{"datetime": "2022-01-23T00:57:57.000Z", "title": "Finding love as a trans woman", "article": "Trans woman Daniella McDonald says dating straight men was a \"horror show\", until she met Josh, with whom she has been in a relationship for two-and-a-half years. But she says straight men may slowly be becoming more receptive to the idea of dating trans women. Daniella told her story to BBC Gender and Identity correspondent Megha Mohan. This report contains language that some might find offensive At the sound of the bait splashing gently into the lake, Josh turned to me and we locked eyes. Next to him stood my father, but unlike Josh he was looking straight ahead, holding a fishing rod and hoping to catch the region's famous trout. My family was camping at Mammoth Lakes in the Sierra Nevada mountains of California. It's a spellbinding tourist attraction, known for its grand mountains and clear lakes, winding hiking trails and unpolluted sky.Josh smiled at me. My family loves the outdoors and it was lovely to see how much he did too. But this moment was more than that unspecified relief of finding out that your boyfriend fits in effortlessly with your family. Looking at the two men in my life standing next to each other in quiet contentment, I had an overwhelming feeling of peace. There was a time that I couldn't have imagined this. Before Josh, dating was a horror show.Like many people my age, I used dating apps. I'm fairly conservative when it comes to what I want from a romantic relationship: monogamy, companionship, someone I can take turns to make breakfast with, someone who would be there to support me with my long hours as a medical student at the University of California in San Diego. So my online profile reflected that. I had written a standard dating profile, except for the first two words I used to describe myself: \"transgender woman\".I don't hide my gender identity, I am always upfront from the beginning. I began transitioning physically at the age of 26, but I had been living as Daniella for years.While embracing life as a woman, I never really connected with the debates about trans people in the media. My trans friends and I aren't endlessly discussing which bathrooms to go to or what pronouns to use. We're talking about what most young people talk about: relationships.As a woman who is attracted to men, I wanted to be with a man who was attracted to women.But I wasn't prepared for the behaviour of some of the men on the app. The majority of direct messages on my dating profile were just awful. I would wake up to DMs calling me a \"tranny\", my phone would ping with the words, \"You're a man.\" I would get paragraph-long death threats with detailed fantasies on how I should be murdered. Less extreme, but still troubling, were the men who had a perverse interest in trans women. They saw me as a temporary exotic experiment and failed to observe respectful boundaries. Our early conversations focused on questions about my genitals and what kind of sex we'd have.Then there were also kind men who wanted to be with me, but dating them was still a challenge. The good-on-paper men who were interested and respectful to me in private, were embarrassed to be seen in public with a trans woman. These men wouldn't introduce me to their family or friends. Some would say that they would lose their jobs if their employer found out they were dating a trans woman. To me it seemed like internalised homophobia, they couldn't think of me as a woman and they didn't want the people in their life to view them as gay.Those experiences were hard for me, really hard.I remember once being picked up and driven for a movie date. I was so excited, and as he was purchasing tickets, I thought \"Wow, this man is really sweet and we're on a nice, 'typical' date.\" Then, as we sat down in the dark cinema and the trailers began to play before the main movie, he turned to me and said, \"I just don't think I can do this.\" And he got up and walked out. I followed him to the front where he got a refund on the tickets and he walked away, leaving me to make my own way back home. I was devastated. It was a constant cycle of humiliation where it felt that there was something wrong with me, something fundamentally unlovable. Maki Gingoyon, based in the Philippines, runs the dating website, My Transgender Date, with her partner, Cyril Mazur. Maki says that when the site started in 2013, 1.5 million profiles were set up immediately, but only a few hundred people were active. Eight years later, the number of active members has risen to 120,000, and a growing number of straight, young cisgender (non-transgender) men seeking trans partners now feel confident posting their photographs. \"We set up the site in 2013 because we wanted a decent and safe place for trans women and cisgender men to find meaningful romantic relationships with each other,\" Maki says. \"Trans people find solace and community in online spaces, but they can also be spaces that are humiliating. However, things are changing. I can confidently say that the numbers of these kinds of relationships are increasing.\" And then I met Josh. He messaged me on a dating app and it felt different. Josh is five years younger than me and in the US military. He comes from a large and loving Filipino-American family and he told them all about me - including my gender identity - once he knew we were serious. There was some surprise as they got their heads around the reality that their son was with a trans woman, but they were always kind. The first relative I met of Josh's was his sister, and I could see the happiness on his face as he introduced us and saw that she and I connected. Over the months, I met Josh's entire family. The first thing his grandpa said when I walked in was, \"Josh, she's so beautiful.\" I once asked Josh how he was so open, and so unlike many other straight men when it comes to love, and he said that a trans woman had been a part of his circle of friends and he didn't think of her as just her identity. The power of just knowing a trans person opened him up. He said he didn't see a difference between dating me and dating a cisgender woman. He says we have \"normal love\". That was two-and-a-half years ago and we've been together since. Josh and I have the same challenges and discussions about our future as any other couple. And while I have a large circle of queer friends who embrace all kinds of relationships, I'd say ours is quite traditional (whatever that is).The biggest hurdle right now is the time we have to spend apart because of our careers. Josh has to spend months at a time training with the US military and I am currently studying at medical school for 12 hours a day.But I also have another ambition. With my friend Avi Manullang, who is also trans and a nurse, I want to launch a dating app for trans people and for non-trans people who are open to accepting people with different gender identities. Trans women experience disproportionate levels of sexual violence so we are working on mechanisms to ensure safety. Everyone should have a right to live and love with dignity.I'm hopeful for the future. When I was growing up the only trans people I saw on TV were objects of ridicule on shows like Jerry Springer. Now we have young actors who are openly trans. People like Hunter Schafer from the TV show Euphoria who are very open about their identity in a cool and understated way.As people become more used to seeing different gender identities, I know minds will change and you will see more relationships like mine and Josh's. I'm definitely not saying that everyone needs to be open to dating trans people - by no means am I saying that. But more people need to be open to the idea that cis-trans love exists and it's OK. My relationship is currently the exception to the rule and not the rule, but I do think it's getting better, especially with the Generation Z's being able to be more comfortable about gender diversity and being open and public about it. There are more than 3.7 million views on the hashtag cistranscouple on TikTok. And I'm really excited about that. ", "url": "https://www.bbc.com/news/world-us-canada-60086567"}