{"datetime": "2022-02-03T13:43:50.000Z", "author": "Ashleigh Crowter", "title": "Gabby Logan's heart screening call for brother Daniel", "article": "The \"catastrophic\" impact of losing her little brother is why presenter Gabby Logan is supporting calls for all young athletes to undergo heart screening. Daniel Yorath was having a kickabout with dad Terry, the former Wales and Leeds footballer, in their back garden in 1992 when he collapsed and died. No-one knew why his heart stopped, weeks after signing for Leeds and just before his 16th birthday. \"He was so fit, so strong, never ill, there were no signs at all,\" Gabby said. \"I couldn't get my head around the idea that his heart had failed him.\" A post-mortem examination revealed Daniel had a disease calledhypertrophic cardiomyopathy , in which the heart muscle becomes abnormally thick, making it harder for the heart to pump blood. \"I didn't know young people could die that way,\" Gabbytold BBC Wales Live . Life for the family has never been the same.Her parents split up and still now, 30 years on, Gabby admits she still gets overcome by the emotion of those painful memories. That is why Gabby supports heart-screening for young athletes who play regularly at a high level in a bid to reduce the risk of unknown heart conditions. \"It would help families to not have to go through what we have gone through,\" the BBC television presenter said. In the early 1990s, scans were not routinely given to aspiring sports people such as her brother and so his condition went undetected. \"His life had so much going for it,\" said Gabby.\"He was about to play for Leeds United who had won the old First Division the year before. They were the top team in the country. It was like a young boy now playing for Manchester City or Liverpool.\"So there was bitterness and anger and 'why do we not know this? How can we make sure this never happens again to anybody else?'\" Every week in the UK, 12 people under the age of 35 die following sudden cardiac arrest, according toCardiac Risk in the Young . Hypertrophic cardiomyopathy is the most common of these - most of which are inherited heart conditions. Many have no previous symptoms and many could have been detected with heart screening. \"Daniel was 15 and was playing football in the garden with my dad and he fell over,\" said Gabby, who will front the BBC's TV coverage of rugby's Six Nations tournament. \"My dad thought he just was messing about, went over and rolled over and he basically died on the spot - and had no previous indications whatsoever that there were any health problems at all. \"They couldn't save him because his heart had stopped and it transpired that he had a condition called hypertrophic cardiomyopathy, often called sudden death syndrome. \"This was the early '90s and there wasn't much known about heart health in young athletes. He was playing sport at a really high level, but no-one had ever checked his heart health. \"That should be part of an overall picture to look at the health of a young person. Sadly for for Daniel at that time, it just didn't happen.\" Dad Terry, the former Leeds midfielder and Wales football manager at the time of Daniel's death, and mum Christine, later campaigned to raise awareness and raised money for children's heart charities. But losing Daniel \"enormously affected\" the family, of which Gabby was the oldest of the four children. She was 19 at the time of Daniel's death and on a gap year in London before going to university when she got the phone call from her mother - and returned home to Leeds immediately. \"Not being there on the day at first was really hard, because then you start thinking about it all,\" she said.\"Should I have spent more time in the previous few months at home? But we were all young and we had our lives, so that we didn't think that that was going to be the last time that we'd see each other.\"My sister was a model working in Japan so she had to fly home from there and at 18 years old, can you imagine what was going through her mind on a long flight?\" Gabby's youngest brother Jordan was only six when Daniel died and he was \"priority\" as she wanted to \"give him some kind of normality around family life because he was missing out on a lot of family life that we'd enjoyed\". \"We were a tight family and my parents were a very close unit,\" she said. \"Now there was this strain in the household and my parents were dealing with it in very different ways. \"It's like a sledgehammer coming down and sending everybody off in different directions, because it's such a catastrophic thing to happen with no warning. Everybody responds differently. \"My parents' marriage didn't survive and that has fallout for the rest of the family. A lot of marriages when children die really come under a lot of strain and pressure and don't sadly survive the death of a child because it's the worst thing to happen to a parent. \"Being the eldest, I took it upon myself to try and do as much as I could for anybody in the family.\"My mum had just started a property business and I wanted to help keep the business going. She just was immobilised with sadness and for a long time she didn't want to leave the house. \"Then when I got to university, I started working on local radio and I was doing my degree, I just wanted to do as much as I could in life because I felt like there was this life that never got a chance to be and never got a chance to be fulfilled. \"So I was almost doing it for two, if you like, and Daniel's memories. His legacy for me in my life is really important.\" While Gabby is one of the most recognisable faces on UK television, she is also herself a mum of two after marrying former Scotland rugby international Kenny Logan in 2001. And her brother is rarely far from her thoughts. \"My son turned 16 in the summer,\" she said. \"A landmark that Daniel hadn't reached. That was quite emotional. \"Subliminally there had been a bit of panic, thinking 'is he going to get there?' because Daniel didn't.\" Gabby's son Reuben, who plays elite level academy rugby, had a heart scan earlier this season, while her daughter Lois was also screened at school. \"That was amazing for us as a family, it feels like a real peace of mind because of what we've gone through. \"It's a very low cost intervention that can save a lot of issues down the line.\" One Welsh charity has called for all children between 11 and 35 who represent their school or county in a sport to be offered heart screening and the matter was discussed in the Welsh Parliament recently. Calon Hearts said that, in Italy, since making heart screenings compulsory for all sports players, sudden cardiac death has decreased by almost 90%. The Welsh government submitted evidence to the Senedd's petitions committee hearing, opposing their 3,000-signature petition. In a letter, Wales' health minister said screening to prevent sudden cardiac death in 12 to 39-year-olds was not recommended by the UK National Screening Committee which had already considered the issue. Eluned Morgan said population screening programmes should only be offered where there is robust, high-quality evidence that screening will do more good than harm. The British Heart Foundation also said it favours targeted expert assessment of families where there was a high risk of inherited cardiac disease, or a sudden unexplained death, rather than a publicly-funded screening programme for all athletes. If you have been affected by any of the issues in this story, the BBC Action Line has links to organisations which can offer support and advice ", "url": "https://www.bbc.com/news/uk-wales-60140726"}