{"datetime": "2022-02-16T01:40:40.000Z", "author": "Tom Bateman", "title": "Naftali Bennett: Warm welcome for Israeli leader in Bahrain", "article": "It is unlikely that Bahrain's interior ministry band has played the Israeli national anthem much before - but they practiced it to perfection. The song rang out with an honour guard in the courtyard of Al-Qudaibiya Palace - home to the ruling Al-Khalifa monarchy. I watched and then saw smiles swapped in the sunshine between Israel's Prime Minister Naftali Bennett and Crown Prince Salman bin Hamad.This was a scene unthinkable a few years ago. So was Mr Bennett's welcome on Monday night - an Israeli leader and Gulf royalty mingling over a red carpet, feted under airport floodlights.But already it was starting to feel less remarkable. Normalisation is becoming normal. Mr Bennett's trip to Bahrain is the second to a Gulf country in as many months. He went to the United Arab Emirates (UAE) in December. Both Arab states have signed trade and defence \"framework\" agreements with the Israelis. A year and a half has passed since the \"Abraham Accords\" began, now extending to four Arab countries.They were brokered by US President Donald Trump and signed in 2020 by then-Israeli Prime Minister Benjamin Netanyahu. Mr Bennett, keen to escape his predecessor's shadow, sees his job as moving them from \"ceremony to substance\".On Monday, the departures board at Ben Gurion airport listed two flights to Dubai and one to Abu Dhabi. Ours to Bahrain involved airport security, prime minister's security, having your passport taken away and a two-and-a-half-hour flight - including over Saudi Arabia - before landing in Manama. The Bahraini capital is an impressive grid of skyscraper hotels, malls and financial services. Oil replaced pearls as the wealth driver in the 20th Century. Now it's just a fifth of the economy, and like its neighbours Bahrain is diversifying to survive.Mr Bennett met the country's finance, foreign and transport ministers, and held talks with the King and Crown Prince. Their officials said the mission was to achieve \"peace, stability and prosperity\".The desire to deliver on trade and tourism - especially after the gloom of Covid - is genuine but challenging. It's been much slower going between Israel and Bahrain than with the UAE or Morocco (with Sudan there's been hardly any movement).Military co-operation is often referred to, but rarely detailed. But it's the bigger point - a sign of regional realignment.Israel and the Gulf Arab states are signalling a growing entente against Iran, or as Mr Bennett views it a \"common threat\". The Middle East is gripped by conflicts drawing in proxies of - and in some cases directly involving - its powerful rivals; Iran, Saudi Arabia and Israel.Mr Bennett said he wanted to forge a \"ring of alliance\" between Israel and Arab states.But it is a fragile kind of friendship. Bahrain's Sunni Muslim monarchy rules a Shia majority population, many of whom oppose the new ties with Israel. There were small anti-government protests outside Manama on Monday night. The visit came on the same day as the 11th anniversary of the start there of the 2011 uprisings, which were forcefully repressed.The main opposition group in the country is outlawed. And in a further twist, seized on by critics of normalisation, the mobile phones of nine Bahraini activists were hacked in 2020 using \"Pegasus\" spyware made by the Israeli firm NSO Group, according to researchers at the University of Toronto's Citizen Lab. Bahrain's government last year called those claims \"unfounded and misguided\", saying it was committed to individuals' rights and freedoms.But left most isolated by the new diplomacy are the Palestinians. They see normalisation with Israel as a betrayal by Arab leaders of their hopes for an independent state. Their cause remains a touchstone issue for many ordinary people in the Arab world.During the trip, Mr Bennett's officials kept him updated on a fresh flare-up in tensions in the East Jerusalem neighbourhood of Sheikh Jarrah, where Palestinian families face eviction from their homes to make way for Jewish settlers.Before he'd even got on the plane for the Gulf, the Israeli press asked him first not about Bahrain but Jerusalem. As he took new strides abroad, Israel's leader couldn't leave core problems at home. ", "url": "https://www.bbc.com/news/world-middle-east-60338790"}