{"datetime": "2022-02-16T00:27:00.000Z", "author": "Nick Thorpe", "title": "Hungarian election: Orban faces toughest race so far", "article": "After 12 years in power, Hungarian Prime Minister Viktor Orban is asking for eight more, but his right-wing Fidesz government is facing a strong challenge from an alliance of six opposition parties. Led by independent conservative Peter Marki-Zay, this alliance ranging from left to right aims to topple the Orban government on 3 April and opinion polls suggest a close race. But the playing field slopes steeply in favour of Mr Orban. The government dominates the media and enjoys massive financial resources: its spending on social media ads alone is three times that of the opposition parties.Its greatest asset is Viktor Orban himself, and his invincible reputation. He is also keen to export \"the Hungarian model\" of national sovereignty, around Europe and beyond.What makes him different to all the other challengers who've tried and failed to unseat Viktor Orban over the years is that he's a conservative.Saint Stephen's church in the southern town of Mako is packed on a Sunday morning. Hymns are sung to a guitar accompaniment. The deep, patient voice of the young priest, Zoltan Palfai, radiates calm.The congregation obediently wear masks, ever cautious even as the pandemic in Hungary subsides.Towards the back on the right, Peter Marki-Zay sits as discreetly as he can between his wife and eldest daughter.At 49, he's nine years younger than Mr Orban. He's taller, fitter, and has even more children - seven to Mr Orban's five.And while Viktor Orban adeptly turns each criticism of his policies from the liberal left to his own advantage, Mr Marki-Zay attacks him on his home ground, from the right. Mr Orban's vaunted defence of the nation and that of his Fidesz party is a lie, he suggests. \"I'm convinced he's not a patriot at all,\" he says. \"He's not a Christian either. They have no principles, nationalistic values, religion. They are opportunists. Orban is the ultimate pragmatist. He would do anything to stay in power and get richer.\" There's little love lost for Peter Marki-Zay on the government side either.Since he came a surprising first in opposition primaries last autumn, the government has launched an unprecedented campaign against him.Posters on every street corner and short video ads on YouTube portray him as \"mini-Feri\" - the puppet of former Socialist premier Ferenc Gyurcsany, whose DK party is part of the six-party coalition behind him.The contrast could not be greater between Viktor Orban's big team and the opposition leader, driven round by his wife, his social media content produced by his children. Fidesz, meanwhile, dissects every remark the challenger makes to undermine his credibility. He stands accused of denigrating women, pensioners and insulting Fidesz voters. Mr Orban is a country boy too, but nowadays rubs shoulders with the rich and powerful.Brazilian President Jair Bolsonaro is due this week and the Hungarian leader recently spent five hours with Russian President Vladimir Putin.US Republicans will hold their annual CPAC (Conservative Political Action Conference) in the capital, Budapest, at the end of March, and there are rumours that former US President Donald Trump will be guest of honour.Mr Orban is loved far beyond Hungary's borders as a champion of \"traditional values\" against \"liberal elites\". \"We think differently from each other about Europe's precious legacy of tradition,\" he thundered, in his state of the nation address on 12 February.\"We think differently about the future of nations and nation-states; we think differently about globalisation; and now we think differently about the family.\" Agoston Mraz of pro-government think-tank Nezopont predicts that Fidesz will win 110 seats in the 199-seat parliament (down from the current 133). He suggests only 200,000 people are yet to make up their minds.However, Mr Marki-Zay cites a poll suggesting 53% of Hungarians want a change of government. He says he's trying to appeal to one-third of the 8.3 million-strong electorate who are not committed to either government or opposition.In the 2018 election, Fidesz won with 2.8 million votes to 2.7 million for all the opposition parties combined, on a 70% turnout.Seven weeks before this election, there's still everything to play for. In Mako, the Fidesz campaign to undermine the conservative challenger appears to be having an effect. \"We really dislike him. We're not political at all, but those things he says, how he insults the voters,\" one woman told the BBC in the town's farmers' market as Peter Marki-Zay canvassed potential voters.\"There's no ink on Earth that could print what I think of him,\" hissed a cheese stall-holder, as the opposition leader strolled by with his wife. \"His rhetoric seems so extreme, he should be better prepared,\" said another. But some at the market quietly support him: \"He's got a good face, and clear eyes. I'll vote for him,\" said a woman selling leather boots. \"He has a chance. We believe in him. Because he's an educated man,\" said another stall-holder.", "url": "https://www.bbc.com/news/world-europe-60385700"}