{"datetime": "2022-02-16T00:16:21.000Z", "author": "Reality Check team", "subject": "Ukraine escalation", "title": "Ukraine crisis: How much Russian money is there in the UK?", "article": "The UK has been considering sanctions against Russia over Ukraine but Foreign Secretary Liz Truss has told the BBC \"there have been issues in the past with illicit finance in London, which we are clearing up\". Why is it difficult to tackle the issue? Many wealthy individuals and companies from Russia and around the world invest legitimately in UK financial and property markets. But the anti-corruption organisationTransparency International has identified more than £5bn of property bought in the UK with what it says is \"suspicious wealth\", one-fifth of which has come from Russia. AHome Office report says the UK has seen \"a significant volume of Russian, or Russian-linked illicit finance\", which is spent on things like luxury property, cars and school fees, and sometimes as donations to cultural institutions, which allow individuals to \"launder their reputation\".When it comes to property, which can be owned through companies rather than in the names of individuals, information sometimes does not come easily. TheOverseas Company Ownership database for England and Wales says only four of 94,000 properties where the registered legal owner is an overseas company, are listed as being owned by Russian companies. But it's possible that many more property purchases could ultimately be owned by Russian individuals, using companies based overseas in places such as the British Virgin Islands (BVI). The scale of the use of these companies was revealed ina major leak of almost 12 million documents known as the Pandora Papers in October 2021. It exposed hidden wealth, tax avoidance and, in some cases, money laundering by some of the world's rich and powerful people.Researchers identified more than 700 offshore companies which owned UK properties, and found that 5% of them were owned by Russian citizens. One example wasAlexei Chepa, a Russian politician and businessman, who used a BVI company to buy a 10-bedroom mansion in Holland Park in 2011 - it was sold last year for £25m. His representatives said the purchase \"would have followed absolutely the proper processes as advised at the time\". London has long been a popular destination for wealthy Russians to settle in, or to purchase property and investments.The UK's \"golden visa\" - Tier 1 (Investor) visa scheme - offers residency to those rich enough to invest £2m or more in the UK, and allows their families to join them. Holders of these visas can then apply for permanent residency in the UK. How quickly they can apply depends on the size of their investment: The Home Officehas issued 14,516 investor visas to Russian citizens since the scheme was introduced in 2008.Russian companies have also been able to raise large sums in share sales on the London Stock Exchange. An energy firm (En+ Group) was one such beneficiary. At the time of its initial public offering, the company was controlled by Oleg Deripaska, an associate of Russian President Vladimir Putin. AHouse of Commons report in 2018 called on the government to close the gaps \"in the sanctions regime that allowed a company such as En+ to float on the London Stock Exchange\". In 2018, the UK government introduced a mechanism to confiscate property without first seeking a criminal conviction. These Unexplained Wealth Orders (UWOs) put the onus on the individual to prove where the cash had come from to purchase the property. However, UWOs have been used just four times, andonly one has resulted in the confiscation of property. The government said in 2016 that it had plans to fight money laundering through a comprehensive register of beneficial ownership for UK property.Beneficial ownership refers to the person who ultimately owns or controls a property and benefits from it.These plans were mentioned in the 2019 Queen's Speech, but the governmenthas not yet announced when it plans to bring forward legislation. The UK government has said its existing sanctions on Russia would be widened in the event of Russian action against Ukraine. The Foreign Office says the new measures will allow the UK to act\"in lockstep with the US and other allies to freeze assets and ban travel\". Individuals linked to the Kremlin would be targeted, their UK assets would be frozen, and they would be banned from entering the UK, and be unable to do business with any UK business or individual. ", "url": "https://www.bbc.com/news/60348046"}