{"datetime": "2021-02-24T19:32:48.000Z", "author": "Georgina Rannard", "title": "Rare bird: 'Half-male, half-female' cardinal snapped in Pennsylvania", "article": "A bird that appears to be half-female and half-male has been photographed in Pennsylvania by a birder who rushed out with his camera when he heard a friend had spotted the northern cardinal. Though not unheard of, mixed sex birds are rare. Male cardinals are bright red but females are pale brown, suggesting this specimen may be a mix of the two sexes. Retired ornithologist Jamie Hill, 69, told the BBC it was a \"once-in-a-lifetime, one-in-a-million encounter\".A friend of Mr Hill told him that she had seen an \"unusual bird\" coming to her bird feeders in Warren County in the state of Pennsylvania. At first Mr Hill wondered if the bird was leucistic - a term that means the specimen would have a loss of pigmentation in its feathers, but would not be half-female, half-male. But after seeing mobile phone pictures, he suspected it had what is called bilateral gynandromorphism, which is when a bird would have both a functioning ovary and a functioning single testis. He visited the home where the cardinal had been spotted. Over the course of an hour he was able to photograph the unusual bird. \"After I captured the images, my heart was pounding for the next five hours until I could get home and process the digital images to see what I actually had,\" Mr Hill explained. \"I have been searching for the long-thought-extinct ivory-billed woodpecker for almost two decades, and photographing this rare version of one of our most common backyard birds, this gynandromorph northern cardinal, was almost as exciting as I think I would get if I actually found the woodpecker,\" he said. Half-female, half-male birds are a very rare phenomenon, explains Professor Brian Peer at Western Illinois University, who has surveyed bilateral gynandromorph northern cardinals in the US. But, he adds, the phenomenon could go undetected in some species. \"Bilateral gyndromorphism is apparently caused by a mistake during cell division,\" he says. \"An egg and its associated polar body are fertilized by separate sperm. The resulting individual is a male-female chimera.\" This possible gynandromorph northern cardinal is not the first to have been spotted in the area. In 2019 a couple spotted a similar bird close by,according to the National Geographic . Mr Hill speculated that the cardinal he saw could be the same one. Professor Peer points out that northern cardinals are very common feeder birds in North America. Because the male and female are so different in appearance, that makes it easier to spot a gynandromorph specimen. ", "url": "https://www.bbc.com/news/world-us-canada-56189600"}