{"datetime": "2022-02-16T00:22:56.000Z", "author": "Frances Mao", "title": "Single's Inferno: Why 'fake' rich girl Song Ji-a enraged South Korea", "article": "She was cancelled for wearing fake designer clothes - barely considered a sin in the West, but it destroyed Song Ji-a's career in her homeland. The scandal however wasn't just another tale of a cancelled celebrity - it tapped into a deeper social angst felt by young South Koreans. The moment she appeared on Netflix's hit Korean dating show Single's Inferno, she turned heads.Song Ji-a, a beauty influencer in her 20s, was the alluring screen siren. As she stepped down the path towards the other contestants, the cameras zoomed in, and the music slowed. She quickly became known as the fashionable 'it' girl. And she was popular with the boys. Warning: There are plot spoilers ahead. Ji-a received the most date invites, and the most requests for intimate walks. The show even presented one lovesick candidate waiting for hours in the sun for her return. In the finale, she had three of the show's five men lined up on a beach vying for her hand. She was the breakout star. The social media influencer had already been popular in South Korea prior to the show. But her following soared after her Netflix debut - to 3.7 million followers on Instagram and nearly two million on YouTube. That first week of January 2022 represented the peak of her fame. Her downfall came soon after. Internet sleuths began to pick her apart. They accused her of wearing fake designer clothes. They seized on a pink Chanel knit that was slightly the wrong shade.Netizens pointed out other elements of her wardrobe - and within days she had to respond to the allegations. Song Ji-a admitted that she had worn knock-offs. But she claimed to have not known they were copies, saying she had bought them because they looked \"pretty\". The flimsy explanation failed to quell the rage.Netizens delved further into her background, poring over her previous YouTube videos. They earmarked suspect goods and questioned whether she owned the luxury apartment she lived in. And then there were the Chinese videos, clips where she said she was learning Mandarin, and where she referred to the national Korean dish kimchi aspao cai, a Chinese term for pickled vegetables.Fans accused her of pandering to the Chinese market, with some even calling her a traitor. Other Korean TV shows began editing out her cameos. And her celebrity friends, other actors and influencers, deleted their own Instagram pictures showing them hanging out with Ji-a. A week after her first apology, Ji-a posted another video where she said she \"deeply regretted her actions\", calling herself \"pathetic\".She wiped her social accounts, leaving only the apology posts. She'd become known as a national disgrace. But to the rest of the world, the reaction seemed overblown. How had a scandal about counterfeit clothes spiralled into a full-blown witch-hunt? Netizens accused Ji-a of various offences, from \"undermining\" hard-working designers to singlehandedly damaging a brand's value. \"But actually the biggest crime alleged was that she was a fake - and that she pretended to be something that she is not. That was the issue that kept being raised time and time again,\" said Se-Woong Koo, the editor of Korean Exposé, a subscription-based newsletter focusing on contemporary Korea. While non-Korean fans just saw her as just a luxury influencer, Koreans believed she had presented as something more. Many local followers had thought her to be ageumsujeo or \"gold spoon\". Derived from the English expression that refers to those born into privilege \"with a silver spoon in their mouth\", a \"gold spoon\" is someone from the top 1% of high-income households in South Korea.It's often used to refer to the children of super-rich families. The term \"dirt spoons\" represents the other end of the spectrum. \"That's what made her attractive - not that she was a hardworking influencer, or that she was successful on her own and making a lot of money. People said they were following her because they thought she was a gold spoon,\" said Mr Koo.Technically, Ji-a had never claimed to be a \"gold spoon\" heiress. In a July 2021 interview, she had denied that label but acknowledged she'd grown up in a comfortably affluent household. But as an influencer, she'd built a profile based on a luxury aesthetic. People assumed she was a rich girl, and she didn't correct them. \"People feel like they've been cheated,\" said Michelle Ko, a women's studies associate professor at the National University of Singapore.Commentators say this backlash against Ji-a is rooted in the underlying class tensions of modern South Korean society.That's reflected in not only Korean politics but also pop culture. Films and TV dramas like Parasite and Squid Game have highlighted the \"gold spoon-dirt spoon\" divide. Korean millennials, like their peers in many developed countries, are bearing the brunt of increasing class inequality. These days, it's near impossible for a young Korean to buy a home on an average company salary.A growing number no longer trust that hard work will deliver dues; many instead believe that success in life depends on the family you're born into. Education is also no longer the great social leveller, whensome 70% of school-leavers go on to university . People's faith in the university system has also been tarnished by nepotism scandals. \"We're now at the point where some people genuinely believe that Korea does not offer social mobility,\" Mr Koo said. \"The only way to be well-off is to have rich parents or to marry money. And as a result, many people aspire to belong to that 'gold spoon' generation who appear to have it so easy.\" In other words there's a bitter fascination with people who can glide through life. When an ordinary Korean youth decides to follow a \"rich girl\" like Ji-a, their fixation goes beyond just a materialist admiration. \"People lived their lives vicariously through her, they aspired to the fantasy,\" said Dr Ko.\"And so when it was exposed that she was a sham, their aspirations broke down as well.\" You might also be interested in: ", "url": "https://www.bbc.com/news/world-asia-60384651"}