{"datetime": "2022-02-16T00:17:50.000Z", "author": "Divya Arya", "title": "Karnataka hijab controversy is polarising its classrooms", "article": "How do you sit in a classroom with people who shouted slogans against your right to wear a hijab? That's the question troubling Saima, whose name has been changed on request. Last week, the 20-year-old was one of several hijab-clad Muslim women who watched anxiously as hundreds of Hindu students protested against Islamic headscarves. They were wearing saffron scarves and turbans, and yelling Jai Shri Ram or \"victory to Lord Ram\" - the chant and the colour are commonly associated with the Hindu right-wing. Saima, the only Muslim woman in her class, says she saw many of her classmates among the protesters.The hijab has become the subject of a fierce debate in India. It all began last month when six teenagers at a government-run college in Karnataka's Udupi district began protesting after they were barred from classes for wearing headscarves.The issue quickly turned divisive with Hindu students turning up in colleges wearing saffron shawls, and right-wing groups on both sides making provocative statements. Fearing violence, the state government shut down high schools and colleges. The question of whether Muslim girls and women in Karnataka can wear the hijab in school and college will be decided by the state's high court which is currently hearing the matter.As they prepare to return to classes on Wednesday, young people on both sides of the divide are struggling to understand their classmates and friends.\"I worry that this will obviously create an environment of hate in the class,\" says Saima.\"We will start thinking that he is a Hindu and that's why he stood against me, and they will think that she is a Muslim and that's why she was against me.\" Aakanksha Hanchinamath, who goes to Saima's college, was one of the saffron-wearing protesters last week.The protest was the result of a \"collective decision\" by Hindu students, Ms Hanchinamath said.\"We wanted to show them what will happen if you bring religion into it,\" she said. This part of Karnataka has long seen radicalisation among student groups - be it the student wing of the Hindu nationalist Bharatiya Janata Party (BJP), which is currently in power in Karnataka, or the Campus Front of India (CFI), the student wing of the radical Islamic group, Popular Front of India.In this case, the CFI supported the girls protesting in Udupi - and as the issue snowballed, the BJP's student wing led marches with students sporting saffron shawls.\"If communal organisations like the CFI support Muslim students, then why should we and our girls watch silently?\" says Raghupathi Bhat, a BJP lawmaker from Udupi. This isn't the first time the hijab has sparked protests in Karnataka's polarised coastal belt, where Hindu and Muslim right-wing groups have been established for decades.But in the past such issues were quickly resolved, says Prof Phaniraj K, who belongs to a civil society group that tracks communal incidents in the state.He points to a similar protest in Mangalore 15 years ago, where college authorities and students found a \"middle ground\" in five days.\"Sporadic incidents of questioning hijab and skull caps inside educational institutions have continued but they never blew up like this,\" he says. But increasing polarisation has led to differing rules around the hijab across colleges. Many private colleges, like the one Saima attends, allow the hijab in classrooms. Government-run colleges revise the rules every year. Decisions over uniforms rest with the Development Committee headed by a local legislator. In the Udupi college, where protests first broke out, the man in charge was Mr Bhat, the BJP lawmaker. But talks between him, the protesting girls' parents and college authorities ended in a stalemate.Rashmita Shetty, who studies at a private college in Udupi, says she and her Muslim friends watched in horror as the situation escalated in recent weeks.Several Muslim students attend her college, which did not witness any counter-protests by Hindu students. Yet, she says things have certainly changed. \"We had never even noticed if a girl wore a hijab or not. Sometimes they would remove it because it was hot. This was never an issue,\" she adds. \"My Muslim friends have told me that this will always remain in their minds, that they were denied their rights at such a young age and that they will be looked at differently now.\" The situation, she says, was worsened by provocative comments by political leaders - while one BJP leader asked Muslim students to go to Pakistan if they wanted to wear a hijab, another said the hijab had to be opposed in colleges so that Karnataka wouldn't become a \"Taliban state\". Ms Hanchinamath says she never looked at religion while making friends but is determined not to back down now. \"I know it will change things among us, because they think we are opposing them, but we are only asking for discipline and equality, that everyone should wear the same uniform,\" she says. Ms Shetty, however, says she will support her Muslim friends as she feels their demand to wear headscarves is justified. \"It continues to bother me that I did not raise slogans with Muslim girls. But how do I do it in this atmosphere? It is such a dilemma,\" she says. \"I choose to stay silent and support my friends. That is my protest.\"", "url": "https://www.bbc.com/news/world-asia-india-60384681"}