{"datetime": "2019-08-20T11:31:26.000Z", "title": "The stick insect population that lost its sex drive", "article": "A species of stick insects found in Britain have stopped having sex with their male counterparts and become a female-only population. The insects - found off the coast of Cornwall - reproduce asexually without the need of male sperm. Clitarchus hookeri - originally from New Zealand - came here by \"accident\" when plants were brought across. And it took just 100 generations for the species to evolve \"barriers to sexual reproduction\". Biologists in New Zealand took the insects back to find out what happened more closely. \"We know the individuals who moved came from a sexual population - so just one or two eggs could've resulted in the whole population that's surviving there (near Cornwall) now,\" says Dr Mary Morgan-Richards, from Massey University, who has been studying the species for around 20 years. This particular stick insect species is found on the Scilly Isles and is \"capable of both reproducing sexually - which is the way most multi-cellular organisms reproduce - and also asexually\". \"We were able to identify a population that had moved from New Zealand to the UK, left behind males, and in just 100 generations had evolved barriers to sexual reproduction. \"We were also able to identify switches in New Zealand going the other way, where populations that had been asexual reverted back to using sexual reproduction.\" Asexual just means only an egg is needed for fertilisation instead of requiring sperm.\"All that has to happen is the egg division starts using just the genetic material from the mother to produce an identical offspring,\" Mary told Radio 1 Newsbeat. It's common in other insect species but she says it can be \"short-lived\" and lead to \"an evolutionary dead end\".\"We think very rapid switches in reproductive strategy within a single species will help us to understand the advantages to sexual reproduction and why it's so prevalent. Sexual reproduction is extremely common but Mary says we don't understand why it's so successful when it's competing against populations that are reproducing asexually. \"In just 100 generations the females had not just become asexual but they actually had a barrier to fertilisation. \"So even when we brought them back to New Zealand and gave them males to mate with, they still didn't use the sperm.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-49404613"}