{"datetime": "2022-02-16T00:24:51.000Z", "author": "Ivana Davidovic", "subject": "Coronavirus pandemic", "title": "'Lying flat': Why some Chinese are putting work second", "article": "\"I'm continuing to get rid of the negative energy in my life. I think 2022 will be an upgrade on 2021, but I still don't want to do anything. I will continue to 'lie flat'. I enjoy this state.\" When Jeff (not his real name), left his home city of Hangzhou, for a highly-paid job as an app developer in Beijing several years ago, like many young Chinese professionals, work became his life.The little spare time he had outside work, he spent playing what he describes as \"mindless\" computer games. He didn't develop a social circle in his new adopted city and eventually gave up trying. But when the pandemic hit, life as he knew it came to an abrupt stop. Like many other workers Covid made him reassess his priorities in life.Chatting with artist friends back in his home town it struck him how although they had little money they always had something interesting to say about their day and what they were up to - while all he had was work. When his firm started laying off staff because of the pandemic, he was forced to work 60-70 hours a week. He finally snapped and took some time off to travel.While staying in Ho Chi Minh City in Vietnam, he had an epiphany after seeing groups of old men gathered in a nearby bar just relaxing, chatting and watching football for hours at a time.His mind kept returning to them. Why couldn't he be just like them - just relax and lie flat? And so he did just that. He returned home and quit his job - one of many Chinese citizens who have either resigned, or scaled back their commitment to work in the last two years.The idea of 'lying flat', or tang ping in Chinese , means taking a break from relentless work. The tang ping movement took off during 2021 as many felt they were coming under increasing pressure to work even harder and out perform their peers.The background to this trend is a shrinking labour market in China, which means younger people are now under pressure to work much longer hours and they burnout.People \"feel so apathetic now they're having to deal with the coronavirus and feel exhausted. They literally just want to lie down with a book, or sit and watch some TV, rather than keep the momentum going by working hard,\" says Kerry Allen, the BBC's China media analyst.This means that while the Covid pandemic might be abating, the tang ping movement is not. On Chinese social media sites, users are posting messagessaying that they do not want to return to the way things were before the pandemic, and that they now have the confidence to pursue a slower-paced life. China's former one-child policy has meant that many young professionals have grown up without brothers or sisters, and this has added to many people's sense of strain.Traditional values are still very important in China - being able to own a home and have children. Yet many people in their 20s and 30s worry that they will never be able to achieve these things. Those that are only children argue, for instance, they will also have to take care of their elderly parents and for many people property prices are increasingly out of reach. In 2019,tech tycoon and Alibaba group founder Jack Ma was criticised for endorsing China's so-called 996 working culture - where people work from 9:00am to 9:00pm, six days a week.Last year,the country's top court and labour ministry ruled these practices illegal. Yet, if working 996 is still what it takes to succeed professionally, it is perhaps no surprise that some young people are opting out entirely.Demographic trends mean that social pressures on the young are likely to intensify.By 2035, the OECD forecasts that 20% of China's population will be over 65 , which will put an increased pressure on young people to support older generations.Jeff, who did not want to be identified over fear of a backlash, describes his own decision to ditch his job and life in Beijing as \"a quiet protest [against] the current rules. Not accepting it, when people tell you you must learn more and work harder\". This can sound almost subversive in China. The sentiment he expresses has been widespread enough to warrantan explicit warning from President Xi Jinping, in an article in a Communist party journal . \"It is necessary to prevent the solidification of social strata, smooth the upward flow channels, create opportunities for more people to become rich, form a development environment where everyone participates, and avoid 'involution' and 'laying flat',\" he wrote. None of these tensions between generations are unique to China. In both the US and Europe, economists aredescribing a 'Great Resignation' , with millions of workers either retiring, quitting or refusing to take jobs they consider pointless, or unrewarding.So could 'lying flat' be the Chinese version of these trends? Dr Lauren Johnston, research associate at the China Institute, School of Oriental and African Studies, London University, says there are different drivers to this story. First, there are young rural migrants in Beijing or Shanghai, who now realise \"how far behind they are, in terms of being able to make enough money to buy a house, or compete with the city kids who grew up speaking English and wearing sophisticated clothing\". Dr Johnston explains some of this group may now be thinking of returning to their home towns and taking lower-paid jobs instead to be with their families. On the other side, there are the children of richer, successful parents who are not \"as hungry as the super-achieving kids from poorer families\".Dr Johnston thinks China's so-called \"tiger\" culture is an added barrier, where parents feel under intense pressure to help their child achieve, that school on its own is not enough. They feel they have to pay for extra lessons in maths, Chinese, English and music, or in preparing for competitive entrance exams.It remains to be seen how all of this will play out at a time whenChina is facing a difficult economic picture - a slowdown in growth, debt is increasing and the country's property sector is facing a possible full-blown retraction. As for Jeff, after pressure from his parents he finally got another job but says it is a much less-demanding role. He earns half of what he used to, but says he has so much flexibility that he is planning to remain for the foreseeable future. \"All my hobbies that I discovered during my 'lying down' time - skiing, rock climbing - I'll be able to keep doing them all. I have time to do what I love, I'm very satisfied.\" ", "url": "https://www.bbc.com/news/business-60353916"}