{"datetime": "2022-02-16T13:14:54.000Z", "title": "Paislee Shultis: US girl missing since 2019 found alive in secret room", "article": "A young girl who went missing in 2019 has been found alive in a secret room under a staircase, police in the US state of New York say. Paislee Shultis, now six, was discovered in a house in the town of Saugerties after a search on Monday. She is in good health and has now been reunited with her legal guardian and older sister, the police say. Her non-custodial parents have been charged with custodial interference and endangering the welfare of a child. Paislee was reported missing from Tioga County, New York, in July 2019, according to a police statement. She was aged four. Authorities at the time believed she had been abducted by her parents, Kimberly Cooper, 33, and Kirk Shultis Jr., 32. After receiving information that Paislee was being kept at a hidden location in the town of Saugerties, Ulster County, police obtained a warrant to search the house. The property had been searched before. Kirk Shultis Sr., 57, who owns the house, was there when the police conducted the search and said he had no knowledge of Paislee's whereabouts, the police say. But a little over an hour into the search, one of the detectives noticed that the stairs leading to the basement of the house appeared to be strangely constructed.After removing several boards police found Paislee and Ms Cooper hiding in what the police described as a \"small, cold, and wet\" enclosure. Paislee was examined by paramedics, and is reported to be in good health. Paislee's biological parents had lost custody of her and her older sister prior to her disappearance, and police believe that this was the motive behind abducting Paislee. \"We believe... somebody informed the parents that the older child had been picked up by the legal guardian and by county officials at the time and that caused the parents then to take Paislee and flee,\" Saugerties Police Chief Joseph Sinagratold virtual news channel WNYT . Ms Cooper, Mr Shultis Jr. and Mr Shultis Sr. were all arrested and charged with Paislee's disappearance. The father and son have both been released pending trial. Ms Cooper had an outstanding warrant, and therefore remains in Ulster County's jail. An investigation is ongoing and more arrests are pending, the police statement says. Most children reported missing in the US are found safely after a relatively short period of time, according to the National Center for Missing and Exploited Children. But it adds that in cases of family abduction,children are missing for the longest period of time for an average of over 10 months . ", "url": "https://www.bbc.com/news/world-us-canada-60400762"}