{"datetime": "2022-02-16T13:46:26.000Z", "author": "Malu Cursino & Christy Cooney", "title": "Prince Andrew: Questions over payout after settlement with Virginia Giuffre", "article": "There are calls for clarity over Prince Andrew's role in public life and how he will fund a financial settlement, after settling the US civil sexual assault case brought by Virginia Giuffre. The Duke of York agreed to pay an undisclosed sum as part of the settlement, and accepted Ms Giuffre had suffered as a victim of abuse. He made no admission of liability and has always denied the allegations. American lawyer Lisa Bloom said it was a huge victory for Ms Giuffre.\"This is a monumental win for Virginia,\" said Ms Bloom, who represents several of sex offender Jeffrey Epstein's victims - adding that it was a win \"for everyday people... standing up against the rich and powerful\".Ms Giuffre had been suing the Duke of York, claiming he sexually assaulted her on three occasions when she was 17 - which Prince Andrew has repeatedly denied. On Tuesdayit was announced they had reached an out-of-court settlement. A statement from their lawyers said the duke would pay an undisclosed sum to Ms Giuffre and make a \"substantial donation\" to Ms Giuffre's charity in support of victims' rights. It also said the duke regretted his association with Epstein. Prince Andrew hadpreviously told BBC Newsnight in 2019 he did not regret being friends with Epstein. But no details of the payout to Ms Giuffre have been made public - and there are calls for more detail about where the money will be coming from.Although the exact amount of the financial settlement has not been revealed, reports have speculated that it could run into millions of pounds. The duke receives a Royal Navy pension and a stipend from the Queen's Duchy of Lancaster income. Speaking to BBC Breakfast, Gloria Allred, a US attorney who has represented a number of Epstein's victims, said the statement confirming the settlement was \"vague\" and would have been \"carefully negotiated\".\"It's clear that the prince is not saying that he admits that he did anything wrong,\" she said. \"He does say that she has suffered as a victim of abuse. He doesn't say abuse by whom, he doesn't say sexual abuse, he doesn't say that he had anything to do with her.\" Ms Allred said the \"war between the two parties… will now end\", but added it remained possible that Ms Giuffre could testify in future court cases.\"No settlement such as this one can ever require that an accuser remain silent in the criminal justice system,\" she said.\"A prosecutor could decide to file criminal charges, in which case, Virginia could testify if called on.\" Prince Andrew spoke to BBC Newsnight's Emily Maitlis in 2019 about his relationship with convicted paedophile Jeffrey Epstein. Watch the full interview on BBC iPlayer . Also speaking to BBC Breakfast, Liz Stein, one of Epstein's accusers, said the settlement had come as a shock, but taking the case to trial would have been \"incredibly difficult\" for Ms Giuffre.\"I think that what Virginia wanted more than anything else was validation and I think that in the settlement she got that,\" she said.\"Whatever he lost as a result of this could never compare to what the victims of Epstein, Maxwell, and the men that we were trafficked to have lost from our lives.\" In the statement on Tuesday, Prince Andrew pledged to \"demonstrate his regret for his association with Epstein by supporting the fight against the evils of sex trafficking, and by supporting its victims. Speaking to BBC Newsnight, Ms Bloom said: \"I am sure that his money would be welcomed in organisations that are struggling to help victims everyday.\"In terms of his personal participation, probably not.\" Former Royal Navy officer Rear Adm Chris Parry, who was Prince Andrew's flight commander, added: \"I think really he should look to a private life and enjoy essentially what is a very good privileged lifestyle. But I think he should stay out of the public eye.\" If Prince Andrew had gone to court in the US to fight it out with Virginia Giuffre, it would have made headlines as tall as a New York skyscraper. That royal disaster zone has been averted by an out-of-court settlement. But it comes with high costs to Prince Andrew, both financial and reputational, and it will be a long road back before there is any chance of clearing his name in terms of public opinion. Read more here. Speaking to BBC Radio 4 Woman's Hour, Labour MP Jess Phillips, who serves as Shadow Minister for Domestic Violence and Safeguarding, said it would be very difficult for Prince Andrew to play a constructive role in combating sex trafficking in future.\"Those who work in sexual violence [and] human trafficking services are certainly not going to have open arms to his allyship... even if it was just finances,\" she said.Shadow Secretary of State for Scotland Ian Murray told BBC News transparency was needed about how the settlement will be funded if public money will be involved.Ms Giuffre, now 38, claims she was the victim of sex trafficking and abuse by financier Epstein from the age of 16. Epstein died while awaiting trial in 2019.She claimed the duke sexually assaulted her on three separate occasions in London, New York, and on Epstein's private island in the US Virgin Islands. In a 2019 interview with BBC Newsnight, Prince Andrew said he didn't recall meeting Ms Giuffre and that an incident in which they had sex at the Belgravia home of Ghislaine Maxwell \"didn't happen\". In January, a New York court ruled that the civil action against him could go ahead. Shortly afterwards, Buckingham Palace said the prince's military titles and royal patronages had been returned to the Queen and that he would defend Ms Giuffre's civil case as a \"private citizen\". Speaking to theBBC's Americast podcast , New York lawyer Randy Zelin said of the settlement: \"Both sides gave a little something up, both sides can hold their heads up high\".Speaking in support of the duke, British socialite Lady Victoria Hervey said she hopes the Royal Family could now focus on the upcoming jubilee celebrations, and that \"Prince Andrew can put these false allegations behind him\".", "url": "https://www.bbc.com/news/uk-60397947"}