{"datetime": "2022-02-15T22:24:52.000Z", "author": "Sean Coughlan", "subject": "Jeffrey Epstein death", "title": "Is there any way back for Prince Andrew?", "article": "If Prince Andrew had gone to court in the US to fight it out with Virginia Giuffre, it would have made headlines as tall as a New York skyscraper. That royal disaster zone has been averted by anout-of-court settlement. But it comes with high costs to Prince Andrew, both financial and reputational, and it will be a long road back before there is any chance of clearing his name in terms of public opinion. He won't get back any of the royal patronages, military links or the HRH title that weretaken away from him. And the many questions raised by hisBBC Newsnight interview - about his connections with Ghislaine Maxwell and Jeffrey Epstein and details such as his inability to sweat - will be left unanswered. If not a smoking gun, there is still the unexplained smoke from a Woking pizza oven. The implication of this deal means he is potentially paying millions of dollars to someone he still contends he has no memory of ever meeting. The deal says that Prince Andrew \"regrets his association with Epstein\", but that picture of the prince with the sex offender will continue to haunt him. That even more famous picture of Ms Giuffre, Prince Andrew and Maxwell, taken in London almost 21 years ago, will always be there when his name is mentioned, frozen in digital aspic. Long shadows have been cast which will be hard to shift. Prince Andrew spoke to BBC Newsnight's Emily Maitlis in 2019 about his relationship with convicted paedophile Jeffrey Epstein. Watch the full interview on BBC iPlayer . Legal experts had been predicting that a settlement was the most likely outcome from this civil court case, in which Ms Giuffre had brought sexual assault claims against Prince Andrew. \"It was the best of the bad options available to him,\" said Gideon Benaim, a partner at law firm Simkins, who specialises in protecting high-profile reputations. \"If it had continued it would have inevitably damaged him even further,\" said Mr Benaim. Anna Rothwell at law firm Corker Binning said Prince Andrew's Newsnight interview on its own \"would have given Ms Giuffre's lawyers a wealth of material to use in cross examination\". But where does it leave Prince Andrew now? A few weeks ago his legal team was full of fighting talk about being ready to battle it out in court and wanting to knock down Ms Giuffre's allegations. Now the tone has changed completely to recognising that Ms Giuffre has \"suffered both as an established victim of abuse and as a result of unfair public attacks\". But Mr Benaim says the deal avoids any admission of guilt and any personal wrongdoing and stops a case which threatened an endless supply of negative headlines. \"Reputationally he had to get rid of this - almost regardless of the cost,\" said the lawyer. Prince Andrew can maintain his innocence, with nothing proven against him, and he could argue that he was paying a price to protect his family from any further damaging coverage. The number of zeroes in that payment remains confidential, but it's likely to look like a long row of those emojis of popping eyes.There is also some ambiguity about whether it is one or two payments being made. \"The parties will file a stipulated dismissal upon Ms Giuffre's receipt of the settlement (the sum of which is not being disclosed). \"Prince Andrew intends to make a substantial donation to Ms Giuffre's charity in support of victims' rights,\" says the joint statement accompanying the deal. Whether that means separate payments to Ms Giuffre and the charity has not been clarified by Prince Andrew's representatives. Who is paying for the pay-out could be another issue. Kate Macnab, a lawyer at Reeds Solicitors, says: \"It is likely there will be some demands to know where the payment is coming from - public or private purse?\" In terms of what comes next, the settlement contains a line suggesting how he might try to begin restoring his reputation. \"He pledges to demonstrate his regret for his association with Epstein by supporting the fight against the evils of sex trafficking, and by supporting its victims.\" Although at the moment he might be at risk of losing more links with organisations, than making new ones - particularly anything connected to sex trafficking.There will still be constitutional roles. Prince Andrew remains a counsellor of state, unless legislation is passed to change that, which means he is one of four senior royals who could act in place of the Queen if illness meant she was unable to carry out official duties. From the wider Royal Family there might be relief that the case is over, rather than facing aPlatinum Jubilee year clouded by allegations and more revelations. But for Prince Andrew it's hard to see any way back to public life. Will he be able to take part in jubilee events or official royal family occasions? Even with no admission of guilt, or any concessions to the claims against him, his future relationship with the public, and any appearances at royal events, will be awkward to say the least. ", "url": "https://www.bbc.com/news/uk-60392268"}