{"datetime": "2022-02-16T01:35:00.000Z", "author": "Tara McKelvey", "title": "US Kremlin backers seek to undermine Joe Biden", "article": "A small but politically vocal portion of the American electorate that admires Vladimir Putin's muscular policies is seeking to undermine US President Joe Biden's efforts to stand up to the Russian president. Mr Biden has threatened to impose crushing economic sanctions on Moscow amid a build-up of Russian troops on the Ukrainian border. Many, in loud whispers, say that Mr Putin plans an invasion. But activists on the hard-right - and a few on the hard-left - of the US political spectrum say that it is Mr Biden who is \"warmongering\". Arch-conservative voters who take this view are pressuring members of Congress to take a conciliatory tone towards Russia, tamp down rhetoric and refuse authorisation to send troops to the region. They are also working to elect Republican candidates who have publicly stated that they will not intervene in Ukraine. The efforts have the potential to frustrate Mr Biden's Ukraine plans and reshape the Republican party's foreign policy outlook.Most Americans agree with Mr Biden that the build-up of troops on Ukraine's border is a threat to US interests, regardless of their political affiliation, according to a poll from the Pew Research Center - though only a relatively small percentage, 23%, of those surveyed had heard much about the subject. But US voters who admire Mr Putin and spoke to the BBC praised his boldness, while others were isolationists who believe the US should not deploy military forces abroad. Ultraconservatives in the Republican party are threatening political consequences for those who are perceived as overly aggressive and prone to using military force for the Russia-Ukraine conflict. Jonathan Erickson, who serves as a district chair for the Loudoun County Republican Committee in Virginia, is strongly opposed to Mr Biden's policies regarding Ukraine, and he supports Republican candidates who share his views. \"I don't want to send any of our people over there,\" said Mr Erickson. \"We don't need to interject ourselves in every little conflict.\" Amid the build-up of soldiers on Ukraine's borders, the US has moved 3,000 troops to Poland to protect Nato interests, but Mr Biden has sworn that there would be no American troops in Ukraine, which is not a Nato member. Some Republicans say they do not trust Mr Putin, but are even more suspicious of Mr Biden and his \"interventionist\" policies.Mr Putin's views of Ukraine, which has deep historical ties to Russia and was part of the former Soviet Union, are reasonable for Moscow, thinks Sohrab Ahmari, a contributing editor of the American Conservative. \"Any Russian government would not like to see Nato right at Russia's doorstep - in Ukraine,\" he said. Meanwhile, Mr Biden's responses to the public about the situation have been \"confusing and unhelpful\", said Mr Ahmari. Eugene Delgaudio, a former county supervisor in Loudoun County, Virginia, thinks Mr Putin's threats are nothing more than \"sabre-rattling\". But regardless of what happens, \"it's not in the interest of the US to go over there and defend Ukraine\", said Mr Delgaudio. Jared Taylor, who edits a white supremacist website, American Renaissance, said he saw Mr Putin as a \"Russian patriot\". Those on the mainstream left and centre dislike Mr Putin's Ukraine stance because the Russian president opposes gay marriage. \"If he [Mr Putin] were a promoter of multiculturalism and gay rights, I feel sure that with regards to his foreign policy, it would be treated with a great deal more tolerance,\" Mr Taylor said. In addition, he says that he is wary of the claims of US officials about the intentions of Mr Putin and the actions of the Russian government. \"I tend to be sceptical about some of the assertions from the US officials,\" said Mr Taylor. Warning of the possibility of Russian invasion, Mr Biden on Tuesday called the deterrence of such aggression \"a cause that unites Republicans and Democrats\". But Republicans in general have warmed towards Russia in recent years - an irony considering the party's place in US politics at the height of the Cold War. The percentage of Republicans who described Russia as an ally or a friend rose from 22% to 40% between 2014-18, according to Gallup. The most recent Republican in the White House, former President Donald Trump, has spoken warmly of Mr Putin, even though US intelligence officials denounced the Kremlin for interfering in the 2016 and 2020 US general elections. Influential Republicans, such as the Fox News host Tucker Carlson and JD Vance, a well-known candidate for Congress, have accused Mr Biden of readying Americans to fight a war in Ukraine.Mr Ahmari of the American Conservative thinks that messaging is connecting with voters. Some three million viewers watch Mr Carlson's show nightly, and his comments about Ukraine have had \"a profound effect on how Republican candidates talk about the Russia-Ukraine issue\", according to Axios, a political news site.An analysis by the outlet found public statements from close to a dozen Republicans in Congress criticising the idea of intervention in Ukraine. Republican candidates \"who vow not to assist in any potential conflict in Ukraine are reflecting - and fanning - anti-interventionist sentiments\" in the party, it concluded. Said Mr Ahmari: \"Those Republicans who say we need to show more restraint will do well. They reflect the popular mood.\" But Peter Dickinson, an expert at the Atlantic Council who lives outside Kyiv, warned that such a shift in opinions can have a direct impact on foreign policy, and consequently on the lives of him and others in Ukraine. \"It sends a very alarming signal,\" he said. ", "url": "https://www.bbc.com/news/world-us-canada-60297302"}