{"datetime": "2022-02-16T14:01:56.000Z", "title": "Police to investigate Prince Charles' charity", "article": "The Metropolitan Police is to investigate claims Prince Charles' charity offered honours help to a Saudi citizen. The force said it is investigating alleged offences under the Honours (Prevention of Abuses) Act 1925. There have been no arrests or interviews under caution, the Met said. The Prince's Foundation said it would be \"inappropriate to comment on an ongoing investigation\".It is understood to be continuing to offer its full co-operation to the Metropolitan Police. The Met's decision to investigate follows its assessment of a letter it received last September relating to media reports that Prince Charles' former valet Michael Fawcett allegedly offered to help secure an honour for a Saudi citizen. Shortly afterwards, Mr Fawcett temporarily stepped back - and has since resigned - as chief executive of The Prince's Foundation. The charity announced an investigation into the allegations. Clarence House reiterated its previous insistence that Prince Charles had \"no knowledge of the alleged offer of honours or British citizenship on the basis of donation to his charities\". He is president of the foundation but is not involved with its governance, with the charity's trustees overseeing its day-to-day activities. The Metropolitan Police said in a statement that its decision to investigate alleged offences followed \"assessment of a September 2021 letter. This related to media reporting alleging offers of help were made to secure honours and citizenship for a Saudi national\". It added: \"Officers liaised with The Prince's Foundation about the findings of an independent investigation into fundraising practices.\"The foundation provided a number of relevant documents. \"These documents were reviewed alongside existing information. The assessment determined an investigation will commence. \"There have been no arrests or interviews under caution.\" ", "url": "https://www.bbc.com/news/uk-60404077"}