{"datetime": "2022-02-16T14:19:27.000Z", "title": "Hungary and Poland lose EU funding fight over laws", "article": "Hungary and Poland have lost their court challenge to an EU rule that allows billions of euros of funding to be conditional on democratic standards. The European Court of Justice ruled that complying with rule of law was a condition of enjoying membership of the EU. Governments in Hungary and Poland have been widely accused of backsliding on standards in recent years. Hungary's governing party condemned the ruling as a political decision. The ECJ ruled that\"sound financial management of the EU's budget\" could be seriously compromised by breaches of rule of law. EU member states signed up to common values such as rule of law and solidarity and the EU \"must be able to defend those values\". Both countries have been investigated for undermining the independence of courts, media and non-governmental organisations and both are key recipients of EU funding.Poland was ordered last year to shut down a disciplinary chamber for judges because it was not independent, while Hungarian Prime Minister Viktor Orban has been accused of curbing the rights of minorities. The EU has already frozen Covid recovery money worth €36bn (£30bn) for Poland and €7bn for Hungary, and this ruling could affect further funding.Critics say the Commission has been far too slow to tackle the rollback of freedoms and rights in parts of the EU. But this regulation shouldn't be over-interpreted. There are conditions attached that talk about how the mechanism should only deployed when, put simply, EU money is at risk of misuse.If those conditions are met, there's then a process stretching over potentially many months. This isn't a catch-all way of quickly penalising a member state if it, for example, breaks from accepted EU norms on LGBT rights.Those are the technical details. The big political picture is that the running sore between Brussels and its \"errant\" member states is not getting better.Disputes are not uncommon within the bloc but this particular fight gets to the heart of EU values and to what extent member states should or can be forced to follow them. Polish deputy minister Janusz Kowalski reacted to the ruling by accusing the EU of trying starve Hungary and Poland financially.\"This is the end of the EU as we know it! We must defend Polish sovereignty,\" he said. Meanwhile in Hungary, where the ruling Fidesz party of Viktor Orban is campaigning to win a fourth term in office, Justice Minister Judit Varga accused the EU of abuse of power and of punishing Budapest for bringing laws that ban the depiction of homosexuality to under-18s. In a statement, European Commission President Ursula von der Leyen said the rule of law mechanism was aimed at protecting the EU's budget for the benefit of all EU citizens.Guidelines would be provided in the coming weeks to give \"further clarity about how we apply the mechanism in practice\", she added. ", "url": "https://www.bbc.com/news/world-europe-60400112"}