{"datetime": "2022-02-16T13:33:42.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Hong Kong's hospitals overwhelmed amid spike in cases", "article": "Hong Kong's healthcare system has been overwhelmed by a huge surge in Covid-19 cases, with infected patients being treated outside crowded hospitals. The government has admitted it is struggling to contain the fifth wave of infections, fuelled by Omicron. But it has ruled out a city-wide lockdown. A record 4,285 new cases were reported on Wednesday. Chinese President Xi Jinping urged the local leaders to take \"all necessary measures\", in a rare intervention. The comments may signal tighter controls in China's special administrative region, which pursues a zero Covid policy - but without the strict mass testing and lockdowns seen in mainland China. More than 10,000 people are waiting to be admitted to hospitals, as experts warn cases could surge to 28,000 daily. Nine people died from the virus in the past 24 hours, including a three-year old girl, authorities say. The city of 7.5 million people has confirmed about 26,000 infections since the start of the pandemic and just over 200 deaths, numbers far below other similar sized cities. But there is rising fatigue among residents who have had to endure tight measures that include the closure of most public venues like pubs, gyms and churches, and severe travel restrictions. The government has also struggled to persuade residents to get vaccinated, with a relatively low uptake among the elderly in particular. President Xi said the Hong Kong government \"must mobilise all power and resources to take all necessary measures\" to control the outbreak, according to pro-Beijing newspapers Wen Wei Po and Ta Kung Pao. Responding to the message, Hong Kong leader Carry Lam said local authorities would \"mobilise all available manpower and resources and adopt all necessary measures\" to control the situation. The work would focus on improving testing capacity, building treatment and isolation facilities, and receiving medical and other supplies from mainland China, she said. ", "url": "https://www.bbc.com/news/world-asia-china-60339746"}