{"datetime": "2022-01-21T06:47:45.000Z", "author": "Helen Briggs", "subject": "Climate change", "title": "False banana: Is Ethiopia's enset 'wondercrop' for climate change?", "article": "Scientists say the plant enset, an Ethiopian staple, could be a new superfood and a lifesaver in the face of climate change. The banana-like crop has the potential to feed more than 100 million people in a warming world, according to a new study. The plant is almost unknown outside of Ethiopia, where it is used to make porridge and bread. Research suggests the crop can be grown over a much larger range in Africa. \"This is a crop that can play a really important role in addressing food security and sustainable development,\" said Dr Wendawek Abebe of Hawassa University in Awasa, Ethiopia. Enset or \"false banana\" is a close relative of the banana, but is consumed only in one part of Ethiopia. The banana-like fruit of the plant is inedible, but the starchy stems and roots can be fermented and used to make porridge and bread. Enset is a staple in Ethiopia, where around 20 million people rely on it for food, but elsewhere it has not been cultivated, although wild relatives - which are not considered edible - grow as far south as South Africa, suggesting the plant can tolerate a much wider range. Using agricultural surveys and modelling work, scientists predicted the potential range of enset over the next four decades. They found the crop could potentially feed more than 100 million people and boost food security in Ethiopia and other African countries, including Kenya, Uganda and Rwanda. Study researcher Dr James Borrell, of the Royal Botanic Gardens, Kew, said planting enset as a buffer crop for lean times could help boost food security. \"It's got some really unusual traits that make it absolutely unique as a crop,\" he said. \"You plant it at any time, you harvest it at any time and it's perennial. That's why they call it the tree against hunger.\" Ethiopia is a major centre of crop domestication in Africa, home to coffee and many other crops. Climate change is predicted to seriously affect yields and distribution of staple food crops across Africa and beyond. There is growing interest in seeking new plants to feed the world, given our reliance on a few staple crops. Nearly half of all the calories we eat come from three species - rice, wheat and maize. \"We need to diversify the plants we use globally as a species because all our eggs are in a very small basket at the moment,\" said Dr Borrell. The research is published inEnvironmental Research Letters. Follow Helen onTwitter. Have you changed your diet because of climate change? How else are you preparing for rising global temperatures? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/science-environment-60074407"}