{"datetime": "2022-01-24T17:56:25.000Z", "author": "Matt McGrath", "subject": "COP26", "title": "Climate change: 'Fragile win' at COP26 summit under threat", "article": "COP26 President Alok Sharma has warned that progress made during the summit is at risk of \"withering on the vine\". Mr Sharma said that the agreements reached at the Glasgow climate meeting had been a \"fragile win\" for the world. But unless the commitments made are turned into action this year, the chances of keeping global temperatures in check will be lost.Quoting from the popular film, Don't Look Up, he said this was no time to \"sit tight and assess\". The UN's COP26 climate summit in November ended with a deal being struck in a bid to stave off severe climate change. This pact was the first ever UN climate deal to explicitly plan to reduce coal - the worst fossil fuel for greenhouse gases. But the pledges didn't go far enough to limit temperature rise to 1.5C, seen by scientists as the threshold for dangerous impacts from global warming. Twelve weeks to the day after the start of COP26 (so named because it was the 26th meeting of the Conference of the Parties), Alok Sharma delivered his first major speech since the gathering, at a Chatham House event in Central London.Mr Sharma is essentially in charge of the negotiations process until the next major conference, COP27, in Egypt in November.He highlighted the fact that, despite the pandemic, and frayed international relations, countries had worked together at COP26 to deliver the Glasgow Climate Pact. That agreement, he said, was a significant achievement.In Glasgow, countries had agreed to return with new and improved carbon-cutting plans for 2030 by the time of the next major summit in Egypt in November. The hope is that every nation will increase their national efforts in line with limiting global warming below 1.5C. Mr Sharma also underlined the progress made in Glasgow on getting rid of the most polluting fossil fuel.\"When my team and I were deliberating on whether we should aim to consign coal power to history, I was warned we would never get the word 'coal' in a COP text,\" Mr Sharma said.\"Yet every country at COP has agreed to phase-down coal power.\" But the achievements in Glasgow will not survive if global leaders don't take concrete action this year, he explained. \"Unless we honour the promises made, to turn the commitments in the Glasgow Climate Pact into action, they will wither on the vine,\"Mr Sharma told the audience.\"We will have mitigated no risks. We will have seized no opportunities. Instead, we will have fractured the trust built between nations. And 1.5C will slip from our grasp. So my absolute focus for the UK presidency year is delivery.\" Mr Sharma outlined four key priorities for this year, the first of which involves getting countries to increase their actions on cutting carbon. He would be concentrating on getting the richer G20 group of nations to do more.There must also be a renewed focus on helping countries to adapt to climate change, and to make advances on the issue of loss and damage.Money was critical to progress, he reiterated. Come November, leaders of the richer countries must be able to show that the $100bn (£74bn) promised every year from 2020 would finally be delivered.At a number of points in his speech, Mr Sharma referred to theSouth African deal put together at COP26.Countries, including the UK, are stumping up the cash for South Africa to transition away from coal. Mr Sharma indicated that this approach may well be used again. \"Where we can support them, as we're doing with South Africa, in going from coal to a clean energy transition, that's something that developed countries are going to have to do, increasingly.\" Follow Matton Twitter .", "url": "https://www.bbc.com/news/science-environment-60115969"}