{"datetime": "2021-05-08T09:59:09.000Z", "author": "Jonathan Amos", "title": "Big Chinese rocket segment set to fall to Earth", "article": "Debris from a Chinese rocket is expected to fall back to Earth in an uncontrolled re-entry this weekend. The main segment from the Long March-5b vehicle was used to launch the first module of China's new space station last month. At 18 tonnes it is one of the largest items in decades to have an undirected dive into the atmosphere. The US on Thursday said it was watching the path of the object but currently had no plans to shoot it down. \"We're hopeful that it will land in a place where it won't harm anyone,\" US Defense Secretary Lloyd Austin said. \"Hopefully in the ocean, or someplace like that.\" Various space debris modelling experts are pointing to late Saturday or early Sunday (GMT) as the likely moment of re-entry. However, such projections are always highly uncertain. Originally injected into an elliptical orbit approximately 160km by 375km above Earth's surface on 29 April, the Long March-5b core stage has been losing height ever since. Just how quickly the core's orbit will continue to decay will depend on the density of air it encounters at altitude and the amount of drag this produces. These details are poorly known.Most of the vehicle should burn up when it makes its final plunge through the atmosphere, although there is always the possibility that metals with high melting points, and other resistant materials, could survive to the surface. When a similar core stage returned to Earth a year ago, piping assumed to be from the rocket was identified on the ground in Ivory Coast, Africa. The chances of anyone actually being hit by a piece of space junk are very small, not least because so much of the Earth's surface is covered by ocean, and because that part which is land includes huge areas that are uninhabited. The zone of potential fall in this case is restricted still further by the trajectory of the rocket stage. It's moving on an inclination to the equator of about 41.5 degrees. This means it's possible already to exclude that any debris could fall further north than approximately 41.5 degrees North latitude and further south than 41.5 degrees South latitude. China has bridled at the suggestion that it has been negligent in allowing the uncontrolled return of so large an object. Commentary in the country's media has described Western reports about the potential hazards involved as \"hype\" and predicted the debris will likely fall somewhere in international waters.The Global Times quoted aerospace expert Song Zhongping who added that China's space monitoring network would keep a close watch and take necessary measures should damage occur. But the respected cataloguer of space activity, Jonathan McDowell from the Harvard-Smithsonian Center for Astrophysics, US, said the situation did reflect poorly on China.\"It is indeed seen as negligence,\" he told BBC News. \"This is the second launch of this rocket; the debris in Ivory Coast last year was from the previous launch, i.e. a basically identical rocket.\"These two incidents [the one now and the Ivory Coast one] are the two largest objects deliberately left to re-enter uncontrolled since Skylab in 1979.\" Fragments of the US space station Skylab scattered across Western Australia in 1979, attracting worldwide attention.Hugh Lewis, who models space debris at Southampton University, UK, noted that more than 60 years of spaceflight had left a large legacy of junk in orbit. The responsibility for this litter rests on several countries, but principally Russia and the US. \"It's worth remembering that there are approximately 900 orbital rocket stages in low-Earth orbit, left behind by nearly every launch-capable nation and with a combined mass orders of magnitude greater than the one expected to re-enter the atmosphere this [weekend],\" Dr Lewis posted on Twitter. Modern practice now calls for rocket stages to be de-orbited as soon as possible after their mission. In the case of large core segments, these would normally come straight back, within one orbit, falling into the ocean or on land (the US company SpaceX now propulsively lands its core stages so they can be used again). For upper-stages that go into an orbit and may travel around the globe several times as they precisely position a payload, the preference is to include a re-ignitable engine that can steer the stage into a return at the earliest opportunity. Usually, this would be over an ocean - potentially in the furthest place from land in the South Pacific, between Australia, New Zealand and South America. Over an area of approximately 1,500 sq km (580 sq miles) this region is a popular graveyard of rocket elements and defunct satellites, where the remains of around 260 missions are thought to be scattered on the ocean floor. Additional r eporting by Andreas Illmer ", "url": "https://www.bbc.com/news/science-environment-57013540"}