{"datetime": "2021-11-16T17:50:24.000Z", "author": "Paul Rincon & Jonathan Amos", "title": "Russian anti-satellite test adds to worsening problem of space debris", "article": "Russia has carried out a missile test, destroying one of its own satellites. The action has caused international outrage because the debris could threaten the International Space Station (ISS) and satellites in low-Earth orbit. Russia's test of an anti-satellite (A-Sat) missile system is not the first of its kind. Back in 2007, China tested its own missile system against one of its own weather satellites in orbit . The explosion created more than 3,000 pieces of debris the size of a golf ball or larger - and more than 100,000 much smaller pieces. Of the orbiting fragments considered a threat to the ISS, about a third are from this Chinese test. And at the speeds these objects travel in orbit, even small pieces can threaten spacecraft with destruction. The A-Sat tests fit into the wider issue of space debris, which is being made worse by our continued activities in space. There is now a wild jungle of junk overhead - everything from old rocket stages that continue to loop around the Earth decades after they were launched, to the flecks of paint that have lifted off once shiny space vehicles and floated off into the distance. It is the legacy of 64 years of space activity. It's estimated there is close to 10,000 tonnes of hardware in orbit - much of it still active and useful, but far too much of it defunct and aimless. Almost 30,000 pieces of debris are being tracked on a daily basis. These are just the big, easy-to-see items, however. Go below the scale of 1cm (0.39in), and objects move around more or less untracked. There may be 300 million of these. All of this stuff is travelling at several kilometres per second - sufficient velocity for them to become damaging projectiles if any were to strike an operational space mission. The threat was starkly demonstrated in 2009 when an active communications satellite operated by the US company Iridium and a defunct Soviet-era military communications satellite were obliterated when they collided in orbit. Now consider the threat to a space vehicle with humans aboard.On Monday, Russia carried out the A-Sat test from Plesetsk Cosmodrome, about 800km (500 miles) north of Moscow. The missile destroyed an old Soviet spy satellite, called Kosmos 1408, that was once part of Russia's Tselina radio signals surveillance programme. US State Department spokesman Ned Price said the destruction of Kosmos 1408 had generated about 1,500 pieces of larger orbiting objects, for which tracking information is available to civilian sources. But it also created hundreds of thousands of smaller fragments. Some of these tinier objects likely can be tracked, although we won't know because the US military wouldn't want to give away information about its sensor capabilities. But other fragments probably are too small to detect from the ground. The debris field from the A-Sat test is found at an altitude of between 440km and 520km above Earth, threatening the ISS, China's Tiangong space station and other spacecraft. When the ISS passed close to the debris cloud on Monday, crew members were told to shelter in the Soyuz and Crew Dragon spacecraft attached to the orbiting outpost. This is so that the crew could detach and come back to Earth if the space station was damaged by fragments of the satellite. While vehicles such as the space shuttle were hit by smaller pieces of debris, it's likely that a collision with any large objects at orbital speeds would be catastrophic to the ISS. The action by Russia has been condemned by other countries, including the US and the UK. The Russian military said it was carrying out planned activities to strengthen its defence capabilities, but denied the test was dangerous. \"The United States knows for certain that the resulting fragments, in terms of test time and orbital parameters, did not and will not pose a threat to orbital stations, spacecraft and space activities,\" it said. Many countries now have their own A-Sat systems; the US and Russia (and previously the USSR) have been developing weapons of this kind since the 1950s. In 1985, the US used a missile launched from an F-15 fighter jet to destroy the Solwind scientific satellite. After the Chinese A-Sat incident in 2007, the US military again shot down one of its own satellites - at a lower altitude than the Chinese or Russian operations - using a ship-launched missile. The lower height above the Earth was intended to ensure that any debris would quickly burn up in the atmosphere rather than staying aloft to threaten space-based assets. Then in 2019,India tested its own weapon, during an operation codenamed Mission Shakti . The missile struck a test satellite in a lower orbit than those targeted by Moscow or Beijing, generating more than 200 pieces of trackable debris. Since modern militaries rely on satellites for intelligence gathering, navigation and communications, A-Sat technologies could be used to undermine an adversary's command and control system during conflict.Gravity ensures that everything that goes up will eventually come back down - but the bath is currently being filled faster than the plug hole and the overflow pipe can empty it. Some material from the A-Sat tests will come down to Earth, out of harm's way, but a significant proportion will head off to high altitudes where they will remain a hazard for years to come. Humans and nature are also conspiring in unexpected ways to make the situation worse. The extra CO2 pumped into the atmosphere down the years has cooled some of its highest reaches - the thermosphere. This - combined with low levels of solar activity - have shrunk the atmosphere, limiting the amount of drag on orbital objects that ordinarily helps to pull debris from the sky. In other words, the junk is also staying up longer. Leaving aside the growth in debris from collisions for a moment, the number of satellites being sent into space is also increasing rapidly. Go back to the 2000s, and the average for the number of satellites launched each year would be about 100. In this decade, the proliferation of small satellite technologies will likely see the annual average rise above 1,000. By and large, everyone operating in orbit now follows international mitigation guidelines. Or tries to. These include ensuring there is enough propellant at the end of a satellite's life so that it can be pulled out of the sky or at the very least pushed into a graveyard orbit.Hardware that can't be commanded to de-orbit should have its fuel tanks vented and its batteries disconnected to reduce the chances of an explosion (a major source of the debris now up there). The goal is to make sure all low-orbiting material is removed within 25 years of launch. However, compliance, even from well-intentioned actors, has traditionally been quite poor. There are lots of ideas out there to clean up space. Many of them look far-fetched and utterly impractical. Some of the more sensible proposals have reached the demonstration phase. The Japanese-UK company Astroscale is currently in orbit showcasing how it would approach and grab redundant and uncooperative hardware. It's likely soon to have to perform this procedure for real on a broadband satellite belonging to the UK operator OneWeb.It has a spacecraft in its fleet that has failed at an altitude of more than 1,000km. At that height, the satellite would take many centuries to come down on its own. It has been calculated that just taking away a few key spent rocket stages or broken satellites each year would substantially reduce the potential for collision and cap the growth in space debris over coming decades. ", "url": "https://www.bbc.com/news/science-environment-59307862"}