{"datetime": "2022-02-04T14:21:33.000Z", "author": "Jonathan Amos", "title": "Astronomers stand up to satellite mega-constellations", "article": "Astronomy is finally putting up a co-ordinated front to defend its interests as thousands of satellites are placed in the sky. Huge networks of spacecraft are being launched that are making it harder to get a clear view of the cosmos. These low-orbiting, fast-moving satellites leave bright streaks across telescope images. TheInternational Astronomical Union is establishing a new centre to focus the community's response. Its work will be led by theUS National Optical-Infrared Astronomy Research Laboratory (NOIRLab) in Tucson, Arizona; and by theSquare Kilometre Array Organisation (SKAO) in Manchester, UK. The latter is most concerned with the satellites' effects on radio astronomy. The new Centre for the Protection of the Dark and Quiet Sky from Satellite Constellation Interference will try to act as a single voice for astronomy. It will engage with, and encourage, satellite companies to make every effort to minimise the light pollution they are creating. But it will also pursue policymakers around the world to tighten the regulations on what is acceptable behaviour in orbit. \"The IAU's primary priority is to take [a] cooperative approach with industry and have them establish a voluntary corporate culture that looks to mitigate these impacts,\" said Richard Green from the University of Arizona. The dramatic reduction in the cost of rocket launches, linked to a similar reduction in the cost of building satellites, has led to a rush to place new infrastructure in the sky. Of immediate concern are the constellations designed to deliver broadband internet connections from space. These involve placing many hundreds to many thousands of satellites just a few hundred kilometres above the Earth.At this altitude, they move quickly across the sky, and at dawn and dusk when the Sun is low on the horizon will catch the light and trace a bright line through a telescope's exposure.The satellites' transmissions can also, if not tightly constrained, bleed across the frequencies used by astronomy's radio antennas. Two broadband projects - US entrepreneur Elon Musk's Starlink network and the UK-headquartered OneWeb initiative - are leading the new wave of constellations, and have between them launched over 2,000 satellites, but both have plans for many, many more.As do other companies and nations. The Amazon.com founder Jeff Bezos is preparing his Kuiper network. And the EU, for example, wants its own broadband network in orbit by the middle of this decade. Federico Di Vruno, from the SKAO and co-director of the new centre, said important science was at risk if a free-for-all was permitted. He cited the radio detectors that study the cosmic microwave background, which is the oldest light in the sky and gives us a glimpse of the structure and contents of the Universe shortly after the Big Bang. These detectors could be blinded by the downlinks from the constellation satellites, he said. And in optical/visible astronomy, Dr Di Vruno raised the issue of planetary defence.\"At optical wavelengths, observations with long exposure times will be affected the most, particularly in the hours close to twilight, and observing low on the horizon. A prime example would be the potential hazardous asteroid research done by the international asteroid warning network,\" he explained.Connie Walker from NOIRLab and the other co-director of the new centre added: \"As the number of satellites continues to grow, astronomy is facing a watershed moment of increasing interference with observations and loss of science.\"By the end of a decade, more than 5,000 satellites will be above the horizon at any given time at a typical dark-sky observatory location. A few 100 to several 1,000 of these satellites will be illuminated by the Sun. These satellites will be detectable by even the smallest optical or infrared telescopes, depending on the hour of the night and the season.\" The new centre will impress on the companies the need to provide accurate and up-to-date information on the co-ordinates of their satellites so their movements can be anticipated when planning astronomical observations.The centre will also become a knowledge bank to develop and host software that can be used to \"clean\" telescope imagery. And, critically, it will act as a forum to discuss with industry voluntary measures that can be implemented to minimise the intrusiveness of the satellites. A good example has been SpaceX's and OneWeb's willingness to discuss how they can reduce the reflectivity of their spacecraft by applying different coatings or sunshields. \"It's better to make these agreements than to go through regulations. But we're hopeful in talking with them already that some compromises can be made,\" said Dr Walker. ", "url": "https://www.bbc.com/news/science-environment-60262100"}