{"datetime": "2022-02-03T10:00:07.000Z", "title": "Woolly mammoth and other Ice Age remains found in Devon", "article": "The remains of a woolly mammoth have been found among a host of hugely significant Ice Age animal bones in a cave in Devon, experts have said. The bones, including those of a woolly rhinoceros, wolf and hyena, are thought to date to the last Ice Age - about 30,000 to 60,000 years ago. Archaeologists found the remains during work as part of the development of a new town near Plymouth. Lead archaeologist Rob Bourn said the finds were of \"national significance\". Mr Bourn, from Orion Heritage, an archaeological and heritage consultancy, said it had been \"a once in a lifetime experience for those involved\". The developers of Sherford, a new 5,500-home town which is being built, instigated archaeological work at the start of construction in 2015, which has continued ever since. He said: \"Construction happening at Sherford is the sole reason these findings have been discovered and it is remarkable that they have laid undisturbed until now.\"To find such an array of artefacts untouched for so long is a rare and special occurrence.\" Excavation during infrastructure work led to the discovery of the animal remains in an area near old lime kilns and Sherford Quarry.The archaeological team has so far found the partial remains of a woolly mammoth and a woolly rhinoceros, along with a virtually complete wolf skeleton and the partial remains of a hyena, horse, reindeer, mountain hare and red fox. The bones are now undergoing academic analysis but are expected to be given to the care of Plymouth's new museum, The Box. The Sherford Consortium - the team behind the development of the new town - said the underground area where the remains were found would be conserved and no construction would take place on top of it.But it said the entrance would be closed and it was not, nor would it be, possible for the public to safely access the area.Duncan Wilson, chief executive of Historic England, called the discovery \"exceptional\".He said: \"To have found partial remains of such a range of species here in Devon gives us a brilliant insight into the animals which roamed around Ice Age Britain thousands of years ago, as well as a better understanding of the environment and climate at the time.\"Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-60234766"}