{"datetime": "2021-07-15T11:19:02.000Z", "title": "Cornwall A30 dig finds artefacts thousands of years old", "article": "Archaeological artefacts thousands of years old have been found on the route of a new dual carriageway. An archaeological dig is taking place for the A30 upgrade between Chiverton and Carland Cross in Cornwall. Flints, pots and roundhouses have been discovered in a \"rare opportunity\" to record the history under the ground. The archaeological team say communities from pre-history and through Roman times lived and worked alongside the route. Archaeologists from Cornwall Council have been working with contractors as work on 8.7 miles (14km) of new dual carriageway continues. The £330m upgrade of the road , due to open in 2023/24, is aimed at improving journey times and making the road safer. The archaeologists say they have found:The team has also found an \"as yet undated but earlier route of what is now the A30, which has been identified so far at four locations along the new road\". Sean Taylor, senior archaeologist for the Cornwall Archaeological Unit, said the route offered a \"random cross section\" of the landscape \"to add a lot to our knowledge of the history of this area\". He said digs had \"revealed evidence of human occupation of this landscape from the hunter-gatherers of the Mesolithic or Middle Stone Age period through to the first farmers of the Neolithic or New Stone Age and some of the first permanent settlements of the Bronze Age. \"We then have Iron Age and Roman fortified farmsteads, Dark Age farming, medieval ironworking, post-medieval field enclosure and mining, through to D-Day embarkation camps and a Cold War bunker.\" The most significant discoveries will go on display at the Royal Cornwall Museum in Truro. The unit is appealing for help on future digs throughout the county. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-57846329"}