{"datetime": "2022-01-18T16:59:43.000Z", "title": "Remains found in cave near Sherford housing development", "article": "A campaign has been launched to protect a cave which has been unearthed during work on a Devon housing development. Historical artefacts have been found on the site at the Sherford new town development, near Plymouth, which are being examined by experts. Campaigners said they were trying to protect the cave from being closed over or filled in.Developers said Devon County Council and Historic England would be consulted before any decision was made. The Sherford project aims to create 5,500 homes, plus shops, businesses, leisure facilities, schools, parks and woodland. A petition to stop the cave from being filled in has reached nearly 5,000 signatures. Tara Beacroft, conservation officer for the Devon and Cornwall Underground Council, said it was \"not just about the archaeology, but it's also about preserving the historical site itself - we can make sure that it's there for future generations\".She said: \"It's amazing that there's been an excavation. It's amazing that there's been some remains found. Now, let's keep going.\"Let's keep pushing so that we can continue the scientific research, we can find out more about potential ecology, we can find out more about the climate and just explore this incredible historical time capsule.\" The Sherford Consortium, which is building the development, said the \"exciting discovery\" was being examined by experts and items found had been carefully removed to be analysed and preserved. It added that no decision have been made about the future of the cave and it would be consulting with Devon County Council and Historic England before any firm decision about its future was made. Woolly mammoths roamed some of the coldest places on Earth beforebecoming extinct about 4,000 years ago . Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-60042700"}