{"datetime": "2021-02-02T13:21:36.000Z", "author": "Jonathan Amos", "subject": "Climate change", "title": "Queen Elizabeth Prize for Engineering honours LED pioneers", "article": "This year's Queen Elizabeth Prize for Engineering salutes five pioneers whose genius has literally lit up our world. Nick Holonyak, George Craford, Russell Dupuis, Isamu Akasaki and Shuji Nakamura all made critical interventions in the development of Light Emitting Diodes, or LEDs. From car headlamps to computer screens, their technologies' applications are now myriad and ubiquitous. The men's achievements have earned them a share in a £1m ($1.4m) award.They've also received a message of congratulation from Her Royal Highness the Princess Royal.\"AQE Prize winner must not only be a fantastic technical innovation, it should have global impact for the good of humanity; and we want it also to be something that inspires young people to become engineers. The story of LEDs is all that,\" Sir Chris Snowden, the chair of judges, told BBC News. An LED is a device containing layers of semiconducting materials that will very efficiently convert electrical energy into light energy. It's light from a chip. And it's this ability to maximise output (illumination) from minimal input (power consumption) that has really made solid state lighting a star turn, in particular through the green revolution it is now facilitating. Our old incandescent bulbs with their glowing filaments would waste upwards of 80% of their energy as heat, whereas for LEDs this loss is down at around 5-10%.The diodes are also more robust and therefore last longer - at least 30 times longer - as a consequence.No wonder so many countries around the globe are now mandating the adoption of LED lamps.They are, without question, going to play a significant role in tackling the climate crisis in the years ahead. And, in tandem, they'll also be a driver of sustainable international development, enthused George Craford. \"I think we've all seen the night maps put out by Nasa, showing the bright clusters of city lights. But get away into some of the darker regions where there is no electricity, and it will be a combination of LEDs and solar cells that provides the light so people can see, so students can study at night without the need to sit by a fire or use a paraffin lamp. It's a revolutionary change for some of these villages, and it's powered by LEDs,\" he said.In the developed world, solid-state lighting is everywhere around us - not just in the home, but in the office and factory; it lights up commercial displays and TV screens; and emission at ultraviolet wavelengths is even being used to sanitise our surroundings by deactivating viruses and other pathogens. The QE Prize laureates are regarded as key waypoints on the journey from the crude early devices to the mass-produced, sophisticated applications we see today.Holonyak, for example, created the first red LED in 1962. Craford came up with the first yellow diode in 1972. Akasaki and Nakamura perfected blue devices, which opened up the means to produce white light from a combination of primary colours. \"And of course when we developed that blue LED in 1993, we were immediately contacted by the cell phone companies. 'Please make us a white backlight for our displays!',\" recalled Shuji Nakamura. The modern smartphone is a child of the LED era.Dupuis is recognised for his contributions to the process that industrialised the technology - something called metalorganic chemical vapour deposition, or MOCVD.This grows the semiconductors, crystalline layer by crystalline layer. The electrical properties, such as the type of light you get from an LED, are tuned through the use of specific chemical elements. Solar cells - the reverse of LEDs: converting light to electrical energy - are made using the same process. The diversity of applications for solid state lighting today is extraordinary. Some uses, the laureates happily concede, have taken even them by surprise. \"A new application I was just reading about is laser welding, laser machining,\" explained Russ Dupuis.\"Blue lasers are now so powerful, they can be used to weld and cut metals. And they're so efficient for certain metals that they're replacing all other technologies.\"One particular application is the machining that's done to make the batteries we use in electric vehicles. So the whole electric vehicle infrastructure will ultimately depend on these processing tools that are blue laser diodes.\" Jim Al-Khalili, the well known physicist and BBC presenter, was on this year's judging panel. He lauded the winners because he said they would inspire the next generation. \"My son did electronic engineering at university. I had thought he might follow my footsteps into physics, but he said, 'Dad, you can stick with the big ideas, I want to do something useful'. That was his distinction, bless him, between physics and engineering.\"Physics is coming up with the knowledge and engineering is putting that knowledge into practice, and that's what these five winners have done.\" The laureates will be formally honoured at a ceremony later this year where they'll receive their cash prize and a trophy crafted by Hannah Goldsmith, a 20-year-old design student from the United Kingdom.The QEPrize organisers have also announced that the biennial award will now become an annual event. ", "url": "https://www.bbc.com/news/science-environment-55896164"}