{"datetime": "2021-11-17T14:16:08.000Z", "author": "Paul Rincon", "title": "IBM claims advance in quantum computing", "article": "IBM has unveiled an advanced \"quantum\" processor that is part of an effort to build super-fast computers. These machines could revolutionise computing, harnessing the strange world of quantum physics to solve problems beyond reach for even the most advanced \"classical\" ones. But the hurdles in building practical, large-scale versions have kept quantum computers confined to the lab. The new chip has 127 \"qubits\", twice as many as the previous IBM processor. Qubits (quantum bits) are the most basic units of information in a quantum computer. The company called its new Eagle processor \"a key milestone on the path towards practical quantum computation\".But one quantum computing expert said more details were needed to assess whether it represented a significant advance. Recent years have seen a surge of interest in the machines because of their potential to vastly improve computing power.They could be used to help develop new materials and medicines or improve aspects of artificial intelligence. Quantum computers tap into the strange way matter behaves at very small scales. In classical computers, the unit of information is called a \"bit\" and can have a value of either one or zero.But its equivalent in a quantum system - the qubit - can be both one and zero at the same time. This is the concept of superposition, where something can exist in multiple states at once. To harness their power, multiple qubits must be linked together, a process called entanglement.And with each additional qubit added, the computational power of the processor is effectively doubled. The Eagle processor follows the company's 65-qubit Hummingbird, unveiled in 2020, and the 27-qubit Falcon, in 2019.\"The arrival of the Eagle processor is a major step towards the day when quantum computers can outperform classical computers for useful applications,\" senior vice-president and research director Dr Darío Gil said.\"Quantum computing has the power to transform nearly every sector and help us tackle the biggest problems of our time.\" An important step is to demonstrate what has been loosely dubbed \"quantum supremacy\".In 2019, Google said its 53-qubit Sycamore quantum processor hadsurpassed the performance of a conventional computer - on a particular task - for the first time. Google researcherspublished the results in the prestigious academic journal Nature.At the time, scientists from IBM questioned some of Google's figures and its definition of quantum supremacy. Regarding the new Eagle chip , Prof Scott Aaronson, from the University of Texas at Austin, said: \"I look forward to seeing the actual details.\" On his blog, the quantum computing expert added that information released so far by IBM lacked key parameters he used to assess quantum-computing progress. In 2016, IBM was the first company to put quantum computing on to the cloud, opening up access to the machines for more users. Follow Paulon Twitter. ", "url": "https://www.bbc.com/news/science-environment-59320073"}