{"datetime": "2019-02-12T14:00:48.000Z", "author": "Jonathan Amos", "title": "Queen Elizabeth Prize for Engineering: GPS pioneers lauded", "article": "This year's £1m QE Engineering Prize has been won by four individuals who played key roles in developing GPS. The Americans Brad Parkinson, James Spilker Jr, Hugo Fruehauf, and Richard Schwartz were all present at the London ceremony held to announce the honour.HRH The Princess Royal made the award. The Global Positioning System began as a military project but has since had a revolutionary impact on wider society, and now underpins hundreds of billions of dollars of economic activity. Dr Parkinson said it was an extraordinary honour to receive the Queen Elizabeth Prize for Engineering, but he was then quick to pay tribute to the many people who were involved in the innovation.\"It is an awesome honour. There is no prize for engineering greater than this,\" he told BBC News.\"The nice part is that it's a recognition for technology that is good for humanity around the world. And it's humbling because, candidly, the four of us represent another score of engineers, and more, who made critical contributions. Nobody does everything.\"GPS is made possible by a network of 24-plus spacecraft in orbit that transmit precise timing and positional information to receivers around the globe. And while most people will be familiar with the technology from their smartphone or car sat-nav device - the signals are used in myriad and ever-expanding ways, helping to synchronise cellular and data networks; to time-stamp financial transactions; and to co-ordinate supply chains, whether they involve trucks, planes, ships or trains.Indeed, it is hard to think of an activity in modern society that doesn't lean in some way on GPS and its sister services now coming online, such as Europe's Galileo network. And this reliance will only go deeper as we enter two new eras - that of the so-called \"Internet of Things\", where all manner of objects are connected through the internet; and that of Big Data, where huge volumes of information points are analysed by powerful computers to reveal entirely new behavioural patterns and trends.Bradford Parkinson is sometimes referred to as the \"father of GPS\". The retired United States Air Force Colonel led the development of the system we know today.He pulled together experts over Labor Day weekend, 1973, to brainstorm the project, producing a 7-page report that was then implemented with initial funding of $200m. Dr Parkinson recruitedJames Spilker Jr , who designed the signal that's transmitted by the satellites. Hugo Freuhauf is credited with miniaturising laboratory atomic clocks so they could be carried aboard a spacecraft. These small, super-accurate timepieces are at the heart of the system. AndRichard Schwartz takes a share in the prize for the radiation-hardened design of the satellites, which at the start of the project were made by Rockwell International.The GPS spacecraft operate in a Medium-Earth Orbit (MEO) at an altitude of 20,000km, where energetic particles can trip electronic circuits unless they're properly protected. Prof Sir Christopher Snowden, chair of the Queen Elizabeth Prize for Engineering Judging Panel, said: \"GPS is something which pulls together so many different technologies, and it was an incredibly complicated challenge to develop it.\"It even has the Theory of Relativity applied into it. If you're looking for something that spans nearly every aspect of engineering and science - you've got it with GPS.\" Lord Browne of Madingley, who chairs the foundation that runs the prize, added: \"Engineering is the foundation of civilisation; there is no other foundation; it makes things happen. And that's exactly what today's Laureates have done - they've made things happen. They've re-written, in a major way, the infrastructure of our world.\" The USAF currently has 31 operational satellites in orbit to deliver the GPS signals. The first of a new design for the spacecraft, now built by Lockheed Martin, was launched in December.Known as Block III, this iteration of satellite has three times better accuracy and is said to be significantly more resistant to jamming and \"spoofing\" (making a receiver think it is somewhere it is not). The Block III also incorporates an addition to its signal structure that will improve interoperability with the likes of Galileo.The prize was announced at the Royal Academy of Engineering, which released a report in 2011 that warned of the dangers for society if it became over-reliant on GPS. A more recent study even calculated the cost to the British economy should there be a network failure. It put this at a billion pounds a day. Dr Parkinson said he shared the concern.\"Like all good things, GPS is something on which we can become too dependent,\" he told BBC News.\"We have a concept - PTA, which stands for Protect, Toughen and Augment. Protect the frequencies and the signal. Toughen the receivers, and Augment the system - put in place other systems which may not be as accurate or as robust but which provide a back-up, and give a user in trouble a backdoor to get out of trouble.\" ", "url": "https://www.bbc.com/news/science-environment-47212151"}