{"datetime": "2018-04-17T11:36:09.000Z", "title": "Bronze age pot uncovered in Cornwall field", "article": "An intact earthenware pot thought to date back to the Bronze Age has been unearthed in a field in Cornwall. The pot, which is 12in (30cm) high, is about 4,000 years old and thought to contain human remains. It was found just below the surface, along with other Bronze Age artefacts like pottery and flint tools, at Hendersick Barrow near Looe. Lead archaeologist Dr Catherine Frieman said: \"It's almost a miracle that a plough has never hit it.\" The project is part of the Southeast Kernow Archaeological Survey, with input from the Australian National University (ANU). More news from Cornwall Dr Frieman, from the ANU, said the \"stunning\" find was discovered within a bronze age burial monument. \"It's unusual enough that it made us smile,\" she said. \"You don't often get intact jars from the Bronze Age.\"This is from 4,000 years ago and these are very shallow. This was about 25cm (10\") underground.\" She added that the collared urn \"probably has a cremation in it, although we haven't seen it yet.\" Jamie Lewis, coordinator of the dig team, said: \"There wouldn't be lots of metal finds, to the extent you'll find in other parts of Britain. \"You're looking at a society that didn't use as much metal as Anglo-Saxons. There's just not the evidence for it. \"I think there's a large amount to learn, especially in Cornwall and particularly in this area; perhaps its relationship to the sea, other parts of Britain and to its relationship with other parts of Cornwall.\" Archaeologists say they still do not know why Bronze Age people buried their dead in barrows. Finding clues is difficult because the soil in southern and eastern England is acidic, so remains are not preserved unless they were burnt.Most barrows discovered so far in Cornwall are further inland, in bigger groups and are mainly centred around villages such as Pelynt and West Taphouse. ", "url": "https://www.bbc.com/news/uk-england-cornwall-43787497"}