{"datetime": "2021-09-30T00:35:04.000Z", "author": "Rory Cellan-Jones", "title": "British firm claims quantum-computing breakthrough", "article": "A UK start-up says it has made one of the world's smallest quantum computers. Orca Computing, founded two years ago by Oxford academics led by Prof Ian Walmsley, whose work on photonics is at the heart of the company, says its novel approach will make quantum computing more commercially viable. Chief executive Richard Murray plans to demonstrate the device at an industry event later this year.One expert said the challenge would be scaling it up to make it powerful. Most of the major players in this field, including Google and IBM, use an approach involving freezing qubits, the building blocks of a quantum computer, down to near absolute zero.And this means large machines with costly infrastructure around them. Opening what looks like a standard server cabinet in Orca's compact offices on a west London science park, Richard Murray points to the computer and says: \"We're completely changing the way people view quantum computers. \"Firstly, it's not cryogenically cooled, it's all at room temperature. \"And you'll also see it looks a lot like a normal computer would - it's a rack-mounted system, it looks very unspecialist. \"Our approach uses single photons, so single units of light.\"And the great thing about single photons is that they don't interfere with the outside environment.\" The promise of quantum computing is it will solve problems beyond standard computers, helping to combat climate change, accelerate artificial intelligence or develop new drugs.But devices with hundreds, perhaps even millions, of qubits may be needed before those kind of challenges can be addressed. The Orca computer has just four, leaving it a long way behind rivals. But the company says it will be able to scale up quickly over the next two years. One of the UK's leading quantum-computing experts Prof John Morton, of University College London, says using photons is a perfectly valid method. \"There's certainly a few important companies working on it,\" he says. \"Photonics is definitely not a fringe approach.\"But Orca's four-qubit machine has about the same power as a thermostat or an Apple Watch. \"It's in an earlier stage in terms of qubit number than what Google and Rigetti and IBM are doing with superconducting qubits,\" Prof Morton says. And scaling up is likely to be a major challenge. Orca has some funding from the government, which has stressed its ambition to make the UK a centre of quantum computing and also provided funds to encourage American company Rigetti to build a quantum computer in the UK. And in a corner of an Oxford Instruments industrial unit near Abingdon, Rigetti's Mandy Birch shows me what progress had been made. But what has been built certainly does not resemble a standard computer, more like a golden chandelier with wires coming off it.\"What you're seeing in front of you,\" Ms Birch says, \"is all of the control lines, the cooling capability and the infrastructure that supports the UK's first practical quantum computer.\" Its 32 qubits have been brought in from the United States and are stored separately in nitrogen to avoid any contamination.The next task is to switch on the cooling infrastructure, plug in the qubits and start testing. By the UK's first \"practical\" quantum computer, Rigetti means it will be the first to be applied to real-world problems by commercial customers.From early next year, Standard Chartered Bank will use it to measure volatility in markets and Phasecraft will try to address energy issues such as improving batteries. But Ms Birch says these are very early days for the technology. \"The quantum computers today are not solving things better, faster, or cheaper than classical computing,\" she says. \"But what we've done is lay the foundation here to make practical progress on problems that are intractable with classical computing.\" Asked about the photonics approach taken by Orca, Ms Birch is diplomatic. \"We're at the dawn of a new industry,\" she says \"So it's exciting to see progress across lots of different technologies.\"We're focused on superconducting qubits as the technology that we see as the most scalable and practical.\" Orca has also signed its first commercial deal, working with BT and BP to see whether plugging one of its devices into a data centre could help produce more energy efficient materials. Mr Murray admits the company is taking on much bigger and better funded American businesses.But he says the UK can compete. \"Why have we lost this belief that we can still do stuff?\" he asks.\"We have great technologies.\"So I think we have the ingredients, especially with the support of government partners like Innovate UK, to be competing. \"So let's be confident rather than give up at the first chance.\" ", "url": "https://www.bbc.com/news/technology-58738571"}