{"datetime": "2022-01-26T22:39:38.000Z", "author": "Paul Rincon", "title": "NIF: US lab takes further step towards nuclear fusion goal", "article": "US physicists have confirmed that they achieved a stage in nuclear fusion called \"burning plasma\" last year. There's a longstanding effort to crack fusion power because it promises an unlimited source of clean energy. Burning plasma occurs when fusion reactions become the dominant source of heating in the process, rather than energy introduced from outside. The stage was seen in experiments carried out at the National Ignition Facility (NIF) in California. The achievement is described intwo paperspublished in the academic journal Nature. Existing nuclear energy relies on a process called fission, where a heavy chemical element is split to produce lighter ones. Fusion works by combining two light elements to make a heavier one. Researchers have been working on the nuclear fusion problem since the 1950s. It's the process that powers the Sun, and the effort has sometimes been likened to building a star on Earth. However, turning nuclear fusion into a commercially viable energy source has proven elusive. Getting the reactions going is not the problem; the trick is getting more energy out of the fusion process than you put in. To this end, NIF uses a powerful laser to heat and compress hydrogen fuel inside a capsule. The 192 beams from this laser - the highest-energy example in the world - are directed towards a peppercorn-sized capsule containing deuterium and tritium - different forms of the element hydrogen.This compresses the fuel to 100 times the density of lead and heats it to 100 million degrees Celsius - hotter than the centre of the Sun. Heating the target in this way generates an electrically-charged gas called plasma. In the plasma, electron particles are stripped out of atoms, leaving the parts known as atomic nuclei. These can fuse together, generating energy in the process. When fusion reactions become the dominant source of heating in the plasma, rather than laser energy required to start the process, the heat provides the energy for even more fusion.\"In these experiments we achieved, for the first time in any fusion research facility, a burning plasma state where more fusion energy is emitted from the fuel than was required to initiate the fusion reactions, or the amount of work done on the fuel,\" said Annie Kritcher, a physicist at the Lawrence Livermore National Laboratory (LLNL) where NIF is based. Her LLNL colleague Alex Zylstra added: \"Experiments over decades have produced fusion reactions using large amounts of 'external' heating to get the plasma hot - now, for the first time, we have a system where the fusion itself is providing most of the heating. \"This is a key milestone on the way to even higher levels of fusion performance.\" Previous attempts to reach this stage have been limited by challenges in controlling the plasma shape. But researchers at NIF came up with an improved experimental design involving the use of capsules that can hold more fuel and absorb more energy while containing the plasma.Even when burning plasma is achieved, energy is still lost from the process. But this is one of the last remaining milestones before NIF's bigger goal of \"ignition\" and self-sustaining energy production. During ignition, the energy released through fusion reactions exceeds that delivered to the fuel by the laser. In August 2021, NIF reported that they hadreached about 70% of the way towards ignition . Follow Paulon Twitter. ", "url": "https://www.bbc.com/news/science-environment-60148105"}