{"datetime": "2021-08-27T16:00:12.000Z", "title": "Campaigners vow to save 600-year-old Peterborough oak", "article": "Campaigners trying to save a 600-year-old tree have vowed to fight after a council said its plans to fell it would soon resume. Roots of the mature oak in Ringwood, Bretton, risk causing damage to a nearby home. Peterborough City Council, which owns the tree, decided to cut it down but work in June had to be halted after a protestor stood beneath it. The council said it was \"saddened by the action it needs to take\". The authority said \"extensive ground works\" to protect the nearby property from the tree's roots would have cost about a third of the city's annual tree maintenance budget. It has promised to replace the oak with six other trees nearby. But the protestor involved - Richard Elmer - said the oak was a vital part of the city's heritage and disputed the council's estimates for alternatives to cutting it down. \"Everybody who doesn't want it felled will descend upon the tree and protect it and I'll be first there. We're not going to let it happen. \"But we are still in negotiations with the council to hopefully make them see the light. We couldn't be more determined.\" The city's Conservative MP Paul Bristow wrote to the chief executive and said he was \"disturbed\" about the plans to fell the oak. He said: \"Ancient trees like this are increasingly rare and deserve special protection. We must do all that we can to avoid the felling of this tree\". More than 2,000 people have signed an online petition calling for it to be saved. Nigel Simons, cabinet member for the environment, said: \"The decision has been based on specialist advice and, after a thorough decision-making process, the recommendation was and continues to be to remove the tree. \"We have currently paused the felling work for safety reasons, but sadly we will have to resume shortly.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-58356602"}