{"datetime": "2022-01-31T15:19:28.000Z", "title": "Brazil rains: São Paulo floods kill 21 and destroy homes", "article": "At least 21 people have died in floods and landslides caused by torrential rains in the Brazilian state of São Paulo, officials say. Nine others have been injured and many more are missing, while more than 600 families have been left homeless. São Paulo's Governor João Doria has released emergency funds after surveying the flooded areas by air.Heavy rains since the start of the wet season have killed more than 40 people in Bahia and Minas Gerais states. One of the worst-hit areas in São Paulo state is Franco da Rocha, where four people died in a landslide and six others were rescued. Fire fighters and health workers worked around the clock looking for victims in the mud, but local authorities believe up to 14 people are still missing. The mayor's office in Franco da Rocha urged people living in areas at risk of flooding to seek shelter with friends and relatives. Other badly affected parts of the greater São Paulo area include Caieiras, Aruja, Francisco Morato and Embu das Artes. Storms have also caused damage in a number of areas throughout the state. Mr Doria said he had authorised 15m reais ($2.8m; £2m) of emergency aid for the affected cities. The Federal Ministry of Regional Development said it was monitoring the situation. In recent months, heavy rains have affected other areas of Brazil, leaving dozens dead and thousands displaced, with the north-eastern state of Bahia one of the hardest hit.The floods also briefly forced the suspension of mining operations in the state of Minas Gerais, where at least 15 people died earlier this month. Meteorologists say the excessive rain is a result of a summer phenomenon - the South Atlantic Convergence Zone (SACZ) - that causes heavy rainfall.The bad weather is also a result of La Niña, a climate pattern in the Pacific Ocean that can affect weather worldwide. Experts also say climate change is contributing to extreme weather events around the world. ", "url": "https://www.bbc.com/news/world-latin-america-60197978"}