{"datetime": "2021-12-15T22:16:03.000Z", "title": "Dozens of dead and ill puffins wash up in Orkney", "article": "Dozens of dead and barely alive puffins are being washing up on Orkney's coastline. Experts are investigating the discovery of the birds at Scapa and other beaches in recent days.They do not yet know why the birds are dying but they believe it is unlikely to be avian flu.Surviving puffins are being treated by vets, while the deaths have been reported to the Department for Environment, Food and Rural Affairs. Earlier this year a large number of seabirds, including puffins, guillemots and razorbills were founddead or starving along the eastern coast of the UK . Some of the puffins have been taken to Flett and Carmichael vets to be cared for, and are being given rehydration fluids. Vet Leah Hunter told BBC Radio Orkney: \"Puffins have been found especially on Scapa beach and quite a lot of them have been washed up dead, or very cold or very weak. \"After we warmed one up and had given it some fluids it seems to be responding really well. \"If you think they are struggling and in need of help I would recommend bringing them down or giving us a call. If you are moving a puffin I would advise strict hygiene, if you've got gloves wear them \"There's a couple of different theories, one including the recent storms.\" The Scottish Government said it was working closely with a range of organisations to investigate causes of this \"unusual and distressing event\".A spokesperson said: \"Vessels from the Scottish Government's Marine Scotland Directorate collected water, plankton and fish samples from the east coast of Scotland to investigate the presence of harmful algal species.\"These are currently being analysed and we will report the findings in due course. Further work is also ongoing to explore whether changes in prey abundance or quality are a potential factor.\"Wild birds can carry several diseases that are infectious to people, so members of the public should not touch or pick up any dead or visibly sick birds that they find along the Scottish coastline.\" Prof Mike Harris at the UK Centre for Ecology and Hydrology (CEH) is trying to gather data about the puffins, but said the early signs were concerning. He said they have had earlier reports of dead puffins being washed ashore in the southern part of the North Sea and north east coast of Scotland, but more recently in Orkney area. \"The ones I have seen from Orkney are all breeding adults which is worrying because that affects next year's breeding population,\" he said. \"I think we can rule out avian flu, having said that we need to test more birds. This year does seem to be exceptional.\" There have also been reports of some puffins being washed ashore in Shetland in recent days. Relevant photographs or information can be sent to Prof Harris at mph@ceh.ac.uk to help his research. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59666771"}