{"datetime": "2021-05-11T04:40:31.000Z", "author": "Helen Briggs", "subject": "Climate change", "title": "Forests the size of France regrown since 2000, study suggests", "article": "An area of forest the size of France has regrown naturally across the world in the last 20 years, a study suggests. The restored forests have the potential to soak up the equivalent of 5.9 gigatonnes (Gt) of carbon dioxide - more than the annual emissions of the US, according to conservation groups. A team led by WWF used satellite data to build a map of regenerated forests. Forest regeneration involves restoring natural woodland through little or no intervention. This ranges from doing nothing at all to planting native trees, fencing off livestock or removing invasive plants.William Baldwin-Cantello of WWF said natural forest regeneration is often \"cheaper, richer in carbon and better for biodiversity than actively planted forests\".But he said regeneration cannot be taken for granted - \"to avoid dangerous climate change we must both halt deforestation and restore natural forests\". \"Deforestation still claims millions of hectares every year, vastly more than is regenerated,\" Mr Baldwin-Cantello said.\"To realise the potential of forests as a climate solution, we need support for regeneration in climate delivery plans and must tackle the drivers of deforestation, which in the UK means strong domestic laws to prevent our food causing deforestation overseas.\" The Atlantic Forest in Brazil gives reason for hope, the study said, with an area roughly the size of the Netherlands having regrown since 2000.In the boreal forests of northern Mongolia, 1.2 million hectares of forest have regenerated in the last 20 years, while other regeneration hotspots include central Africa and the boreal forests of Canada. But the researchers warned that forests across the world face \"significant threats\".Despite \"encouraging signs\" with forests along Brazil's Atlantic coast, deforestation is such that the forested area needs to more than double to reach the minimal threshold for conservation, they said. The project is a joint venture between WWF, BirdLife International and WCS, who are calling on other experts to help validate and refine their map, which they regard as \"an exploratory effort\". One of the simplest ways to remove carbon dioxide from the air is to plant trees. But scientists say the right trees must be planted in the right place if they are to be effective at reducing carbon emissions. ", "url": "https://www.bbc.com/news/science-environment-57065612"}