{"datetime": "2021-12-09T15:29:07.000Z", "title": "Decision on felling a 600-year-old Peterborough oak not reached", "article": "The fate of an ancient oak tree hangs in the balance after councillors failed to reach a decision on whether it should be felled. Thousands of people have signed petitions to save the 600-year-old tree, in Peterborough. Peterborough City Council, which owns the tree, said its roots risked causing damage to a nearby home in Bretton.Councillors agreed the matter should be sent to the Scrutiny Committee next month. The council had already decided to cut it down, but work in June had to be halted after a protestor stood beneath the tree, which is on Ringwood. That decision was taken because \"extensive ground works\" to protect the nearby property from the tree's roots would have cost about a third of the city's annual tree maintenance budget, the council said. The council promised to replace the oak with six other trees that would be planted nearby. However, Wednesday's meeting to discuss the fate of the oak resulted in members agreeing further scrutiny was needed, theLocal Democracy Reporting Service said. Nigel Simons, cabinet member for the environment, said: \"I think it's a sensible outcome and appropriate. \"Obviously all the evidence should go to the Scrutiny Committee, and a sensible decision can then be made.\" Two petitions to save the tree have gained almost 3,500 signatures. Richard Elmer, who has been campaigning to save the oak, welcomed the decision to take the issue to a further hearing. \"We need to get across to them that this tree can be saved, and the house can remain,\" he said. He said the council needed to decide if it was liable for any potential damage caused by the tree, and if they decided they were not, they needed to discuss that with the homeowner's insurance company. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-59597177"}