{"datetime": "2022-01-12T15:01:08.000Z", "title": "Brazil rains: Minas Gerais hit by deadly landslides and floods", "article": "Landslides and flooding caused by torrential rains have killed at least 15 people in south-eastern Brazil, officials say. The victims died between Sunday and Tuesday in Minas Gerais state, where rivers have overflowed, leaving towns partially submerged. More than 28,000 people have had to leave their homes. Authorities are monitoring dams that could burst, as more downpours could affect the hardest-hit areas.Five people from the same family, two of them children, were found buried on a hillside near the state capital, Belo Horizonte. In the city of São Gonçalo do Rio Abaixo, an 11-year-old girl was killed when a wall collapsed on her bedroom as she was sleeping. Two other deaths were reported in the city of Caratinga, including a 41-year-old man who was killed when his car fell into a river while he tried to cross a bridge. In Perdigão, two women, 55 and 79, died when the car they were in was dragged away by floods. In the town of Juatuba, the Paraopeba river burst its banks, leaving entire neighbourhoods flooded. \"We lost everything. My wife and children left the house in a boat,\" Daniel Valeriano de Oliveira told AFP news agency. Brazil's mining agency said 36 mining dams were in a state of emergency in the state. On Saturday, a dam at an iron ore mine in Nova Lima overflowed, disrupting traffic on a major highway for two days. In the city of Pará de Minas, authorities were monitoring the Carioca hydroelectric dam amid concerns it could burst. The civil defence authority said 341 out of the state's 853 municipalities had declared a state of emergency because of the severe weather.Meteorologists say the excessive rain was a result of a summer phenomenon - the South Atlantic Convergence Zone (SACZ) - that causes heavy rainfall. Belo Horizonte saw 241.7mm (9.5 inches) of rain in 72 hours, when the average for the entire month of January is 329mm. The bad weather is also a result of La Niña, a climate pattern in the Pacific Ocean that can affect weather worldwide. Experts also say climate change is contributing to extreme weather events across the world. In the last two months, heavy rains have affected other areas of Brazil, leaving dozens dead and thousands displaced, with the north-eastern state of Bahia one of the hardest hit.", "url": "https://www.bbc.com/news/world-latin-america-59944174"}