{"datetime": "2021-09-04T13:20:57.000Z", "author": "Helen Briggs", "title": "Tuna bounce back, but sharks in 'desperate' decline", "article": "Tuna are starting to recover after being fished to the edge of extinction, scientists have revealed. Numbers are bouncing back following a decade of conservation efforts, according to the official tally of threatened species. But some tuna stocks remain in severe decline, said the International Union for the Conservation of Nature (IUCN), which compiles the extinction Red List. It said pressures on marine life are continuing to grow. And almost four in ten sharks and rays are now threatened with extinction.Meanwhile, on land, the Komodo dragon is moving closer to oblivion. The heaviest lizard on Earth faces threats from climate change, with fears its habitat could be affected by rising sea levels. The revised list of the world's endangered plants and animals was released at the start of the world's leading conservation congress, which is taking place in the French city of Marseille from 3 to11 September. The news is a \"powerful sign\" that despite increasing pressure on our oceans, species can recover, if states commit to sustainable practices, said IUCN Director General, Dr Bruno Oberle. Those gathered for the IUCN World Conservation Congress \"must seize the opportunity to boost ambition on biodiversity conservation\", he said. The IUCN Red List of Threatened Species is the \"gold standard\" for measuring how close animal and plant species are to dying out. Some 139,000 species have been assessed over the last half-century, with nearly 39,000 now threatened with extinction, while 902 have gone extinct. The latest update - the second this year - revealed encouraging signs for four of seven tuna species:Tuna stocks in some areas remain of concern, such as bluefin tuna in western parts of the Atlantic and yellowfin in the Indian Ocean. \"The take home message for the general public is that things like albacore tuna - which is the one that is widely on supermarket shelves - is of least concern now - it means that what they're eating has been sustainably caught and is well managed,\" Craig Hilton-Taylor, who heads the IUCN Red List, told BBC News. But he said while some marine species are recovering many others are under huge pressure. \"We can't sit back - this is a wake-up call to the world that we need to do much more about our oceans and the biodiversity in them.\" Tuna have been at the forefront of efforts to make fishing practices more sustainable. The likes of skipjack, yellowfin, bigeye and albacore tuna are consumed by millions of people across the world and one of the most commercially valuable fish. Most types of tuna were deemed at threat of extinction in 2011. After a decade of efforts from conservationists and industry, including strict fishing quotas and a crack-down on illegal fishing, populations in some parts of the ocean appear to be recovering. However, populations of sharks and rays are continuing to plummet. When the group was assessed in 2014, around a third were deemed threatened, but this has risen to 37%, due to pressures from fishing for meat and fins, climate change and pollution. \"The alarm bells couldn't be ringing louder for sharks and rays,\" said Dr Andy Cornish, shark programme leader at the conservation group, WWF. \"We are losing this ancient group of creatures - starting to lose it species by species right here, right now - we desperately need urgent action.\" The World Conservation Congress is being held for the first time in five years after being postponed last year due to the pandemic. Over nine days, government ministries, NGOs and indigenous peoples, backed by a network of 16,000 scientists, will hammer out conservation proposals that could set the agenda for upcoming UN summits on biodiversity and climate change. Issues in the spotlight include wildlife trafficking, plastic pollution and protection of the Amazon. A new council will be elected that will set the future direction of the IUCN. Susan Lieberman, vice president of the Wildlife Conservation Society, who is a conference veteran, said the release of the latest update would drive government and multi-lateral action to save threatened and endangered species. She said the meeting, postponed since 2020 and taking place both online and in-person, was crucial for determining the future direction of conservation policy amid the crises of climate change, biodiversity loss and the pandemic. Follow Helenon Twitter . ", "url": "https://www.bbc.com/news/science-environment-58441142"}