{"datetime": "2022-02-16T12:50:30.000Z", "subject": "Storm Dudley", "title": "Storm Dudley: Northern England braced for heavy winds", "article": "Northern England is braced for two more storms set to bring disruptive winds of up to 90mph. Anamber wind warning is in place for parts of the North East, Cumbria, North Yorkshire and Lancashire from 14:00 GMT until midnight because of Storm Dudley. There is then ayellow wind warning from Thursday afternoon into Friday as Dudley leaves and Storm Eunice arrives. Power firms said they were ready after previous storms such asArwen ,Malik and Corrie caused days of outages. Live updates as Storm Dudley arrives Northern Powergrid said there was a \"relatively high likelihood that there will be some disruption to power supplies\" but it was \"ready to respond\". A spokesman said wind speeds were forecast to be 60 to 70mph generally, with potential gusts of up to 90mph in exposed areas.Director Paul Glendinning said: \"We are closely tracking the weather and have ensured that our resources are in place to respond if the forecasted back-to-back storms impact our network.\" Durham County Council is urging all drivers to take care, especially those of high-side vehicles, on busy routes such as the A1M, A19 and A66.In Yorkshire, the Humber Bridge has beenclosed to high-sided vehicles while a number of trains between Leeds and London have been cancelled due to damage to overhead power lines. Forecasters said Eunice could also bring snow in high areas. Paul Hedley, chief fire officer at Northumberland Fire and Rescue Service, said preparations for Dudley and Eunice began earlier this week, with work carried out to secure trees and clean drains. He urged members of the public to \"secure anything that may be a hazard in high winds\". \"The most important thing is please, unless it's absolutely necessary, don't go out in the storms and only travel if it's absolutely essential.\" By BBC Weather forecaster Simon King Dudley will affect the north of the UK bringing 60 to 70mph winds, which are not extraordinary for this time of year for those areas. But there are travel restrictions and there will be some damage, some disruption and we need to take care and make arrangements as Storm Dudley will pack a punch. With an amber warning there's the potential for some trees coming down, possibly on to power lines which could lead to more power cuts. But I think we need to be more careful about Storm Eunice - it's going to come in from the South West and it's going to hit a good portion of England and Wales.When we're talking about gusts of wind of 70 to 80mph through inland areas of southern and central England, that is quite extraordinary and we're going to see some extremely strong winds of possibly up to 100mph around coastal areas. As Eunice moves in we might well see quite significant snow over the hills of northern England, into southern Scotland and Northern Ireland, so it's not just the wind. On Sunday we could see another storm, but the focus for the moment is Dudley and Eunice.A generator has been installed at Jubilee Hall in Rothbury, Northumberland, in case the village suffers power outages as it did in Storm Arwen in November and Storm Malik in January. Northumberland County Councillor Stephen Bridgett said the hall would act as a \"warm hub\" if needed, adding: \"As soon as I see another storm come in, it is a weight on the shoulders.\" Police in Cumbria said a \"multi-agency response\" had been prepared to tackle any impact from the storms. Supt Matt Pearman said: \"All agencies are working together to ensure that our communities have access to the help and support they may require during the storms. \"We also ask that our communities prepare themselves ahead of Dudley and Eunice and make themselves aware of the key contacts and ensure any vulnerable people within our communities are also aware and prepared.\" Richard Warren from the Lake District Search and Mountain Rescue Association urged people to \"stay at home\" during the storms. He said he felt sorry for visitors who had come to the Lake District for holidays as the weather is \"appalling\", but said conditions on the hilltops would be \"horrendous\". Mr Warren said there had been 87 callouts since the start of the year, compared to 40 in the same period in 2020, most of which were \"avoidable\". \"We will go out whenever we have to but even we would be at risk of being blown over and injured if we have to go out in the next couple of days,\" Mr Warren said. \"Stay at home. There'll be trees coming down and all sorts of problems.\" Have you been affected by the storm? Get in touch haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: Or use this form to get in touch: Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60394507"}