{"datetime": "2021-01-27T16:02:42.000Z", "author": "Helen Briggs", "title": "Extinction: 'Time is running out' to save sharks and rays", "article": "Scientists say sharks and rays are disappearing from the world's oceans at an \"alarming\" rate. The number of sharks found in the open oceans has plunged by 71% over half a century, mainly due to over-fishing, according to a new study. Three-quarters of the species studied are now threated with extinction. And the researchers say immediate action is needed to secure a brighter future for these \"extraordinary, irreplaceable animals\". They are calling on governments to implement science-based fishing limits. Study researcher, Dr Richard Sherley of the University of Exeter, said the declines appear to be driven very much by fishing pressures.He told BBC News: \"That's the driver for the 70% reduction in the last 50 years. For every 10 sharks you had in the open ocean in the 1970s, you would have three today, across these species, on average.\" Sharks and rays are caught for their meat, fins and liver oil. They are also captured for recreational fishing and turn up by accident in the catch of fishing boats that are targeting other stocks. Of the 31 species studied, 24 are now threatened with extinction, and three shark species (the oceanic whitetip shark, and the scalloped and great hammerhead sharks) have declined so sharply they are now classified as critically endangered - the highest threat category, according to the International Union for Conservation of Nature (IUCN). Prof Nicholas Dulvy of Simon Fraser University in British Columbia, Canada, said oceanic sharks and rays are at exceptionally high risk of extinction, much more so than the average bird, mammal or frog, despite ranging far from land. \"Overfishing of oceanic sharks and rays jeopardises the health of entire ocean ecosystems as well as food security for some of the world's poorest countries,\" he said. The researchers compiled global data on sharks and rays found in the open oceans (as opposed to reef sharks or those found close to shore). Of the 1,200 or so species of sharks and rays in the world, 31 are oceanic, travelling large distances across water. \"These are some of the big, important, open ocean predators that people will be familiar with,\" said Dr Sherley. \"The kind of sharks that people might describe as awe-inspiring or charismatic.\" He said political will is needed to reverse the trends.\"The science is there, there needs to be the desire to do those stock assessments, to implement the measures that are needed to reduce the take of sharks and that political will has to come from pressure from citizens,\" Dr Sherley explained. Despite this \"gloomy\" picture, the scientists said a few shark conservation stories give cause for hope. Sonja Fordham, president of Shark Advocates International, a non-profit project of The Ocean Foundation, said a couple of species, including the great white, have started to recover through science-based fishing limits. \"Relatively simple safeguards can help to save sharks and rays, but time is running out,\" she said.\"We urgently need conservation action across the globe to prevent myriad negative consequences and secure a brighter future for these extraordinary, irreplaceable animals.\" Sharks are at the top of the food chain, and crucial to the health of the oceans. Their loss impacts other marine animals as well as human livelihoods. \"Oceanic sharks and rays are vital to the health of vast marine ecosystems, but because they are hidden beneath the ocean surface, it has been difficult to assess and monitor their status,\" said Nathan Pacoureau of Simon Fraser University. \"Our study represents the first global synthesis of the state of these essential species at a time when countries should be addressing insufficient progress towards global sustainability goals. \"While we initially intended it as a useful report card, we now must hope it also serves as an urgent wake-up call.\" The research is published in the journal, Nature. Follow Helen onTwitter . ", "url": "https://www.bbc.com/news/science-environment-55830732"}