{"datetime": "2021-11-12T16:20:04.000Z", "title": "Newark campaigners claim victory after deal to save trees", "article": "A group trying to save four mature trees are \"on cloud nine\" after a new deal was offered to preserve them. The sycamores in Newark, Nottinghamshire, were set to be felled to make way for a car park extension. But this had provoked protests from conservationists and four protesters had vowed to occupy the site to stop any work being carried out. Now Newark and Sherwood District Council says the landowner has offered new terms on an existing contract. Campaigner Jenni Harding, said: \"We are over the moon, we are on cloud nine. \"We think the councillors will vote for the new plans now. The trees are saved, we have won. The atmosphere is absolute elation. \"Our four heroes who camped out last night are still with us. We never expected this today, it is absolutely fabulous.\" The council had entered a legally-binding agreement with the landowner in 2019, committing them to creating 36 more spaces at the Balderton Gate car park and paying £30,000 a year in rent for 25 years. Now deputy leader Keith Girling has confirmed it received an offer from the developer of the site that could see the four trees and green space remain.\"There is still a cost to the council but from my point of view, the people have spoken and we will listen to them,\" he said. \"The trees have been saved providing that the full council accept the offer.\" It has been promised nothing will happen before the full council considers the matter. Protests at the site had lead to contractors fencing it off, but four people got inside the perimeter to deter any work. One of these, Ali Carter, had earlier described conditions behind the fence, with no sleeping bags, tents or toilets as \"grim\". Supporter Darren Riley had said: \"I've lived in Newark all my life and I have never seen such an outpouring of anything like this before, it's unprecedented.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-59221266"}