{"datetime": "2021-11-02T17:24:42.000Z", "title": "Protesters angry over Newark tree felling block council workers", "article": "Fifty protesters blocked council workers from surveying four trees due to be chopped down for a car park extension. The campaigners obstructed officers from Newark and Sherwood District Council when they arrived at the car park on Balderton Gate, Newark, on Monday. They oppose plans to fell the sycamore trees for 21 more spaces. The council said intimidation of its staff by protesters was \"unacceptable\". Volunteers have been standing watch over the trees 12 hours a day for three weeks, with one man camping out at the site. Activists denied verbally abusing council workers, but said they had asked for proof an ecologist with them was qualified for the job.They also said they objected to the use of a cherry picker and the need to cut down a hedge to check the trees for bats. Nottinghamshire Police said officers attended on Monday, adding no arrests were made. Emma Oldham, from Protect Newark's Green Spaces, said people had called for a survey earlier in the year, adding the way the council had carried out the survey \"seemed really aggressive\". \"It is just the wrong time of year to do a bat survey because they are roosting and they are easy to see,\" she said. \"The advice was the survey should be put on hold until spring so the bats are not disturbed until then. \"Of course people are very passionate and upset because this has been a big problem for three years, and last month it especially escalated. \"Despite hundreds of letters and emails to the council and 4,000 signatures on a petition we are getting completely ignored.\" The councilentered a legally-binding agreement with the landowner in 2019 committing them to building the car park and paying £30,000 a year in rent for 25 years. Deputy leader Keith Girling previously admitted \"mistakes were made\" in this agreement, but said it would cost taxpayers thousands if the trees were not removed. He claimed council staff \"were verbally abused and intimidated during the course of their duties\". \"To date, those campaigning against the loss of trees have expressed their views with passion and respect but disappointingly, things took a turn for the worse,\" he said. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-59124450"}