{"datetime": "2022-02-16T14:18:59.000Z", "subject": "Storm Dudley", "title": "Storm Dudley: Met Office amber wind warning takes effect", "article": "A Met Office amber weather warning for Storm Dudley has been brought forward by two hours with an alert running from 14:00 until midnight. Most rail services in Scotland have been cancelled after the warning of 80mph winds during the storm. ScotRail said many last services will be departing between 14:00 and 15:30. CalMac suspended a number of ferry services on Wednesday morning, and restrictions are in place on the Forth Road Bridge and Erskine Bridge. The amber warning covers central and southern Scotland, as well as parts of England and Northern Ireland. The Scottish government and Police Scotland have warned of disruption across public transport.National Highways, the government agency which maintains roads in England, has also urged motorists in the affected area to only travel if \"absolutely necessary\". ScotRail service delivery director David Simpson told BBC Radio'sGood Morning Scotland that people should \"make sure they're home and safe\" by 16:00 as this is when services would stop. He said: \"We've got engineers on standby throughout the day, and have extra teams on during the night. We'll be out overnight checking routes where we can.\" Mr Simpson said it was \"unlikely\" that there would be replacement bus services and urged passengers to check the ScotRail website and app for service updates. ScotRail said its services on the Far North, Kyle of Lochalsh, and Aberdeen-Inverness lines will continue to run on Wednesday afternoon.Some cross-border services will operate too at reduced speeds. Network Rail said the storm had the potential to cause \"significant disruption\" to infrastructure, including blowing trees onto tracks and damaging equipment. And Ferry operator CalMac said it was expecting waves of up to 12 metres (39ft) around the Hebrides. Managing director Robbie Drummond told the BBC: \"Our team will be working closely with local communities to understand their priorities and also ensure essential goods and services are moved where possible.\" The Scottish government said the Transport Scotland resilience room and the multi-agency response team would be in place for the duration of the amber warning. Speaking to BBC Radio Scotland, Deputy First Minister John Swinney said: \"The different players, transport providers, power companies, public authorities, are all planning where their resources will be deployed.\"The local resilience partnerships are working closely with the power companies to make sure, should there be a need for welfare support, that is put in place at the quickest opportunity.\" Scottish and Southern Electricity Networks (SSEN), which supplies power in the north of Scotland, said it was prepared for potential damage to the network and had brought in more engineers. There is also an increased risk of flooding in coastal areas, particularly along the Firth of Clyde, according to the Scottish Environment Protection Agency (Sepa).People living and walking in coastal areas have been urged to be extra careful due to the risk of flooding. Pascal Lardet, Sepa's flood warning duty manager, told the BBC: \"We just want people not to take unnecessary risks. \"Very large waves can be unpredictable - when they will hit, they may submerge the area where you stand and can project debris and stones. In the past there has been casualties so we don't want that to happen.\" The A83 at the Rest and Be Thankful in Argyll - a route infamous for landslips - has been closed with a diversion to the old military road until Thursday morning. East Ayrshire Council has urged parents to pick up their children from nurseries by 15:35 on Wednesday, while North Ayrshire Council has cancelled all after school clubs due to the weather. The Met Office has also issueda yellow \"be aware\" warning for high winds for parts of Scotland, the north of England and Northern Ireland during Storm Dudley. It covers from 13:00 on Wednesday to 06:00 on Thursday. A second storm - Storm Eunice - is expected to bring strong winds across southern Scotland and also parts of England, Wales and Northern Ireland on Friday. Snow has also been forecast for parts of Scotland. An amber warning for wind has been issued for large parts of England and Wales, anda yellow warning for high winds and snow has been issued for central and southern Scotland.Last month storms Malik and Corrie caused power cutsfor 118,000 homes in Scotland and80,000 in northern England .There was major disruption to rail services between Edinburgh and Newcastle and several schools in Aberdeenshire, the Highlands and Moray were closed. Areas in the north of Scotland were among the worst hit by power cuts and damage during Storm Arwen in November. Forestry and Land Scotland said it was still clearing up damage to forestry caused by Storm Arwen and Storm Malik and urged people to avoid woodland areas during this week's storms. How have you been affected by the storm? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-scotland-60392349"}