{"datetime": "2022-01-25T08:53:35.000Z", "author": "Amy Phipps and Christina Massey", "title": "Peak District: Park bosses say congestion charge likely in future", "article": "Drivers heading to the Peak District are likely to face a congestion charge in the future, a meeting has heard. National park chiefs met on Friday to discuss ways of reducing the number of cars on the roads. Members voted to support a sustainable transport project that includes improving bus service coverage and more electric vehicle charging points. Transport policy planner Tim Nicholson said \"realistically\" there would be some form of charging scheme one day. Councillor Chris Furness, a member of the of the Peak District National Park Authority's Programmes and Resources Committee, said it was currently \"incredibly expensive\" for a family to visit the Peak District using public transport. \"It's so much easier to push everybody in the car and drive that way,\" he said. The Local Democracy Reporting Service said he questioned whether a congestion charge could offer a solution. Mr Nicholson said the idea had been discussed in the past. \"I think realistically given the funding crisis that the government is likely to face in terms of gathering taxes from transport, at some point there will be some kind of charging scheme, whether we could do that independently or not. \"If we all nationally were to go down that route, I would like to see any monies that were made reinvested in providing access to the national park, so it's earmarked specifically for public transport,\" he said. However he raised concerns about the impact a congestion charge would have on low income families trying to access the national park. Councillor Charlotte Farrell said: \"They're the people who can't afford cars, so if there was some way of recouping costs from people who drive and putting that into public transport that has to help.\" She said the national park \"definitely needs something like a congestion charge\" but she was not sure it would stop visitors from driving. \"Until there's some means of getting people to think about the cost of their cars, the actual monetary cost and the cost to the environment and getting onto public transport and using active travel I don't think people are going to,\" she said. Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-60122784"}