{"datetime": "2021-08-17T15:54:35.000Z", "subject": "Climate change", "title": "Colorado River: First-ever shortage declared amid record US drought", "article": "For the first time ever, the US government has declared a water shortage on the Colorado River, a life source to millions in the southwest. The supply cuts now ordered by a federal water agency come as Lake Mead, the river's main reservoir and largest in the US, drains at an alarming rate. Officials tied the historic drought to climate change as they announced the water supply reductions on Monday. Around 40 million people in the US and Mexico rely on the river for water. Lake Mead, which was created near Las Vegas after the building of the Hoover Dam, supplies water to Arizona, Nevada, California and Mexico. The lake is now at its lowest level since it was first formed in the 1930s. Federal water officials predict that by the end of 2021, the reservoir will be at 34% capacity. This first round of water supply cuts triggered by the shortage are expected to mainly affect farmers in Arizona starting in January. Nevada is also expected to shrink its water use starting next year, but state officials say they have already reduced water deliveries. Further cuts could hit next year if Lake Mead's level continues to fall. Bureau of Reclamation Deputy Commissioner Camille Touton said in a news conference on Monday the decision to enact water cuts was not taken lightly. She said that \"additional actions will likely be necessary in the very near future\". Most of the Western US is experiencing a historic multi-year drought. A UN report released last week warned that droughts are growing more frequent and more intense as the planet warms. Droughts that typically would occur ever 10 years now happen with 70% more frequency, the report's authors found. Not all droughts are due to climate change, but excess heat in the atmosphere is drawing more moisture out of the earth and making droughts worse.The world has already warmed by about 1.2C since since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions. ", "url": "https://www.bbc.com/news/world-us-canada-58248634"}