{"datetime": "2021-11-11T10:42:53.000Z", "author": "Anna Palmer", "title": "Renewable energy: Customer-owned wind turbine to be built", "article": "A wind turbine owned by hundreds of people across the UK is being built in Wales. The 907 owners crowdfunded £2.2m for the turbine, which will start providing them with energy in the new year. It will be built in Pontyclun, Rhondda Cynon Taf, and will be run by Ripple Energy. The Welsh government said, if the pilot project was a success, it could allow people to invest to own part of a wind farm in Wales. Ripple's CEO Sarah Merrick said the model of consumer ownership was \"the first pioneering project\" in wind that could be replicated across the UK. She said many of its members were \"very climate conscious\" and joined the project to try and make a difference. While not directly powering the homes of those who funded it, the turbine generates energy that is sold to Co-operative Energy, which is owned by Octopus, which subsequently supplies the owners with discounted electricity. The discount is based on how much energy it generates, electricity prices and the amount of the turbine owned by the customer. The average customer bought about £2,200 in shares.The schemeis similar to a hydro-electric project in Bethesda . Dad-of-three Gwilym Pritchard, from Penygroes, Gwynedd, bought shares to supplement the energy he is already generating at home through solar panels.He said: \"We got solar panels which helped bring the cost down over the summer but, of course, during the storms, during the winter, that's when you need the heating the most. \"I liked the idea of owning a part of this project and securing my own supply in a way. \"I realised how much gas we were burning through and how much diesel we used for the car. You can't ignore that the climate is changing.\" Ripple estimates members will save about 25% on their energy bill for the windfarm's 25-year lifespan. Stephen O'Reilly, a legal expert who specialises in not-for-profit organisations, said while cooperative models had been used before, \"what's innovative here is the ownership of the source of power by the users of it\". One of the issues Mr O'Reilly sees with this model being used more widely is securing \"sufficient funding\" from members of the cooperative, and potentially government. The Welsh government, which gave Ripple a £1.1m grant, said it was working with the company to explore if a consumer-owned model could help generate renewable energy in Wales. ", "url": "https://www.bbc.com/news/uk-wales-59236554"}