{"datetime": "2021-12-20T06:12:44.000Z", "author": "Liam Evans", "title": "Awel y Môr offshore wind farm plans scaled back", "article": "Plans for a large offshore wind farm off the north Wales coast have been scaled back following local concerns. The proposedAwel y Môr wind farm has now been significantly reduced from 91 turbines to between 35 and 50. The move comes as a public consultation raised concerns about the visual impact. Developers RWE said they would present the reduced-size bid to the UK and Welsh governments in 2022. In October a Conwy Council committee rejected the original scheme, citing concerns about the size and possible impact on tourism. The original plan was to build about 91 turbines that would cover an area of 88 sq km (34 sq miles) and lie next to the currentGwynt y Môr windfarm. But a public consultation that attracted 300 formal responses and more than 3,500 visitors to an online portal, has led RWE to announce their intention to scale the plans back by 26%. While the size of the turbines will have an impact on the amount of power generated, RWE said it believed the project would generate enough electricity to supply \"green energy to up to half a million homes per year\", making it one of the biggest offshore windfarms in Europe. The original plans had caused concerns locally that green energy policies by both the UK and Welsh government were being forced on communities who would bear the brunt of their impact.Plaid Cymru county councillor Trystan Lewis was one among many who rejected the original plans.Mr Lewis said they realised climate change needed to be dealt with but it was the \"sheer scale\" of the wind farm they were opposed to. \"I think there needs to be a dialogue between us as councillors, as well as the Senedd and Westminster, for us to get the best thing for this area and for us as a nation. \"There is an element of disconnect between local and national government - there needs to be a dialogue or what is the point of local government?\" Mr Lewis added that public consultations and further dialogue would be paramount over coming decades, as many communities could face green projects that will have an impact locally. RWE said they had taken the views of local communities into consideration when drafting their bid for Awel y Môr. Tamsyn Rowe, Awel y Môr project manager, said: \"We will continue to make design refinements as we move towards submitting out formal applications next year.\" Striking a balance between tackling the climate crisis and the effect that has on communities can undoubtedly create tension. But as more large scale green projects such as windfarms, solar farms and tidal energy plans look to be built in Wales over the coming decades, pressure group Extinction Rebellion (XR) said communities must focus on their benefit and reach a compromise. Morris Owen, a member of XR Bangor, said he was in favour of the plan. \"I think it would be an asset to north Wales, bring jobs for young people, it's a win-win. \"Nobody wants anything in their back yard, yes it will impact some visual thing, but Llandudno has a lot to offer.\" Mr Owen added that public consultation was of great importance but maintained communities must not have a \"veto\" and compromise was key. RWE said the Gwynt y Môr offshore wind farm invested £90m into Welsh businesses during construction and, since becoming fully operational, had invested about £8m each year. The scaled-back proposals will now be submitted in the spring of 2022. ", "url": "https://www.bbc.com/news/uk-wales-59712566"}