{"datetime": "2022-02-15T14:19:36.000Z", "subject": "Climate change", "title": "Isle of Man treasury minister's budget focuses on health and climate", "article": "Increased spending on health care and responding to climate change has been revealed in the Isle of Man's budget. Treasury Minister David Ashford outlined £1.15bn of government spending for 2022-23, slightly less than during the current financial year. That equates to £14,044 per person, a rise of £374 since the island's population estimate has fallen by 448. The coronavirus pandemic's impact on the Manx economy is estimated at about £300m, with VAT revenues down £22.5m. More than £35m has been drawn from reserves for the budget, leading to an estimated surplus of £419,000 for the coming year. That follows a £36.3m deficit in 2021-22. Manx businesses \"need to plan to operate without further support\" in the future, Mr Ashford said, referring to government measures designed to help them survive the impact of Covid-19. The budget for the 2022-23 year was the \"first step\" of a new medium-term financial plan to balance the island's books by 2026-27, said Mr Ashford. \"The funding of the overburdened capital programme, combined with funding of health and care and our transition to net zero... create significant pressure on the island's general revenue account in the short and medium term.\" Now was \"not the time to react to these pressures with knee-jerk financial changes\", Mr Ashford added. Under the measures unveiled, the basic state pension and Manx state pension are restricted to a 3.1% increase, in a suspension of the triple-lock principle for one year in line with the UK, equating to a rise of £6.09 per week. A 5% increase is being applied to child benefit, income support, employed person's allowance and job seeker's allowance.However carers' allowance rises 15%, and personal allowances increase by £250 to £14,500 for individuals, taking an estimated 319 people out of the tax bracket. An uplift of £16.68m is being allocated to the Department of Health and Social Care to cater for increases in spending by Manx Care, along with a £5m contingency fund for potential inflationary pressures. The increased spending will help to cover the costs of developing the 111 service, enhancing services for long Covid, ME and palliative care, and improvements in the air ambulance service. Of the additional funds being allocated to health, £8.25m is being drawn down from the interest from the National Insurance Fund, a move that Mr Ashford insists is for one year only. In line with the island's ongoing commitment to reaching net-zero emissions by 2050, a new £25m Climate Change Fund has been created. A further £3m has been allocated to an Environmental Protection Fund, with £14m in capital spending earmarked for climate change adaptation and mitigation. In the first budget of the administration, an overall five-year capital budget of £485m has been set aside, including £13m to cover inflationary increases on schemes in the next year. Projects supported in the forthcoming year include: Ongoing increased investment has also been outlined in other areas, with £2.7m to support additional educational needs, and £1.2m for the motorsport division to get the TT races back on track. As well as an £830,000 capital investment in the creation of a new Sexual Assault Referral Centre, £314,000 has been allocated to cover the facility's annual running costs. In addition, a new £2m fund is being established to support the work of the Housing and Communities Board. Mr Ashford said the budget was one that \"looks not just to the challenges of today but also to the post-pandemic future with confidence and invests in our island's future\". Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to IsleofMan@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-60382057"}