{"datetime": "2022-02-15T13:32:13.000Z", "subject": "Storm Dudley", "title": "Travel warning ahead of Storm Dudley's strong winds", "article": "Parts of Scotland, England and Northern Ireland could be battered by winds gusting to 90mph during Storm Dudley on Wednesday, forecasters have warned. The Met Office has updated an earlier amber warning to bring forward the start time to16:00 and ending it at midnight, rather than 09:00 Thursday . The Scottish government has warned of the risk of travel disruption. England's National Highways has urged motorists in the affected area to only travel if \"absolutely necessary\". Storm Dudley has been forecast to bring inland winds potentially gusting to 80mph and up to 90mph on exposed coasts and hills. Police Scotland said there was a \"high risk\" of travel disruption. The Scottish government said the Transport Scotland resilience room and the multi-agency response team would be active for the duration of the amber warning. It added that it was receiving regular updates from the Met Office and Scottish Environment Protection Agency. National Highways' head of road safety Jeremy Phillips said drivers should check the latest weather and travel conditions before setting off on journeys and to \"consider if their journey is necessary and can be delayed until conditions improve\". A second storm - Storm Eunice - is expected to bring strong winds across southern Scotland and also parts of England, Wales and Northern Ireland on Friday. Snow has also been forecast for parts of Scotland. A yellow warning for wind has been issued for Storm Eunice. The amber warning covers central and southern Scotland, north east and north west England and Northern Ireland. The cities of Glasgow, Edinburgh, Newcastle and York are covered by the warning. It also includes parts of Argyll and Bute, Fife, Dumfries and Galloway, Scottish Borders, Cumbria and County Antrim. The Met Office said: \"Very strong westerly winds are expected to develop across western Scotland and northern Northern Ireland late Wednesday and extend eastward across southern Scotland and northern England during the evening.\"There is still some uncertainty in the timing and location of the strongest winds but there is the potential for inland wind gusts of 70-80 mph in places. Gusts of 80-90 mph are possible around exposed coasts and hills.\" The Met Office has also issueda yellow \"be aware\" warning for high winds for parts of Scotland, the north of England and Northern Ireland during Storm Dudley. It covers from 15:00 on Wednesday to 18:00 on Thursday. This warning was also been updated on Tuesday to shrink the size of the warning area to remove the north of Scotland and extend it southwards to cover Wales, the Midlands and East Anglia. Scotland's transport minister Jenny Gilruth said south and central Scotland were expected to face the worst of the conditions on Wednesday. She said: \"The high winds will likely bring challenges for the trunk road network, with the potential for restrictions on bridges, so travellers should make sure they plan their journey in advance, drive to the conditions and follow Police Scotland travel advice.\" Police Scotland urged people to prepare for disruption and allow extra time for journeys. Scottish Borders Council said residents in the local authority area should prepare for the likelihood of power cuts, road closures and damage to buildings. Forestry and Land Scotland said it was still clearing up damage to forestry caused by November's Storm Arwen and January's Storm Malik. The public body said people should avoid woodland and forestry areas during this week's storms. BEAR Scotland also announced the A83 at the Rest and Be Thankful would be closed from 18:00 on Monday with traffic being diverted to the Old Military Road due to heavy rainfall expected overnight. It said the hillside would continue to be assessed throughout the storm period. ", "url": "https://www.bbc.com/news/uk-scotland-60375137"}