{"datetime": "2022-02-11T06:36:25.000Z", "author": "Sion Pennar", "subject": "Storm Christoph", "title": "Storm-hit Llanerch bridge funding delay frustration", "article": "Residents of a village close to a bridge washed away in storms have said \"no-one is listening\" as they wait for funding to be found for a replacement. Llanerch Bridge, which linked the Denbighshire villages of Tremeirchion and Trefnant, fell during Storm Christoph in January 2021.A plan to replace the bridge has been approved in principle, but the council has been accused of dragging its feet.The council said work to get funding was happening behind the scenes.Denbighshire council added that a \"robust\" business case would be presented to the Welsh government in \"a couple of months\".But for those in Tremeirchion, the wait has already been too long, with residents saying the five-mile round trip now required to travel between the villages was hitting their pockets.Jane Marsh, the owner of the Ffynnon Bueno tea hut in the village, said she had seen a loss.'Treated as a trivial matter' She said: \"Tourists aren't coming, the route has been dissected in half - normally we would've had through business across last summer and we definitely saw a drop in numbers.\" She said her customers \"do not feel like they are being listened to\" and felt the bridge was being treated as a \"trivial matter\", rather than one which was dividing communities.One customer, Heather Fitzgerald, runs a laboratory that supplies time-sensitive products to the aviation industry. She said the the closed route meant some deliveries had not reached their clients on time.\"[It's frustrating] not being able to give the service that we've traditionally been able to give, because couriers can't get to us in the time that they say they will,\" she said. Another resident, Kath Easton, said \"everybody is suffering\" because of the extra fuel needed to go the long way round. \"We're 12 months down the line,\" she said. \"I reckon that it will be another nine to 10 years before we get it built. \"This is how they're dragging their feet, hoping we'll forget about it.\" Brian Jones, from Denbighshire council, said finding the £7m of funding needed was \"key\" to the replacement project.\"We committed to do everything to replace this bridge and I truly believe that that will happen,\" he said. \"But we need to give the Welsh government a robust business case, which will make it difficult for them not to say 'yes, we'll support you in the funding of this replacement bridge'.\" He said he appreciated residents might think nothing has been happening, but work had been going on \"behind the scenes\".He added that the business case was \"probably a couple of months off\" being presented to the Welsh government, but it was \"difficult to put an end date on when the bridge will actually be functioning and up and running\". The 200-year-old grade II-listed bridge is likely to be replaced by a wider structure with two lanes, although this has led to concerns this may see the village become a bypass for the A55 at nearby St Asaph.Community leader Dewi Davies, said residents wanted to see a \"balanced approach\".He added: \"It is high time we see a progress plan now that the county concludes its research stage and starts also to negotiate with [historic environment agency] Cadw and Natural Resources Wales to see what their requirements will be.\"And then we can start thinking about really approaching and making our case to the Welsh government in order to make this a real proposition.\" The Welsh government said any application from the council would be considered under its Resilient Roads Fund when further funding becomes available.", "url": "https://www.bbc.com/news/uk-wales-60336347"}