{"datetime": "2020-02-18T18:23:31.000Z", "title": "Isle of Man Budget 2020: Funding for climate change challenge pledged", "article": "Funding of £10m has been allocated to tackle climate change on the Isle of Man, the Manx Treasury said. Unveiling his Budget, Treasury Minister Alfred Cannan outlined £5m per year to reduce carbon emissions and a £5m fund to protect the environment.It will support thegovernment's plan to cut net emissions to zero by 2050. At least £25m will need be needed in future years, according to the Manx government's chief adviser on climate change, Professor James Curran.A further £6.3m has been committed to top up the Department of Infrastructure's Climate Adaption Scheme - a 25-year programme to bolster coastal defences against rising sea levels. And while personal tax allowances increase, there will be winners and losers when it comes to changes in National Insurance (NI) contributions. Income tax allowances on the island will rise for a fifth consecutive year, said Mr Cannan. Personal allowances go up £250 to £14,250, meaning 465 more islanders will no longer pay any income tax. About 41,000 people will benefit from a 10% rise in the earnings threshold for NI, saving up to £74 per person.But a 5% increase in the NI upper earnings limit will see as many as 3,500 people pay up to £202 more. Overall, those earning more than £42,000 will be up to £78 worse off in the coming year. Pensioners will benefit from a 3.9% increase in the basic state pension and the Manx state pension, an increase of up to £5.05 and £7.20 a week respectively, maintaining the government's commitment to the triple lock principle adopted in the UK. Families will also be given a helping hand, with a 2% increase in child benefit set assist to about 7,000 households, while a similar rise in the Disability Living Allowance will benefit an estimated 4,000 people. Total government spending for the year is projected to be £1.07bn, up £29m on the previous year, said Mr Cannan. It includes an extra £11m to fund initiatives including the expansion of healthcare services, the removal of silt from Peel Harbour, expanding apprenticeships, and marketing the island overseas.Mr Cannan said a pledge to spend £541m on capital projects between 2019 and 2024 would \"deliver solid infrastructure foundations for the future\". Nearly £160m was earmarked for schemes during 2020-21, including a sexual assault referral centre, new emergency service vehicles and a TT race timing system, he said. Other capital investments include: Continued funding for the Douglas Promenade Refurbishment and anew ferry passenger terminal in Liverpool was also earmarked during the year, Mr Cannan added. ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-51539891"}