{"datetime": "2021-08-23T13:39:18.000Z", "author": "Matt McGrath", "subject": "COP26", "title": "Nature crisis: Talks resume on global plan to protect biodiversity", "article": "UN negotiators have resumed work on the text of world-wide plan to protect nature and species for the next decade. The draftGlobal Biodiversity Framework aims to conserve at least 30% of the world's land and oceans. It will also push to eliminate plastic waste and cut pesticide use by at least two thirds. The pact was due to be agreed at a UN biodiversity summit in China this October, but face to face talks have beendelayed until April next year. . TheConvention on Biological Diversity (CBD) is a UN treaty that has been ratified by 195 countries plus the European Union.The United States signed the agreement in 1993 but has failed to ratify it and remains outside the pact. Over the past three decades, countries have agreed a series of plans under the CBD to protect nature at the global level.More than a decade ago negotiators agreedgoals to preserve plants and species, in the decade from 2010-2020 . However, the nations of the worldfailed to fully meet any of the 20 targets which included protecting coral reefs and tackling pollution. Negotiators are now working on a new, enhanced plan that would set goals for the next decade and beyond. The draft of the new agreement has already been published and proposes 21 targets for 2030 including: The framework document had been due for discussion between government ministers at the biggest conservation meeting in a decade in Kunming, China The gathering, known asCOP15 , was due in October 2020, but has been delayed three times due to the Covid pandemic.There will now be a two-part meeting, with the first element taking place virtually this October. The second part with two weeks of face to face meetings will convene next April in China. It's expected that the key outcome of the October discussions will be the Kunming Declaration. Observers believe it will give an important steer to the efforts to land an ambitious biodiversity treaty. \"This document will be the first time that China, as COP15 president, will directly decide a specific political outcome,\" said Li Shuo, with Greenpeace China. \"So the quality of this declaration will be a test for China, I think it will also tell us a lot about China's leadership style, and what they will do in the second half of the COP next year.\" Experts are concerned that much of the discussion to date has been focused on the question of targets. \"If you think about targets, they really only outline the vision of where we need to be in 10 years,\" said Li Shuo. \"The more challenging part is actually how do we get there? You need implementation, you need the rules and the national commitment. To really do the work you also need resources.\" Another key question that will need resolving in the negotiations is termed thedigital sequence of information on genetic resources .This is a highly contentious issue and refers to digital biological data and the sharing of benefits between countries that might arise from the use of these resources. At present it is not covered by the proposed framework, but some observers believe it may form part of the final agreement. \"The digital sequence of information and access and benefit sharing is one of those terms that's quite complicated,\" explained Georgina Chandler from the RSPB. \"But it is basically another way of saying resources being mobilised from developed to developing countries, because at the heart of it, that is part of the issue as well. \"And we know from countries such as Brazil and others, that they definitely want to see that integrated into the post 2020 framework for there to be an agreement around ambition as well.\" Follow Matt on Twitter@mattmcgrathbbc . ", "url": "https://www.bbc.com/news/science-environment-58306288"}