{"datetime": "2020-07-21T11:34:49.000Z", "title": "Isle of Man creates £100m coronavirus recovery fund", "article": "A £100m fund has been set aside to help the Isle of Man economy bounce back from the impact of the Covid-19 crisis. Outlining an updated budget for 2020-21 to Tynwald, Treasury Minister Alfred Cannan said the pandemic had posed an \"immediate, credible and serious threat\" to the island's economy. It is estimated the shortfall in government income for the year will be between £120m and £190m. Mr Cannan said the fund would help businesses and \"promote innovation\".He said it could create up to 1,000 retraining and employment opportunities, expand \"the opportunities for developing core skills\" and help \"businesses to grow and develop\". The government would \"plant the seeds now that will bear fruit in 2021 and beyond\", he added. The budget revealed that to stimulate the economy, more than £6m worth of capital projects had been brought forward, including £4m for the acceleration of the Douglas Promenade refurbishment scheme. That figure includes a £750,000 overspend, which will be funded with money earmarked for heritage railway projects. Other projects brought forward include the island's heritage trail, the establishment of national footpaths and glens, and the refurbishment of several residential roads. The budget also showed that between April and May, more than £30m was paid out in business and salary support schemes, a figure that is expected to rise to more the £140m by the end of March 2021. This will include spending on a new scheme for social care workers who do not qualify for sick pay, which will provide up to £150 per week to those who have to self-isolate for 14 days. The shortfall in government income is due to dips in VAT, income tax and air passenger duty. In addition, increased spending coupled with reductions in income are expected to leave government departments about £22m short, including £7m in health and £9m in infrastructure, which will be covered by the contingency fund. Tynwald was told a £250m loan facility has been negotiated as a \"precautionary measure\". Mr Cannan said it would provide \"an important element of flexibility as we continue to meet the immediate financial challenge and then look to invest in the future\". Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk Although the cost of support packages for workers and businesses had been lower than expected so far, the pandemic had had a \"material impact\" on government finances, he added. ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-53484849"}