{"datetime": "2021-10-09T23:12:51.000Z", "author": "Helen Briggs", "subject": "Climate change", "title": "Biodiversity loss risks 'ecological meltdown' - scientists", "article": "The UK is one of the world's most nature-depleted countries - in the bottom 10% globally and last among the G7 group of nations, new data shows. It has an average of about half its biodiversity left, far below the global average of 75%, a study has found. A figure of 90% is considered the \"safe limit\" to prevent the world from tipping into an \"ecological meltdown\", according to researchers. The assessment was released ahead of a key UN biodiversity conference.Biodiversity is the variety of all living things on Earth and how they fit together in the web of life, bringing oxygen, water, food and countless other benefits.Prof Andy Purvis, research leader at the Natural History Museum in London, said biodiversity is more than something beautiful to look at.\"It's also what provides us with so many of our basic needs,\" he told BBC News.\"It's the foundation of our society. We've seen recently how disruptive it can be when supply chains break down - nature is at the base of our supply chains.\" Thenew tool uses the Biodiversity Intactness Index to estimate the percentage of natural biodiversity that remains across the world and in individual countries. The UK's low position in the league table is linked to the industrial revolution, which transformed the landscape, the researchers said. The UK has seen relatively stable biodiversity levels over recent years, albeit at a \"really low level,\" team researcher Dr Adriana De Palma explained in a news briefing. The assessment was released on the eve of the UN Biodiversity Conference, COP 15, hosted by China, a mega-diverse country with nearly 10% of plant species and 14% of animals on Earth.World leaders are attending week-long virtual talks seen as pivotal in raising ambition for slowing the loss of nature ahead of face-to-face talks in Kunming, China, in April next year and the climate conference in Glasgow at the end of the month. Andrew Deutz, global policy lead of international conservation charity, the Nature Conservancy, said the gathering momentum behind nature had not come a moment too soon.\"As with the accelerating climate emergency, what happens over the next year will - to a large extent - set humanity's course for the rest of the decade; and what happens this decade is likely to define our prospects for the rest of this century,\" he said. At the summit in Kunming - taking place in a two-part format due to pandemic disruption - world leaders will negotiate a framework for protecting nature and species for the next decade. The draft agreement aims to conserve at least 30% of the world's lands and oceans, and increase funding for the conservation of nature.But elements of the draft lack ambition, according to areport by MPs on the Environmental Audit Committee. The global biodiversity framework replaces the plan for the last decade, which missed all 20 targets. \"To play our part, we need the UK to step up and turn our global promises into action at home, to show that we are not going to let another lost decade for nature slip past,\" said Beccy Speight, chief executive of the RSPB. Biodiversity is declining faster than at any time in human history. Since 1970, there has been on average almost a 70% decline in the populations of mammals, birds, fish, reptiles and amphibians. It is thought that one million animal and plant species - almost a quarter of the global total - are threatened with extinction. Follow Helenon Twitter. ", "url": "https://www.bbc.com/news/science-environment-58859105"}