{"datetime": "2021-02-16T12:43:58.000Z", "subject": "Coronavirus pandemic", "title": "Isle of Man treasury minister reveals 'budget of resilience'", "article": "A \"budget of resilience\", aimed at stabilising the Manx economy in the wake of the Covid-19 pandemic, has been unveiled by the treasury minister. Setting out the present government's final budget in Tynwald, Alfred Cannan said the public cost of coronavirus in 2020-21 had been about £208m. He said government spending would rise in the coming year to £1.161bn, which equated to £13,740 per person. He also announced additional funding for health and climate change projects. Mr Cannan said the figure for Covid-19 spending included more than £100mspent on supporting the economy and revenue losses, which he said had seen a \"very significant\" £74m deficit. However, he said the island had managed to \"demonstrate sustainable levels of economic activity\" in the \"most challenging of years\", which had served to highlight the \"intrinsic value\" of the government's reserves and the \"resilience\" of the Manx economy. \"The actions we have taken and the costs we have incurred has saved lives, has protected this nation, has protected jobs and the economy, and indeed has protected public finances,\" he said. Under the 2021-22 budget, tax rates, National Insurance contributions and personal allowances will remain unchanged, nursing care cost contributions will rise by 15.6% and pensioners will benefit from a 2.5% increase in the basic state pension and the Manx state pension. The majority of other benefits see little or no changes. Overall, government spending will rise from £1.07bn to £1.161bn. However, public sector pay increases have been capped at 1% for the year, down from 2%. Analysis: Catherine Nicoll, BBC Isle of Man There were no big surprises in Alfred Cannan's latest budget, the last to be delivered during the current administration. The extent of the pandemic's impact was predicted back in July after the island's first lockdown and the increased spending on health and social care, perhaps recognition that the DHSC has been underfunded for many years, signals a commitment to the new model for care delivery, which was approved back in 2019. And while the treasury minister may be disappointed he was unable to continue easing the tax burden on those on lower incomes, he will take some comfort in the knowledge that despite the impact of Covid, he has managed to avoid tax increases. Overall, it is not the most exciting or daring of budgets, but it is one that looks to keep the island on an even keel and offer some hope for the future. The additional health care funding includes £8m to deal with a \"longstanding structural deficit\" in the Department of Health and Social Care (DHSC) payroll budget and more than £4m to fund a \"significant number of new posts\" under the new Manx Care body, Mr Cannan said. Manx Care, which will come into operation in April, will operate \"at arm's length\" from government and will mean the separation of policy setting and health and social care delivery,as recommended in Sir Jonathan Michael's review of the DHSC. The increased funding will also be used to meet Sir Jonathan's other recommendations, including enhancing services such as dermatology. The funding also includes another £9m for climate change adaptation schemes and £5m for mitigation initiatives, which include flood defences. An additional £15m has been set aside for capital projects, including continued work on the refurbishment of Douglas Promenade and the progression of a new ferry terminal in Liverpool, taking the total funds available to £182m. Other capital investments include: Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-56074463"}