{"datetime": "2021-08-02T12:24:30.000Z", "title": "Anti-Semitic social posts 'not taken down' in 80% of cases", "article": "Major social media platforms fail to take down more than 80% of anti-Semitic posts on their platforms, a new report claims. The Center for Countering Digital Hatred (CCDH) said it reported more than 700 posts containing \"anti-Jewish hatred\", which had collectively been viewed 7.3 million times.The research covered Facebook, Instagram, TikTok, Twitter and YouTube. Facebook was the worst performer, CCDH said, failing to act on 89% of posts.In its report, called \"Failure to Act\", CCDH accused several of the tech giants of being \"safe places to spread racism and propaganda against Jews\".Using the reporting tools offered by each platform, its researchers collected 714 posts between May and June - examples it claimed \"clearly violated\" the social media firms' own policies.It said they included Holocaust denial, and conspiracy theories with false claims about Jews \"controlling\" governments and banks, or orchestrating world events. They were reported through \"ordinary user accounts\", rather than one identifying itself as involved with the CCDH.\"We found that the platforms acted on fewer than one in six reported examples of anti-Semitism,\" it said.Each social network had a different sample size of the 714 total posts tracked:On average, the CCDH said 84% of the reported posts were not acted upon.It also \"tagged\" the posts it collected as belonging to certain categories, in the judgement of the researchers. It said that those it tagged as Holocaust denial remained online 80% of the time, while for neo-Nazi content it was 71%.CCDH was also critical of some of the companies for allowing discussion forums for anti-Semitic content to exist, despite any action taken on individual posts.On Facebook, it said that Facebook groups from which it sourced many of its sample posts, with titles such as \"Exposing the new world order\" and \"Exposing Zionism\", were still active.On Instagram, TikTok, and Twitter, it criticises the allowed use of hashtags such as \"fakejews, #rothschild and #soros, which it says are commonly used to spread anti-Semitic content.And it particularly called out TikTok for banning only 5% of accounts that sent abuse directly to Jewish users as comments on videos - usually opting to delete individual comments instead. In the introduction to the report, CCDH head Imran Ahmed said that manually reporting and tracking examples \"sidesteps debates about algorithms and claims by the companies about automated hate removal that they refuse to have independently verified.\"Instead, we measured the effectiveness of the platforms' opposition to anti-Semitism by assessing what they do with user reports of anti-Jewish hatred.\"He called on the big tech companies to remove groups that discuss anti-Semitic conspiracies, ban offending hashtags, and overhaul the moderation systems - and he called for legislation to make social media firms liable \"in the same way as any other person\".The social media firms largely defended their records, pointing to examples of progress made on the issue.A YouTube spokesperson said that it had \"established a robust hate speech policy and made significant progress in our ability to quickly remove hateful content\" in recent years. It said it had removed 85,000 videos in the first three months of the year.\"This work is ongoing and we appreciate this feedback from CCDH,\" they said.Twitter, meanwhile, said it \"strongly condemns\" anti-Semitism,.\"Improving the speed and scale of our rule enforcement is a top priority for us. We recognize that there's more to do, and we'll continue to listen and integrate stakeholders' feedback in these ongoing efforts.\"TikTok said it \"condemns anti-Semitism and does not tolerate hate speech\".\"We work aggressively to combat hate by proactively removing accounts and content that violate our policies and redirecting searches for hateful ideologies to our community guidelines.\"We are adamant about continually improving how we protect our community.\"Facebook said \"our work is never done\".\"These reports do not account for the fact that we have taken action on 15 times the amount of hate speech since 2017, the prevalence of hate speech is decreasing on our platform and, of the hate speech we remove, 97% was found before someone reported it to us,\" it said.", "url": "https://www.bbc.com/news/technology-58058428"}