{"datetime": "2021-08-02T23:20:26.000Z", "author": "Beth Timmins", "title": "Twitter works with news sites to tackle disinformation", "article": "Twitter will collaborate with two of the largest international news providers, Reuters and the Associated Press, to debunk disinformation on its messaging site. The news agencies will help Twitter give more context and background information on events which create a high volume of tweets.Twitter hopes this will counteract the spread of misleading information. There has been renewed pressure to remove false content from the platform. Twitter said the partnership will enable it to ensure accurate and credible information is rapidly available \"when facts are in dispute\". \"Rather than waiting until something goes viral, Twitter will contextualize developing discourse at pace with or in anticipation of the public conversation,\" Twitter said. Currently, when large or rapidly growing conversations happen on Twitter that may be noteworthy or controversial, Twitter's Curation team finds and promotes relevant context from reliable sources in order to counter potentially misleading information posted by users. In ablogpost , Twitter said the new programme would \"increase the scale and speed\" of this work by increasing their \"capacity to add reliable context to conversations happening on Twitter\".The post said material from Reuters and AP would improve information credibility on the platform when Twitter's Curation team \"doesn't have the specific expertise or access to a high enough volume of reputable reporting on Twitter\". It is the first time Twitter has formally collaborated with news organisations to promote accurate information on its site, according to a spokesperson from the social media firm. Earlier this year, Twitter launched Birdwatch, a new community-moderation system which enabled volunteers to label tweets they found to be inaccurate.Twitter will work separately with the two rival news agencies, and will focus initially on English-language content.Hazel Baker, head of user-generated content newsgathering at Reuters, said that trust, accuracy and impartiality were at the \"heart of what Reuters does every day,\" and \"drive\" the company's \"commitment to stopping the spread of misinformation\". Tom Januszewski, the AP's vice president of global business development, said in a statement that the news company had a \"long history of working closely with Twitter, along with other platforms, to expand the reach of factual journalism\". \"We are particularly excited about leveraging AP's scale and speed to add context to online conversations, which can benefit from easy access to the facts,\" he continued.Both Reuters and AP also work with Facebook on fact checks.Twitter added that this work would be independent of the work its Trust & Safety teams do to determine whether Tweets are in violation of the Twitter rules. The work of these teams includes labelling tweets which contain manipulated media, electoral misinformation and sensitive media that violates the platforms' rules. A 2020 report by NYU Stern suggested Twitter has about 1,500 moderators - with 199 million daily Twitter users worldwide. ", "url": "https://www.bbc.com/news/business-58065463"}