{"datetime": "2021-12-24T07:43:17.000Z", "title": "Haridwar: Police case after outrage in India over anti-Muslim hate speech", "article": "Police in the northern Indian state of Uttarakhand have launched an investigation after Hindu leaders called for violence against Muslims. Videos from a meeting of Hindu religious leaders showing provocative speeches went viral earlier this week, sparking outrage.The event took place in the holy town of Haridwar between 17 and 19 December.Police said they had not opened a case until Thursday because there had been no official complaints before that. There have been no arrests and the police case names only one man - Waseem Rizvi, a Muslim who says he has converted to Hinduism and is now known as Jitendra Narayan Tyagi.Police said a case had been registered against Mr Tyagi and unnamed \"others\" under charges of \"promoting hatred between religious groups\". Social media users, however, have identified many of the speakers in the videos who are important religious leaders often seen in the company of ministers and members from Prime Minister Narendra Modi's Bharatiya Janata Party (BJP).Activists say the frequency of hate crimes against Muslims and other minorities has increased since 2014, when the BJP first came to power. Videos of hate speech or violence against Muslims regularly go viral in India.Critics allege this is because of the support - both open and tacit - that the perpetrators receive from ruling party leaders. One organiser of the Haridwar event, Prabodhanand Giri, has often been photographed with party leaders, reported NDTV. In one photo, Uttarakhand's Chief Minister Pushkar Dhami, a BJP politician, is seen touching his feet. At the event, Mr Giri was seen asking India's army, politicians and Hindus to do what was done in Myanmar - referring to the deadly violence against Rohingya Muslims that led to their exodus. He told NDTV he wasn't afraid of the police and stood by his statement. Another speaker, Yati Narsinghanand Saraswati, has madeseveral anti-Muslim statements in the past.At Haridwar, he, like many others, asked Hindus to pick up weapons to \"protect\" their religion from Muslims. Ashwini Upadhyay, a former BJP spokesperson who was also seen at the event, said in a video uploaded on Twitter that he had been present for only half an hour on the last day. Mr Upadhyay had been arrested in August in connection with a rally in the national capital, Delhi, whereanti-Muslim slogans were raised .Senior police official Ashok Kumar told BBC Hindi: \"Such provocative statements are wrong, so we have also asked for the videos to be blocked on social media.\"But many on social media have questioned why the police have not registered cases against any of the speakers and named only Mr Tyagi in their report. Mr Tyagi was the controversial head of a board that administered properties belonging to Shia Muslims and earlier this month, he said he had given up Islam and converted to Hinduism. Mr Kumar told The Indian Express the case had been lodged after receiving a complaint from a local resident which named only Mr Tyagi and said he couldn't identify the others. Videos from a separate event held in Delhi on 19 December also went viral around the same time as those from Haridwar. In one of them, a journalist who runs a right-wing TV channel could be seen administering an oath to a group of people to \"die for and kill\" to make India a Hindu nation. He later said he was repeating an oath taken by Maratha emperor Shivaji in 1645. ", "url": "https://www.bbc.com/news/world-asia-india-59778426"}