{"datetime": "2020-11-16T17:40:06.000Z", "author": "James Clayton", "title": "Kamala Harris: Facebook removes racist posts about US vice-president-elect", "article": "Facebook has taken down a string of racist and misogynistic posts, memes and comments about US Vice-President-Elect Kamala Harris. The social network removed the content after BBC News alerted it to three groups that regularly hosted hateful material on their pages.Facebook says it takes down 90% of hate speech before it is flagged.One media monitoring body described the pages as \"dedicated to propagating racist and misogynistic smears\". However, despite the pages being places where hate-speech is regularly directed towards the vice-president-elect, Facebook said it would not take action on the groups themselves. Media Matters president Angelo Carusone said: \"Facebook's removal of this content only after it's been flagged to them by the media confirms that the rules and guidelines they establish are hollow because they put little to no effort into detection and enforcement. \"We are talking about the lowest of low-hanging fruit from a detection perspective. \"And yet, these escaped Facebook's notice until flagged by a third party.\" The pages included accusations Ms Harris was not a US citizen - because her mother was from India and her father from Jamaica.Other comments suggested she was not \"black enough\" for the Democrats.Another post said she should be \"deported to India\".And, in several memes, her name is mocked. One of the pages has 4,000 members, another 1,200.A series of other sexually graphic and misogynistic submissions were also removed. Facebook has been repeatedly criticised by advertisers and civil-rights groups for not doing enough to tackle hate speech.In August, hundreds of companies stopped advertising on the platform in protest.Previously, other campaigners have told BBC News racism and hate speech is not picked up by Facebook's internal moderation tools - and in some situations even promoted.Rishad Robinson, from the Stop Hate for Profit campaign, told BBC News Facebook had \"created a set of algorithms that incentivise people to spread hate\".Facebook's owncivil-rights audit, in August, said the company had made \"vexing and heartbreaking\" decisions about hate speech that represented \"significant setbacks for civil rights\". And last week, one of Joe Biden's senior aidesattacked Facebook over its handling of conspiracy theories , calls to violence and disinformation in the days following the US election. \"Our democracy is on the line,\" tweeted the US president-elect's deputy press secretary, Bill Russo. \"We need answers.\" ", "url": "https://www.bbc.com/news/technology-54941571"}