{"datetime": "2020-10-28T07:15:00.000Z", "title": "Ankhi Das: Facebook India's policy head quits amid hate speech row", "article": "Facebook India's policy head Ankhi Das has resigned two months after the social media giant was embroiled in a hate speech controversy in the country. The Wall Street Journal had accused Facebook of going easy on ruling party supporters who allegedly violated hate speech rules with anti-Muslim posts. The paper also alleged that Ms Das had made the controversial decisions and was politically partisan.Facebook denied the allegations and said it did not favour any party.But the row put the company in a delicate position in its biggest market. Its head of business for India, Ajit Mohan, was later grilled by an Indian parliamentary committee.Mr Mohan said in a statement on Tuesday that Ms Das had stepped down from her role in Facebook to pursue \"her interest in public service\".He added that Ms Das, who was one of the company's first employees in India, had \"played an instrumental role\" in its growth and had made \"enormous contributions\".She made headlines in August when a Wall Street Journal report alleged that Facebook deleted some anti-Muslim posts by a lawmaker from the governing Bharatiya Janata Party only after the paper asked about them.Ms Das was at the centre of the controversy as she allegedly made the decision not to delete these posts.According to the paper, Ms Das told employees that \"punishing violations by politicians from Mr Modi's [Prime Minister Narendra Modi] party would damage the company's business prospects in the country\". The paper also alleged that similar posts by at least three others, who supported the BJP, were not taken down even after they were flagged for violating the company's hate speech rules. Ms Das was then the subject of a second report by the WSJ, which alleged that she supported the BJP and Mr Modi, while denigrating the opposition parties in internal messages. Facebook, however, denied it favoured any political party, and said these messages were taken out of context. Facebook is hugely popular in India, with more than 300 million users. Its messaging platform, WhatsApp, has 400 million users.The apps have grown in influence, especially ahead of and during elections, but the company has often been accused of doing too little to curb fake news or toxic content on them - a charge it has always denied.\"We prohibit hate speech and content that incites violence and we enforce these policies globally without regard to anyone's political position or party affiliation,\" Facebook told the BBC in an earlier email.", "url": "https://www.bbc.com/news/world-asia-india-54715995"}