{"datetime": "2021-02-18T11:24:03.000Z", "author": "Ben Hunte", "title": "Black and LGBT Edinburgh University students attacked in Zoom meeting", "article": "A celebration of black and LGBT culture has been \"hijacked\" on Zoom. The University of Edinburgh student union event on Sunday was interrupted by racist slurs, the chanting of homophobic slogans, and pornography. About 50 people were given a link to join but it was not password protected. One guest speaker was reduced to tears. The university said it regarded \"any incident of discrimination as a serious matter\". Zoom said it was \"deeply upset\" and had begun an investigation. In a statement posted to Instagram , the university's African and Caribbean Society, which hosted the event, with other student groups, said: \"This was a horrible occurrence that should never be repeated.\"This crime will be reported to the higher authorities.\" Organised to coincide with Caribbean Week, the event focused on how communities could \"move forward, learn to be accepting of each other and love ourselves\".One of the student hosts, Lucien, said the \"hijackers\" had bided their time. \"We had pretty much completed the event,\" he told BBC News. \"And when we said we would start taking questions from the floor, that's when it all started.\" One audience member, who asked to remain anonymous, said she had felt \"helpless\" as several people had shouted: \"White power,\" and made racist threats.\"Horrific\" pornography, featuring black individuals, had been displayed.And racist and homophobic slurs had been posted to everyone attending the event, using Zoom's chat function. \"Even after being kicked out of the event, the attackers rejoined multiple times, through links that had been shared with students at the university,\" she added.Caribbean LGBT rights campaigner Jason Jones told BBC News he had \"never experienced such a horrible attack\" in more than 30 years of campaigning. And technology companies had a duty to \"protect their users\".\"They control these platforms, so they need to have a zero tolerance for this kind of discrimination,\" he said.\"Over the last year of the pandemic, I've attended Zoom weddings, Zoom funerals, and business meetings. \"This was a virtual hate crime. \"It was so out of the blue that there was no way of preparing for it.\"\"This attack was designed to get under my skin and create fear and intimidation. \"I have had a very dark and awful emotional response to it. \"It reduced me to tears.\" Zoom's privacy statementsays it collects data about users' approximate location and places cookies on the computers of those who access its video chats via a web browser. And the US-based company said its Trust and Safety team was investigating. \"We take meeting disruptions extremely seriously,\" it said. \"And where appropriate, we work closely with law-enforcement authorities.\"Patrik Hermansson, of Hope Not Hate, said the anti-racism group had seen a \"rise\" in attacks on Zoom events.\"We see invite links to meetings being shared by far-right accounts on social media and in chat rooms,\" he told BBC News. \"And people are urged to join and disrupt or spread hate.\" Stonewall head of media Jeffrey Ingold said: \"It's vital that tech platforms and universities work together to improve online safety measures and deal with all incidents seriously and swiftly to make clear that anti-LGBT+ and racist abuse online will not be tolerated.\" Follow Ben Hunte on Twitter and Instagram Hope Not Hate recommends: ", "url": "https://www.bbc.com/news/technology-56100079"}