{"datetime": "2021-04-23T23:15:33.000Z", "author": "Ivana Davidovic", "title": "Telegram misogyny: 'They wanted to tie me and my child to a horse'", "article": "It began with joy but turned to horror, and all because of the abuse sent from users of one of her homeland's leading apps. \"When I saw a photo of him from the orphanage, he was dressed in such ridiculous clothes,\" recalls Ekaterina Frolova. \"I knew instantly that this boy should not remain in the system. He would never be understood there.\" The hairdresser from the volcano-rich Kamchatka peninsula, in the far east of Russia, had always wanted to adopt. When she finally met the infant, their bond was instantaneous. He raised his hands and nestled into Ekaterina's embrace, as if he'd known her forever.Then coronavirus struck. Ekaterina wanted to share her happiness, as well as alleviate loneliness, by creating an Instagram profile dedicated to her new son. But the \"cosy page\" she filled with baby photos led to her being viciously attacked from groups on the Telegram messaging app. Her sin, according to the attackers? Adopting a mixed-race child. Telegram, which has amassed half-a-billion users, is owned by the Russian exile Pavel Durov. Primarily a messaging app, its distinctive feature is called \"channels\" and allows individuals to broadcast to an unlimited audience. For that reason, and its refusal to share user data with governments, Telegram has risen to global prominence as an app of choice to co-ordinate global protest movements from Belarus to Iran to Hong Kong. It has also been accused of not doing enough to purge extremist channels run by those involved with the so-called Islamic State group and the Capitol Hill riots.Earlier this year, it momentarily became the world's most downloaded non-gaming app. But, in its home country, Russia, there are claims that rampant misogyny by some users on the platform is putting women's lives in danger.The Dubai-based app's management team did not respond to repeated requests for comment. \"They told me black people don't live very long in Russia,\" Ekaterina says of how members of one channel on Telegram, called The Male State, started their campaign against her.She says she received hundreds of abusive messages daily. She says they threatened they would tie her child and her to a horse and let the horse on the road, or that the two of them should be \"tied to two cars driving in the opposite direction to tear them to bits\". But the scariest thing was when the details of her workplace were published for anyone to see. Ekaterina explains that the founder of the Male State channel posts about women who have had relationships with black men, or those from the Caucasus. Although he publishes openly racist and misogynistic content, Ekaterina says she's been unable to get any response from Telegram's moderators. The channel's founder did not respond to the BBC's request for an interview. Ekaterina is far from being the only woman who says Russian speaking groups using Telegram have sent them abusive messages. Activists and models, as well as women with much lower profiles, have all reportedly fallen prey to self-styled moral crusaders. For almost four years, a channel called Skin Market was regularly publishing private information, including addresses and passport photos, of women it claimed had worked as escorts, to more than 250,000 followers.Although it was eventually banned earlier this year, many similar channels still exist on the platform. Feminist activist Daria Serenko, from Moscow, had a photo of her home published by a group on Telegram, and says she was subsequently followed.Her private information was exposed after she had campaigned in support of female political prisoners. Ms Serenko compared her situation with that of police officials whose details were published on a different channel, after January's protests in support of opposition leader Alexei Navalny. That information was deleted after three days, says Ms Serenko, while \"violence against women is tolerated\".Digital security adviser Raphael Mimoun brands the channels, like the ones allegedly used for persecuting women in Russia, \"the Wild West\" with \"no moderation whatsoever.\" Although Telegram doesn't have a strong user base in the US yet, it is slowly attracting people there too. Prof Megan Squire had some of her personal information posted on some far-right channels on Telegram in the US. The computer science lecturer, from Elon University in North Carolina, specialises in researching hate groups and toxic behaviour on social media.In the course of her work, she says she has seen \"numerous instances\" of personal phone numbers and home addresses for different activists on the platform. She say she has reported all of them to Telegram and never received any response. She's also resigned to the fact that, legally, there is not much she can do. \"The app is run out of another country. The groups are clandestine. A lot of this is protected under the First Amendment in the US anyway.\"Prof Squire says that, although every major platform is a magnet for this kind of content, it's frustrating that Telegram has has not taken appropriate action \"which a normal person would just call a content moderation\". Listen to a BBC World Service Business Daily special on this topic ", "url": "https://www.bbc.com/news/technology-56801878"}