{"datetime": "2022-01-27T00:38:12.000Z", "author": "Susan Hornik", "subject": "Coronavirus pandemic", "title": "How streaming services left us with too much to watch", "article": "The stunning growth of video streaming services like Netflix, Amazon Prime Video and Disney Plus, has transformed how we watch movies and TV shows. Here we speak to industry insiders, from producers to executives, to get their take on future trends for the so-called \"streamers\" sector.One of these is film producer, Miranda Bailey, who found that when her new movie premiered at this month's Sundance Film Festival there was a catch. Due to Covid restrictions, the film - God's Country, starring Thandiwe Newton - could not be shown on a cinema screen at the annual event in the small Utah town of Park City. Instead, it had to be streamed to the festival's virtual attendees. \"Obviously it's a great disappointment, to me and the other filmmakers, to not have the experience of showing our movie to an audience of indie film lovers at Sundance,\" says Ms Bailey. Historically, filmmakers show their new movies at Sundance and other festivals, to get cinema distribution deals. The focus has shifted to streaming platform contracts, or deals for distribution in cinemas and streaming simultaneously. \"Ideally, the filmmakers I work with would be sure to secure some sort of theatrical [cinema] run,\" says Ms Bailey. \"But with the pandemic right now that seems to be a promise no outlet can truly fulfil. \"Fortunately there are a plethora of streaming platforms with brilliant original content who care about indies, and are spending money for award campaigns like traditional [cinema] distribution used to do.\" The video streaming sector has become a huge part of the entertainment industry - a dominance partly driven by cinemas being shut down during the pandemic. The world's largest platform, Netflix,had 222 million subscribers at the end of last year, 18.2 million more than in 2020. Meanwhile,Amazon Prime Video had 175 million viewers in 2021, while Disney Plus' basetopped 118 million. These vast user numbers are supported by studies that show a growing number of people now prefer to watch new release movies at home, rather than go to a cinema. One report last Octoberfound that this was now the case for 71% of Americans. At the same time,we now stream TV shows at a time of our choosing more often than we watch programmes as they are broadcast by a traditional, linear channel such as BBC 1 or Channel 4. The convenience of on-demand viewing is obvious, but Lisa Holme, group senior vice president of content and commercial strategy at US television company, Discovery, fears consumers are now put off by the sheer number of streaming services available. \"We now have a lot of content available across six or eight major streaming services, of which [our] Discovery Plus is one,\" she says. \"I think consumers are now finding themselves a bit overwhelmed by the choice.\" Ms Holme adds that some people are \"feeling confused and annoyed\" that they have to go to multiple streaming services to get all the content that they want.For the US,figures show that 46% of homes with broadband subscribe to four or more video streaming services. While in the UK,one study found 65% of homes subscribe to two or more of the providers. Phil Hopkins, president of niche streaming channel Fandor, says in a crowded market like this standing out from the competition is crucial. His service specialises in showing independent or classic movies, plus foreign films and documentaries. \"The biggest challenge is that there are a lot similarities to the main streaming services, and they're not really doing much in the way of separating themselves to have their own identity,\" he says. Mr Hopkins thinks that among the big players in streaming, Disney Plus is on the most robust footing. \"They have such an amazing legacy [of Disney titles to show],\" he says. \"But I don't know how many other streaming platforms can survive on their own merits... eventually people are going to get fatigue and look elsewhere for something that's unique and different.\" At streaming site Paramount Plus, its plan is to accelerate its popularity using live channels, a new feature where its most popular shows and movies go out at scheduled times on 20 genre-themed channels - mimicking traditional TV channels. \"Even in the era of on-demand, there is clearly a strong consumer appetite for reimagined linear channels that provide effortless, lean-back entertainment,\" says Tom Ryan, president and chief executive of ViacomCBS Streaming, the owner of Paramount Plus. Whereas at streaming app Struum, its plan is to make life easier by offering streams from numerous other providers all in one place. This means if you sign up you can access 25 sites, from the likes of the BBC, FilmBox, Magellan TV, Tribeca and Tastemade. \"Viewers want to find that next gem of a show or unknown movie,\" says Lauren Devillier, chief executive of Struum. \"We provide a curated experience so people can 'go deep' on a particular subject. \"You love documentaries? We have hundreds. True crime? LGBTQ? We have all of it for you in one subscription, making simple what might otherwise be confounding.\" New Tech Economy is a series exploring how technological innovation is set to shape the new emerging economic landscape. Paul Erickson, senior analyst at market research firm Parks Associates, says the growth of streaming services was fuelled by the pandemic and continues today despite the general relaxation of lockdown rules. Yet, he cautions that subscription growth in the streaming video market has already begun to slow. He says many consumers are now experiencing \"subscription overload\" and becoming more discriminating with their spending. But as the streaming services wrestle each other for our affections, what does it mean for cinema chains? Are they doomed?Far from it, says Paul Serwitz, president of US firm Landmark Theatres. He points out that attendances \"steadily increased\" in 2021. \"[And] expectations are for cinema attendance to continue increasing as consumer confidence improves with the Covid evolution, and more compelling film content.\" But Tearlach Hutcheson, vice president at US cinema chain Studio Movie Grill, says while regular film goers have returned to cinemas, \"it is the casual movie goer who hasn't\". US National Public Radio TV and media critic Eric Deggans says cinemas will need to improve the experience for film goers to compete with streaming.\"We're always going to have movie theatres but what form are they going to take? How many of them are there going to be and what kinds of films are they going to show? All of that is up in the air.\" ", "url": "https://www.bbc.com/news/business-60125013"}