{"datetime": "2022-01-20T22:54:59.000Z", "title": "Netflix faces rocky road after pandemic wins", "article": "The number of Netflix subscribers grew to 222 million last year, but the streaming firm is facing a rocky road ahead as the surge of interest it saw during the pandemic fades. Overall, Netflix added 18.2 million members last year - roughly half the number who subscribed in 2020. Investors had hoped that pace would start to pick up again. But the firm's 2022 forecast brought bad news, sending shares down almost 20% in after-hours trade. The firm said it expected to add just 2.5 million members in the three months to March - far lower than analysts had expected. \"While retention and engagement remain healthy, acquisition growth has not yet re-accelerated to pre-Covid levels,\" Netflix said, pointing to \"Covid overhang and macro-economic hardship\" in parts of the world like Latin America. Netflix, which added 8.3 million subscribers in the last three months of 2021, maintained that there is room to grow, as more and more people switch away from traditional television. But it admitted that new competition from the likes of Disney, Apple, Amazon and HBO was starting to have an impact. \"Consumers have always had many choices when it comes to their entertainment time - competition that has only intensified over the last 24 months as entertainment companies all around the world develop their own streaming offering,\" the firm said.\"While this added competition may be affecting our marginal growth some, we continue to grow in every country and region in which these new streaming alternatives have launched.\" Netflix is spending billions of dollars on content to keep viewers interested. Hits during the last three months of the year included a new season of The Witcher fantasy television series and the satire Don't Look Up - which has already become the second most popular film ever for the company. But the firm, which recently raised prices in the US and Canada, is facing rising costs and other challenges - the strengthening of the dollar will cost the firm $1bn alone, it said. \"Squid Games creator Netflix has gone from a fairytale to some difficult viewing when it comes to subscriber forecasts - the most important metric for streaming services,\" said Laura Hoy, an equity analyst at Hargreaves Lansdown. \"The group's forecast for new subscriptions in the current period came in at just over half of last year's figure,\" she said. \"Management blamed a back-loaded content schedule that will see several big releases come out at the end of the quarter, but investors were undeniably spooked by the slower growth forecast.\" Revenue increased by 16% for October, November and December, compared to the same period a year earlier, hitting $7.7bn. Quarterly profits increased 12% to $607m. For the year, profits jumped from $2.7bn to $5.1bn, while revenue grew by 19% to $26.7bn. ", "url": "https://www.bbc.com/news/business-60077485"}