{"datetime": "2021-12-27T03:05:44.000Z", "title": "Spider-Man: No Way Home becomes first pandemic-era film to top $1bn", "article": "The latest instalment of the Spider-Man franchise has become the first pandemic-era movie to make more than $1bn (£750m) at the global box office. Spider-Man: No Way Home also took the title of highest-grossing film of 2021. It beat out Chinese-made Korean War epic The Battle of Lake Changjin, which has grossed more than $905m worldwide. The last movie to gross more than $1bn was 2019's Star Wars: The Rise of Skywalker, according to media data analytics firm Comscore. No other Hollywood production has come near to reaching that box office milestone since the pandemic began two years ago. Over the weekend, global box office takings for the latest Marvel Cinematic Universe film reached $1.05bn. The co-production between Sony and Disney hit its milestone less than two weeks after its premiere even as the Omicron variant of Covid-19 has spread rapidly around the world, raising fresh concerns about indoor events. The film has not been released in China, which is currently the world's biggest cinema market. Spider-Man: No Way Home sees Tom Holland return as the third iteration of Peter Parker alongside Zendaya's MJ and Benedict Cumberbatch as the sorcerer Doctor Strange. The franchise's 2019 offering Spider-Man: Far From Home was the first Spider-Man film to break the $1bn mark at the box office and is currently the highest-grossing movie in the franchise with $1.132bn in global ticket sales, according to Comscore. The latest film follows on from Far From Home, in which the villainous Mysterio unmasked Parker before dying. The series is a collaboration between the Disney's Marvel Studios and Sony. In 2015, Disney, Marvel Studios, and Sony agreed to share the film rights for Spider-Man, which led to a new iteration of the character being introduced and integrated into the Marvel Cinematic Universe. Before No Way Home, MGM's latest James Bond movie No Time to Die, which made $774m at the box office globally, was the highest-grossing Hollywood film of both 2021 and the pandemic. ", "url": "https://www.bbc.com/news/business-59798609"}