{"datetime": "2021-03-11T16:17:51.000Z", "title": "Beeple's NFT digital art nets £50m at Christie's auction", "article": "The first digital-only art auction by Christie's auction house has netted $69m (£50m) for the artist Beeple. The digital art was sold as an NFT - the latest tech craze which has boomed in popularity in recent weeks. Beeple - real name Mike Winkelmann - creates a new piece of digital art every day, and was selling the first 5,000 days (13 years) of his work. That success puts Beeple \"among the top three most valuable living artists\", Christie's said. The company said the sale was the first NFT-based work of art sold by a \"major\" auction house, and set a new world record for digital art. The collection is a collage of the thousands of individual daily images which Beeple, an American graphic designer, started in early 2007 and has done every day since. Many of the individual pieces are surreal or unsettling, and he uses a variety of digital modelling and artistic programmes for them. The auction had attracted a great deal of attention, with bidding ramping up to $10m earlier this week. But on the final day of bidding, it skyrocketed to a final price of $69,346,250. Christie's told the AFP news agency a record 22 million people watched the final moments of the auction's livestream.That may in part be down to the current hype surrounding NFTs - or \"non-fungible-tokens\". They are a unique identifier of ownership for non-physical objects such as digital art. Beeple responded to the sale by tweeting a series of expletives. Critics say the digital tokens have a huge environmental impact, since they are stored on a Blockchain, similar to crypto-currencies including Bitcoin and Ethereum. Others have suggested their current popularity is an investment bubble. But the unique tokens allow value to be assigned to digital art, and they can be sold and traded in a similar way to physical art being used as an investment. The current craze surrounding NFTs has seen the musicianGrimes sell a collection of her artwork for more than $6m at the beginning of March.The founder of Twitter has also put his first tweet up for sale , with a bid of $2.5m so far. And in one of the most controversial cases,one group burned a genuine Banksy original before putting its digital token up for sale, for $380,000 (£274,000). ", "url": "https://www.bbc.com/news/technology-56362174"}