{"datetime": "2021-09-23T12:12:51.000Z", "title": "What are NFTs and why are some worth millions?", "article": "\"Side-eying Chloe\" Clem - a young girl who became an internet sensation when a picture of her looking unimpressed went viral - is selling the original image for thousands of dollars at auction. It's being offered as a \"non-fungible token\" (NFT), a way of owning the original digital image. Where Bitcoin was hailed as the digital answer to currency, NFTs are now being touted as the digital answer to collectables, but plenty of sceptics fear they're a bubble waiting to burst. In economics, a fungible asset is something with units that can be readily interchanged - like money. With money, you can swap a £10 note for two £5 notes and it will have the same value. However, if something is non-fungible, this is impossible - it means it has unique properties so it can't be interchanged with something else. It could be a house, or a painting such as the Mona Lisa, which is one of a kind. You can take a photo of the painting or buy a print but there will only ever be one original painting. NFTs are \"one-of-a-kind\" assets in the digital world that can be bought and sold like any other piece of property, but which have no tangible form of their own.The digital tokens can be thought of as certificates of ownership for virtual or physical assets. Traditional works of art such as paintings are valuable precisely because they are one of a kind. But digital files can be easily and endlessly duplicated. With NFTs, artwork can be \"tokenised\" to create a digital certificate of ownership that can be bought and sold. As with crypto-currency, a record of who owns what is stored on a shared ledger known asthe blockchain . The records cannot be forged because the ledger is maintained by thousands of computers around the world. NFTs can also contain smart contracts that may give the artist, for example, a cut of any future sale of the token. In theory, anybody can tokenise their work to sell as an NFT but interest has been fuelled by recent headlines of multi-million-dollar sales. On 19 February, an animated Gif of Nyan Cat - a 2011 meme of a flying pop-tart cat -sold for more than $500,000 (£365,000). A few weeks later, musician Grimessold some of her digital art for more than $6m .It is not just art that is tokenised and sold.Twitter's founder Jack Dorsey has promoted an NFT of the first-ever tweet , with bids hitting $2.5m.Christie'ssale of an NFT by digital artist Beeple for $69m (£50m) set a new record for digital art. French firm Sorare,which sells football trading cards in the form of NFTs , has raised $680m (£498m). But as with crypto-currencies,there are concerns about the environmental impact of maintaining the blockchain.Nothing. Millions of people have seen Beeple's art that sold for $69m and the image has been copied and shared countless times. In many cases, the artist even retains the copyright ownership of their work, so they can continue to produce and sell copies. But the buyer of the NFT owns a \"token\" that proves they own the \"original\" work.Some people compare it to buying an autographed print.A day before his record-breaking auction, Beeple - whose real name is Mike Winkelmann - told the BBC: \"I actually do think there will be a bubble, to be quite honest.\"And I think we could be in that bubble right now.\"Many are even more sceptical.David Gerard, author of Attack of the 50-foot Blockchain, said he saw NFTs as buying \"official collectables\", similar to trading cards.\"There are some artists absolutely making bank on this stuff... it's just that you probably won't,\" he warned.The people actually selling the NFTs are \"crypto-grifters\", he said.\"The same guys who've always been at it, trying to come up with a new form of worthless magic bean that they can sell for money.\"Former Christie's auctioneer Charles Allsopp said the concept of buying NFTs made \"no sense\". \"The idea of buying something which isn't there is just strange,\" he told the BBC. \"I think people who invest in it are slight mugs, but I hope they don't lose their money.\" ", "url": "https://www.bbc.com/news/technology-56371912"}