{"datetime": "2021-03-11T11:42:58.000Z", "author": "Felicity Hannah", "title": "Virtual reality headsets for work ‘could snowball’", "article": "Use of virtual reality headsets for workplace meetings could \"snowball\", a business group has said, as firms try to blend home and office working. \"We're likely to see it really take off quite quickly,\" Joe Fitzsimons of the Institute of Directors told the BBC's Wake Up To Money programme. He's been investigating how firms are using tech to help staff based at home and in the office to work together. Companies are looking at alternatives to using services such as Zoom. \"I think there will be a snowball effect of the benefits being so clear that organisations come to terms with it and employ it as fast as they can,\" said Mr Fitzsimons. During the pandemic video conferencing services such as Zoom have seen a huge increase in use, with many workers forced to work from home. But now some companies are looking at alternative ways for colleagues to keep in touch. \"I was tired of just doing these things over Zoom,\" said Job Van Der Voort, the chief executive of international payroll company Remote. \"The way we use virtual reality (VR) is to replicate that feeling where you can hang out together. When you have an office you get a lot of things for free.\"You walk into the office, you see your colleagues, you can walk over to them and have a conversation with them. We lost this completely with not having an office.\" Zoe Clark, a partner at the PR firm Tyto agrees. They issued their staff with VR headsets just before Christmas, to bring back that sense of closeness.\"For meetings it can be great to get people together when you can't physically be together\" she said. \"We decided to have a go at playing around with virtual reality and seeing what it could do for our business at the midpoint of the pandemic, because obviously there was a really clear impact on us being able to meet up in person, everybody was totally remote. \"And we were really looking around for things that could make our staff feel a little bit more connected and just trying to inject a little bit more fun, really, in quite a tough year.\" Mr Van Der Voort added: \"You might think it's weird, you have an avatar, you have a headset on your head, [but] you actually get more of a sense of a presence rather than just sitting at your desk staring at Zoom.\" The room is large and airy, filled with smaller huddles of people having a chat. If you stand in the middle of the room and turn around then you can hear different conversations. Now and then a burst of laughter causes everyone's heads to turn. People are dressed in smart clothes eating pizza and drinking from bottles. But none of it is real - not the food, not the drink and not the people. Instead, everyone there is in their own home, scattered across the globe and coming together using VR headsets and an app called Rec Room to chat and move around. They are using VR to meet their colleagues and have dressed their cartoon avatars as themselves, choosing and personalising their skin tone, hair and outfits. As they talk, their mouths and heads move, they can gesture with their hands and even dance. But although it is very different to a flat meeting through a screen, it is still a long way from meeting up in an office or at an event with real drinks, real pizza and real people.While VR may work for socialising and chatting, it's not yet perfect for more formal meetings, said Mr Van Der Voort. \"There are some limitations still. For example, you can pull up some slides but it's much harder to do than just having a Zoom meeting. \"And you can't easily type because your hands are in the VR gloves. That actually makes having very serious meetings like that somewhat more difficult. \"We've had a few serious meetings in VR but most of them we use it as a way to bond with each other. And that is how it works best today - in a few years let's see.\" Tyto's Ms Clark said: \"I think it is definitely early days. We're really clear on meeting etiquette and how things work in a traditional business setting - it will take a little bit longer to get our VR meeting etiquette down so that we have a truly professional experience.\"But within your own teams I think definitely it creates a sense that you're out of your mundane flat interaction with a screen.\" You can hear more of these interviews by downloading the Wake Up To Money podcast . ", "url": "https://www.bbc.com/news/business-56359061"}