{"datetime": "2021-03-10T15:48:26.000Z", "author": "Jane Wakefield", "title": "Roblox: How the children's game became a $30bn bet on the Metaverse", "article": "David Baszucki, is about to become a very rich man, as his video-game platform, Roblox, floats on the New York Stock Exchange, valued at a cool $30bn (£21.6bn). Already, he has bigger ambitions for the game, which he hopes can become the centre of the so-called Metaverse - an online world not just for gaming but for work and learning, too. But what is the appeal of a title whose audience mainly consists of the under-12s? And can its future lie beyond games? Roblox is already the world's largest user-generated games site. Players use core building components to create and share online worlds that anyone can explore.It is free to play, relying on purchases paid for in currency known as robux. Game-makers earn robux, which can be converted back into cash.More than 1,250 developers earned at least $10,000 in robux in 2020. More than 300 earned $100,000 or more. The versatility of Roblox is a huge part of its success, thinks Louise Shorthouse, a senior games analyst at Ampere Research. \"It is not just a game, it is a platform to create games,\" she explains. \"It is a bit of a marketplace where you can pick and choose whether you play an adventure game, a shooter or a puzzle. And a lot of it is free to play, which is good for children.\" It is available on a variety of devices, from PCs and Xbox to apps on iPhones and Android devices, allowing users to play each other regardless of which machine they are using. There's pent-up demand for PlayStation and Nintendo Switch releases, too, so potentially, it has lots of further room to grow. Lockdown provided a huge boost to Roblox, as children, physically cut off from their friends, flocked to it. Not only could they play games with their mates, they could visit virtual theme parks, attend concerts, birthday parties and chat to others. Daily active users jumped 85% in 2020 and it now has 37 million globally.Three in four US children aged between nine and 12 are on it, as is one in two UK-based 10-year-olds. And as of January, the number who played it at least once a month was just shy of 200 million,according to tracking site RTrack , marking a 67% increase on the same month a year earlier. One of the most remarkable things about Roblox is the amount of time people spend there - an average of two hours 36 minutes per day. But with its huge growth in numbers and popularity, come issues. Scammers and hackers lurk, ready to steal kids' hard-earned robux, andthere have also been reports of attempts to groom children . Mr Baszucki's plans don't stop at gaming. He hopes Roblox can become part of that Metaverse, a series of interconnected digital worlds where people hang out, work and learn. The term was coined in Neal Stephenson's 1992 science-fiction novel Snow Crash, where it served as a virtual-reality-based successor to the internet. Similar ideas have been around for a long time - gamers and game makers in particular have long dreamt of virtual worlds where they could live out their lives, and lockdown gave everyone a glimpse of such a life. \"The idea was amplified by the pandemic,\" said Ms Shorthouse.\"And even as we come out of it, online socialising is still going to be popular.\"It is about making a game into something more - a social space and entertainment venue.\" Writing in Wired at the beginning of the year, Mr Baszucki said: \"We will see a shift in the way people play, work, learn or simply hang out in 2021. Some of these connections will move into the Metaverse, a digital place where people seamlessly get together and interact in millions of 3D virtual experiences.\" Massive immersive virtual events will become the norm, he added, and push the boundaries of interactivity, changing the nature of live experiences.It is, he writes, \"arguably as big a shift in online communications as the telephone or the internet\".Grand plans indeed, and a space that rival gaming platform Fortnite is also determined to get a slice of.In September, developer Epic Games announced a three-week-long concert series that took place on the game's Party Royale island. Nate Nanzer, Fortnite's head of global partnerships, said at the time he hoped it would become a \"tour stop\" for other bands.As part of that, Epic built a studio space in Los Angeles, with a large LED wall and floor and remotely operated robocams. The hope for the future is to add mixed and augmented-reality effects to it. Roblox has been hosting its own parties - in November American rapper Lil Nas performed a virtual concern which was attended 33 million times - and the firm held an event for its own staff at Christmas, complete with nightclub and bar. Despite the experimentation, Ms Shorthouse thinks gaming will remain at its core. \"It is so strong in that space and a lot of people have stakes in it, with developers making a lot of money.\" ", "url": "https://www.bbc.com/news/technology-56345586"}