{"datetime": "2020-08-29T10:31:09.000Z", "title": "Neuralink: Elon Musk unveils pig with chip in its brain", "article": "Elon Musk has unveiled a pig called Gertrude with a coin-sized computer chip in her brain to demonstrate his ambitious plans to create a working brain-to-machine interface. \"It's kind of like a Fitbit in your skull with tiny wires,\" the billionaire entrepreneur said on awebcast .His start-up Neuralink applied to launch human trials last year. The interface could allow people with neurological conditions to control phones or computers with their mind. Mr Musk argues such chips could eventually be used to help cure conditions such as dementia, Parkinson's disease and spinal cord injuries.But the long-term ambition is to usher in an age of what Mr Musk calls \"superhuman cognition\", in part to combat artificial intelligence so powerful he says it could destroy the human race. Gertrude was one of three pigs in pens that took part in Friday's webcast demo. She took a while to get going, but when she ate and sniffed straw, the activity showed up on a graph tracking her neural activity. She then mostly ignored all the attention around her. The processor in her brain sends wireless signals, indicating neural activity in her snout when looking for food.Mr Musk said the original Neuralink device, revealed just over a year ago, had been simplified and made smaller. \"It actually fits quite nicely in your skull. It could be under your hair and you wouldn't know.\" Founded in 2017, Neuralink has worked hard to recruit scientists, something Mr Musk was still advertising for on Twitter last month and which he said was the purpose of Friday's demo. The device the company is developing consists of a tiny probe containing more than 3,000 electrodes attached to flexible threads thinner than a human hair, which can monitor the activity of 1,000 brain neurons. Ahead of the webcast, Ari Benjamin, at the University of Pennsylvania's Kording Lab, had told BBC News the realstumbling block for the technology could be the sheer complexity of the human brain . \"Once they have the recordings, Neuralink will need to decode them and will someday hit the barrier that is our lack of basic understanding of how the brain works, no matter how many neurons they record from.\"Decoding goals and movement plans is hard when you don't understand the neural code in which those things are communicated.\" Mr Musk's companies SpaceX and Tesla have captured the public imagination with his attempts to drive progress in spaceflight and electric vehicles respectively. But both also demonstrate the entrepreneur's habit ofmaking bold declarations about projects that end up takingmuch longer to complete than planned . ", "url": "https://www.bbc.com/news/world-us-canada-53956683"}