{"datetime": "2021-09-16T13:12:51.000Z", "title": "OpenSea admits insider trading of NFTs it promoted", "article": "An employee at OpenSea, the largest digital collectible marketplace, used inside knowledge to buy NFTs before they were promoted on the website. NFTs are unique digital tokens attributed to art which have risen in popularity over the past year, with some selling for millions. CEO Devin Finzer said the incident was \"incredibly disappointing\" and did not represent the team's values. An independent review has been launched, OpenSea said. In a blog post , Mr Finzer confirmed an employee “purchased items that they knew were set to display on our front page before they appeared there publicly”. NFTs are bought using cryptocurrency, most commonly Ethereum (ETH), and stored on a permanent digital ledger called the blockchain, where every transaction is logged and made publicly available. The crypto community on Twitter used these records to expose the activity through a series of screenshots of transactions. One user,ZuwuTV, accused Nate Chastain , OpenSea’s Head of Product, of selling the featured NFTs “shortly after the front-page-hype spike for profits”. OpenSea did not name Mr Chastain, and he did not immediately respond to the BBC’s request for comment. One work, called Spectrum of a Ramenfication Theory, was bought for 0.25 ETH (£650) and sold for 1.5 ETH (£3,900) just 20 minutes later - after it featured on OpenSea’s homepage. Insider trading - where individuals use non-public knowledge about a company for financial advantage - is illegal in most regulated markets. But the NFT market does not have such restrictions. OpenSea said it was implementing new policies which prevent team members from “using confidential information to purchase or sell any NFTs, whether available on the OpenSea platform or not.” “It's jawdropping that OpenSea is only now making a rule that staff shouldn't trade against their own customers,” said David Gerard, author of Attack of the 50 Foot Blockchain. “This is a worked example of the need for regulation in the crypto world, and it should be phrased so as to include NFT markets.“It also shows that if you're going to do something that might be questionable, then it's probably unwise to do it on a permanent public blockchain that shows all transactions.” ", "url": "https://www.bbc.com/news/technology-58585342"}