{"datetime": "2021-08-26T23:09:32.000Z", "author": "Zoe Kleinman", "title": "Twelve-year-old boy makes £290,000 from whale NFTs", "article": "A 12-year-old boy from London has made about £290,000 during the school holidays, after creating a series of pixelated artworks called Weird Whales and selling non-fungible tokens (NFTs). With NFTs, artwork can be \"tokenised\" to create a digital certificate of ownership that can be bought and sold. They do not generally give the buyer the actual artwork or its copyright.Benyamin Ahmed is keeping his earnings in the form of Ethereum - the crypto-currency in which they were sold. This means they could go up or down in value and there is no back-up from the authorities if the digital wallet in which he is holding them is hacked or compromised. He has never had a traditional bank account. Benyamin's classmates are as yet unaware of his new-found crypto-wealth, although he has made YouTube videos about his hobby, which he enjoys alongside swimming, badminton and taekwondo. \"My advice to other children that maybe want to get into this space is don't force yourself to do coding, maybe because you get peer pressured - just as if you like cooking, do cooking, if you like dancing, do dances, just do it to the best of your ability,\" he said. Benyamin's father, Imran, a software developer who works in traditional finance, encouraged Benyamin and his brother, Yousef, to start coding at the ages of five and six.The children have had the advantage of a strong network of technology experts to call on for advice and help - but he is extremely proud of them. \"It was a little bit of a fun exercise - but I picked up on really early that they were really receptive to it and they were really good,\" Imran said.\"So then we started getting a little bit more serious - and now it's every single day... but you can't cram this stuff, you can't say I'm going to learn coding in three months.\"The boys did 20 or 30 minutes of coding exercises a day - including on holiday, he said. Weird Whales is Benyamin's second digital-art collection, following an earlier Minecraft-inspired set that sold less well. This time, he drew inspiration from a well known pixelated whale meme image and a popular digital-art style but used his own program to create the set of 3,350 emoji-type whales. \"It was interesting to see all of them hatch, as they appeared on my screen slowly generating,\" he said.Benyamin is already working on his third, superhero-themed collection. He would also like to make an \"underwater game\" featuring the whales.\"That would be amazing,\" he said. Imran is \"100% certain\" his son has not broken copyright law and has engaged lawyers to \"audit\" his work, as well as getting advice on how to trademark his own designs. The art world is divided over the current trend for NFTs.Artists say they are a useful additional line of revenue. And there are many stories of eye-wateringly high sales. But there is also scepticism over whether they are a realistic long-term investment. And former Christie's auctioneer Charles Allsopp toldBBC News buying them made \"no sense\" . \"The idea of buying something which isn't there is just strange,\" he said earlier this year. \"People who invest in it are slight mugs - but I hope they don't lose their money.\" ", "url": "https://www.bbc.com/news/technology-58343062"}