{"datetime": "2022-02-10T10:02:49.000Z", "title": "Assisi: No more dogs as animal charity tackles noise complaint", "article": "An animal rescue charity in County Down has said it can not take any more dogs after a noise complaint was made against it. The Assisi Animal Sanctuary is looking for alternative accommodation for dogs in its care while it works with the authorities to resolve the problem.It said a noise complaint was issued by the local council which had investigated over the last two months. Assisi CEO Nigel Mason said it found an issue with dogs barking from 05:00 GMT. Last month animal charities across Northern Ireland said they were facinga \"deluge\" of abandoned dogs as owners looked to rehome dogs bought during lockdown . The Assisi sanctuary has been based in Conlig, outside Bangor, for 25 years and has helped rehome thousands of animals including dogs, cats, rabbits and guinea pigs.Mr Mason said they received a notice from the local council to \"stop the noise\" following the investigation.\"It found there was a problem with dogs barking from around five o'clock in the morning,\" he said.\"We've been there for more than 25 years and suspect dogs have always barked over that period.\"Mr Mason said the only way to stop the noise was to get the dogs off the site.He said: \"Over the last two weeks we have stopped taking dogs in and reduced the numbers down to around 20 now.\"The sanctuary also issued a public appeal on Tuesday for people to come forward to help foster the dogs, otherwise they'd go into kennels.\"We've had a fantastic response to that,\" Mr Mason said.\"We are also negotiating with local kennels to see if we can rent some space and get some dogs in there too. \"That will mean we can still carry on doing the work that we've been doing for 25 years, which is to care for dogs and rehome them.\" In an updated social media post earlier, the charity thanked the public after being \"inundated with calls, messages and emails\" from those wanting to help.Mr Mason said while this is \"a bit of a problem at the minute\", he thinks there will be a resolution to it, as they continue to work with the local authority, Ards and North Down Borough Council. \"It's a minor blip at the minute that we can't take dogs in and other charities have been very good and offered to step in,\" he said.\"But hopefully in a week or two we can get back to normal and be able to take those dogs that we would normally take.\" Ards and North Down Borough Council said that under the Clean Neighbourhoods and Environment Act (Northern Ireland) 2011, it \"has a duty to investigate noise complaints\".\"The council cannot comment in relation to any ongoing investigation,\" it added. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60326537"}