{"datetime": "2022-02-14T16:53:42.000Z", "title": "Stan and Heather Strelley banned again from keeping ponies", "article": "A couple who were banned from keeping ponies after leaving them in a poor state have been given suspended sentences for breaking the order after more suffering animals were found. Stan and Heather Strelley, both 51, from Kidwelly, Carmarthenshire, pleaded guilty to two animal welfare offences and a five-year banning order breach. Llanelli magistrates heard they caused unnecessary suffering to a pony and failed to meet the needs of 18 others. The pair were also handed new bans. The couple wereoriginally banned in 2019 after ponies were found in a collapsed barn . The latest case was brought by the RSPCA following reports about a lame pony. The court heard that when officers visited the site on 28 May last year they found 13 Welsh ponies at the property and another six in a field outside.The majority of those stabled were showing stress-induced behaviours and a bay mare called Maia - who was reluctant to move - was found to be suffering from untreated laminitis, an inflammation of the hoof. Magistrates were told the Strelleys denied the ponies belonged to them and gave the name of woman, who they claimed to be the owner, using two different surnames. The alleged owner said Maia had been seen by a vet, but two veterinary practices whose details were provided had never heard of the pony. Maia was removed from the property later that day by the police and placed in the RSPCA's care.The court heard the woman alleged to be the owner said Heather Strelley sent her messages asking her to say they were hers and had offered her money.The couple continued to deny ownership of all the ponies until 8 June when, they admitted in a solicitor's letter that they were. Last Thursday, Heather Strelley was given 12-week and eight-week prison sentences, to run concurrently - suspended for two years - for breaching the disqualification order and causing unnecessary suffering.Her husband was given an eight-week prison sentence - suspended for 18 months - for breaching his ban. They have both been banned for keeping equines for five years and ordered to pay £1,000 costs. Speaking after the case, RSPCA inspector Keith Hogben said: \"Mr and Mrs Strelley have shown a total disregard for the law and the sentence that was handed out to them when they appeared in court for previous animal welfare offences.\"Unfortunately another pony has now suffered unnecessarily due to Mrs Strelley's failure to treat a hoof problem that she was fully aware of.\" ", "url": "https://www.bbc.com/news/uk-wales-60380407"}