{"datetime": "2020-09-01T14:51:12.000Z", "author": "Rory Cellan-Jones", "title": "Is Elon Musk over-hyping his brain-hacking Neuralink tech?", "article": "He is the most charismatic figure in technology with some amazing achievements to his name, from making electric cars desirable to developing rockets that can return to earth and be reused. But dare to suggest that anything Elon Musk does is not groundbreaking or visionary and you can expect a backlash from the great man and his army of passionate fans. That is what happened when a British academic criticised Musk's demo on Friday of his Neuralink project - and the retaliation he faced was largely my fault. Neuralink is a hugely ambitious plan to link the human brain to a computer. It might eventually allow people with conditions such as Parkinson's disease to control their physical movements or manipulate machines via the power of thought.There are plenty of scientists already at work in this field. But Musk has far greater ambitions than most, talking of developing \"superhuman cognition\" - enhancing the human brain in part to combat the threat he sees from artificial intelligence. Friday night's demo involved a pig called Gertrude fitted with what the tech tycoon described as a \"Fitbit in your skull\". A tiny device recorded the animal's neural activity and sent it wirelessly to a screen.A series of beeps happened every time her snout was touched, indicating activity in the part of her brain seeking out food. \"I think this is incredibly profound\", commented Musk. Some neuroscience experts were not quite as impressed. The UK's Science Media Centre, which does a good job of trying to make complex scientific stories accessible, put out a press release quoting Prof Andrew Jackson, professor of neural interfaces at Newcastle University.\"I don't think there was anything revolutionary in the presentation,\" he said. \"But they are working through the engineering challenges of placing multiple electrodes into the brain.\"In terms of their technology, 1,024 channels is not that impressive these days, but the electronics to relay them wirelessly is state-of-the-art, and the robotic implantation is nice.\"The biggest challenge is what you do with all this brain data. The demonstrations were actually quite underwhelming in this regard, and didn't show anything that hasn't been done before.\"He went on to question why Neuralink's work was not being published in peer-reviewed papers.I took his words and his summary of the demo - \"this is solid engineering but mediocre neuroscience\" -and posted a tweet .Withinhours Musk tweeted this reply : \"It is unfortunately common for many in academia to overweight the value of ideas and underweight bringing them to fruition. For example, the idea of going to the moon is trivial, but going to the moon is hard.\" Many of his 38 million followers appeared to agree, some rather forcefully. \"Academia's full of people who think they're the smartest guy in the room at any given moment, but are in fact kinda dumb,\" wrote one. Another said: \"If we waited for peer reviews for the Tesla we would still be waiting for the product. Make it and they will come.\" And a tired cliche about teachers was also rolled out. \"That is the difference between an academic (those who can, do, and those that can't, teach) and an industrial visionary that gets things done.\" This morning, I contacted Prof Jackson to apologise for provoking this Twitter pile-on.He laughed and said he was not very active on social media. In any case, he added, Musk had said worse things about other people. Far from being stuck in an ivory tower, Prof Jackson is involved in practical research. He has explored helping spinal injury patients by relaying signals from their brains to their spinal cords to restore some arm movements. He makes no great claim to be at the forefront of human computer-interface research but knows the field well, and can point to academics who have made significant advances without receiving the publicity that Musk enjoys. He stressed that he had not intended to appear negative. \"Everyone who's been working in this field for a while is excited by the possibilities that come when you get big tech companies and enthusiastic supporters trying to put money behind this,\" he said. But while he was impressed by Neuralink's technology, he said he was sceptical about the talk of using it to read and write memories and otherwise enhance brain functions. He explained that, while neuroscientists have made progress in understanding how the brain controls movement, how it processes thoughts and memories is still a mystery. For all his achievements, Musk has a tendency to exaggerate how quickly his technology will advance.Four years ago, he told me that within a couple of years, a Tesla would be able to drive itself solo across the US, stopping to recharge itself along the way. That has yet to happen. And his prediction thatTesla would have one million robotaxis on the roads by this year now seems fanciful. It was only this weekend that the firm's cars received asoftware update to their Autopilot system to recognise speed-limit signs , something you might have thought essential for safe autonomous driving. The whole point of tech visionaries is that they think big.But without the academics of whom he has been critical, Musk's dream of enhancing the human brain with a digital interface is unlikely to be realised.And here's the irony - the stated aim of the demo with Gertrude the pig was to encourage scientists to come and join Neuralink. Those following him on Twitter may not be convinced it is worth coming along for the ride.", "url": "https://www.bbc.com/news/technology-53987919"}