{"datetime": "2022-02-01T11:43:10.000Z", "author": "Ben Price", "title": "Greyhound track in Caerphilly opposed by thousands", "article": "Plans to create Wales' only licensed greyhound track have resulted in a 23,000 strong-petition demanding racing be banned. Valley Greyhounds, in Ystrad Mynach, Caerphilly county, said getting a licence would mean better care for animals. But a dog rescue charity feared the proposals would lead to more dog injuries and deaths.The Welsh government said responsible animal ownership was a priority. Dog Cyril was looked after by the charity Hope Rescue after he fractured a leg racing. Hope said Cyril was injured at Valley. But the track said the dog's owner gave the charity the animal after getting banned from the stadium. The charity said thousands of pounds were spent on surgery and rehabilitation for Cyril, who has been rehomed. Hope Rescue is concerned if Valley Greyhounds is granted a licence by the Greyhound Board of Great Britain (GBGB) races at the track will jump from one to four a week, and more dogs will be hurt. These worries prompted it to start the petition, which will be considered for debate in the Senedd. Hope Rescue owner Vanessa Wadden said: \"You'll see marginal improvements in terms of kennelling, the transport that's used and there'll be a vet at the track, but you will not stop the injuries and deaths. \"In fact you'll intensify those.\"The petition has received backing from politicians including Welsh Liberal Democrat leader Jane Dodds. Ms Dodds said: \"I rescued my own greyhound, Arthur, when he was six years old after he fell during a race and hurt his neck. \"And he is still scarred by his time on the track. We should be outlawing greyhound racing, not granting licenses.\" Hope Rescue claimed to have taken in 200 greyhounds from Valley Greyhounds, of which 40 were seriously injured, either directly from the track or by people connected to it. Valley Greyhounds disputed these numbers saying few animals have been injured on its track. According to the Greyhound Board of Great Britain 3,575 greyhounds were injured on licensed tracks in 2020 and 200 died on the track. While numbers are lower than previous years, fewer races happened in 2020 due to Covid. Valley Greyhounds former owner and current manager Malcolm Tams said there had been \"massive improvements\" in animal care as they were expensive. \"I've seen this type of petition presented to the UK government which had 120,000 signatures and it was decided by government to let the sport govern itself under the BGRB, or GBGB as it's called now,\" Mr Tams said. Valley Greyhounds new owner Dave Barkley did not want to comment on Hope Rescue's petition but said about £500,000 will be invested to meet GBGB standards. He said becoming licensed would boost the local economy.Greyhound Board of Great Britain chief executive Mark Bird said: \"This petition does not take into account the very high levels of regulation and scrutiny which exist across licensed greyhound racing in Great Britain.\" Mr Bird said: \"We would welcome an application from the Valley to become licensed, as this would require the track to uphold our rules of racing and provide all racing greyhounds with the very highest levels of care.\"The family of trainer Robert Short, from Merthyr, has been racing greyhounds since the 1920s. He hopes Valley Greyhounds get a GBGB licence so he can compete closer to home. Currently he must travel to England to race. He said dogs would not be raced more than once a week even though \"all they want to do is run\".\"It's just natural,\" he said. \"People will have their opinions but in reality these dogs are treated like kings.\" The Welsh government said: \"Responsible ownership of animals is a priority for the Welsh government and we are committed to maintaining high standards of welfare for all animals kept in Wales at all stages of their lives. \"It is currently the intention of the Welsh government to consider greyhound racing in Wales as part of a future licensing scheme, as set out in our animal welfare plan for Wales.\" ", "url": "https://www.bbc.com/news/uk-wales-60201060"}