{"datetime": "2019-07-17T09:37:53.000Z", "author": "Jane Wakefield", "title": "Elon Musk reveals brain-hacking plans", "article": "NeuraLink, a company set up by Elon Musk to explore ways to connect the human brain to a computer interface, has applied to US regulators to start trialling its device on humans. The system has been tested on a monkey that was able to control a computer with its brain, according to Mr Musk. The firm said it wanted to focus on patients with severe neurological conditions. But ultimately Mr Musk envisions a future of \"superhuman cognition\". The device the firm has developed consists of a tiny probe containing more than 3,000 electrodes attached to flexible threads - thinner than a human hair - which can then monitor the activity of 1,000 neurons. The advantage of this system, according to the firm, is that it would be able to target very specific areas of the brain, which would make it surgically safer. It would also be able to analyse recordings using machine learning, which would then work out what type of stimulation to give a patient. NeuraLink did not explain how the system translated brain activity or how the device was able to stimulate brain cells. \"It's not like suddenly we will have this incredible neural lace and will take over people's brains,\"Mr Musk said during his presentation. \"It will take a long time.\" But he said, for those who choose it, the system would ultimately allow for \"symbiosis with artificial intelligence\". Previously Mr Musk has suggested that AI could destroy the human race. \"Even in a benign AI scenario, we will be left behind,\" he said. \"With a high bandwidth brain machine interface, we can go along for the ride and effectively have the option of merging with AI.\" Connecting the brain to an interface would create a new layer of \"superintelligence\" in the human brain, he added, something people \"already have via their phones\". Later, during a question and answer session, he revealed that the device NeuraLink is working on has been tested on monkeys, with the animal able to control a computer with its brain, according to Mr Musk. Now the firm is putting together a submission to start human testing, which will need to be approved by the US Food and Drug Administration. Mr Musk is also looking to recruit more scientists to the firm, which currently has about 100 employees. NeuraLink released a paper to coincide with the announcement, but it has not been peer-reviewed, something that is generally seen as a crucial part of any new scientific breakthrough. Krittika D'Silva, an AI researcher at the Frontier Development Lab, a partnership with Nasa attended the event, and said: \"The technology described by NeuraLink is exciting because it is significantly less invasive than prior work in this field. \"The plans they describe will require many years of work to deal with technical and ethical challenges, but the technology could be a big step in working to alleviate certain serious medical conditions like epilepsy and Parkinson's.\" The Kording Lab Twitter account, for scientists from the University of Pennsylvania's neuroscience department, tweeted that there was \"nothing revolutionary but a range of really creative ideas\" which seemed to suggest the firm was \"on a great track\". Andrew Hires. assistant professor of neurobiology at the University of Southern California, tweeted that the company had \"pushed forward\" the best of existing lab technology.NeuraLink is not the only firm building neural interfaces. Kernel, set up by tech entrepreneur Bryan Johnson, is attempting similar things to \"radically improve and expand human cognition\". Many of Mr Musk's ventures push at the boundaries of what is currently possible. Space X is exploring missions to Mars, while his Boring Company is looking to build tunnels underneath Los Angeles, and his Hyperloop project aims to reinvent travel.", "url": "https://www.bbc.com/news/technology-49004004"}