{"datetime": "2021-04-09T12:17:51.000Z", "author": "Jane Wakefield", "title": "Elon Musk's Neuralink 'shows monkey playing Pong with mind'", "article": "Neuralink, Elon Musk's computer to brain interface firm, has released a video it claims shows a monkey playing the video game Pong with its mind. Its brain signals were sent wirelessly via an implanted device. The hope is that the interface could eventually allow people with neurological conditions to control phones or computers remotely. One expert said the fact no wires were used represented \"significant progress\", but more data was needed. The macaque monkey, named Pager, was first taught to play the video game with a joystick, and was rewarded with a fruit smoothie. During this process, the Neuralink device recorded the information about which neurons were firing to control which movements. Then the joystick was disconnected, leaving the monkey to control gameplay with its mind only. In a blog post the researchers wrote: \"Our mission is to build a safe and effective clinical BMI (Brain Machine Interface) system that is wireless and fully implantable. \"Our first goal is to give people with paralysis their digital freedom back, to communicate more easily via text, follow their curiosity on the web, to express their creativity through photography and art, and, yes, to play video games.\" After that it said the system \"could also potentially be used to restore physical mobility\" by using the link to read signals in the brain which could be used to stimulate nerves and muscles in the body. But the process would have to be refined. \"With the monkey, we calibrate the decoder by mapping neural activity patterns to actual joystick movements. However, we won't be able to use such a strategy for people with paralysis,\" it said. Mr Musk's response to the experiment was typically bold.He tweeted: \"First Neuralink product will enable someone with paralysis to use a smartphone with their mind faster than someone using thumbs.\" Hewent on to say the next stage would be \"enabling, for example, paraplegics to walk again\". He has a long-term ambition to usher in an age of \"superhuman cognition\", in part to combat what he sees as artificial intelligence so powerful it could destroy the human race. Andrew Jackson, professor of neural interfaces at Newcastle University, said of the experiment: \"Brain control of computer cursors by monkeys is not exactly new, and this demonstration extends a line of work that dates back at least to pioneering studies in the early 2000s.\"The control in the video looks impressive, but without seeing a proper publication on their data it is hard to say how it compares to the current state-of-the-art.\" But he added the fact that there were no cables coming through the skin of the monkey, and that brain signals sent wirelessly, was \"definitely new and innovative\". \"This to me is the advance here, and is important both for improving the safety of human applications (wires through the skin are a potential route for infection) and also as a way of improving the welfare of animals used in neuroscience studies.\"The Neuralink team has definitely made significant progress in this regard.\" Neuralink has previously shown off a video of a pig called Gertrude with a chip in her brain, and a computer tracking her neural activity as she looked for food. Neuralink co-founder Max Hodak recently tweeted about the possibility of using tech and engineering to create new species: \"We could probably build Jurassic Park if we wanted to\", he said, adding it wouldn't create \"genetically authentic dinosaurs\" and would require 15 years of breeding and engineering to get \"super exotic novel species\". Some experts though remained more concerned about the welfare of the monkeys and pigs Neuralink is using in its current experiments. Dr Katy Taylor, director of science and regulatory affairs at Cruelty Free International, said: \"It beggars belief that animals are being used in this type of grotesque curiosity-driven experiment.\"In fact, 57% of experiments in universities are now believed to be in the area of basic research, much of it driven by nothing more than curiosity and certainly not required by law.\"In its blog, Neuralink said all animals were treated well, with their care evaluated by vets. \"Pager lives with his best mate, Code. They enjoy swinging from their treehouse and napping in their hammocks after an engaging gaming session,\" the firm said. ", "url": "https://www.bbc.com/news/technology-56688812"}