{"datetime": "2022-01-11T16:38:41.000Z", "author": "Jack Hunter", "title": "Three ethical issues around pig heart transplants", "article": "A US man has become the world's first person to get a heart transplant from a genetically modified pig. 57-year-old David Bennett, who doctors say was too ill to qualify for a human heart, is doing well three days after the experimental seven-hour treatment. The surgery is being hailed by many as a medical breakthrough that could shorten transplant waiting times and change the lives of patients around the world. But some are questioning if the procedure can be ethically justified. They have pointed to potential moral trouble spots over patient safety, animal rights and religious concerns. So how controversial are transplants from pigs? This is an experimental surgery, and brings with it huge risks for the patient. Even well-matched human donor organs can be rejected after they are transplanted - and with animal organs the danger is likely to be higher. Doctors have been trying to use animal organs for what is known as xenotransplantation for decades, with mixed success. In 1984, doctors in California tried to save a baby girl's life by giving her the heart of a baboon, but she died 21 days later. While such treatments are very, very risky, some medical ethicists say they should still go ahead if the patient knows the risks. \"You can never know if the person is going to die catastrophically soon after the treatment - but you can't proceed without taking the risk,\" says Prof Julian Savulescu, Uehiro Chair in Practical Ethics at the University of Oxford. \"As long as the individual understands the full range of risks, I think people should be able to consent to these radical experiments,\" he adds. Prof Savulescu says it's important they're given all the options available to them, including mechanical heart support or a human transplant. Doctors who worked on Mr Bennett's case say the operation was justified because he had no other treatment options and would have died without it. Prof Savulescu says before any surgery, the procedure must have undergone \"very rigorous tissue and non-human animal testing\" to make sure it's safe. Mr Bennett's transplant was not performed as part of a clinical trial, as is usually required for experimental treatments. And the drugs he was given have not yet been tested for use in non-human primates. But Dr Christine Lau from the University of Maryland School of Medicine, who was involved in planning Mr Bennett's procedure, said no corners were cut when preparing for the operation. \"We've done this for decades in the lab, in primates, trying to get to the point where we think it is safe to offer this to a human recipient,\" she told the BBC. Mr Bennett's treatment has also re-sparked a debate over the use of pigs for human transplants, which many animal rights groups oppose. One of them, People for the Ethical Treatment of Animals (PETA) has condemned Mr Bennett's pig heart transplant as \"unethical, dangerous, and a tremendous waste of resources\". \"Animals aren't tool-sheds to be raided but complex, intelligent beings,\" PETA said. Campaigners say it is wrong to modify the genes of animals to make them more like humans. Scientists altered 10 genes in the pig whose heart was used for Mr Bennett's transplant so it would not be rejected by his body. The pig had its heart removed on the morning of the operation. A spokesperson for Animal Aid, a UK-based animal rights group, told the BBC it was opposed to modifying animal genes or xenotransplants \"in any circumstances\". \"Animals have a right to live their lives, without being genetically manipulated with all the pain and trauma this entails, only to be killed and their organs harvested,\" the organisation said.Some campaigners have concerns regarding the unknown long-term effects of genetic modification on the pig's health. Dr Katrien Devolder, a fellow in bioethics at Oxford University, says we should only use gene-edited pigs for organs if we can \"ensure they do not suffer unnecessary harm\". \"Using pigs to produce meat is much more problematic than using them to save lives, but of course that's no reason to ignore animal welfare here as well,\" she says. Another quandary could emerge around those whose faiths might mean it is tricky for them to receive an animal organ. Pigs are chosen as the relevant organs are a similar size to humans' - and because pigs are relatively easy to breed and raise in captivity. But how does this choice affect Jewish or Muslim patients, whose religions have strict rules on the animal? Although Jewish law forbids Jews from raising or eating pigs, receiving a pig heart is \"not in any way a violation of the Jewish dietary laws\", says Dr Moshe Freedman, a senior London rabbi who sits on the UK Health Department's Moral and Ethical Advisory Group (MEAG). \"Since the primary concern in Jewish law is the preservation of human life, a Jewish patient would be obligated to accept a transplant from an animal if this offered the greatest chance of survival and the best quality of life in the future,\" Rabbi Freedman told the BBC. For Islam, there's a similar bottom line that the use of animal material is permitted if it saves a person's life. Egypt's Dar al-Ifta, the country's central authority for issuing religious rulings, has said in a fatwa that pig heart valves are allowed if \"there is fear for the patient's life, the loss of one of his organs, exacerbation or continuation of the disease or an overwhelming deterioration of the body\". Prof Savulescu says that even if someone rejects an animal transplant on religious or ethical grounds, they shouldn't necessarily be given less priority on waiting lists for human organ donors. \"Some people might say once you've had an opportunity for an organ, you should go down the list; others would say you should have as much a right as anyone else,\" he says. \"Those are just positions we are going to have to reconcile.\" ", "url": "https://www.bbc.com/news/world-59951264"}