{"datetime": "2022-01-01T07:09:37.000Z", "author": "Jessica Black", "title": "NI charities face 'deluge' of unwanted lockdown dogs", "article": "Northern Ireland animal charities have warned that they face a \"deluge\" of abandoned dogs as owners look to offload their \"lockdown\" pups. Illegal breeders are also surrendering dogs that have lost value now the coronavirus pandemic puppy boom has begun to wane, said the charities. Assisi Animal Sanctuary said puppy farms that had \"scaled up\" to meet demand were now dumping whole litters. Pet ownership soared in lockdown as more people sought canine companions. A survey by the non-profit Pet Food Manufacturers Association found3.2 million UK households got a pet in the first 12 months of the pandemic. Now some of those dogs haveended up at shelters . Kennels at Assisi, Northern Ireland's largest independent animal charity, are now full. Young dogs born and raised in lockdown have begun to pour in to the sanctuary in Newtownards, County Down, said Assisi's chief executive Nigel Mason. These \"juvenile delinquents\" could be \"four-figure\" pedigrees but were never trained or socialised. \"They've become young adults, with all the problems that brings,\" said Mr Mason. \"They have some training issues but people don't want to deal with that or can't deal with it. \"So they're bringing them to us because they think perhaps we can do a better job the second time around.\" In the two weeks leading up to Christmas, Almost Home in Moira, County Down, took in 56 dogs.The surrenders included two litters, one pregnant and four elderly dogs.Karen Matthews, one of Almost Home's trustees, said it had been \"totally overwhelmed\" by the \"sheer volume\" of surrenders, many of them discarded by backyard breeders. They recently took in a pair of cocker spaniels - one blind, the other with urine burns on his legs and spinal damage because he had been kept in a cage. \"They are beyond broken. The vet actually called and said: 'What has someone done to these dogs?' \"They're not man's best friend anymore, they're a commodity,\" she added. Mr Mason said more illegal breeders had sprung up aspuppy prices had increased . A report by the Ulster Society for the Prevention of Cruelty to Animals (USPCA) intoNorthern Ireland's unlawful puppy trade found that demand over lockdown had driven illegal breeders \"to shocking lengths\" to increase the numbers of pups produced. On a single date in August this year, there were more than 300 online ads for dogs linked to Northern Ireland sellers, with prices between £250 and £3,000, the USPCA found. But demand tailed off as more people returned to offices after months of working at home. Mr Mason said: \"That's what happens in a marketplace and to many of these so-called breeders this is just commodification of an animal.\" He said the number of licensed breeders in Northern Ireland did not match up with the surge in new dog owners. \"Puppy farming and puppy breeding has always been around but it scaled up really quickly to meet demand. \"Where did [the dogs] come from? They're coming from illegal breeders.\" USPCA development manager Colleen Tinnelly said the Covid-19 pandemic had fuelled the illegal puppy trade. She added: \"The increase in dogs being abandoned could be attributed to this growing industry, which we fear is teetering dangerously on the edge of being uncontrollable.\" The Barn Animal Rescue has five to 10 dogs waiting at any time for a kennel to free up. Like other charities, the Newtownards organisation has had an influx of untrained lockdown pups. Shelter manager Glenn Ford said dogs who had not been socialised spent \"considerably\" longer in their care. \"It can be there for six months or longer to socialise a dog properly before we feel they're safe to go into a home,\" he said. He said the rescue was at capacity. \"We'll always try to squeeze that extra dog in but there comes a point where you're bursting at the seams and you have to say no, and it's just completely heart-breaking.\" Rescue centres were \"not sitting in judgment\" of owners who brought their animals in to surrender, Mr Mason said. Recently the Assisi Animal Sanctuary took in a nine-month Labrador bought for more than £2,000 after their owners realised they had got it \"badly wrong\". He said the dog's needs come first. \"We're here not to judge people, we simply want to try and get it right for the dog. \"Naturally people wanted to take the opportunity to get a dog - the fact that they bring them to us is a good thing. \"Usually we see an uptake in the number of people who want to rehome rescue animals in the new year so hopefully we'll see the same thing.\" The USPCA's Colleen Tinnelly urged people to do research before taking an animal into their home. \"There are many elements to consider such as having the time to exercise, feed and train the animal, as well as the pet's healthcare and the financial undertakings involved.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59669828"}