{"datetime": "2021-05-24T16:48:08.000Z", "author": "James Clayton", "title": "Epic v Apple: What have we learned?", "article": "The much-hyped Epic v Apple trial is due to finish on Monday in California. Epic Games is suing Apple over the way it runs its App Store. It says the store is a monopoly and charges exorbitant fees on games like Epic's popular Fortnite. Apple makes Epic pay a 30% commission on in-app payments.The judge may take weeks, if not months, to make a ruling. But during the three-week trial we've seen some interesting revelations.Epic wanted to broaden its lawsuit out to all apps on the App Store. Apple wished to narrow the scope to just the makers of games. Hence a lengthy argument as to whether Fortnite is an actual game and, as news siteThe Verge reported, it's actually quite hard to define. Fortnite may look very much like a game, however, Epic believes it's more than that. Its vice-president of marketing, Matthew Weissinger, said during the trial it was in fact a \"metaverse\".\"It's one of the remarkable things about Fortnite, we're building this thing called the metaverse, a social place,\" he said.This sounds like Epic dancing on the head of a pin. However, other \"games\" like Roblox describe themselves as less of a game, but more of a platform where people live in a virtual world.Apple chief executive Tim Cook gave evidence on Friday for the first time at the trial. He was polite and put his arguments forward in a measured way.However, during his cross-examination he was asked several questions about Apple's business that he said he could not answer.For example, he was asked how profitable the App Store was and said he wasn't sure.We know that Google pays Apple about $10bn (£7bn) to have Google search preloaded on iPhones. However, when asked about it Mr Cook once again seemed sketchy on detail.News siteTechCrunch called his performance \"mild, carefully tended ignorance\".Interesting details about the inner workings of Epic were laid out at the trial. The Washington Post reported that between January 2017 and October 2020, Epic paid $237m in commissions to Apple for Fortnite.However, that is less than the annual amounts it paid to other gaming platforms. For example, in 2020 it paid $245m to Microsoft and $451m to Sony.Epic's argument here is that Sony and Microsoft sell their consoles at a loss, so need to charge developers. Conversely iPhones bring in big profits for Apple.A curious quirk you may have noticed on the App Store is that if you type a certain app into search, you may well be offered up another app as the first hit.This is a little bit like Google search, where paid for ads are placed at the top of the search - even if they are not the most relevant hits.Apple does this on the App Store and it makes Epic's chief executive Tim Sweeney extremely cross.In an email to Apple in 2018 , he said he found it \"super-frustrating that Fortnite is not the first search result when customers search for the text 'Fortnite'\".Other companies too have complained that this practice hurts smaller companies which can't pay for promotion. Mr Cook was tight-lipped on the App Store's profit margins. However, when asked by the judge he confirmed that \"the majority of the revenue on the App Store comes from games\".Judge Rogers replied: \"And in-app purchases in particular, right?\" \"Correct.\" Mr Cook said.What came next from the judge will worry Apple. \"But you could also monetise it a different way, couldn't you? I mean, that is, the gaming industry seems to be generating a disproportionate amount of money relative to the IP that you are giving them and everybody else. In a sense, it's almost as if they're subsidising everybody else,\" the judge said.It's likely we won't get a ruling until later this summer. Who will win? Well, anti-trust trials are notoriously hard to to predict. However, most analysts believe this is Apple's to lose.But even if Epic doesn't win, the company has done a good job at publicising what it claims are unfair business practices from Apple - issues that won't go away even if Apple is victorious. James Clayton is the BBC's North America technology reporter based in San Francisco. Follow him on Twitter @jamesclayton5 . ", "url": "https://www.bbc.com/news/technology-57232824"}