{"datetime": "2020-08-14T10:14:56.000Z", "title": "Fortnite: Epic Games sues Google and Apple over app store bans", "article": "Fortnite-maker Epic Games is taking legal action against Google after being banned from the Google Play app store, hours after doing the same with Apple. Apple and Google both removed the hit game from their app stores after Epic Games bypassed their payment systems, to avoid giving them a cut of sales. Both platforms take a standard 30% of purchases on their app stores. Google said it runs an \"open\" system and would work to bring Fortnite back to its official app store. On Android phones, app stores other than Google Play are available, so it it still possible to install Fortnite from Epic Games' own launcher app and the Samsung Galaxy app store, making it less restrictive than Apple's system. Fortnite's latest update offered all players a 20% discount on its in-game currency V-bucks - but only if they paid Epic Games directly rather than using Apple or Google's payment systems. This broke rules applied by both stores. On Thursday, Apple removed Fortnite from its App Store , leaving new players with no way to install the game. Epic Games had clearly expected that to happen, quickly publishing a video mocking Apple's famous 1984-themed television advert about fighting a police state. It published court documents almost immediately. Hours later, the app also vanished from the Google Play store. Compared with the high-profile publicity blitz it had prepared to ridicule Apple and mobilise support, Epic has been quiet about Google. Officially,Fortnite has only tweeted that the app is unavailable on Google Play and \"more information will be forthcoming soon\". Documents available through the US court records system show that Epic Games has filed a complaint against Google in a California court, just as it did against Apple. Much of the complaint is about the compulsory 30% cut Google takes from sales in the Play store, similar to Apple. The document highlights that Google's motto was once \"don't be evil\". \"Google has relegated its motto to nearly an afterthought, and is using its size to do evil upon competitors, innovators, customers, and users in a slew of markets it has grown to monopolise,\" it says. It describes a deal that Epic Games had reached with phone-maker OnePlus to make its games available \"seamlessly\" on their devices.\"But Google forced OnePlus to renege on the deal, citing Google's 'particular concern' about Epic having the ability to install and update mobile games while 'bypassing the Google Play Store',\" it said. It said LG had also revealed its contracts with Google prevented it from adding Epic Games software to its devices. Epic Games says it wants to change the mobile app stores to be fairer for all developers. In both the Apple and Google court documents, it says it is not seeking a compensation payout or more favourable deal for itself. It has launched a consumer-rights focused campaign using the social media tag #freefortnite. However, any reduction of the 30% cut taken by Apple and Google would benefit Epic Games enormously. In a press briefing, the company said it had processed direct payments totalling more than $1.6bn (£1.2bn) - excluding iOS and Google Play purchases. Games analyst Piers Harding-Rolls from Ampere told the BBC the company generated tens of millions of dollars every month on mobile platforms such as Apple's iOS. In a statement, Google pointed to the fact that users can technically install apps from other locations, and said using the Google Play store was a \"choice\". It added: \"The open Android ecosystem lets developers distribute apps through multiple app stores,\" it said. \"For game developers who choose to use the Play Store, we have consistent policies that are fair to developers and keep the store safe for users. \"While Fortnite remains available on Android, we can no longer make it available on Play because it violates our policies.\" In a statement, Apple said: \"Epic has had apps on the App Store for a decade, and have benefited from the App Store ecosystem - including it's tools, testing, and distribution that Apple provides to all developers.\"Epic agreed to the App Store terms and guidelines freely and we're glad they've built such a successful business on the App Store. The fact that their business interests now lead them to push for a special arrangement does not change the fact that these guidelines create a level playing field for all developers and make the store safe for all users.\"We will make every effort to work with Epic to resolve these violations so they can return Fortnite to the App Store.\" ", "url": "https://www.bbc.com/news/technology-53777379"}