{"datetime": "2021-11-10T13:36:08.000Z", "title": "Apple v Epic: Court denies delay on App Store changes", "article": "A US federal judge has denied a plea by Apple to delay changes to its App Store as a result of its landmark legal battle with Epic Games. Apple largely won the fight with the maker of Fortnite. However, it was told it could no longer ban developers from telling customers about non-Apple payment options. Apple appealed against that ruling.However, it has been denied permission to delay implementing the change while its appeal is ongoing. That means that from December, app makers will for the first time be allowed to tell their customers that they do not have to use Apple's payment system.Going outside that system means the developers do not pay Apple's 15-30% cut of sales.The current rules ban any mention of an external payment system inside apps downloaded from Apple's App Store. So, for example, a TV or movie streaming service would not be allowed to tell people to sign up on a website before using the app.The initial judgement, handed down in September by Judge Yvonne Gonzalez Rogers, found that Apple could not be considered a monopoly for the way it handles its App Store or the fees it charges. \"Success is not illegal,\" she wrote. But this week, she threw out Apple's request to delay implementing the changes on the one key part it lost. \"Apple's motion is based on a selective reading of this court's findings and ignores all of the findings which supported the injunction,\" she wrote in her ruling. \"The motion is fundamentally flawed,\" Judge Gonzalez Rogers added. In the hearing, she was also critical of Apple's request for a stay until all appeals are resolved - which could take years - rather than a limited one of some months while it tried to figure out how to change its long-standing rules. Writing in her judgement, she said: \"Other than, perhaps, needing time to establish guidelines, Apple has provided no credible reason for the court to believe that the injunction would cause the professed devastation.\"Links can be tested by app review. Users can open browsers and retype links to the same effect; it is merely inconvenient, which then, only works to the advantage of Apple,\" she wrote. In a statement provided to US media outlets, Apple indicated it plans to go to a different appeals court in a bid to get its bid approved. If that also fails, then Apple must make the changes by 9 December, which will be 90 days since the initial ruling was handed down.Epic has also appealed against the initial ruling, which it lost on nine of 10 issues. ", "url": "https://www.bbc.com/news/technology-59234961"}