{"datetime": "2022-02-16T13:51:01.000Z", "subject": "Ukraine escalation", "title": "Ukraine: UK will judge Russia by its actions, says minister Ben Wallace", "article": "The UK will \"judge Russia by its actions\" after reports it is moving back troops from the border of Ukraine, says Defence Secretary Ben Wallace. He said the UK government would \"take them at their word\", but it was \"too soon to tell\" if the move was genuine. Russia's defence ministryclaimed on Tuesday that it had withdrawn some troops conducting military exercises in districts bordering Ukraine. But Ukraine's president Volodymyr Zelensky said the exit was not visible. Nato's secretary general, Jens Stoltenberg, also said the alliance had not seen any evidence of a departure by Russian troops. Speaking ahead of a meeting of Nato member defence ministers, he said: \"So far we have not seen any de-escalation on the ground - on the contrary, it appears that Russia continues the military build-up.\" Reports had suggested that US intelligence believed an invasion could be launched in the early hours of Wednesday. But while that has not happened, US President Joe Biden warned a Russian attack on Ukraine was \"still very much a possibility\", and the human cost would be \"immense\". After a call between UK Prime Minister Boris Johnson and his Japanese counterpart Fumio Kishida, the leaders said any invasion would \"shake the foundations of the international order and have severe consequences\".Russia has long been opposed to the former Soviet republic of Ukraine growing closer to Europe and its institutions.President Vladimir Putin has demanded a guarantee from the West that Ukraine will not join Nato - a defensive alliance of 30 countries - but Nato has said it will not close down any future agreements. Russia has amassed more than 100,000 troops along Ukraine's border. President Putin insists Russia is not planning to invade, but the US and European countries - including the UK - have been providing support to Ukraine, such as training and weapons, and numerous governments have told their citizens to leave the country.Analysis by Paul Adams, BBC diplomatic correspondent Think of this crisis as theatre - actors move across the stage, soliloquies are delivered. There are \"sounds off\", ambiguous and open to interpretation. We are all mesmerised by Russia's troop movements, constantly asking ourselves what each set of pictures means. And that's what the director of this theatre, Vladimir Putin, intends. He wants to keep us guessing. It's perfectly possible that the sight of Russian armour, crossing the Kerch strait from Crimea, represents a hoped-for sign of de-escalation. But as Nato secretary general Jens Stoltenberg has reminded everyone, it's way too early to make any reliable judgement on what it all means. Vast numbers of Russian troops remain massed close to Ukraine's borders, arrayed in a fashion that western intelligence agencies can only interpret one way - this is an invasion force. That doesn't mean an invasion is coming. But even as the Kremlin denies it has any hostile intention, it suits President Putin for everyone to think that the stage is set for this drama's big battle scene. The UK has also pledged to impose tougher sanctions on Russia in the event of an invasion. But legislation to carry out the threat still needs to be approved by the British Parliament, which is currently in recess. The BBC understands MPs could be asked to sign off the plan early next week when they return to Westminster to send a message that the measures are ready and waiting.Labour leader Sir Keir Starmer called for \"proper action\" on Russian cash and influence in the UK, adding: \"A failure to act now will only further strengthen Vladimir Putin in his attempts to stalk and menace his neighbours and democracies around the world.\" Speaking to BBC Radio 4's Today programme, Mr Wallace said the UK was offering offering \"a range of forces - air, sea and land\" in support, with a doubling of troops in neighbouring Estonia and 1,000 more on standby if Nato calls on them.He said the troops would not be deployed if the situation between Russia and Ukraine de-escalated, but added it was \"important we make the plans so Russia knows we are serious about deterrence\". On reports Russia was moving back some of its troops from the border, Mr Wallace said: \"We will take them at their word, but judge them by their actions.\" He added: \"I would be the first to be delighted by a de-escalation, we have all been working towards that, but we see 60% of Russia's land forces amassed on the Ukrainian and Belarus borders.\"I am an ex-soldier, that is not normal exercising, especially when you see the depth of deployments.\" Earlier, the UK defence secretary told BBC Breakfast the build up of Russian troops on the ground had \"shown the opposite of the rhetoric coming out of the Kremlin\", but no-one knew what the country's leader was thinking.\"President Putin hasn't made a decision yet and, until a decision is made, none of us will know what will happen next.\" But he said Russia \"hasn't got its way [as] Nato has not shut out people who wish to apply\". Countries in the West - including the UK - have threatened to introduce tough sanctions on Russia if they invade Ukraine. But what are the possible measures they could introduce? Banning Russia from Swift: The Society for Worldwide Interbank Financial Telecommunication, or Swift, is an international banking transaction system. Russia is heavily reliant on Swift due to its multibillion exports of hydrocarbons traded in US dollars. Cutting the country off would terminate all international transactions, trigger currency volatility, and cause massive capital outflows. The US could also ban Russia from financial transactions involving US dollars - the world's reserve currency - meaning Russia would be extremely limited in what it could buy and sell around the world.Targeted export controls: The West could restrict the export of key commodities to Russia, such as goods containing American technology, like semiconductor microchips, which are used in everything from cars to smartphones. Energy restrictions and Nord Stream 2: Russia's economy is hugely dependent on selling gas and oil overseas. But the West could make it illegal for countries and companies to buy oil from the big Russian energy giants such as Gazprom or Rosneft. Europe could also put a halt to Nord Stream 2, a 759-mile proposed pipeline designed to transport gas from Russia to Germany. But Europe is already facing inflation and a cost of living crisis due to low supplies of gas. Target individuals: Not only associates of Vladimir Putin but the Russian president himself. A total of 185 Russian individuals, many of whom were involved in the annexation of the Crimea and the separatist movement in Eastern Ukraine, are already subject to sanctions, including asset freezes and travel bans.London clampdown: The British government has threatened to block Russian companies from raising capital in London and to expose property and company ownership. Sanctions could also be imposed to restrict the ability of Russian individuals to invest and live in London. According to the Office for National Statistics, Russian investment in the UK accounted for £25.5bn in 2016. ", "url": "https://www.bbc.com/news/uk-politics-60401102"}