{"datetime": "2022-02-15T17:30:59.000Z", "subject": "Ukraine escalation", "title": "Ukraine crisis: Putin says he does not want war in Europe", "article": "Vladimir Putin has said that \"of course\" Russia does not want war in Europe, but that his security concerns must be addressed and taken seriously. The Russian president's comments came as the military said that some troops were withdrawing from the border near Ukraine - the first sign from Moscow of a possible de-escalation of tensions. However Western leaders say there is no evidence of the withdrawal yet. Russia's sudden military build-up prompted fears it would invade Ukraine. Mr Putin has always denied he is planning an incursion, but tensions have been rising since November, when Russian troops started massing near the border with Ukraine. Russia has deep cultural and historic ties with Ukraine, which is a former Soviet republic. Mr Putin wants assurances that it will not join the Western Nato military alliance because he sees any expansion of it as a threat to Russia. Nato has rejected that demand. Mr Putin was speaking in Moscow following a four-hour meeting with Germany's Chancellor, Olaf Scholz, who is the latest Western leader to visit the region to try to de-escalate tensions. When asked about the prospect of war, Mr Putin told reporters: \"Do we want this or not? Of course, not. That is exactly why we put forward proposals for a process of negotiations.\" But the two men clashed when Mr Putin said there was a precedent for war in Europe - the conflict in the former Yugoslavia in the 1990s - which he said was waged by Nato against Serbia without UN Security Council approval. Mr Scholz said the situation was different because there was a danger of genocide by Serbs against non-Serbs, to which Mr Putin said what was happening in eastern Ukraine's Donbas region - where Russia is backing separatists was also a genocide, against ethnic Russians. The German chancellor later told reporters that Mr Putin was wrong to use the word genocide in this case. Mr Putin also said that Nato had so far failed to address Russia's \"basic\" security concerns. He is demanding that the issue of Ukraine joining Nato be addressed now - even through Ukraine is a long way from even starting an application to join the alliance. Mr Scholz said the build up of troops was \"incomprehensible\", but there was still a chance that diplomatic solutions could ease the tensions. \" I expressed that the troop build up is seen as a threat,\" Mr Scholz said at the media briefing. \"Of course we are very concerned, there are more than a 100,000 Russian troops on the border with Ukraine, and we find this incomprehensible.\" The leaders were speaking hours afterRussia's military announced that some of its troops had pulled back from the border with Ukraine. Nato said the Russian announcement gave cause for \"cautious optimism\", but so far there has been no evidence of the de-escalation on the ground. US Secretary of State Antony Blinken told his Russian counterpart Sergei Lavrov in a call on Tuesday that the US needed to see \"verifiable, credible, meaningful de-escalation.\" Earlier, British Prime Minister Boris Johnson tweeted that there were \"mixed signals\" coming from Russia, because UK intelligence showed Russian field hospitals were being built near the border which could \"only be construed as a preparation for an invasion\". ", "url": "https://www.bbc.com/news/world-europe-60392259"}