{"datetime": "2022-02-16T07:43:46.000Z", "author": "Paul Kirby", "subject": "Ukraine escalation", "title": "Is Russia going to invade Ukraine and what does Putin want?", "article": "Are Russian forces getting ready for war in Ukraine? At least 130,000 Russian troops are positioned within reach of Ukraine's borders as Russia demands security guarantees from the West. While the US says Russian forces are ready to launch military action any day, Moscow has repeatedly said it has no such plans and points to the withdrawal of some units. What happens next could jeopardise Europe's entire security structure. Russia is adamant it has no plans to attack Ukraine, but the threat is being taken seriously because Russia invaded Ukraine in 2014 and seized its territory.More than 100,000 Russian troops have been deployed close to Ukraine's borders and a reported 30,000 more are engaged in exercises in Belarus, close to its 1,084km (674 miles) border with Ukraine. President Joe Biden says in total they number 150,000. Russia's defence ministry has said it is sending some of its units back to base after they completed combat drills, but major exercises are still going on. The Belarus exercises are scheduled to end on 20 February. The US believes invasion is still a very real possibility, but does not know that President Vladimir Putin has decided on it. Many Western governments have called on their citizens to leave Ukraine. Ukraine's president has appealed to the West not to spread \"panic\" and France believes Mr Putin's main aim is in gaining a better security deal. Mr Putin insists Russia does not want war and is ready to negotiate. But he has threatened \"appropriate retaliatory military-technical measures\" if what he calls the West's aggressive approach continues. Russia has long resisted Ukraine's move towards European institutions, both Nato and the EU. Its core demand now is for the West to guarantee Ukraine will not join Nato, a defensive alliance of 30 countries. Ukraine shares borders with both the EU and Russia, but as a former Soviet republic it has deep social and cultural ties with Russia, and Russian is widely spoken there. When Ukrainians deposed their pro-Russian president in early 2014, Russia annexed Ukraine's southern Crimean peninsula and backed separatists who captured large swathes of eastern Ukraine. The rebels have fought the Ukrainian military ever since in a conflict that has claimed more than 14,000 lives. Russia has also become frustrated that a 2015 Minsk peace deal for eastern Ukraine is far from being fulfilled.There are still no arrangements for independently monitored elections in the separatist regions. Russia denies accusations that it is part of the lingering conflict.A clue to President Putin's thinking on Ukraine came in a lengthy piece last year whenhe called Russians and Ukrainians \"one nation\" . He has described the collapse of the Soviet Union in December 1991 as the \"disintegration of historical Russia\" and considers Ukraine's current leaders as running an \"anti-Russian project\". Russia has spoken of a \"moment of truth\" in recasting its relationship with Nato. \"For us it's absolutely mandatory to ensure Ukraine never, ever becomes a member of Nato,\" said Deputy Foreign Minister Sergei Ryabkov. President Putin explained that if Ukraine joined Nato, the alliance might try to recapture Crimea. Moscow accuses Nato countries of \"pumping\" Ukraine with weapons and the US of stoking tensions to contain Russia's development. Mr Putin has complained Russia has \"nowhere further to retreat to - do they think we'll just sit idly by?\" In realityRussia wants Nato to return to its pre-1997 borders and Nato's 30 member states are adamant that will not happen. Moscow demands no more eastward expansion and an end to Nato military activity in Eastern Europe. That would mean combat units being pulled out of Poland and the Baltic republics of Estonia, Latvia and Lithuania, and no missiles deployed in countries such as Poland and Romania. Nato says its open-door policy will not be halted. Ukraine is looking for a clear timeline to join and its commitment to membership is enshrined in its constitution. In President Putin's eyes, the West promised back in 1990 that Nato would expand \"not an inch to the east\" but did so anyway.That was before the collapse of the Soviet Union, however, so the promise made to then Soviet President Mikhail Gorbachev only referred to East Germany in the context of a reunified Germany. Mr Gorbachev said later \"the topic of Nato expansion was never discussed\" at the time. Russia has also proposed a treaty with the US barring nuclear weapons from being deployed beyond their national territories. The question is how far Russia will go.The White House has stressed any move across the border constitutes a renewed invasion.President Biden's top military officer, Gen Mark Milley, has warned that the scale of Russian forces near the border would cause a significant amount of casualties. The Pentagon has accused Russia of preparing a so-called false-flag operation, withoperatives ready to release graphic video of a fake attack to provide a pretext for invasion. Russia has denied it. Russia has also handed out some 700,000 passports in rebel-run areas, so if it does not get what it wants then it could justify any action as protecting its own citizens. But Russia has other weapons, including cyber-attacks and paramilitary tactics.When 70 Ukrainian government websites went down in January, Russia denied Ukrainian accusations that it was behind the attack. Two of Ukraine's biggest banks were hit by a cyber-attack in mid-February,The US and other Nato allies have made clear they have no plans to send combat troops to Ukraine itself but are instead offering support.The Pentagon has put 8,500 combat-ready troops on alert and is deploying 3,000 extra soldiers to Germany, Romania and Poland. Other Nato allies have beefed up their support on the alliance's eastern flank. The main tools in the West's armoury appear to be sanctions and military aid in the form of advisers and weapons. President Biden has threatened Russia's leader with measures \"like none he's ever seen\" if Ukraine is attacked. So what would they involve? The ultimate economic hit would be to disconnect Russia's banking system from the international Swift payment system. That has always been seen very much as a last resort, and there is concern it could badly impact the US and European economies.Another key threat is to prevent the opening of Russia's Nord Stream 2 gas pipeline in Germany, and approval for that is currently being decided by Germany's energy regulator.President Biden has also warned that he would consider personal sanctions on Vladimir Putin and the UK has also warned that \"those in and around the Kremlin will have nowhere to hide\". A potential agreement would have to cover both the war in eastern Ukraine and the wider security issue. A shaky ceasefire is in place but talks involving Russia, Ukraine, France and Germany on reviving the Minsk peace agreements of 2014 and 2015 have so far failed to find a breakthrough.Ukraine is deeply unhappy about the terms of the accords, which it feels gave away too much to Russia and the separatists. \"Like it or not, my beauty, you have to put up with it,\" were President Putin's words on the issue to Ukraine's leader. An indication of where the West might be looking on a wider security deal with Russia could stem froma leaked document sent to Moscow by the US and Nato . In it, the US says it could be willing to start talks on limiting short- and medium-range missiles as well as offering negotiations on a new Start treaty on intercontinental missiles. Washington would also provide reassurance that it had no cruise missiles in Poland or Romania as part of a \"transparency mechanism\", with Russia providing reassurance on two Russian missiles bases. ", "url": "https://www.bbc.com/news/world-europe-56720589"}