{"datetime": "2022-02-15T17:50:34.000Z", "author": "Jake Horton & Daniele Palumbo", "subject": "Reality Check", "title": "Europe gas prices: How far is Russia responsible?", "article": "As the threat of conflict in Ukraine intensifies, there have been warnings about the extent to which Europe relies on Russia for its gas supplies. UK Prime Minister Boris Johnson has warned about \"the drip feed of Russian hydrocarbons that is keeping so many European economies going\". There is concern that if Europe threatens Russia with economic sanctions over its actions towards Ukraine, then President Putin could restrict gas supplies. Russia suppliesabout 40% of the EU’s natural gas imports . Most of the rest comes from Norway and Algeria. Russia sends gas to Europe through several main pipelines - such as the Nord Stream, the Yamal-Europe and the Brotherhood. The gas is collected in regional storage hubs, and then distributed to different countries across the continent. A second Nord Stream pipeline has been built between Russia and Germany - but there are indications its approvalcould be denied if Russia invades Ukraine. Overall, Russian gas exports to Europe have been decreasing over the last couple of years - down 32% in February this year compared to February 2020. One factor - during the pandemic - has been falling demand as economic activity shrank.Stocks of gas across Europe have been depleted, which in turn is driving up prices. Gazprom, Russia's majority state-owned energy company, supplies gas to Europe under two different arrangements: Gazprom itself describes long-term contracts as \"fundamental to stable and sustainable gas supplies\".And it is understood that it met its obligations to European buyers last year under these contracts. It is worth noting that \"spot\" sales don't appear to be happening in any significant quantity, going by data from Gazprom's own electronic sales platform. \"This leads to the conclusion that Gazprom is supplying the volumes... under its long-term contracts - but it is not providing additional volumes beyond those contracts,\" says Jack Sharples, of the Oxford Institute for Energy Studies.But the International Energy Agency's executive director, Fatih Birol, has accused Russia of reducing gas supplies to Europe for political purposes. \"We believe there are strong elements of tightness in the European gas market due to Russia's behaviour. I would note that today's low Russian gas flows to Europe coincide with heightened geopolitical tensions over Ukraine\", Mr Birol said in January. Some analysts have previously suggested Russia could be holding back supplies to speed up approval ofthe newly-built Nord Stream 2 pipeline. This bypasses Ukraine, and has been met with objections on geo-political as well as on environmental grounds. President Putin denies claims that Russia limits gas supplies for political purposes and says it fulfils all long-term contracts. Gas storage across Europe is well below the 10-year average, with levels currently at about 75% of storage capacity,according to Gas Infrastructure Europe data. The UK's gas storage is currently at full capacity but it has much less than some other European countries. Russia only provides about 5% of the UK's gas supplies,so it's less reliant on Russian imports than other European countries. Russia's own gas storage is also down. There are several other factors which have affected the situation in Europe, such as: The economic rebound in the wake of the coronavirus pandemic has caused factories to ramp up production, pushing up demand for energy. Europe is also facing increased competition for gas from other parts of the world. In recent decades, demand for gas in some regions like Asia and the Middle East has risen sharply. This has knock-on effects on the market for liquified natural gas (LNG), which makes up about a quarter of Europe's imports. When demand for LNG is high, supplies tend to be diverted to Asia to take advantage of rising prices. In addition, Russia has been expanding its gas exports to China, and in June inaugurated a gas processing plant in the far east of the country,which is predicted to become one of the biggest in the world. Additional reporting by Kumar Malhotra Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/58888451"}