{"datetime": "2022-02-16T10:56:11.000Z", "author": "David Brown", "subject": "Ukraine conflict", "title": "Ukraine: How prepared is Russia for attack?", "article": "Russia has positioned some 150,000 troops close to Ukraine's borders, according to US president Joe Biden. They include about 30,000 troops taking part inmilitary exercises in Belarus , and are equipped with everything from tanks and artillery to air power and naval support. US officials say Russia has the troops in place to invade Ukraine \"at any time\". But Russia denies it is planning an attack, and on TuesdayMoscow announced that some troops positioned near Ukraine were being pulled back. Russia's defence ministry said, whilst large-scale drills were continuing, some troops from the southern and western military districts had completed their exercises and were returning to their permanent bases. But on Wednesday, Nato said it had not seen evidence of any de-escalation on the ground.Its secretary general Jens Stoltenberg said: \"On the contrary, it appears that Russia continues the military build-up.\"In recent days, most estimates have put the number of Russian troops deployed around Ukraine at between 130,000 and 150,000. Last week,western officials said the number had reached 130,000, up from their previous estimate of 100,000. The US estimate of 150,000 came in a speech by Mr Biden on Tuesday. Analysts in Ukraine have suggested a similar figure of 147,000, including air and naval personnel. On Wednesday, the UK defence secretary Ben Wallace said that 60% of Russia's land forces were near Ukraine's borders with Russia and Belarus. He added that he had seen evidence of troops moving from assembly areas to what he called \"more aggressive launch areas.\" In addition to the regular Russian troops, there are thought to be about 15,000 Russian separatists in Ukraine's Luhansk and Donetsk regions. Ukraine believes the figure is higher. In December, a US intelligence assessment suggested the total number of troops could be rapidly increased to 175,000. Reports suggest that key support units necessary for an invasion have moved into position alongside combat troops in recent days. They are thought to include tank repair workshops, mud clearance equipment and field hospitalswith blood supplies in some areas.On Wednesday, Mr Wallace highlighted a \"continued build-up of field hospitals.\" The prime minister Boris Johnson has said that the presence of field hospitals \"can only be construed as a preparation for invasion\". Units arriving from across Russia have been added to about 35,000 military personnel who are permanently stationed close to Ukraine's border. Some units have travelled almost 4,000 miles from the Russian Far East. Much of the heavy armour has been brought in by rail, some passing through Kursk, approximately 80 miles (130km) from the Ukraine border. Other vehicles have arrived by road, via Karachev in the Bryansk region. Many experts believe that a full-scale invasion, followed by an occupation of most or all of Ukraine, would requiremany more troops than Russia has currently assembled. The presence of troops can sometimes be detected in satellite images by the colour of tents.Those occupied are heated, melting the snow on their roofs and appearing darker from above.Armoured vehicles can be identified by their shapes, and tyre tracks or mud indicate vehicles on the move.Images of the Yelnya training ground appear to show a large pull-out of vehicles between January and February.Some analysts believe they headed to areas closer to Ukraine's border.Satellites have also detected a sharp rise inactivity in Crimea where, according to one assessment, an additional 10,000 troops arrived in late January and early February. It's believed they include infantry and airborne forces, and that some units have been put on the highest level of readiness. Joint military exercises in Belarus are scheduled to run until 20 February.The country's leader, Alexander Lukashenko, supports Russian President Vladimir Putin. The Ukrainian capital, Kyiv, is less than 100 miles (150km) from the Belarus border, and western observers say the exercise, Allied Resolve, could provide an opportunity to rehearse a mission against Ukraine. Mr Stoltenberg said that 30,000 Russian combat troops had arrived in Belarus, in Moscow's biggest military deployment to the country since the end of the Cold War. Satellite images appear to show Russian Iskander short-range ballistic missile launchers near Yelsk in Belarus, less than 45 miles (72km) from the Ukraine border. Russian deployments to Belarus include air defences, munitions and medical support. Mr Stoltenberg said that Russian Speznaz special operations forces were also on the ground. Advanced Su-25 ground attack planes have been pictured by satellite at Luninets airfield. Russia is holding worldwide naval drills, from the Atlantic to the Pacific, running through February, involving about: Six Russian Navy vessels which passed through the English Channel in January are now in the Black Sea. They are capable of landing main battle tanks, personnel and armoured vehicles. On Saturday, Russia's Black Sea fleet said more than 30 ships had started training exercises near Crimea. On Monday, a senior Russian military official said that Russia was ready to open fire on foreign ships and submarines that illegally enter its territorial waters, according to the Interfax news agency. Moscow has issued coastal warnings citing missile and gunnery firing exercises in the Black Sea. Some analysts say an amphibious landing by Russian troops would be extremely difficult and the naval forces may be a \"feint\" to draw Ukrainian ground forces away from more likely routes of attack on land.Graphics by Sandra Rodriguez Chillida and Prina Shah. ", "url": "https://www.bbc.com/news/world-europe-60158694"}