{"datetime": "2022-02-16T05:09:50.000Z", "title": "Putin critic Navalny put on trial again in Russia", "article": "A new trial against jailed Russian opposition leader Alexei Navalny has begun inside the maximum-security prison east of the capital, Moscow, where he is held. Navalny is accused of fresh fraud charges. He has already spent a year behind bars after surviving a poison attack that he blames on the Kremlin. He is currently serving a two-and-a-half-year sentence. This latest trial could see his prison time extended by more than a decade. US Secretary of State Antony Blinken called the new charges \"dubious\", and said Navalny and his associates are \"targeted for their work to shine a light on official corruption\". He called on the Russian authorities to release the prisoner.Navalny, 45, was detained when he returned to Russia in January 2021, after months of treatment in Germany for a near-fatal Novichok nerve agent attack in Siberia. The following month he was jailed for three-and-a-half years for violating the conditions of a suspended sentence in an embezzlement case. Navalny insists the charges were politically motivated but he could not have met the conditions anyway as he was in a coma for some of the time.The new charges allege that he stole $4.7m (£3.5m) of donations given to his political organisations.They carry a maximum penalty of 10 years in prison. \"You're going to increase my term indefinitely. What can we do about it?\" Navalny said during the court hearing. \"The activities of people are more important than the fate of one individual. I'm not afraid.\" His wife, Yuliya Navalnaya, was at the hearing at the jail in Pokrov, having demanded access to the closed-door proceedings a day earlier.A prosecutor accused Navalny and his allies of \"misleading citizens\" with the \"deliberate\" aim of stealing funds. His close colleague Leonid Volkov tweeted that for a change Navalny was not being tried inside the usual \"cage\". That was because the whole court was a cage as it was inside his penal colony, he said. German Chancellor Olaf Scholz said the new case was \"incompatible\" with the rule of law, speaking at a news conference with Russian President Vladimir Putin in Moscow. Amnesty International described the hearing as a \"sham trial, attended by prison guards rather than the media\".\"It's obvious that the Russian authorities intend to ensure that Mr Navalny doesn't leave prison any time soon,\" it said in a statement on Monday.Navalny spearheaded an anti-corruption foundation called FBK that highlighted graft in Mr Putin's United Russia party and published a widely viewed video alleging that the president's rich associates gave him a luxurious Black Sea palace. Last year,a court in Moscow banned FBK and political organisations linked to him , classifying them as \"extremist\". Dozens of his foundation's regional staff have faced criminal charges and many of his colleagues have left Russia to go into exile. ", "url": "https://www.bbc.com/news/world-europe-60387695"}