{"datetime": "2022-02-15T07:24:19.000Z", "subject": "Ukraine escalation", "title": "Ukraine crisis: Biden and Johnson say still hope for diplomatic agreement", "article": "The US and UK leaders have said not all hope is lost for a diplomatic solution to the Ukraine crisis but warned the situation remained fragile. In a 40-minute call, Joe Biden and Boris Johnson agreed a deal was still possible despite a chorus of warnings of imminent Russian military action. Russia has always denied plans to invade Ukraine, despite massing more than 100,000 troops on the border. On Monday its foreign minister said diplomacy was \"far from exhausted\". As part of diplomatic efforts to ward off a possible invasion, Germany's Chancellor Olaf Scholz is to meet Russia's President Vladimir Putin later on Tuesday.After being criticised for a slow initial response , Mr Scholz met the Ukrainian president in Kyiv on Monday, saying there was \"no reasonable justification\" for the Russian military build-up. More than a dozen nations have urged their citizens to leave Ukraine, and the US has said aerial bombardments could begin \"at any time\". But in their conversation, Mr Biden and Mr Johnson said there remained a \"crucial window\" for diplomacy and for Russia to step back from its threats towards Ukraine, according to a Downing Street statement. \"The leaders emphasised that any further incursion into Ukraine would result in a protracted crisis for Russia, with far-reaching damage for both Russia and the world,\" the statement added.Mr Johnson reportedly said that the UK was prepared to do everything it could to help, to which Mr Biden responded: \"We're not going anywhere without you pal.\" Mr Johnson is expected to hold a Cobra meeting on Tuesday to discuss the UK's response to the pressures. In a defiant speech to the nation on Monday, Ukraine's President Volodymyr Zelensky declared 16 February - a date cited by US officials as a possible day on which Russia could attack - a \"day of unity\", and praised the strength of the Ukrainian military.\"We have something to respond with. We have a great army... this is an army many times stronger than eight years ago.\" But he said he wanted to resolve all issues through negotiations and diplomacy.The Ukrainian president ended his speech on an optimistic note: \"Now you may think it's darkness all around. But tomorrow the sun will rise again over our peaceful sky.\"In other developments: Mr Lavrov's comments, made in a meeting with Mr Putin, are being seen as a clear concession that talks could ease the tensions. But analysts say that without either side moving over the thorny issue of Ukraine potentially joining Nato, there is still deadlock. The Kremlin says it cannot accept that Ukraine - a former Soviet republic with deep social and cultural ties with Russia - could one day join Nato, and has demanded that this be ruled out. Nato's members have rejected this request. Are you in Ukraine? Share your experiences. Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/world-europe-60382694"}