{"datetime": "2022-02-15T13:57:48.000Z", "subject": "Ukraine escalation", "title": "Nord Stream 2: How does the pipeline fit into Ukraine-Russia crisis?", "article": "The Nord Stream 2 pipeline can carry enough natural gas from Russia to fuel 26 million households in Europe. It would go a long way to solving the gas shortages and high energy prices that people are currently facing.However, the United States has vowed to \"bring an end\" to Nord Stream 2 if Russia invades Ukraine.Nord Stream 2 is a 1,200-kilometre pipeline under the Baltic Sea which will take gas from the Russian coast near St Petersburg to Lubmin in Germany.It has cost €10bn (£8.4bn) to build and was completed last September. The Russian state-owned energy giant Gazprom put up half of the cost and western energy firms such as Shell and ENGIE of France are paying the rest.Nord Stream 2 runs parallel to an existing gas pipeline, Nord Stream, which has been working since 2011.Together, these two pipelines could deliver 110bn cubic metres of gas to Europe every year. That is about two-thirds of all the gas that European Union countries use annually. Russia is keen to boost supplies of gas to Europe from its vast fields in the west of the country.It wants to build an extra undersea pipeline to Europe rather than relying on its land-based pipelines which go through Poland and Ukraine. These pipeline networks are aging and inefficient. Besides this, Poland and Ukraine charge high transit fees. Germany's former chancellor Angela Merkel did a lot to try and push through Nord Stream 2.Germany already imports 35% of the gas it needs from Russia and she thought Nord Stream 2 would be a way of getting much more Russian gas delivered directly to Germany.Former German Chancellor Gerhard Schröder joined Nord Stream 2 in 2016 as a member of its board, having also supported the Nord Stream scheme while in office. The United States and Britain, along with Russia's neighbours Poland and Ukraine, all strongly oppose Nord Stream 2.They fear that if were to start operating, it would give Russia even more of a stranglehold over gas supplies to Europe than it already has. Ukrainian president Volodymyr Zelensky has called Nord Stream 2 \"a dangerous political weapon\". In 2006, Russia shut off gas supplies going through Ukraine because of a financial quarrel between the two countries. It caused acute energy shortages during winter in central and eastern Europe.There are fears Russia might stop gas supplies in the future for other, political reasons.The United States has tried to block Nord Stream 2 before, by imposing sanctions on companies involved in the project. However, it has only targeted Russian firms and not German ones, for fear of damaging diplomatic relations with Berlin. US President Joe Bidenvowed in early February to shut down Nord Stream 2 if Moscow invades Ukraine, saying \"I promise you we will be able to do it.\" However, it has been widely noted that German Chancellor Olaf Scholzhas not threatened to end Nord Stream 2 , or even mentioned it by name when talking about measures Germany could take against Russia. Germany is Russia's single biggest customer for gas in Europe. Even if Nord Stream 2 is not cancelled because of a Russian invasion of Ukraine, it still faces a big legal hurdle. Germany's regulator has refused to give it an operating licence because Russian firm Gazprom owns both a 50% stake in the Nord Stream 2 pipeline and all of the gas that would go through it.Germany says that gives Russia too much control over supplies and it wants the ownership of the pipeline to be passed to another company. Even if things go as smoothly as they can, it is unlikely Nord Stream 2 will be delivering any gas before the summer of 2022. ", "url": "https://www.bbc.com/news/world-europe-60131520"}