{"datetime": "2022-01-28T02:07:22.000Z", "author": "James Clayton & Jasmin Dyer", "title": "Apple unveils AirTag safety guide amid stalker fears", "article": "Apple has released an updated safety guide amid ongoing concerns over the company's AirTag devices. The company quietly released the safety portal on Monday. The Personal User Safety Guide offers advice on how people can keep themselves and their data safe. AirTags are designed to locate lost items using Apple's powerful 'Find My' network.They are small button-shaped items that can be attached to keys or a wallet.However, the BBC and other outlets have previously found evidence that AirTags have been misused to track people.Apple's newPersonal User Safety Guide offers support for people who are \"concerned about or experiencing technology-enabled abuse, stalking or harassment\". The guide says it offers \"step-by-step\" instructions on how users can protect themselves.Its AirTags section shows users what to do if they are alerted to an unwanted AirTag - a notification that appears on the screen of an iPhone.It also highlights what to do if you hear or find an AirTag that doesn't belong to you. The guide shows Android users how they can download an app that will help alert users to rogue AirTags.Last week the BBC reported that several women had been notified that AirTags were tracking them without their knowledge.One woman said she found an AirTag taped to the inside of her bag.Eva Galperin, director of Cyber-Security at the Electronic Frontier Foundation, told the BBC: \"If you create an item which is useful for tracking stolen items, then you have also created a perfect tool for stalking.\"Apple had told the BBC it created several safeguards to protect people, but was looking at ways to further secure AirTags over time. Similar tracking products to AirTags, like Tile, do not come with safeguards against tracking people - though Tile told the BBC they were working on an update.When Apple launched AirTag in April 2021, they made clear that they were designed \"to track items not people\". The guide also shows users how Apple products can be used to protect privacy and safety, including: An Apple spokesperson told the BBC: \"We take customer safety very seriously and are committed to AirTag's privacy and security\". ", "url": "https://www.bbc.com/news/technology-60164847"}