{"datetime": "2022-01-26T18:45:01.000Z", "title": "Matthew Hardy: Stalker jailed for harassing women on Instagram", "article": "A stalker who harassed women online by creating fake social media accounts to spread lies about them has been jailed. Matthew Hardy, 30, would relentlessly message his victims, leaving them in constant fear that they were being watched and what would happen next.He pleaded guilty to stalking involving fear of violence and harassment after breaching a restraining order. Hardy, from Northwich, Cheshire, was jailed for nine years at Chester Crown Court. The court heard Hardy created fake profiles on social media in order to befriend men and women across the UK and he would sometimes pose as friends or family in order to gather information about them that would cause embarrassment. After gaining the trust of his victims, he would send them messages he knew were a lie in order to create rifts amongst their family, Cheshire Police said. Sentencing him Judge Steven Everett told Hardy his nine victims had \"done nothing to harm you; you chose them at random\" and they had paid for it in \"sheer misery\".\"It will probably affect them for the rest of their lives,\" he said.One of Hardy's victims, Lia, told the BBC: \"He [did] not stop. If you don't reply, he will inundate you. If you block the account, he just makes another one.\"He used to work through the night, so [I would] wake up to hundreds and hundreds of messages. \"He made out he was in my town, watching me when I went out.\"PC Kevin Anderson described the \"emotional distress and turmoil\" Hardy inflicted on his victims \"while hiding behind his computer screen\". He said the impact had been \"immense\" and caused some of them to \"live in constant fear that they were being watched\". Hardy's victims had lost trust in friends and family and the stalking had even caused the breakdown of long-term relationships, he added.Sgt Andy Cooper said Hardy was \"relentless\" but \"thought he had covered his tracks\".\"He created hundreds of fake accounts in order to gain the trust of his victims and he manipulated them into believing the lies that he was feeding them.\" The judge said consideration should be given to changing social media law, adding that \"social media giants should take a long hard look\" at giving penalties to people who set up fake profiles to torment people in this way. A spokesman for Meta, which runs Instagram and WhatsApp, has previously said accounts that \"impersonate someone else are against our rules and we remove them when brought to our attention\". Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60139693"}