{"datetime": "2022-01-26T06:17:21.000Z", "title": "Instagram and Whatsapp stalker's lies 'ruined my life for years'", "article": "For 10 years, Matthew Hardy harassed people online by creating fake social media accounts to spread lies about them. His targets had very little in common - they varied in age, had unconnected jobs and were living in different areas when they were targeted.However, one thing they all shared was a persistent paranoia, brought on by not knowing the identity of the person behind the accounts or why they were being targeted.\"People think it's only just a few messages, but it is not... it is hell,\" said 23-year-old Lia, who Hardy initially targeted through Instagram. \"He does not stop. If you don't reply, he will inundate you. If you block the account, he just makes another one. \"People say just block it out but you can't as he does not let you.\" Hardy, of Northwich in Cheshire,has been sentenced to nine years in prison after pleading guilty at Chester Crown Court in October to stalking involving fear of violence and harassment after breaching a restraining order. PC Kevin Anderson, who led the investigation into the 30-year-old, said the impact of his crimes had been \"immense\" and had caused some of the women \"to change some of their daily habits and live in constant fear that they were being watched\". \"On other occasions, it caused them to lose trust in their friends and family members, and even led to the breakdown of long-term relationships,\" he said. Hardy not only relentlessly messaged his targets, but would also create fake accounts to pose as them or as their close friends and family to spread lies. He would also often allude to affairs, something which he did to Lia. She was 21 years old when she received messages on Instagram from an unknown account.An avalanche of communications from \"hundreds\" of different Instagram accounts and unknown WhatsApp contacts quickly followed.\"He made out he was in my town, watching me when I went out,\" she said.\"He was constantly messaging me and saying he's only just getting started and I should be worried about what he's going to do next. \"He used to work through the night, so [I would] wake up to hundreds and hundreds of messages.\" Hardy also sent flirty messages to some of her father's friends, masquerading as her, and contacted her neighbours, inviting them round to her house for tea.He also told a neighbour that Lia was having an affair with her future husband on the woman's wedding day. She said the \"amount of trouble that he has caused me... ruined my life for three years\".\"There's still people out there who he will have messaged or messaged their boyfriends,\" she said.\"Someone could come up to me at any time and say 'you've been messaging my boyfriend'.\"That has happened when I've been out.\" Jill said Hardy targeted her family with messages that implied some kind of affair and was fishing for details.The 42-year-old probation officer was worried she was being targeted by someone she had crossed paths with in her professional life and reported the messages to the police. \"The worst part was definitely not knowing who was targeting my family,\" she said. \"It was just that uncertainty about who I was dealing with and what his motive was.\" Her ordeal, which only lasted a few days after her family uncovered Hardy's identity by putting his contact details into a harassment website, began when her partner started receiving messages from someone purporting to be a member of Jill's family. She said she was \"genuinely terrified, because I didn't know who it was\", and there had been \"a good few nights where I slept with a baseball bat next to my bed\". \"I thought they were going to come to the house, so I had one hand on my phone and one hand on a baseball bat,\" she said. The mother of another woman targeted by Hardy, who has asked to remain anonymous, said her daughter was contacted on Instagram two years ago by an unknown person who said they needed to speak to her.\"They would say things like 'can I trust you?' and she would message back, saying 'yes of course - is it something to do me with me? I need to know',\" she said. \"It was backwards and forwards. He never got to the point of what it was.\" Hardy went on to message the woman's family, pretending to be her and her father-in-law, a persona he used to send inappropriate messages.\"It was absolutely horrific. You are lying in bed at night, thinking 'what's going to happen tomorrow?',\" she said. \"We didn't know who it was. \"She wouldn't even go into the city centre as she was petrified that this person was around.\" AcceptingHardy's guilty plea in October , Judge Steven Everett said social media firms \"do not seem to care very much\" about whether their users were \"able to safely use their accounts\". All three women have called for tighter restrictions and smarter identification processes.\"I can't believe that in 2021, people can just make fake accounts like that and get away with it for so long,\" Lia said. \"If you had to prove your identity to make a social media account, he wouldn't have got away with it for years.\" Meta, which runs Instagram and WhatsApp, said accounts that \"impersonate someone else are against our rules and we remove them when brought to our attention\". \"We understand how distressing this must have been for the victims and are sorry they had to experience it,\" the company said. A spokesman added that the \"safety of our community\" was important and the company had \"provided data\" in support of Cheshire Police's investigation. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-59211163"}