{"datetime": "2022-01-26T08:06:31.000Z", "author": "Sonia Kataria", "title": "Gracie Spinks death: Date set for Gracie's Law petition debate", "article": "A date has been set for MPs to discuss a petition calling for Gracie's Law, which would see more support for stalking victims. The petition was created after the death of Gracie Spinks, 23, who was found fatally injured in a field, in Duckmanton, Derbyshire, in June 2021. It is thought Michael Sellers, 35, who was found dead nearby, stalked her prior to stabbing her to death. The debate is due to take place in Parliament on Monday. The online form, which has reached more than 105,500 signatures, calls for more funding for police forces to provide advocates to support victims of stalking. It was set up by nurse Jackie Barnett-Wheatcroft, who also set up the Stalking Victims UK charity after she was stalked herself as a teenager. She said she wanted police forces to allocate specific funding to help victims and also allow officers to investigate cases more thoroughly. Ms Spinks's father Richard previously told the BBC: \"Gracie was let down by certain individuals because procedures weren't followed. \"We want training for officers, funding for the advocates to deal with stalking reports at source, maybe prior to a crime being committed.\" Ms Spinks's mother Alison Heaton has also said current measures to tackle stalking are not working. Ms Spinks had told Derbyshire Police last February that Sellers, from Sheffield, was stalking her. Two officers from the forcehave been served with misconduct notices over their handling of a stalking complaint made by Ms Spinks. Three other officers are being investigated over a bag of weapons found in May near to the field where she died. In response to the petition, the government said it had provided additional funding to stalking charities to help support victims, including funding specifically for advocacy, last year and in 2020. \"To help ensure victims and survivors are supported, the Home Office part-funds the National Stalking Helpline... and has recently tripled its funding,\" it said in a statement. \"We have also made a commitment... to work with police in order to make sure they are making proper use of Stalking Protection Orders.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-60134937"}