{"datetime": "2022-01-28T18:56:33.000Z", "title": "Stephanie Davis: Man jailed for stalking former Hollyoaks actress", "article": "A man who bombarded former Hollyoaks actress Stephanie Davis with social media messages, letters and gifts has been jailed for stalking. The Crown Prosecution Service (CPS) said Alex Boston, 44, subjected Ms Davis to a \"campaign of harassment and fear over several months\". Ms Davis said his actions meant she could \"no longer relax or feel safe\". He was jailed for 28 weeks by Sefton magistrates afteradmitting stalking her between April 2020 and July 2021. The CPS said Ms Davis alerted the police after she started to receive unsettling messages from what appeared to be different accounts on social media. The 28-year-old then started to find unwanted gifts and flowers on her doorstep, which had been left overnight.Boston, of no fixed address, also sent dozens of letters and cards, claiming he loved her and was in a relationship with her. The CPS said one letter was seven pages long. Boston was subsequently identified through his Instagram account and fingerprint evidence on the letters. In a statement read to the court, Ms Davis said she could \"no longer relax or feel safe and secure and feel my safe haven has been violated\".\"Mentally, this man's stalking has caused me so much stress, I was struggling to cope,\" she said. Speaking after sentencing, the CPS's Ronan Molloy said actions of Boston, who was arrested and brought to court after failing to turn up to an earlier sentencing hearing, \"terrified his victim\".\"He claimed to be in a relationship with Ms Davis,\" he said. \"This was a total fiction, but the deception drove him further and further into criminality.\"Whatever he thought he was doing, he has almost ruined the life of the woman he claimed to be in love with.\" Ms Davis, who came to fame through the BBC talent search Over the Rainbow, played Sinead O'Connor in the Channel 4 soap from 2010 to 2019 and appeared on Celebrity Big Brother in 2016. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60175210"}