{"datetime": "2022-02-04T18:13:48.000Z", "author": "Amy Phipps", "title": "Derbyshire Police to recruit stalking coordinator", "article": "A police force has announced it is recruiting a stalking co-ordinator in response to rising cases. Derbyshire Police said responsibilities of the new role included making sure investigations were properly carried out and supporting stalking victims. The force is currently being investigated over its handling of a stalking report by Gracie Spinks. The 23-year-old is thought to have been killed by a man she told police was stalking her. Derbyshire's police and crime commissioner Angelique Foster said: \"I know that there has been concern about the rise in stalking and harassment nationally, and that is no different in Derbyshire. \"That is why this new role is so important and will complement the work already under way to prevent crime, support victims and bring offenders to justice.\" Ms Foster also agreed to fund additional night-time patrols in her most recent budget announcement. The Independent Office for Police Conduct (IOPC) is currently investigating Derbyshire Police following the death of Miss Spinks in Duckmanton in June. Two officers have beenserved with misconduct notices and three others are being investigated. Chief Constable Rachel Swann said: \"Over the past months the force has made a number of substantial improvements to improve its response to stalking. \"This has included force-wide training being delivered to ensure that staff and officers have a greater awareness of stalking offences. \"The officer in this post will work closely with partner organisations to ensure that the correct support and information is available to victims and the links are made with the investigating officers of any crimes reported.\"Miss Spinks's death prompted a petition calling for all police forces to have a stalking advocate to provide support for stalking victims. It was signed by more than 105,000 people and wasdebated by MPs earlier this week . Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-60264513"}