{"datetime": "2022-01-20T00:13:46.000Z", "author": "James Clayton & Jasmin Dyer", "title": "Apple AirTags - 'A perfect tool for stalking'", "article": "Amber Norsworthy lives in Mississippi with her four children. It had just turned 3pm when she got home on 27 December. She received a notification on her phone.\"My phone made a ding that I'd never heard before\", she says. The notification told her that an unknown device had been following her movements.Ms Norsworthy, who's 32, went on to the 'Find My' app on her iPhone.\"It showed me my whole route. It said 'the last time the owner saw your location was 15:02' and I was like, 'that's now, I'm at home'.\"She rang the police, who told her they didn't know what to do. She has yet to find the device, which she believes is somewhere in her car. She says Apple Support was able to confirm it was an AirTag. \"I watch my surroundings very closely now,\" she says. The BBC has spoken to six women in the US who say they have been tracked using Apple AirTags.The button-sized devices are designed to work with Apple's 'Find My' network to locate lost items. But there have been multiple reports in the US of the devices being used to track people.Apple told the BBC: \"We take customer safety very seriously and are committed to AirTag's privacy and security.\" The company also says AirTags have better security features than rival products. However, there is growing evidence that they are being used for criminal activity across the US. Apple launched AirTags last April. They're small, smooth and circular - and took inspiration from other tracking products on the market, like Tile. The idea is that they can be attached to luggage or keys - anything you could lose. You can track an item to within 0.1ft. But in the wrong hands, they can be used for a different purpose. \"If you create an item which is useful for tracking stolen items, then you have also created a perfect tool for stalking,\" says Eva Galperin, Director of Cyber-Security at the Electronic Frontier Foundation.\"I have personally talked to several people who have found AirTags in their possession,\" she says. Apple was aware, long before it released AirTags, that they could be used for criminal activity. On releasing them, Apple said that \"AirTags are designed to track items not people\".They created a series of safeguards that, they said, would protect people from being tracked.People with an iPhone would be alerted if an unregistered AirTag was moving with them. And the AirTags would make a beeping noise when separated from an owner for a period of time. In December, the company also released an app which Android users can download. Tracker Detect allows users who aren't on the iOS operating system to be notified of a rogue AirTag. But for several reasons, many people believe these safeguards don't go far enough.Anna Mahaney is from Georgia. She was alerted to an unknown device after she'd gone to the shopping mall.\"I was pretty freaked out and I went to try to disable it. Every time I did that, it said it couldn't connect to the server.\" She went to an Apple Store, where they suggested she should turn off her location settings.When she went to the local police, they told her there had been another similar report in her area. She believes the device is somewhere on her car. The BBC has spoken to six women who all say they have been tracked with AirTags. One said she had found an AirTag taped to the inside of a bag. Others haven't been able to locate the tags. All of them have questions about whether Apple is doing enough to stop their products from tracking people.Apple says AirTags will make a beeping sound between 8-24 hours after a device is detected moving with an unregistered phone. But it's easy to register an AirTag, and then disable it. Anna Mahaney says Apple Support told her this could be why she hasn't been able to find the AirTag: \"It looks like what could have happened in my case was that the person that owns the AirTag tracked me until I got home, and then they turned off the AirTag.\" This isn't the only potential loophole in Apple's AirTag safeguards. Apple's app, designed for Android users to find an unwanted AirTag, has been downloaded by a tiny percentage of Android phones The BBC asked Apple for figures on how many times the app has been downloaded on Google Play, Android's default app store. Apple didn't say, but Google Play puts the figure at around 100,000 downloads. To put that into context,there are around 3 billion active Android devices around the world. Apple says that if you don't have an iPhone, people will be notified with another safeguard - a beeping sound that plays after an unwanted AirTag is detected. But there are problems with this too.\"AirTags emit a 60 decibel beep. and it's really easy to muffle.\" says Eva Galperin. \"I could muffle it just by closing it in my fist. I could muffle it by putting it between two couch cushions. It's impossible to hear by putting it, say, under your car bumper.\"And the noise will only begin to play after eight hours. Critics argue that by then it is too late.In Bloomingdale Illinois, one police force has warned local residents about AirTags: \"We thought it was important to notify the people in our community that this is somewhat of an issue.\" says Frank Giammarese, director of public safety at Bloomingdale Police.\"Technology is great but unfortunately... some people have misused that.\"There is an argument that Apple is being unfairly targeted. It's easy to buy tracking devices on the internet.The BBC asked its major competitor, Tile, what it was doing to protect the public from being tracked with its devices. Tile replied that it was \"developing a solution\" which would identify an unknown device near people. But that solution hasn't been released yet.The counter-argument is that AirTags are just very good at being located by a registered iPhone. The 'Find My' network uses almost a billion Apple devices around the world - and their Bluetooth connectivity - to create accurate and long-range tracking. \"I want Apple to require these devices to ask permission before you can be followed,\" says Anna Mahaney. \"With 'Find My Friends', if my husband wants validation, I have to okay that and give it to him. I cannot rationalise why a stranger can follow me and I don't have to give consent.\"Amber Norsworthy believes AirTags should not be sold until Apple can work out how to better alert people: \"They should stop selling them for a period of time until they can work out some safety boundaries.\" Eva Galperin believes Apple needs to create better safeguards: \"I want them to work with Google in order to give Androids the same level of detection automatically in the background, as they already have for iPhones.\" The BBC put these criticisms to Apple, who said: \"We take customer safety very seriously and are committed to AirTag's privacy and security…If users ever feel their safety is at risk, they are encouraged to contact local law enforcement, who can work with Apple to provide any available information about the unknown AirTag.\" ", "url": "https://www.bbc.com/news/technology-60004257"}