{"datetime": "2022-02-07T21:56:11.000Z", "title": "The Crown: Claire Foy called police over alleged stalker", "article": "The Crown star Claire Foy called police after an alleged stalker, who sent offensive emails, repeatedly rang her doorbell, a court has heard. The actress, who played the Queen in the first two series of the hit Netflix show, was allegedly targeted by Jason Penrose, 38, over two months in 2021. On 17 December, Foy called the police to report he was outside her residence. Court papers also show he sent emails writing about \"wanting her to be his girlfriend\".In one email, sent to her publicist Emma Jackson on 2 November, Mr Penrose allegedly said: \"I'm sorry I think Claire['s] policy should be not talking about any personal stuff in media and only creative business.\" Ms Jackson forwarded the emails to Foy's agent, who had also received messages but had blocked the account. At Highbury Corner Magistrates' Court, an interim stalking protection order (SPO) was made against Mr Penrose, whose address on court files is a hotel in Paddington, west London.He is not allowed to contact Foy or Ms Jackson, or attend their homes, workplaces or anywhere they reasonably could be expected to be.The PA news agency reported the terms of the order were explained to Mr Penrose outside court.Police can apply at the magistrates' court for a civil law SPO to block alleged stalkers from contacting or approaching their alleged victims while a criminal investigation into their behaviour continues. Any breach of the order, which will remain in place until a hearing for a full order on 30 June, can be prosecuted as a criminal offence. Chairman of the bench, Amanda Gibbon, said the order was appropriate given the effects on the alleged victims in this case and the extent to which the activity escalated from a series of emails to a personal visit and staying in the area where one of the women lives.Foy has won a Golden Globe, two Primetime Emmy Awards and two Screen Actors Guild Awards for her performance in The Crown. ", "url": "https://www.bbc.com/news/uk-england-london-60295512"}