{"datetime": "2022-01-31T20:23:50.000Z", "title": "Gracie Spinks death: Petition comes before MPs", "article": "The parents of a woman thought to have been killed by a stalker have presented MPs with a petition calling for more support for victims. Gracie Spinks, 23, was found fatally injured in a field in Duckmanton, Derbyshire, on 18 June 2021. It is thought Michael Sellers, 35, who was found dead nearby shortly afterwards, stabbed her to death. The petition calling for Gracie's Law, which has more than 105,000 signatures, has been discussed at Westminster Hall. Richard Spinks, Gracie's father, said the petition called for funding for police forces to provide advocates to support stalking victims, and help officers investigate cases more thoroughly. The couple submitted the petition to their local MP, Labour's Toby Perkins, before observing the debate. \"We are hopeful that all members of parliament will respond and make changes in the current legislation, and provide funding for stalking advocates for stalking victims and ongoing support for these victims, along with tougher sentences for stalkers,\" said Mr Spinks. \"We, as parents of Gracie, will not let this cause go and will continue to pursue changes in the system to make the world a safer place for girls, women and men,\" he added. The 90-minute debate was led by Labour MP Tonia Antoniazzi, who made reference to other cases of women being killed by stalkers, including Yasmin Chkaifi who wasstabbed by her ex-husband in London last week. She said: \"It can't go on like this. The government must now recognise that we have an epidemic on our hands. \"When women approach the police for support they are often turned away, made to feel like they are wasting police time. \"If you are mugged or burgled you are not asked to provide evidence, but if you are a victim of stalking you are, the onus is put on the victim. \"We know that many stalkers are also guilty of other crimes against their victims - affray, criminal damage, voyeurism. \"If there was a stalking advocate on a police force then a link between these could be established.\" Rachel Maclean, Conservative minister for safeguarding, said stalking was at the heart of a strategy published by the government in July on tackling violence against women and girls. She said in October she sent letters to police forces that had issued fewer than expected stalking prevention orders asking them to consider using them. She also said she had responses from several forces, including Derbyshire, which said it was running a force-wide training programme specifically for stalking offences.Ms Maclean said she was also working with the Department for Education on a national campaign against violence on women and girls. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-60175874"}