{"datetime": "2022-02-11T11:43:46.000Z", "title": "Victim of stalker Gavin Eyles reveals 'earth-shattering' ordeal", "article": "The victim of a stalker has said the ordeal was \"earth-shattering\" and has urged others to report their stalkers. The fixated and controlling behaviour of 37-year-old Disney film and TV actor Gavin Eyles was \"despicable\", Gloucester Crown Court heard. He made unwanted contact with the victim when their relationship ended, on one occasion hiding in her cupboard. Eyles was sentenced to two years and eight months in prison and was made the subject of a 10-year restraining order.He appeared in the 2018 film Hurricane and in Disney's Muppets 2. He also had a small speaking part in 'Harry Hill: The Movie' and took roles in adverts for Renault, IBM and Vodafone. Following sentencing on Tuesday, the victim said: \"This whole experience, although earth-shattering, has taught me many things in regards to stalking and its effects. \"Stalking is not just someone stood under a light outside your house, it's small subtle events such as texts, calls, flowers at your door, streaming sites you watch being hacked and monitored.\"It's invasive and scary. \"It can involve ex-partners, but also neighbours or work colleagues or strangers.\" During their relationship Eyles controlled his victim to the extent she had to seek his permission before doing daily tasks such as showering or dressing herself. The court heard he ordered her to wear \"nothing too revealing\", adding that he \"didn't want her looking like a drag queen\".He insisted that she wear socks all the time - including in the bath - and forbade her from ever exposing her feet. Elyes demeaned her when she displeased him, told her and others she was mentally ill and dictated what she could watch on TV. When their relationship ended he continued to try and make unwanted contact with her and began his stalking campaign.Prosecutor David Maunder told the court how the victim returned home on 22 August from a night out with a friend to discover a glass pane had fallen out of her door, prompting a search of the house. \"The woman found Eyles' knees sticking out at the bottom of her wardrobe.\"She states that at that moment she was the most scared that she had ever been in her life. \"She fled the house screaming and went to a neighbour's property. On returning with the neighbour she found that Eyles had made himself a drink and had disturbed things around the house. \"Eyles had written or scratched 'Gavin' in a number of places around the house, including her make-up stool.\" Even while on remand in prison, Eyles phoned the victim 128 times. Investigators later found he had listed her in his phone as Judy Hopps - a character from the film Zootopia Troppalis in which he appeared. Eyles, who previously lived in Chippenham, Wiltshire, admitted two offences of coercive and controlling behaviour and stalking the victim. Peter Binder, defending, said: \"Basically he couldn't let go. He put his needs before hers. He now recognises that he has issues with his emotional make up.\"It is hoped that when he is released from prison, he gets the attention he needs from the professionals.\" As well as the custodial sentence, Eyles has been banned from entering Gloucestershire.His victim is urging others to seek support if they have experienced stalking.\"Without reporting it, I feel so many others experiencing stalking can become lost, confused and unsure if they are at risk, feeling they won't be believed or taken seriously.\"But believe me they will,\" she said. \"There are amazing people working hard to stop these actions and too many people have been hurt for this not to be taken seriously.\"If anyone, for any reason, feels they are ever not safe or something isn't right I implore them to speak out.\"The more awareness of this there is, the more chance these individuals can be stopped and people can be safe.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-gloucestershire-60345220"}