{"datetime": "2022-01-27T23:02:02.000Z", "title": "Apple sales soar despite chip supply shortages", "article": "Apple sales soared in the key Christmas shopping season, despite constraints due to a global shortage of microchips. Sales at the iPhone giant rose 11% to a record $123.9bn (£92.6bn) in the October to December period, beating forecasts. Shares jumped more than 4% in after-hours trade, as the report suggested the firm's pandemic boom is continuing. Apple has seen purchases skyrocket during the pandemic as people spend more time online. The firm's market value briefly hit the $3tn milestone in early January though its share price has slipped more recently amid weeks of market turmoil. Executives had warned last year that the global shortage of microchips might limit its sales, but the firm's quarterly update to investors on Thursday showed it brushing past those concerns. Mac sales were up 12%, while iPhone sales jumped 9%. With few rival phones debuting in the holiday shopping season, the iPhone 13, which started shipping days before the quarter began, led to worldwide phone sales revenue for Apple of $71.6bn. Revenue from the company's services unit - which includes Apple Pay, the App store and its TV streaming service - was up more than 23%. The iPad, which executives said was particularly affected by the supply issues, was the one product that showed weakness, with sales slipping 14%. Demand in China, where sales rose 20%, propelled the firm's growth in the quarter.Apple said profits were $34.6bn, up 20%. The company, which has more than 1.8 billion active devices in the market, has been able to put pressure on suppliers and manufacturers to produce big quantities of iPhones and other devices despite shortages brought on by the pandemic and most recently the Omicron variant. \"They've navigated the supply chain better than everybody, and it's showing in the results,\" said Ryan Reith, who studies the smartphone market for industry tracker IDC. Chief Financial Officer Luca Maestri said that supply constraints would decrease in the current quarter, which ends in March. \"The level of constraint will depend a lot on other companies, what will be the demand for chips from other companies and other industries. It's difficult for us to predict, so we try to focus on the short term,\" he said. ", "url": "https://www.bbc.com/news/business-60163814"}