{"datetime": "2021-12-10T00:55:47.000Z", "author": "Branwen Jeffreys", "title": "Student stalked at university calls for change", "article": "A woman who was stalked and threatened with kidnap by a fellow student has told the BBC her university's failure to act swiftly left her terrified. Katie, which is not her real name, now wants universities to overhaul policies on how to deal with sexual misconduct.Sahil Bhavnani admitted stalking, and was given a four-month suspended sentence this week.Oxford Brookes University said it had learned lessons from the case. Katie's tormentor was expelled from the university this month, although he had admitted stalking her in September.Bhavani, who's 22, was given a suspended sentence at Oxford Crown Court on Thursday, after the court heard he would leave the UK within days.Katie, 26, told the BBC she hoped this would mark the end of an ordeal which began in Spring 2020, when she first encountered Bhavnani.Over the following months, despite barely knowing her, he became obsessed, and started sending cards, gifts and messages.Katie said things got worse at the beginning of this year.\"I started getting six-minute long voice messages saying he was going to make me be his wife, make me have his children, make me live with him,\" she said. She repeatedly made it clear that she was not interested in any kind of relationship, and warned Bhavnani she would contact the police if he continued to harass her. \"It made me feel physically sick, especially as his friends started warning me he was going to try something on, possibly sexually,\" she said. One weekend in March, when she was away visiting her family, a bundle of post - including parcels and a 100-page letter - arrived at her student house.Katie's housemates opened them at her request.A lot of them described what Bhavnani wanted to do to Katie, she said, including \"carving my face, chaining me up, breaking my legs, feeding me bits of water\". \"It was terrifying, because he didn't seem to understand that he was obsessed, and I felt at times he had opportunities where he could try to do those things.\" Katie reported it to the police, who she says treated the threats seriously from the outset, and provided outstanding support.She was interviewed and Bhavnani was arrested.Over the following days, Katie emailed student support, her academic adviser and the student investigation team at Oxford Brookes University.But Katie said she was told they could not investigate Bhavnani's conduct until the criminal justice process had finished.It suggested she should delay reporting it until after the court case. Then, when she insisted she report the threats, she was asked to use an online tool that made it difficult to build up a picture of months of harassment.Oxford Brookes, like other universities across the UK, was relying on guidance from 2016 on how to handle student misconduct.This advice says there should be no duplication of the criminal process, save for any precautionary measures.It is intended to make sure students who are accused are also treated fairly.Bhavnani was initially facing two stalking charges, although the more serious one was later dropped after he agreed to admit the lesser offence.Katie didn't leave her house alone for months, and her housemates organised their lives to make sure someone was always there with her.The fear was beginning to take its toll and she started failing modules.Now, looking back, she feels let down: \"The university failed me in every way throughout this.\" Katie said it took four months for any precautionary measures to be put in place by the university.In September, the updated conditions allowed Bhavnani access to the library during the week, while Katie was allocated only weekends. It was the same month he admitted the criminal offence of stalking, entering a guilty plea.The court had put a restraining order in place, and Bhavnani was also told by the university not to approach her.But in October, he broke his bail conditions and turned up on Katie's doorstep while she was in the house.The police arrested him and remanded him in custody.A few days later, the university finally suspended him and banned him from campus.Katie said that throughout she felt the university had failed to act quickly enough to ensure her safety, or take the impact on her seriously.\"I felt like my emotions and how it was making me feel wasn't justified,\" she said. \"I was made to feel like a bit of a burden.\" The court heard Judge Nigel Daly delayed sentencing because the university had initially said it would not deal with the disciplinary issues until January 2022.Judge Daly said Bhavnani's behaviour justified the top end of sentencing allowed for this stalking offence, and said the restraining order preventing contact with Katie would remain in place for five years.Katie wants to move on, but not without advocating for change. \"I just feel as though the university makes a massive deal on its website that they have zero tolerance for harassment, sexual misconduct, and they just don't.\" She wants Oxford Brookes and other universities to toughen their disciplinary codes so they can act - where there is clear evidence - to put protective measures in place, or suspend students.\"It's ridiculous,\" she added. \"If I got punched in the face at university and rang the police first because I'm scared, then the university wouldn't do anything. That does not safeguard anyone.\" In a statement, Oxford Brookes University said it wanted to reassure students that it took \"reports of harassment, violence or abuse very seriously\" - but added that lessons would be learned. \"In this individual case, following a university conduct hearing, the most severe penalty available was applied by the University and the student was expelled from Oxford Brookes,\" it said. \"We accept, however, that there are lessons we can learn for the future, especially in cases where student behaviour may also constitute a criminal offence.\" It said it had committed to a full independent review of the way it had handled the case. It added that the university had met Katie and her representative, and would \"have a continuing dialogue with them to help improve our policies and processes even further\". \"We remain committed to a zero tolerance approach to any violent, abusive or harassing behaviours, and the penalty we have applied demonstrates that we will not accept behaviour that threatens the safety of members of our community,\" the statement added.Have you experienced stalking or sexual violence at university? Please tell us your story in confidence by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: Or use this form to get in touch: ", "url": "https://www.bbc.com/news/education-59587275"}