{"datetime": "2022-01-10T16:03:47.000Z", "title": "Dundee man jailed for stalking Chester woman for seven years", "article": "A man who repeatedly stalked a woman he had never met over seven years has been jailed. Satish Kumar, 29, admitted bombarding the victim, from Chester, with messages on social media after they both studied at Leeds University. He also travelled from his home in Dundee, Scotland, to her workplace and waited near her family home, Cheshire Police said. Kumar was jailed at Chester Crown Court for three years. He pleaded guilty to stalking with fear of violence and was also given an indefinite restraining order. From around 2014, Kumar sent numerous messages to the 26-year-old victim, who had never met him, until she blocked him on social media.He then contacted her friends over a two-year period, which included a message saying he was waiting outside her workplace. Police said he had talked to the victim's colleagues numerous times. In October last year, Kumar travelled to where her family lived in Chester and asked a stranger about her on the street. He also went to a pub in the area to ask about her and visited the pub over three weeks with a card and chocolates. Kumar, of Old Hawkhill in Dundee, was reported to police the same day and subsequently charged. During the police interview, he told officers he believed they were a couple and were meant to get married and have children. Judge Simon Berkshire said Kumar was \"in the highest category of harm and culpability\" and told him he was \"the definition of a stalker\". Det Insp Danielle Knox said he \"developed an infatuation with the victim despite never having a face-to-face conversation with her\". \"His obsession was very apparent and it was clear he would never stop until the police became involved,\" she said. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-59939465"}