{"datetime": "2021-12-22T16:49:09.000Z", "title": "Louise Minchin: Stalker Carl Davies jailed more than two years", "article": "A man who admitted stalking former BBC Breakfast presenter Louise Minchin and her daughter has been sentenced to two years and eight months in jail. Carl Davies, 44, was due to stand trial but later changed his plea. Davies, of Flint, Flintshire, admitted causing alarm or distress to both Louise and her daughter Mia in July 2020 by posting intimidating comments on Instagram. He was sentenced at Mold Crown Court on Wednesday. In a statement posted on Twitter, Ms Minchin said: \"Today marks the end of what has been a very distressing time for both of us. \"I hope it sends a clear message that people who make violent threats via social media can be found, can be prosecuted and can expect a prison sentence.\" A statement read out in court on behalf of Ms Minchin said she and her family \"were terrified\" by the messages. \"A year later, we are still extra cautious; we still don't feel safe and possibly never will,\" she said. \"I couldn't sleep, and would jump at the slightest noise. We had to make changes to our lives - where we walk, where we'd go for a run.\"We no longer felt safe in our home or anywhere else.\" Ms Minchin also said she felt \"desperate and helpless\" that threats were made against her daughter and even talking about what happened was \"deeply upsetting\" for Mia. Judge Nicola Saffman told Davies his victims were still suffering \"deep distress\". \"Everyone has heard the full, graphic and disturbing detail of the messages you sent to Louise Minchin and her daughter. \"It is clear they believed you would carry out your threats because of the level of detail in your messages.\" The court heard Davies sent a series of messages to Ms Minchin and her daughter over three days in July 2020 threatening extreme violence.He used the social media platforms Snapchat and Instagram to send direct messages to Ms Minchin's accounts between 14 and 17 July 2020.Ms Minchin's daughter Mia was managing the accounts at the time, and read many of the threats against her and her mother.After the previous hearing in October, Davies was ordered not to encourage any third party to refer to the women on social media, and not to contact the women directly or indirectly, or approach any BBC-owned or run premises, or any BBC film set or areas.Davies was also told he must not enter the Cheshire village where Ms Minchin lives. Davies, of Queens Avenue, has previously been convicted and handed a suspended sentence for stalking Girls Aloud singer Nicola Roberts. The court heard the offences took place between 14 and 17 July last year, during the operational period of his suspended sentence. Davies served in the armed forces in Iraq and had been living for many years with untreated post traumatic stress disorder (PTSD), the court was also told. ", "url": "https://www.bbc.com/news/uk-wales-59740841"}