{"datetime": "2022-01-07T18:47:12.000Z", "title": "Gracie Spinks death: Parents of 'stalking victim' call for law change", "article": "The parents of a woman thought to have been killed by a former colleague who stalked her say \"it's time for a change\" to protect stalking victims. Gracie Spinks, 23, was found fatally injured in a field, in Duckmanton, Derbyshire, on 18 June 2021. It is thought Michael Sellers, 35, who was found dead nearby shortly afterwards, stabbed her to death. A petition calling for Gracie's Law to help protect people who report stalking could now be debated by MPs. The petition, which calls for stricter punishments for stalkers, has now passed 100,000 signatures and could be potentially discussed in Parliament. Ms Spinks' father Richard Spinks said the law change would be \"Gracie's legacy\". He said: \"To make girls, women and men safer when they go out. \"It's like a message from Gracie saying, 'it's time for change.'\" Gracie's mother Alison Heaton added: \"One of my work colleagues sent me a screenshot of a football stadium and said just to put it into perspective 'this is how many people loved Gracie and signed for Gracie'. \"It really puts it into perspective when you see those numbers. Amazing.\" Nurse Jackie Barnett-Wheatcroft, who set the petition up after being stalked herself as a teenager, said she wants police forces to allocate specific funding to help victims. \"I would like a separate pot for stalking - for investigations, for the CPS, for the courts - in order to prioritise stalking cases,\" she said. Mrs Barnett-Wheatcroft also wants all people accused of stalking to be questioned by police and warned to stay away from the victim. If they do not stay away, she wants them to be tagged. Ms Spinks had told Derbyshire Police last February Sellers, from Sheffield, was stalking her. The force is being investigated by the police watchdog after it referred itself due to being in contact with the victim before her death. In response to the petition, the government said in a statement: \"To help ensure victims and survivors are supported, the Home Office part-funds the National Stalking Helpline... and has recently tripled its funding. \"We have also made a commitment... to work with police in order to make sure they are making proper use of Stalking Protection Orders.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-59913331"}