{"datetime": "2021-08-16T23:00:06.000Z", "author": "Rebecca Wearn", "title": "No need to swap data for drinks, says privacy body", "article": "Customers should think carefully about handing over personal data when ordering food and drink via their mobile phones, the UK's body overseeing data privacy suggests. App and web-based ordering has become commonplace during the pandemic. But the Information Commissioner's Office told the BBC that customers should be aware they had a choice over whether to share information. Venues should only ask for data that is \"relevant and necessary\", the ICO said. \"I think it's too easy to upload an app and straight away put your name, email address, payment details in, without actually understanding fully where that information may be shared and why it's being used,\" said Suzanne Gordon, director of data protection at the ICO. \"Ultimately this is your data, it's your personal information and you need to be confident when you're handing it over and the reasons why.\"Online ordering is popular with many customers, sparing them the crush at the bar and helping to reduce the risk from Covid.But they're popular with businesses too, because they speed up the ordering process and provide an additional way to interact with customers. Apps now handle millions of pounds worth of transactions every day.And it looks as though they are here to stay. Apart from in Northern Ireland, where you still have to be served at the table, restaurants and bars across the UK can now return to pre-pandemic style service at the bar or from waiting staff. But most are keeping their online ordering too. One group of friends, gathered for a drink in the sunshine at the Courtyard in Manchester, said they were happy either to use the app or to order at the bar, whichever would get their pint to them the fastest. But there were downsides to the apps, they admitted. \"You end up with 10 different passwords, I've got so many different apps,\" said Johnny. \"You give your postcode or your email, a lot of it seems irrelevant.\"\"It is irrelevant,\" added Matt. \"But it's a cost we kind of have to pay.\"But the ICO said sharing personal data was far from obligatory.\"Customers need to understand they do have a choice. We're now coming out of the pandemic and there's the ability to order on the app or in the more traditional way,\" said Ms Gordon. \"I think it is very easy for people just to see the end product, and because they want that, they really don't question the amount of data that they are being asked for,\" she added. The UK's four biggest pub chains, representing a quarter of the market - Wetherspoons, Greene King, Mitchells and Butlers and Stonegate - all now have their own in-house apps. The developers behind apps for independent venues say they have seen huge growth during the pandemic.They all say they follow the guidelines informing customers of their rights and how their data will be dealt with. But those terms and conditions are unlikely to be closely read by a lot of people. Over the last year, lots of businesses have suddenly got a mountain of information about their customers that they didn't have access to before. Your local knows your name, an email address, maybe your date of birth, maybe your home address.For the bar or pub, that's incredibly valuable information, worth much more than the round you just bought. It tells them what you like drinking, what time you're likely to visit, who you were sitting with and how frequently you reorder.Perhaps you're not bothered about the offers and discounts sent by them, but you might be more annoyed by calls from other companies, which could be in the small print of the app. Car insurance companies would be very interested in how much and how frequently you drink, while any number of other businesses would love to get hold of your mobile number.The law says you can always ask a company to stop sending you spam, but it's a lot easier to make sure you tick or untick the right boxes in the app to start with, or just put the phone down and order in person.Most apps work by charging a venue approximately 2% to 3% transaction charge per order. In return, the technology can help streamline the ordering process, but can also offer the chance to learn a little about customers' habits and profiles. \"Hospitality is struggling,\" says Luke Beavon, financial director at one of the independent app providers, GoodEats. \"But the app gives them the ability to follow up with a customer and get them back through the door again.\" Once registered, ease of use makes it more likely that customers will have another drink or an additional item, according to Chris Dunkley, director of another independent app, Hopt. \"Hopt hugely increases spend-per-head for the operator,\" he said.However, hospitality firms that do use the new technology should respect some boundaries, said the ICO's Ms Gordon. \"If [firms] are asking for data, they need to understand why they are asking for it and they need to make sure it is relevant and necessary,\" she said.\"It's up to them to make sure it isn't excessive.\" The app developers appear to be taking that advice on board. The Courtyard, where Matt and Johnny are drinking, uses an app called Butlr, which accounts for about a third of the pub's orders, or more at weekends.But the amount of data the app collects has been reduced since it was first launched in 2018, says Butlr co-founder Alex Mackenzie. \"When we had our first venues go live, it was quite a rigorous sign-up process, but the data we collect from individuals has gradually worn away now,\" said Mr Mackenzie. \"We want to make it as simple and easy as possible.\"Prask Sutton, chief executive of another app provider, Onvi, said the business kept ordering as simple as possible.\"We don't believe customers should have to hand over excessive personal information just to grab a pint at the pub. They're going for a drink, not applying for a mortgage.\"", "url": "https://www.bbc.com/news/business-58230932"}