{"datetime": "2021-10-14T12:01:59.000Z", "author": "Jane Wakefield", "title": "Neighbour wins privacy row over smart doorbell and cameras", "article": "A judge has ruled that security cameras and a Ring doorbell installed in a house in Oxfordshire \"unjustifiably invaded\" the privacy of a neighbour. Dr Mary Fairhurst claimed that the devices installed on the house of neighbour Jon Woodard broke data laws and contributed to harassment. The judge upheld both these claims. Mr Woodard now faces a substantial fine. He claimed he installed the devices in good faith as a deterrent against burglars. The origin of the row stems from an invitation from Mr Woodard to his neighbour Dr Fairhurst to have a tour of his home renovations, during which she claimed he showed off his new security system.The judgment reads that Dr Fairhurst was \"alarmed and appalled\" to notice that he had a camera mounted on his shed and that footage from it was sent to his smartphone. A series of disputes about the cameras followed, which resulted in Dr Fairhurst moving out of her home. In the judgement it was found that the Ring doorbell captured images of the claimant's house and garden, while the shed camera covered almost the whole of her garden and her parking space.Judge Melissa Clarke found that audio data collected by cameras on a shed, in a driveway and on the Ring doorbell was processed unlawfully. She noted that at the time it was not possible to turn off the audio recording facility - that happened in an update in 2020. She said that she found the audio data that could capture conversations \"even more problematic and detrimental than video data\". \"Personal data may be captured from people who are not even aware that the device is there, or that it records and processes audio and personal data,\" she said in her judgement. That, she said, was in breach of UK data laws - both the UK Data Protection Act and UK GDPR. Amazon, which made both the doorbell and the cameras, said that customers must \"respect their neighbours' privacy, and comply with any applicable laws when using their Ring device.\" \"We've put features in place across all our devices to ensure privacy, security and user control remain front and centre - including customisable privacy zones to block out 'off-limit' areas, motion zones to control the areas customers want their Ring device to detect motion, and Audio Toggle to turn audio on and off.\" But the judge added: \"Even if an activation zone is disabled so that the camera does not activate to film by movement in that area, activation by movement in one of the other non-disabled activation zones will cause the camera to film across the whole field of view.\" The Information Commissioner's Office told the BBC: \"Lots of people use domestic CCTV and video doorbells. If you own one, you should respect people's privacy rights and take steps to minimise intrusion to neighbours and passers-by.\" But it added: \"In the vast number of cases, there are no issues.\" Hannah Hart, a digital privacy expert at ProPrivacy, said: \"Whilst this case doesn't set a legal precedent, it does continue an ongoing conversation about our changing attitude towards domestic surveillance - and how normalised it has become in our communities. \"The fact remains that anyone with a Ring doorbell can turn their area of the neighbourhood into a surveillance space due to its video recording functionality and audio processors which are able to pick up sound 40 feet away.\"This means a small number of residents can effectively transform public spaces into surveillance hotbeds, and even share their recordings with police.\"", "url": "https://www.bbc.com/news/technology-58911296"}