{"datetime": "2021-11-09T14:16:36.000Z", "author": "Sean Coughlan", "title": "Mail on Sunday questions Meghan's 'private' letter", "article": "A newspaper publisher in a legal battle with the Duchess of Sussex over privacy rights has claimed a letter from her was written with the \"possibility of public consumption\" in mind. The Mail on Sunday had published part of a letter sent by Meghan to her father, Thomas Markle. The duchess had successfully sued for the misuse of a \"personal and private\" letter and breach of copyright. But Associated Newspapers has begun an appeal against the ruling. The appeal hearing, which will run until Thursday, will be seen as another test of the boundaries between the right of privacy for individuals and how much news organisations can publish about public figures. It focuses on a letter sent by the duchess to her father in August 2018, in which she criticised his dealings with the media in the run-up to her wedding to Prince Harry. The letter had been given to the Mail on Sunday by Mr Markle, who wanted to address what he thought were unfair media accounts. Mr Markle, the court was told, had never met Prince Harry and was unhappy at the portrayal of his relationship with his daughter and his non-attendance at her wedding in England. The duchess had sued, claiming the publication of the letter was a misuse of private information and a breach of copyright - and the court found in her favour. But beginning its appeal, Associated Newspapers' lawyer, Andrew Caldecott, questioned whether it should really be seen as a private letter for \"her father's eyes only\". \"The letter was crafted specifically with the possibility of public consumption in mind,\" Mr Caldecott argued. He suggested there was an awareness in writing the letter, including from her advisers, that it might be shared by Mr Markle. The court heard that Mr Markle was unhappy at media depictions that he was \"cruelly cold-shouldering\" his daughter - and that the publication of the letter and his views on it represented a form of right to reply. The letter was part of a \"continuing debate on a matter of public interest,\" the court was told, with the publication redressing the balance in other media accounts, which portrayed Mr Markle negatively and were more sympathetic to his daughter. It was claimed that text messages between Meghan and her father before the wedding disproved suggestions that he had not been in touch. The court also heard details of previous cases which could suggest that the right to privacy was more ambiguous than suggested by the previous ruling. After the initial claims on behalf of Associated Newspapers, Master of the Rolls Sir Geoffrey Vos, who is hearing the case, called for specific grounds for overturning the previous ruling and warned against the appeal being \"diffuse and unfocused\". The duchess's legal team will present their account later this week, as they seek to uphold the finding of the earlier court. Welcoming the earlier ruling, Meghan had said it was a victory against \"dehumanising\" media behaviour.\"The damage they have done and continue to do runs deep,\" she said. The Mail on Sunday faced a requirement to publish a front-page statement on the Duchess of Sussex's case, which has been put on hold pending the outcome of the appeal. ", "url": "https://www.bbc.com/news/uk-59220417"}