{"datetime": "2021-09-08T11:01:06.000Z", "title": "Email company under fire over police data handover", "article": "Encrypted-email company ProtonMail has faced criticism after handing over user details to the authorities. The Swiss company sells itself on its privacy features, promising to let uses \"take control\" of their personal data. But it had been legally obliged to collect data from an account said to be linked to a \"climate activist\" arrested by French police, ProtonMail said. The news comes as world-wide-web inventor Sir Tim Berners-Lee joins the company's advisory board. In a press release announcing his appointment, Sir Tim said \"I am a firm supporter of privacy - and Proton's values, to give people control of their data, are closely aligned to my vision of the web at its full potential.\" ProtonMail's website says encrypted emails \"cannot be shared with third parties\". And as well as offering end-to-end encryption, it did not, by default, keep \"any IP [Internet Protocol] logs which can be linked to your anonymous email account\", the companysaid .But some users felt it had failed to live up to that commitment. And ProtonMail has now removed it from the front page of its website, which it said it would update to clarify its obligations \"in cases of criminal prosecution - and we apologise if this was not clear\". Its privacy policy now says: \"If you are breaking Swiss law, ProtonMail can be legally compelled to log your IP address as part of a Swiss criminal investigation.\" ProtonMail blogged it had received a \"legally binding\" order from Swiss authorities to collect data. But it had been unaware the targeted user was a climate activist, the company said. \"We only know that the order for data from the Swiss government came through channels typically reserved for serious crime,\" it said. On Twitter, ProtonMail chief executive Andy Yen criticised the data request. The company says it has always been transparent that while it does not ordinarily keep logs, it can be required to record IP data linked to an account. And internet archives show a section of its website,The Proton Mail Threat Model , had previously said: \"The internet is generally not anonymous - and if you are breaking Swiss law, a law-abiding company such as ProtonMail can be legally compelled to log your IP address.\" The company also publishes reports ofthe requests for information it receives .And last year, it received more than 3,500 requests for assistance from Swiss authorities - compared with just 13 in 2017. The company said it stood with activists and suggested those seeking anonymity also use The Onion Router (Tor) network, which hides users IP addresses under several layers of security. ", "url": "https://www.bbc.com/news/technology-58476983"}