{"datetime": "2021-05-06T01:10:30.000Z", "author": "Jane Wakefield", "title": "Millions at security risk from old routers, Which? warns", "article": "Millions of people could be using outdated routers that put them at risk of being hacked, Which? has warned. The consumer watchdog examined 13 models provided to customers by internet-service companies such as EE, Sky and Virgin Media and found more than two-thirds had flaws. It estimated about six million people could have a device not updated since 2018 or earlier. So, in some cases, they would not have received crucial security updates. Problems found by its lab tests included: The devices found to be lacking in updates included: Several routers from BT, including the Home Hub 3B, 4A and 5B, and Plusnet's Hub Zero 270N, passed all the security tests. The government plans to ban default passwords being preset on devices, as part of upcoming legislation covering smart devices.It is also planning to make manufacturers: Which? computing editor Kate Bevan said that proposed legislation \"can't come soon enough\". \"Internet service providers should be much clearer about how many customers are using outdated routers and encourage people to update devices that pose security risks,\" she added. In response, Virgin said nine out of 10 of its customers were using its latest modem and it did not \"recognise or accept the findings of the Which? research\". BT, which owns EE, also said \"the vast majority of its customers\" used its latest modem. \"We want to reassure customers that all our routers are constantly monitored for possible security threats and updated when needed,\" it said.\"These updates happen automatically so customers have nothing to worry about.\" TalkTalk said the routers looked at in the research represented a \"very small proportion\" of those in use - and customers could easily change their passwords at any time. And Vodafone said its HHG2500 router examined by Which? had not been supplied to customers beyond August 2019 but updates would continue \"as long as the device remains on an active customer subscription\". Sky engaged with the research but did not provide a comment. Pen Test Partners security consultant Ken Munro said the research mirrored his own. \"We have been trying to convince one of the ISPs in question to fix a critical security flaw that allows several million of their customer routers to be remotely hijacked and gain access to home networks,\" he said. \"We reported the issue over a year ago - but they have procrastinated multiple times.\" Mr Munro also suggested ISPs could be \"reluctant to push updates to routers in case they fail in the process\". ", "url": "https://www.bbc.com/news/technology-56996717"}