{"datetime": "2021-07-21T17:21:26.000Z", "title": "Senior US Catholic resigns over Grindr allegations", "article": "A senior US Roman Catholic Church official has resigned after allegations he had used gay dating app Grindr. Roman Catholic newsletter The Pillar alleged de-anonymised data it had obtained showed visits to gay bars and use of the location-based dating app. The Reverend Monsignor Jeffrey Burrill was general secretary of the US Conference of Catholic Bishops (USCCB). The USCCB said it took the allegations seriously but there were no accusations of misconduct with minors. \"In order to avoid becoming a distraction to the operations and ongoing work of the conference, Monsignor Burrill has resigned, effective immediately,\" it said. The Pillar alleged: A Grindr representative told BBC News The Pillar post was \"homophobic and full of unsubstantiated innuendo\".\"The alleged activities listed in that unattributed blog post are infeasible from a technical standpoint and incredibly unlikely to occur,\" they added. The Pillar did not respond directly to questions from the BBC butin a statement posted to twitter editor-in-chief JD Flynn wrote that the newsletter had considered carefully the balance between individual privacy and public interest and was \"confident in our deliberation\" The Washington Post, citing expert opinion, said the use of data in this way was not illegal in the US and \"will likely happen more\". Andrés Arrieta of the Electronic Frontier Foundation which campaigns for digital rights told the BBC the data should not have been available.He said the availability of this kind of mobile app data was a symptom, \"of an industry that places profits over the privacy and personal safety of users\".He pointed to a report last year by the Norwegian Consumer Council that wascritical of the way Grindr and other apps handled sensitive mobile data . The Reverend James Martin, who advocates for LGBT inclusion in the Roman Catholic Church,voiced concerns on Twitter over what he called \"spying\". Asking if any priest or parishioner could withstand similar scrutiny of their private lives, he tweeted: \"Who, in the end, would be left in the Church?\"As the psalmist wrote, 'If you, O Lord, should mark iniquities, Lord, who could stand?'\" On Monday,the Catholic News Agency reported it had, in 2018, declined an offer from a party claiming \" to have access to technology capable of identifying clergy and others who download popular hook-up apps, such as Grindr and Tinder, and to pinpoint their locations, using the internet addresses of their computers or mobile devices\". ", "url": "https://www.bbc.com/news/technology-57909329"}