{"datetime": "2021-12-07T21:26:19.000Z", "title": "Archers addict Camilla hosts 70th anniversary reception", "article": "The Duchess of Cornwall has admitted to suffering \"severe withdrawal symptoms\" from Radio 4 drama The Archers after recordings were disrupted during Covid. The duchess made the remarks while hosting a reception for cast and crew to mark the 70th anniversary of the long-running drama charting life in the fictional village of Ambridge. A scene written for the occasion was recorded as Camilla watched.The \"Archers addict\" had previously made a cameo appearance on the show. The duchess joked she had been known to become \"quite ratty\" if disturbed while listening to the drama, recorded at the BBC's Birmingham studios in The Mailbox.The world's longest-running serial drama began in 1951 with the original purpose of educating farmers on modern agricultural methods. During the coronavirus pandemic the cast recorded scenes remotely for the first time in its history, forcing characters to have one-way conversations. At the Clarence House reception she praised the programme for raising awareness of topics such as domestic violence, homophobia and modern slavery. \"For 70 years of raising awareness of others' hidden struggles, we are deeply grateful,\" she said.The show had been a \"faithful companion for a large part of my life,\" she explained.\"Like many other Archers addicts, I have been known to become quite ratty if disturbed between 7pm and 7:15pm - and, like thousands of others, had severe withdrawal symptoms when you all but disappeared during lockdown. \"But I'm very glad you're back, let's keep it that way,\" she added.She watched the actors record a scene in which character Lilian Bellamy, played by Sunny Ormonde, could be heard trying to dissuade Lynda Snell, played by Carole Boyd, from going upstairs to explore. Clarence House Tweeted an excerpt pointing to the show's official Twitter feed for the conclusion.Camilla, wearing an Archers badge, was joined by 102-year-old June Spencer who plays Peggy Woolley to cut an Archers-themed tractor cake.She told the cast and crew it was nice to put names to the faces, adding: \"Now let us look forward to the next 70 years in Ambridge. Please don't let anything hinder your broadcasts.\" In 2011, Camilla's cameo, during a visit to BBC Birmingham, was part of a special episode to mark the 60th anniversary. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-59572564"}