{"datetime": "2022-02-01T16:26:05.000Z", "title": "Bradford radio show helps DJ Patrick Murphy, 91, 'keep young'", "article": "A 91-year-old hospital radio DJ has said he has no intention of giving up presenting his twice-weekly show as it helps keep him young. Patrick Murphy, from Odsal in Bradford, West Yorkshire, began broadcasting at St Luke's Hospital 10 years ago after he \"got bored\" with retirement. He said he played any kind of music as long as it got people up and dancing. Mr Murphy, originally from Co Kildare, said it got him out of the house and he loved the \"buzz\" of the hospital. His show is broadcast every Wednesday and Thursday, from 09:00 until midday. He said: \"In 2012, I was a bit bored and I saw a story in the paper advertising for new DJs to help run programmes at hospital radio. \"I thought, 'That's just the job for me' so I went down to the station, had an interview, got the gig and have been there ever since. \"I absolutely love my time there. It keeps me young.\" Mr Murphy said he had \"always loved music\" and used to go ballroom dancing with his wife Doris at the Station Hotel in Clayton Road, Bradford, every weekend in the 1960s. He started DJing after getting \"fed up\" with the same songs being played there. He said: \"I turned to a friend one day and said, 'If I can't change the music, I might as well start DJing as I could do a better job myself', and that's where it started. \"Now I've got around 20,000 to 30,000 CDs and a couple of thousand records that reach from floor to ceiling in a box room at the back of my house.\" David Rathmell, secretary for St Luke's Sound Hospital Radio, said: \"Always smiling, Patrick insists on only playing upbeat, happy music because, as he says, that's what the patients in a hospital want to hear. \"If you're in the company of Patrick, you're with a jovial Irishman, always with a joke to tell. Long may he continue broadcasting with us.\"Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-60217174"}