{"datetime": "2022-01-27T10:35:23.000Z", "title": "Barry Cryer obituary: A life dedicated to laughter", "article": "Barry Cryer, who has died at the age of 86, was one of the most prolific scriptwriters in British comedy. He wrote gags for The Two Ronnies and Morecambe and Wise. A hugely talented stand-up himself, he became famous in his own right for appearances on Radio 4's I'm Sorry I Haven't A Clue. It was a life dedicated to comedy, but Cryer refused to delve too deeply into exactly how it was done.\"Analysing comedy is like dissecting a frog,\" he once said. \"Nobody laughs and the frog dies.\" Barry Charles Cryer was born in Leeds on 23 March 1935. His father died when he was just five and, with his elder brother away in the Merchant Navy, he was brought up by his mother. After attending Leeds Grammar School, where, he said he developed his talent for comedy in a bid to disarm playground bullies, he went to Leeds University to read English literature. He harboured vague thoughts of becoming a journalist. However, he spent most of his time pursuing a hectic social life among the university's female undergraduates, and quit after failing his first-year exams. He had been spotted performing comedy in university revues and was invited to audition at the Leeds City Varieties, a music hall that hosted the popular BBC series The Good Old Days. Persuaded to try his luck in London, he was offered a comedy slot at The Windmill Theatre. He found himself performing six shows a day, six days a week, filling the gaps between the venue's famous nude revues. But he began to suffer from bouts of eczema, which curtailed his ability to perform. During various spells in hospital, he began writing comedy as a way of filling the time and making some much-needed money. Cryer moved on to work as a scriptwriter at Danny La Rue's nightclub, where he met and became friends with Ronnie Corbett and met his future wife, Terry, who was working as a dancer. \"I met my wife and Ronnie Corbett on the same day,\" he once quipped. \"I tossed a coin and married her.\" In 1957, he joined the cast of the musical Expresso Bongo and recorded a novelty song, The Purple People Eater, originally written and performed by Sheb Wooley. Because of contractual issues, Wooley's version could not be released in Scandinavia so the record company used Cryer's version instead, and it topped the Finnish charts. Cryer, who made occasional stage appearances at Danny La Rue's club, was spotted by David Frost, who invited him to join a team he had put together to launch a new show. This led to Cryer being part of the writing team responsible for The Frost Report, which first aired on BBC TV in 1966. There he found himself working alongside a number of future stars, including John Cleese, Ronnie Barker, Marty Feldman and Graham Chapman. Cryer went on to work with Frost on a number of productions, including ITV sketch programme At Last the 1948 Show.One episode featured Cryer as the wine waiter in the first TV appearance of the Four Yorkshiremen sketch that would later be performed by several of the stars of Monty Python in The Secret Policeman's Ball.By the beginning of the 1970s, Cryer had established himself as one of Britain's top comedy-writing talents. His material was used by most of the leading acts of the time, including Dave Allen, Les Dawson, Frankie Howerd and Kenny Everett. He was also one of the main writers for the hugely successful comedy show The Two Ronnies, which starred his friend Corbett alongside Ronnie Barker. Cryer also wrote material for Morecambe and Wise when their regular writer Eddie Braben was unavailable. When the comedy duo moved across to ITV in 1978, Cryer, together with John Junkin, wrote 12 complete shows including two of their famous Christmas specials. Cryer recalled that he and Junkin would sit in a room working on the scripts, with Junkin delivering Morecambe's lines and Cryer those of Wise. Despite his writing success, Cryer continued to perform, particularly as the new generation of up-and-coming comedians preferred to write their own material.He appeared with Junkin and Tim Brooke-Taylor in the BBC radio comedy programme Hello Cheeky, and later presented the ITV quiz show Jokers Wild. He was a regular panellist on BBC Radio 4's I'm Sorry I Haven't A Clue, described as the antidote to panel games, which first aired in 1972.Cryer had a brief stint sharing the role of chairman with Humphrey Lyttelton before becoming a regular member of the panel with Brooke-Taylor and Graeme Garden. He also toured in a stage show, Two Old Farts in the Night, with comedian Willie Rushton before the latter's death in 1996. In 2013, he finally achieved his ambition of getting the degree he'd missed out on in the 1950s, being awarded an Honorary Doctorate of Arts by Leeds Metropolitan University. Despite his advancing years, he continued to write, and told an interviewer in 2013 that he had no intention of stopping work. \"In my business you don't retire - the phone stops ringing.\" Cryer, the master of the comedy sketch and the instant one-liner, was once asked by the Yorkshire Post for his favourite joke. He recalled one he had told in a student revue in 1955. \"A man drives down a country lane and runs over a cockerel. He knocks at a nearby farmhouse door and a woman answers. \"'I appear to have killed your cockerel,' he says. 'I'd like to replace it.' The woman replies: 'Please yourself - the hens are round the back.'\" ", "url": "https://www.bbc.com/news/entertainment-arts-34041501"}