{"datetime": "2022-01-27T16:51:13.000Z", "title": "Barry Cryer: Tributes paid to veteran comedian and writer", "article": "Tributes have been paid to comedian and writer Barry Cryer, who has died at the age of 86. Cryer wrote for comedy giants including The Two Ronnies, Tommy Cooper and Morecambe and Wise, as well as starring on the airwaves and on stage himself. The world of comedy has been remembering him, with Fawlty Towers starJohn Cleese saying: \"I never met a nicer, kinder, more cheerful man.\" Dame Esther Rantzen described Cryer as an \"encyclopaedia of humour\". The TV presenter, who first worked with him in the 1960s, told the PA news agency: \"In a way, Barry was a genius, but so unassuming that he would be astonished, I think, to be called a genius - but he was.\" Stephen Fry described him as \"one the absolute greats of British comedy\", whileactor and writer Mark Gatiss added : \"Barry Cryer was the real deal. \"[He was] an incredibly funny man who worked with - and wrote for - the giants of comedy. Yet he remained forever curious and delighted by whatever was fresh and original. Kind, encouraging, generous and a one off.\" Broadcaster Gyles Brandreth described Cryer, who was a fixture on BBC radio panel shows like Just A Minute and I'm Sorry I Haven't A Clue, as \"just the loveliest guy; funny and generous\". Cryer's son Bob wrote on social media that the comedian died \"peacefully, in good spirits and with his family around him\". He said: \"Dad was a talented comedy writer and comedian in a particularly golden vintage. \"It'll be of no surprise to those that knew and worked with him that he was telling an Archbishop of Canterbury joke to a nurse not long before he died. That was one of his gifts, making strangers feel welcome, making them laugh.\" Bob Cryer added: \"He leaves behind him a life of fun, joy, love and silliness and we'll all be doing our best to maintain that legacy.\" Tributes flooded in from fellow comedians. The Thick of It'sRebecca Front said Cryer \"was an utter genius, endlessly intrigued by and supportive of everyone who worked in comedy.... he made us all feel special\". Victoria Coren Mitchell, whose father Alan Coren was a long-time friend and colleague of Cryer,remembered him as \"a lovely lovely man\". Her husbandDavid Mitchell described Cryer as \"a brilliant man and a bringer of huge joy who never stopped being delighted by comedy\". Benidormactress Sherrie Hewson said: \"Barry Cryer, the most gifted talented extraordinary man I had the honour to work with and more importantly call my friend. A huggable gorgeous human being.\" Comedian Ross Noble tweeted that Cryer's death was \"devastating news\", adding: \"He was a legend of his generation and more engaged with the many new generations of writers and comics who followed him than anyone else in the business. \"Spending time with him was always a great joy. Such a funny and nice man.\" Cryer was born in Leeds in 1935, and started his career as a variety performer while appearing in a university revue. He began writing for Irish performer Danny La Rue after a move to London. One evening at a nightclub performance, Cryer was spotted by presenter Sir David Frost, who suggested they work together. The pair went on to collaborate on several shows including The Frost Report, Frost Over England and Frost On Sunday. Cryer's early TV appearances were bolstered by a string of panel shows, with his comic timing entertaining audiences on That's Showbusiness, Blankety Blank and What's My Line. He continued to be the go-to writer for many high-profile comedians, including Mike Yarwood, Sir Billy Connolly, Bob Hope, Bobby Davro, Jasper Carrott, Stanley Baxter, Dick Emery, Frankie Howerd and Les Dawson. BBC director general Tim Davie said in a statement: \"If you heard or saw a great sketch, there was always a good chance Barry was behind it. \"He worked with every major showbiz legend because everyone wanted to work with him. Barry will be hugely missed by his many friends at the BBC and the wider public.\" Alongside his comedy achievements, Cryer bizarrely also had a surprise number one hit to his name. Novelty song Purple People Eater was popular upon its release in 1958, but a cover version by Cryer achieved sudden success in the Nordic countries and reached number one in Finland. Cryer was made an OBE in 2001 and received a lifetime achievement award in 2018 for his comedy career from the British Music Hall Society. Cryer said in 1998: \"I haven't had a career, just a series of incidents. I've been dogged by good luck all my life.\" Last month, he launched a podcast with son Bob, titled Now, Where Were We?, which had featured guests including Stephen Fry, Danny Baker and Miriam Margolyes.Cryer died at Northwick Park hospital in Harrow on Tuesday afternoon. A funeral for close family and friends will take place in the coming weeks, Bob Cryer said, adding that a memorial service will also be scheduled for a later date. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-60154371"}