{"datetime": "2021-12-07T17:25:16.000Z", "title": "BBC Radio 1 announces Christmas takeover line-up", "article": "An NHS worker, a professional skateboarder and a music producer are among the guest presenters on BBC Radio 1 this festive season. The station has announced the line-up for its third Christmas takeover.It will showcase 30 new and emerging DJs and presenters between Boxing Day and New Year's Day. Head of Radio 1 Aled Haydn Jones says the takeover \"has grown into a powerful catalyst for boosting the careers of new and emerging presenters and DJs\". The guest presenters will take over shows from familiar Radio 1 names during the Christmas period. Some of those taking to the airwaves have taken an unconventional route to their first slot on Radio 1, including Alex Woolhouse, who trained as a solicitor before a career change into broadcasting.\"I always listened to Radio 1 growing up so it's absolutely amazing,\" Alex told Newsbeat.\"This is definitely the biggest thing I've done,\" added the 25-year-old, who described it as an \"amazing moment\" to be presenting as a trans woman.Alex will co-host Radio 1's Life Hacks with Carrie Morrison, an \"autistic and proud\" podcast producer from Worthing.René LaVice's Drum & Bass Show will be covered by Sweetpea - an NHS worker by day and DJ by night.\"I am so gassed - it's so surreal,\" she says. \"I'm renaming it the D&Pea show and expect nothing less than the full 360.\"The line-up also includes professional skateboarder James Threlfall, who will be presenting Radio 1's Dance Anthems. James was awarded an MBE in 2019 for charity work supporting disadvantaged young people. \"Getting on BBC Radio 1 has been a real dream for me. I can't wait to bring all the energy and amazing tunes to New Year's Day,\" he says. Meanwhile, CassKidd, a music producer, DJ and broadcaster from south east London, who has produced official remixes for the likes of Wiley, Izzy Bizu, and Afro B, will sit in for Benji B. Radio 1's Christmas Takeover launched in 2019, giving 35 new DJs and presenters a chance to host a show on the station over the festive period, followed by a successful second round in 2020. Previous guest presenters who have secured permanent slots on the station, include Victoria Jane, host of Radio 1's Future Soul and Dean McCullough who hosts lunchtimes Friday to Sunday. Click here for the full list of presenters. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-59567825"}