{"datetime": "2022-01-16T12:16:43.000Z", "author": "Jennifer Harby", "title": "Terry Christian welcomed back to BBC Radio Derby", "article": "Broadcaster Terry Christian is returning to his radio roots for a week of special shows celebrating his first appearance 40 years ago. Christian was given his own programme on BBC Radio Derby, aged 21, after being spotted as a contributor on a programme about inner-city riots. His programme, Barbed Wireless, won two Sony Awards. Christian said he remained proud of the programme and was pleased to be returning to BBC Radio Derby. \"I've really missed doing radio,\" he said. \"Barbed Wireless came about as a music magazine show. To this day I think it is the thing I've enjoyed the most. \"I'm very proud to have been many people's starting point in their media career.\" Barbed Wireless, which won Sony Awards in 1985 and 1986 for Best Specialist Music Show, was a youth programme that featured rock, reggae and funk music. Prior to the role, Christian had been unemployed and was one of a number of contributors featured in a Granada television programme looking at deprivation and the causes of riots in the UK in 1981. Barbed Wireless ran from 1982 until 1988 and Christian moved into TV, famously presenting the 90s show The Word for Channel 4. BBC Radio Derby's executive editor Aftab Gulzar said: \"I'm really excited that, four decades after launching Barbed Wireless, Terry is back on Radio Derby for this week of special shows. \"Award-winning and groundbreaking, the show was ahead of its time because it was a platform for new music and new voices. \"There are so many Derbyshire people who Terry built a connection with that I know he'll be very much welcomed back.\" The Barbed Wireless anniversary series will run from 17 to 21 January, from 21:00 to 22:00 GMT. Follow BBC East Midlands on Facebook , Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-59997012"}