{"datetime": "2021-11-29T09:05:11.000Z", "title": "Radio 4's Today programme temporarily drops off air", "article": "Radio 4's Today programme temporarily dropped off air on Monday morning when a fire alarm told people to leave the building just after 07:30 GMT. Before the broadcast went silent, a voice could be heard announcing: \"Please leave the building immediately by the nearest exit.\" Broadcaster Nick Robinson tweeted to confirm staff were back in the studio, shortly before 08:00. \"Well that was interesting,\" he posted. \"Emergency over. If there was one.\" The disruption also affected output on the BBC's World Service, including the Newsday programme. The alarm, which was heard on air, went off at around 07.33, after which Robinson introduced a report which played out while they tried to \"work out what is going on\". Just after 07.40am an announcer said: \"This is BBC Radio 4. I'm afraid we're having some problems which are preventing us from continuing with our scheduled programme as smoothly as we wish. \"Many apologies for the disruption, but rest assured we are doing our best to restore normal service as soon as possible.\" The station then played pre-recorded interviews and pointed listeners towards content on BBC Sounds, while its website displayed a warning message saying: \"Sorry, we're having some trouble loading our live shows. Come back soon to try again.\" The show returned at 07.55, after around 20 minutes off air, with Robinson's colleague Martha Kearney declaring: \"Alarm over\". \"Despite that noise you may have heard saying there was an emergency, as far as we can tell there wasn't actually an emergency,\" added Robinson.\"We have to follow procedures and we did, and we were outside in the cold for a little while but we are relieved to be back on the Today programme.\" \"Normal service is being resumed,\" he concluded. The pair werepraised by one journalist online for \"handling it like pros\". ", "url": "https://www.bbc.com/news/entertainment-arts-59457543"}