{"datetime": "2022-02-11T02:19:29.000Z", "title": "Freedom Convoy: US urges Canada to end blockade by truckers", "article": "US officials have urged Canada's government to use its federal powers to end a blockade by truckers protesting against Covid restrictions. President Joe Biden is being briefed regularly on the protests, which have hit Ottawa and a border crossing that generates a quarter of US-Canada trade. Car-makers and local authorities are seeking an injunction to end the blockade of the Ambassador Bridge.An Ontario court has stopped protesters from accessing online donations. The truckers have raised over $8m (C$10m £5.9m) through online platform GiveSendGo, after being kicked off GoFundMe for allegedly violating its policy on harassment. A statement from Ontario Premier Doug Ford, whose office pursued the order, said it \"binds any and all parties with possession or control over these donations\".On Thursday, the US Secretaries of Homeland Security and Transportation spoke to their Canadian counterparts \"urging them to use federal powers to resolve this situation at our joint border and offering the full support of our Homeland Security and Transportation departments\", a White House official said. \"We are principally focused on resolving the blockage at the Ambassador Bridge as well as other ports of entry,\" the official added. The span - which links Windsor, Ontario, with Detroit, Michigan - remains closed to most traffic, though other ports and border crossings are open nearby.Now partially shut for four days, it is the largest international suspension bridge in the world.Windsor police are getting support from other police jurisdictions \"for the purpose of helping support a peaceful resolution\", they tweeted on Thursday evening. \"[If] the protesters don't leave, there will have to be a path forward. If that means physically removing them, that means physically removing them, and we're prepared to do that,\" Windsor Mayor Drew Dilkens told CNN. \"[While] it may be gratifying for someone to see the forced removal of the demonstrators, such action may inflame the situation and certainly cause more folks to come here and add to the protest, and we don't want to risk additional conflict,\" he added. Michigan Governor Gretchen Whitmer has urged authorities to intervene, too, saying: \"It's hitting pay checks and production lines. That is unacceptable.\" The truckers have also been blockading the border checkpoint at Coutts, Alberta, next to the US state of Montana, for two weeks. On Thursday, the protests spread to a third crossing at the border with the province of Manitoba and the US state of North Dakota.Toyota, the world's biggest car manufacturer, has halted production at three factories in Ontario, saying no more vehicles will be produced there this week. Output has also been halted at a Ford engine factory, while Stellantis, which owns Chrysler, said parts shortages had affected shifts at its Ontario plant. On the other side of the border, General Motors said it had been forced to cancel two production shifts at a plant in Michigan where it builds sport utility vehicles. Top White House economic adviser Brian Deese told MSNBC that the Biden team is \"working in real time to divert cargo - that's an imperfect solution - either by rail or by other bridges or by water\". Meanwhile, Ottawa authorities said on Thursday that 25 arrests had been made so far and 1,775 tickets issued. Residents have been advised to avoid non-essential travel and the city centre. A convoy of trucks drove slowly around the Ottawa International Airport for two hours on Thursday in an effort to disrupt flights. Ottawa police say their emergency call centres are being flooded with fake calls. \"They were coming in from the United States,\" police chief Peter Sloly said in a news conference. \"Not exclusively, but significantly from United States addresses.\" The demonstrations have proved to be a thorny issue for Liberal Prime Minister Justin Trudeau, who has faced calls to submit to some of the protesters' demands - including reversing the federal vaccine mandate on truckers entering Canada.The Conservative opposition's interim leader Candice Bergen has praised the truckers as \"passionate, patriotic and peaceful\", urging the government to end federal Covid mandates. But on Thursday, Ms Bergen changed her tune by calling for the demonstrators to go home. She said her party would take up the truckers' cause in the House of Commons. The US Department of Homeland Security has said a copycat protest may depart from California to Washington DC in the coming days. They said the event has the potential to disrupt the Super Bowl, the final of the US National Football League, which is scheduled for Sunday in Los Angeles. The agency's memo said the protests could continue into mid-March, and also disrupt President Biden's State of the Union address, scheduled for 1 March. ", "url": "https://www.bbc.com/news/world-us-canada-60342800"}