{"datetime": "2021-11-25T16:41:09.000Z", "title": "Grandmother's BBC recording discovered for Kidsgrove family", "article": "A woman said she \"could not be more grateful\" after a BBC recording of her late grandmother's voice was found in an old desk about to be thrown away. Lucy and Margaret James featured in a 2008 BBC News School Report. Lucy contacted BBC Radio Stoke to see if the recording of her grandmother, who died in 2019, still existed. An ex producer at the local radio station found a CD in a drawer and Lucy, 27, heard her \"Mama's\" voice again live on air, moving her to tears. \"I feel very privileged and lucky to have her voice on that and to have known her. I just cannot thank you enough for finding this,\" she told BBC Radio Stoke on Thursday. Lucy, from Kidsgrove, Staffordshire, was 13 years old and a pupil at St Margaret Ward Catholic Academy when she was asked to take part in BBC News School Report. She recorded herself and her grandmother going around Stoke-on-Trent's Gladstone Pottery Museum and talking about the city's pottery industry, which her grandmother worked in in the 1970s. Following her grandmother's death, the broadcast had crossed her mind when she and her family sorted through old photos, she said. Lucy, now an accounts manager, sent an email to BBC Radio Stoke and news editor Tim Wedgwood said it had been a \"mammoth effort\" to track it down. Having searched the BBC website and CDs of previous recordings, Tim contacted a former producer who found a CD of the reports in one of the drawers of an old desk as he was about to throw it out. \"I am so pleased we have been able to reunite Lucy and her grandma's voice,\" he said. The recording was played back to Lucy for the first time on BBC Radio Stoke and she said it was \"amazing to hear, a little bit emotional\". \"I do not have the words, she was an amazing person and we all miss her so much. I knew I was going to cry,\" she said. \"My Mama was such an amazingly kind person and to reach out and for there to be no reason to expect help but to receive such amazing kindness, it was unbelievable.\" Lucy has been presented with a copy of the recording and said the family would have a \"listening party\" in the future to hear the recording \"and it will be amazing\". Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-stoke-staffordshire-59422152"}