{"datetime": "2022-02-10T15:29:50.000Z", "title": "Freedom Convoy: Canada trucker protests force car plant shutdowns", "article": "Two of the world's biggest carmakers, Ford and Toyota, say production is being disrupted by trucker protests in Canada. Plants have been forced to shut because car parts are being held up at two US border points blocked by truckers protesting against a vaccine mandate. Canada's Transport Minister, Omar Alghabra, called it an illegal economic blockade against all Canadians.The trade disruption is estimated to be costing $300m (£221m) a day. Truckers blocking the most important border crossing, the Ambassador Bridge, waved Canadian flags and banners denouncing Prime Minister Justin Trudeau, who has refused to scrap a rule requiring truckers entering Canada to be fully immunised against coronavirus.The demonstrators have also voiced opposition to Covid passports and the requirement to wear masks. The Ambassador Bridge is the largest international suspension bridge in the world and carries about a quarter of US-Canada trade. It connects Windsor, Ontario, to Detroit, in the US state of Michigan. Toyota, the world's biggest car manufacturer, has halted production at three factories in Ontario, saying no more vehicles will be produced there this week.Output has also been halted at a Ford engine factory, while Stellantis, which owns Chrysler, said parts shortages had affected shifts at its Ontario plant. On the other side of the border, General Motors said it had been forced to cancel two production shifts at a plant in Michigan where it builds sport utility vehicles. The shutdowns come as a further blow to the car industry, which was already struggling with a global shortage of semiconductor chips due to the economic effects of the pandemic. Industry experts say that the protests could result in company layoffs and increase the prices that consumers pay for vehicles.The demonstrations began late last month in central Ottawa, where about 400 trucks remain. Michelle Krebs, a senior analyst with Autotrader in Detroit, told AFP that North American assembly plants relied on timely parts deliveries across the Ambassador Bridge. She said the car industry was \"a significant portion of the economy and an important portion of consumer spending - it's the second-largest purchase people make - and it's been hampered in the past year\". Another key trade link between Coutts, Alberta and Sweet Grass, Montana has also been blocked by protesters for several days. The White House has called for an end to the protests, saying they risk hurting the car industry and US agricultural exports. Mr Trudeau has hit out at the protests as \"unacceptable\", saying they are \"negatively impacting businesses and manufacturers\", The prime minister returned to parliament on Monday following a week-long isolation after he caught coronavirus.He has refused to budge on federal Covid measures, even as some provinces begin lifting their restrictions.The prime minister has faced criticism from within his own party over his handling of the protests, which come as infections from the Omicron variant decline significantly.Meanwhile, interim Conservative leader Candice Bergen accused Mr Trudeau on Wednesday of wanting a \"permanent pandemic\". The protests in Canada have inspired similar events around the worldfrom Australia and New Zealand to France. Online chatter is building for a trucker protest in Washington DC. ", "url": "https://www.bbc.com/news/world-us-canada-60331882"}