{"datetime": "2021-12-06T15:44:27.000Z", "title": "Yasmin Evans to leave BBC Radio 1Xtra on Christmas Eve", "article": "Yasmin Evans is leaving BBC Radio 1Xtra after nine years. \"I'm sad to be leaving, but would rather exit on an only good vibes high and I'm excited about what comes next,\" she said. Remi Burgz will be taking over and becoming the host of a new weekday show on the network, with Yasmin's last show on Friday 24 December. \"It's been an incredible journey for both me as an individual and as a broadcaster,\" the 31-year-old added. \"Yasmin is part of 1Xtra's legacy,\" said Faron McKenzie, Head of BBC Radio 1Xtra.\"From her infamous Christmas Jingles, to the many iconic interviews she has presented over the years, she is a trusted broadcaster and friend to many,\" he added. Yasmin first joined the station in 2012 as the host of Weekend Breakfast. She's hosted many different shows across 1Xtra and has interviewed stars such as Jamie Foxx and Michael B Jordan. She described 1Xtra as a \"second home\", saying she was \"grateful to the BBC for giving me the opportunity to learn my craft and to literally grow up on air\".She added: \"Thank you to everyone who has been along for the ride, particularly over the last two years when I have realised how important the relationship with our amazing listeners is.\" One feature Yasmin's become known for over the past couple of years is Good Vibes Radio. Yasmin tells Radio 1 Newsbeat that its creation is down to the listeners - when lifting people's spirits was needed at a really \"difficult time\" at the start of the pandemic. \"One day I was just feeling good vibes, and it echoed back and then continued. Collectively, me and my listeners, who I call my good vibes radio family just came together.\" \"For everyone, the last two years have been hell. We're going through the same storm, just in different boats.\" She adds connecting with people that listen to 1Xtra \"cemented what I was here to do\".\"It feels like I'm leaving on a high, like I created something that was so fulfilling. I felt like I was being held by people who were listening to the radio.\" Yasmin was part of 1Xtra's special programming on Blackout Tuesday - a global event to protest against racial inequality after the death of George Floyd - with the network hosting a series of discussions and debates in support of the black community. She told listeners she didn't \"want to be stuck in an echo chamber\".\"The knowledge is out there, and if you're uncomfortable, if you don't agree with what I'm saying, then you can turn off the radio.\" Remi Burgz said it was \"truly an honour\" to be given the weekday slot after Yasmin Evans. \"Her infectious energy, positive and uplifting outlook on life coupled with her love of music and culture is going to bring an exciting new element,\" Faron McKenzie said Yasmin adds she \"could not be more happy\" for Remi and the listeners. \"It's exactly what they need. It's going to continue the energy and the good vibes.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-59521521"}