{"datetime": "2021-11-25T00:16:00.000Z", "subject": "Murder of Bibaa Henry and Nicole Smallman", "title": "Raheem Sterling to guest edit Radio 4's Today", "article": "England footballer Raheem Sterling will guest edit Radio 4's Today programme over Christmas, the BBC has announced. The 26-year-old Manchester City starwas made a MBE this summer for services to racial equality in sport. He will be one of seven guest editors over the festive period, as is tradition, alongside Lord Dobbs and General Sir Nick Carter.Dr Jane Goodall, James Rebanks, Mina Smallman and Jacky Wright complete this year's line-up. The guest-edited shows will be broadcast between 27 December and 3 January 2022. Last month, former England and Arsenal striker and now Match of the Day pundit Ian Wright said Sterling and Marcus Rashford have helped to change how black footballers are viewed. Aside from winning the Premier League with his club and reaching the final of Euro 2020 with his country, Jamaica-born and London-raised Sterling has campaigned against racism on and off the pitch. The Raheem Sterling 1692 Charitable Foundation was recently launched to support children and young people in need. Details of Sterling's Radio 4 programme will be announced in the coming weeks. Today editor Owenna Griffiths said that each year the guest editors, who are supported by producers and reporters to bring their ideas to air in line with BBC editorial standards, contribute \"novel ideas, surprising perspectives and, on occasion, a little sparkle to the programme\". \"This year is no exception and I'm absolutely thrilled these guest editors have agreed to spend some time with us to help illuminate and make sense of the world we live in,\" she added. General Sir Nick Carter, the outgoing Chief of Defence Staff, will look at alternative ways to treat Post Traumatic Stress Disorder (PTSD) among ex-service personnel in his programme. ConservationistDr Jane Goodall, the founder of the Jane Goodall Institute anda UN Messenger of Peace, will use her programme to explore the links between poverty and climate change and discuss the interaction of science and faith. Mina Smallman, the former Church of England archdeaconwhose daughters Nicole and Bibaa weremurdered in a London park , will examine support for victims of crime and look into the Reclaim These Streets movement. Elsewhere, Cumbrian farmer and bestselling authorJames Rebanks will look at the role urban farms can play in creating healthier communities. Jacky Wright , Microsoft's chief digital officer, will ask whether young people are equipped with the skills they need for the jobs of the future. And Conservative peer and author of House of CardsLord Dobbs will explore the impact of prostate cancer, which he was diagnosed with earlier this year. Previous festive editors of the show have includedPrince Harry ,Greta Thunberg andLewis Hamilton , as well as David Hockney, Angelina Jolie and Professor Stephen Hawking.Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-59399069"}