{"datetime": "2022-02-11T13:09:28.000Z", "title": "BMW Mini Oxford plant workers to get pay rise", "article": "Workers at Oxford's BMW Mini plant will get a significant pay rise following negotiations between bosses and union members. The 3,500 workers based in Cowley will receive a 5.5% increase in basic pay in the first year of the multi-year deal. Unite general secretary Sharon Graham said it would \"provide stability and assurance for the workforce over the next three years\". BMW said it would also increase production flexibility. In the deal, which is backdated to 1 January, workers will receive the 5.5% increase in the first year, and then an increase in line with inflation or 2.5% for the next two years, whichever is higher. There will also be lump sum payments totalling at least £2,500.The method in which working hours are recorded will also be updated so that workers do not lose out because of Covid-related plant closures. Unite regional officer Scott Kemp said: \"This deal not only delivers on pay, it has also tackled the problem of workers potentially going unpaid due to the effect of the pandemic and the semi-conductor crisis on production at the plant.\" He said the \"complex agreement\" delivered \"for all workers at Cowley\". Ms Graham said she hoped it would also \"help lead to further substantial pay increases throughout the automotive sector\". In a statement BMW said: \"The deal enhances working arrangements for our workforce and increases production flexibility over the next three years, allowing Mini Plant Oxford to better support customer demand.\" The plant in the city produces about 5,000 cars a week.In September 2020, BMW postponed a decision to cut400 out of 950 agency staff at the factory due to \"unexpected improvements\" in demand. It took over the plant in 2001,but cars have been built on the site since 1913 . Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-60346233"}