{"datetime": "2022-01-21T16:54:56.000Z", "title": "Cornwall colleges get £2.4m for electric vehicle engineering", "article": "Cornwall has been awarded £2.4m of government funding to deliver training of electric vehicle technicians. Truro and Penwith College and The Cornwall College Group (TCCG) will deliver training on their Truro, Penwith, Camborne and St Austell campuses. It will provide new workshops, laboratory environments and virtual learning platforms, TCCG said. It said the training will \"upskill the next generation of auto technicians\". Principal of Truro and Penwith College Martin Tucker said: \"Cornish businesses now have the means to upskill their workforces, train new people and show their commitment to zero-emission motoring. \"It's also the lynchpin for an exciting collaboration between key education and industry partners, all of whom will help bring about further innovations in technology and sustainability contributing to this sector's future growth.\" The government plans toban the manufacturing of new petrol and diesel vehicles by 2030 and thesale of hybrids from 2035 . TCCG said these policies meant the automotive sector was about to go through one of the most significant changes to transportation since the emergence of the combustion engine. Currently only around 3% of all vehicle technicians in the UK are trained on electric vehicles and this has an ongoing impact on the ability to maintain and repair them, the college said. John Evans, principal and chief executive of TCCG, said: \"Together we want to create a hi-tech learning and training environment that gives all of our students the very best opportunities to be ready for their place in this changing world of work.\" A spokesperson from the Department for Education said the project would \"enable more people from across Cornwall to get the skills they need to secure great jobs and closer to home\". Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-60058104"}