{"datetime": "2022-02-01T04:19:13.000Z", "title": "Global chip shortage: Jaguar Land Rover loses £9m", "article": "Jaguar Land Rover (JLR) lost £9m ($12m) in the last three months of 2021 amid the global computer chip shortage. The UK car maker saw its retail sales fall 37.6% compared to a year earlier, as it sold 80,126 vehicles in the quarter to the end of December. Despite that fall in production the company saw revenue of £4.7bn, up 22% on the previous quarter. Manufacturers around the world have been hit hard as they struggle to secure supplies of semiconductors. \"Whilst semiconductor supplies have continued to constrain sales this quarter, we continue to see very strong demand for our products underlining the desirability of our vehicles,\" JLR's chief executive Thierry Bolloré said in a statement. However, the company also warned that it expects the chip shortage to continue throughout this year but expect supplies to gradually improve. That helped push JLR's Indian parent company Tata Motors to a 15.16bn rupees (£150m; $203.2m) loss for the period. JLR also said that its order book has hit a new record high of around 155,000 vehicles, due to strong demand for the new Range Rover. Chips are vital to modern cars, with a number of features including touchscreen controls, automatic emergency brakes, reversing cameras, fuel efficiency equipment and airbag deployment systems all relying on them. On Friday, industry figures showed that UK car production last year fell to its lowest level since 1965. The Society of Motor Manufacturers and Traders said that just under 860,000 new cars left UK factories in 2021. Production last year was 6.7% lower than in 2020 - and a full 34% below its pre-pandemic level. The SMMT said the figures were dismal, largely thanks to a global microchip shortage and disruption caused by the coronavirus pandemic. Car makers around the world have also been impacted by the chip shortage, along with supply chain disruptions, Covid-19 restrictions and rising prices of raw materials. Motor industry giants including Toyota, General Motors, Ford, Nissan, Daimler, BMW and Renault, have all been forced to scale back production in recent months as they struggled to secure enough semiconductors. ", "url": "https://www.bbc.com/news/business-60211153"}