{"datetime": "2021-12-28T16:31:10.000Z", "subject": "Climate change", "title": "More young drivers choosing to learn on automatic cars", "article": "The number of young drivers choosing to take their tests in automatic cars has tripled since 2008 according to the DVSA. Only 3.8% of tests were taken in an automatic back then, but now it's closer to 14%.President of the AA Edmund King says it's because young people want to drive electric cars, which are automatic. They say they'll be introducing electric car driving lessons in 2022. Lessons will focus on how to conserve battery and drive with one pedal, instead of learning clutch control and how to change gears.AA and the BSM driving schools successfully trialled electric car lessons last year and will now both give instructors the option of leasing an electric car.It could also mean changes to driving tests in the near future as a way of keeping up to date with changing car technology. DVSA's Deputy Chief driving examiner Gordon Witherspoon toldAuto Express magazine earlier this year \"we constantly review tests for all vehicle types\" and \"take account of changes in driving habits\".He said the Driver and Vehicle Standards Agency had already started to look at how to include electric cars in learner assessments.Petrol and diesel cars won't be allowed to be sold in the UK after 2030, meaning electric car sales will increase. The biggest barrier for young people is still the price of buying and insuring an electric car -the cheapest in the UK being just over £17,000 new.Tom Webster is a motoring journalist. He says although electric cars can save you money in the long run, they aren't affordable on a budget yet.Because they're relatively new, there isn't a big market for second-hand electric cars. \"The traditional small car that first time buyers are looking at, only a couple of them have recently started going electric\", he tells Newsbeat. \"They are expensive to buy brand new, and it's going to take time for them to come down in price to the extent that young drivers will be able to afford them.\" Once they have eventually gone through he \"depreciation process\", it might be more achievable for more young drivers to get hold of electric cars at an affordable price. But, Tom says, the change over to electric cars is a very gradual process.He says petrol and diesel cars are not \"going away overnight\", and in the meantime it could be a little more challenging to use one, because charging points are more inaccessible than petrol stations. \"A lot of young people live in towns and cities, a lot of towns and cities don't have off street parking, so it's very hard to get your own charging point at home that you'll always be able to rely on.\" If you don't have a home charging point, Tom says finding a public charging point which works and is free can be \"challenging\". A government grant of £1,500 is available if you want tobuy a new electric car under £32,000.Edmund Kingtold The Telegraph that \"there is still a reluctance\" for young people to make that commitment for those reasons, but hopes that will change in the near future.Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-59803133"}