{"datetime": "2022-01-21T04:16:19.000Z", "title": "Toyota Land Cruiser customers in Japan face four-year wait", "article": "Motor industry giant Toyota has warned customers in Japan that they will have to wait for up to four years to take delivery of its new Land Cruiser SUV. The world's biggest carmaker says the delay is not related to the global chip shortage or the supply chain crisis. However, it refused to comment on the reasons behind the long delivery time. Meanwhile, Toyota says it is slowing production at up to 11 plants in Japan due to rising Covid-19 infections among its workers and at parts suppliers. \"As Land Cruiser is very popular, not just in Japan but around the world, we apologise it is expected to take a long time before we can deliver the product,\"Toyota said on its website . \"There is a possibility it could take up to four years if you order now. We will continue to shorten the delivery time and we appreciate your understanding.\" The company also said \"This delay is not related to current semiconductor shortage or supply chain issue.\" The BBC understands that there has been strong demand for the new model of the Land Cruiser and that Toyota is considering ramping up production in the medium and long-term. Launched in 1951, the Land Cruiser is Toyota's longest-selling vehicle, with a total of 10.6 million sold as of August last year. In recent months - like many of its rival car makers including General Motors, Ford, Nissan, Daimler, BMW and Renault - the firm has been forced to cut vehicle production. Last month, Toyota announced that it would extend stoppages at some of its factories in Japan as it continued to feel the impact of supply chain issues. The firm said its components factories in South East Asia had faced disruptions due to the pandemic, with Land Cruiser and Lexus production being hit by the delays. Earlier last year, the company said it would slash its worldwide vehicle production by 40% in September because of the chip shortage. Toyota's shares were around 2.7% lower in Tokyo trade on Friday. The latest announcement came after a surge in cases of the Omicron coronavirus variant in Japan since the start of this year. ", "url": "https://www.bbc.com/news/business-60078594"}