{"datetime": "2022-01-21T09:01:00.000Z", "title": "Britishvolt: Electric car battery plant gets millions in funding", "article": "A firm planning mass production of electric car batteries in the UK has secured government funding for its proposed factory in Northumberland. Britishvolt announced plans for the so-called gigafactory in Cambois two years ago, saying it would create 3,000 jobs. The BBC understands the government has committed about £100m through its Automotive Transformation Fund. Britishvolt also announced backing from investors Tritax and Abrdn, that should unlock about £1.7bn in private funding. Business Secretary Kwasi Kwarteng described the support as \"reindustrialisation\". He told the BBC's Today programme that the \"huge investment\" would give people the \"opportunity to have highly-paid, well-paid, high-skilled jobs\". \"We're bringing industry, we're bringing manufacturing to an area that has been under invested in frankly and we're bringing thousands of jobs,\" he said. \"Well paid jobs, which represent a huge economic opportunity for people in this area. This is exactly what levelling up looks like. \" The government wants the UK to become a major force in the fast-growing market for electric cars.But if it wants manufacturers to build them here, then having gigafactories in the UK as well is vital.Not only are battery packs big and heavy, making local production desirable, they also make up a large proportion of the value of an electric car.And under the Brexit deal, cars made in the UK and sold in Europe will soon have to contain a significant amount of UK or European parts.Put simply: If batteries aren't made here, the chances are carmakers won't set up shop here either.Experts say the Britishvolt plant will have to be the first of many. The future of the entire UK car industry depends on it.The sale in the UK of new petrol and diesel cars will be banned by 2030, with manufacturers switching to making electric vehicles and requiring huge battery production.The government has set aside more than £800m to attract battery investment to the UK. Mr Kwarteng said Britishvolt would help put the UK at the front \"in this global race between countries to secure vital battery production\". At full capacity, expected to be achieved by the end of the decade, the factory will produce enough battery cells for more than 300,000 electric vehicle battery packs per year. The gigafactory is being built on the site of the former Blyth Power Station. In addition to the 3,000 people at the site, Britishvolt estimates at least another 5,000 jobs will be created in the supply chain.Peter Rolton, Britishvolt's executive chairman, told the BBC's Today programme that he would like all of the new jobs at the plant to go to people living in the area, and said the company was setting up a training centre in nearby Ashington. \"Our policy is going to be to try and not to say no to anybody,\" he added. Mr Rolton said the first batteries ready for use would roll off the production line in 2024. He said: \"This announcement is a major step in putting the UK at the forefront of the global energy transition, unlocking huge private sector investment that will develop the technology and skills required for Britain to play its part in the next industrial revolution. \"This is a truly historic day and marks the start of a truly exciting move towards a low carbon future.\" Last year, Nissan's partner, China's Envision AESC, announced it would build an electric battery plant to supply an expansion of electric vehicle production at the Japanese carmaker's plant in Sunderland. ", "url": "https://www.bbc.com/news/business-60066432"}