{"datetime": "2021-06-17T03:43:55.000Z", "title": "World Bank rejects El Salvador request for Bitcoin help", "article": "The World Bank has rejected a request from El Salvador to help with the implementation of Bitcoin as legal tender. The international lender cited concerns over transparency and the environmental impact of Bitcoin mining. Earlier this month, the Central American country announced plans to become the first nation to formally adopt the digital currency. It aims to use Bitcoin as a parallel legal tender alongside the US dollar. The World Bank's decision could mean the country faces problems in hitting its deadline to ensure that Bitcoin is accepted nationwide in the next three months. \"We are committed to helping El Salvador in numerous ways including for currency transparency and regulatory processes,\" a World Bank spokesperson told the Reuters news agency via email. \"While the government did approach us for assistance on Bitcoin, this is not something the World Bank can support given the environmental and transparency shortcomings,\" they added. It comes after El Salvador's Finance Minister Alejandro Zelaya said on Wednesday that the country had asked the World Bank for technical assistance with the implementation of the cryptocurrency as an official method of payment. Mr Zelaya also said that discussions with the International Monetary Fund (IMF) have been successful, saying the IMF was \"not against\" the implementation of Bitcoin.But the IMF last week said it saw \"macroeconomic, financial and legal issues\" with El Salvador's adoption of Bitcoin. Last week, El Salvador became the first country in the world to officially classify Bitcoin as a legal currency. Its Congress approved President Nayib Bukele's proposal to embrace the cryptocurrency. President Bukele said the government had made history, and that the move would make it easier for Salvadoreans living abroad to send money home. Under the legislation Bitcoin will become legal tender, alongside the US dollar within 90 days of the approval by Congress. The new law means every business must accept Bitcoin as legal tender for goods or services, unless it is unable to provide the technology needed to process the transaction. El Salvador's economy relies heavily on remittances, or money sent home from abroad, which make up around 20% of the country's gross domestic product (GDP) More than two million Salvadoreans live outside the country, but continue to keep close ties with their place of birth, sending back more than $4bn (£2.9bn) each year. ", "url": "https://www.bbc.com/news/business-57507386"}