{"datetime": "2022-02-15T22:39:14.000Z", "title": "Jury rules against Sarah Palin in New York Times libel lawsuit", "article": "A jury in New York City has ruled unanimously against ex-Alaska Governor Sarah Palin in her defamation lawsuit against the New York Times newspaper. Ms Palin argued the Times defamed her in 2017 by linking her to a shooting that left six people dead. The verdict comes after the judge threw out the case on Monday, saying her lawyers had not presented the evidence required for public figures to sue. Ms Palin is expected to appeal the case to a higher court. \"The New York Times welcomes today's decision,\" said a newspaper spokeswoman.\"It is a reaffirmation of a fundamental tenet of American law: public figures should not be permitted to use libel suits to punish or intimidate news organisations that make, acknowledge and swiftly correct unintentional errors.\" Ms Palin originally filed her lawsuit in 2017, arguing her reputation was damaged by an opinion piece written by its editorial board, which said her political rhetoric helped incite the 2011 shooting in Arizona that severely wounded US congresswoman Gabby Giffords and killed six other people. A fundraising group for Ms Palin had circulated a map of electoral districts that put Ms Giffords and 19 other Democrats under \"stylised crosshairs\", the newspaper said. It later corrected the editorial and conceded the wording used in it was flawed. During her witness testimony, Ms Palin accused the New York Times of trying to \"score political points\" with the editorial, which she said left her feeling \"powerless\" and \"mortified\". She also said the newspaper's correction was insufficient - and didn't include her name. On Monday, US District Judge Jed Rakoff dismissed the case, saying that Ms Palin's lawyers had failed to show that the newspaper acted with \"actual malice\". However, he made the unusual decision of allowing the jury to continue deliberating. If they ruled in Ms Palin's favour, he would have thrown out the case, but given the likelihood of appeal, he decided that another court \"would greatly benefit from knowing how the jury would decide it\". The jury of nine had been deliberating since Friday before given their verdict on Tuesday. \"We reached the same bottom line, but on different grounds,\" Judge Rakoff told the jurors on Tuesday. \"You decided the facts. I decided the law.\" In January, the court case was delayed after Ms Palin - a 2008 Republican vice-presidential nominee - tested positive for Covid-19. ", "url": "https://www.bbc.com/news/world-us-canada-60396231"}