{"datetime": "2021-06-08T01:12:59.000Z", "author": "Mary-Ann Russon", "title": "Donald Trump calls Bitcoin 'a scam against the dollar'", "article": "Former US President Donald Trump has told Fox Business that he sees Bitcoin as a \"scam\" affecting the value of the US dollar. \"Bitcoin, it just seems like a scam,\" Mr Trump said. \"I don't like it because it's another currency competing against the dollar.\" He added that he wanted the dollar to be \"the currency of the world\". His comments come on the back of newsEl Salvador plans to make the crypto-currency legal tender .The price of Bitcoin has been falling steadily since early May and so far has not recovered. The falls were widely attributed toChina banning banned banks and payment firms from providing services related to crypto-currency transactions, as well as electric car makerTesla announcing it would no longer accept the currency a week before that .Is Bitcoin actually a threat to currency? Here's what experts we spoke to think. Justin Urquhart-Stewart, co-founder of Seven Investment Management and the Regionally investment platform, thinks Bitcoin does have a potential threat of destabilising currencies \"because it has taken off in such a way that it's created a popular appeal without any sound financial strength\". He blames the rise of Bitcoin on figures like Elon Musk \"behaving stupidly\", which makes the general public perceive that the crypto-currency is credible. \"Bitcoin is dangerous because it's trying to create a level of credibility to unreliable and wholly unfounded value,\" he tells the BBC.\"Quite often, unsophisticated punters are drawn in at the wrong time to something they think they can make a quick buck on - to them, it doesn't matter what it is, whether it's Bitcoin or GameStop or AMC, it's something you can bet on.\" He says that a rising trend of young people who are somewhat tech savvy, \"like hobby technologists\", are taking huge risks because they haven't been educated about finance properly. Mr Urquhart-Stewart strongly believes the national curriculum should include education on how to develop family finances over generations. \"What we have now is a young generation of punters who have no knowledge of financial planning and development,\" stresses Mr Urquhart-Stewart. \"They understand how to buy and sell things, but they have no concept of how to create longer-term wealth.\" In contrast, Neil Wilson, chief market analyst for Markets.com, thinks Bitcoin is definitely not a currency.He says that to qualify as a currency, it must have the following functions: \"I call Bitcoin more of a security, like a stock or bond,\" says Mr Wilson.\"Although it's appreciated massively, it's far too volatile to be a currency - it moves around more than most stocks do.\" He says that with Bitcoin, people are mostly buying it to hold onto and invest, rather than spending it frequently. And as to Mr Trump's assertion that the crypto-currency is threatening the US dollar, he disagrees, although it could be a slight threat to gold.\"The means by which America exerts influence over the world is predominantly by the dollar, and it's not going to give that up, so I don't see Bitcoin as a threat whatsoever,\" he says. \"Governments don't like other people creating money - they've seemed to tolerate crypto-currencies for some time, but they will eventually get their own digital currencies established and will squeeze Bitcoin out into the margins.\" ", "url": "https://www.bbc.com/news/business-57392734"}