{"datetime": "2021-06-28T15:58:16.000Z", "author": "Mary-Ann Russon", "title": "Binance: Watchdog clamps down on cryptocurrency exchange", "article": "Binance, the world's biggest cryptocurrency exchange, has been issued a warning by the UK's financial regulator. The Financial Conduct Authority (FCA) hasruled that the firm cannot conduct any \"regulated activity\" in the UK. It also advised people to be wary of adverts promising high returns on cryptoasset investments.Binance said the FCA notice would have no \"direct impact\" on the services it provides from its website Binance.com. Binance's existing crypto exchange is not UK-based so despite the FCA ruling, there will be no impact on UK residents who use the website to purchase and sell cryptocurrencies. The FCA does not regulate cryptocurrencies, but requires exchanges to register with them. Binance has not registered with the FCA and therefore is not allowed to operate an exchange in the UK.The FCA move comes amid pushback from regulators around the world against cryptocurrency platforms.Binance.com is an online centralised exchange that offers users a range of financial products and services, including purchasing and trading a wide range of digital currencies, as well as digital wallets, futures, securities, savings accounts and even lending. Binance Group is currently based in the Cayman Islands, while Binance Markets Limited is an affiliate firm based in London. The firm has multiple entities dotted around the world and Binance Group was previously based in Malta.The FCA said that Binance Markets Limited (BML), which is owned by Binance Group, is not currently permitted to undertake any regulated activities without the prior written consent of the FCA. It has until Wednesday to comply with the ruling.The regulator also stressed that no entity in the Binance Group holds any form of authorisation, registration or licence to conduct regulated activity in the UK. At first sight, the Financial Conduct Authority's move to bar Binance from operating in the UK will have little impact. After all, it won't stop the company's many UK customers from using its exchange based in the Cayman Islands to buy and sell Bitcoin and other cryptocurrencies. Nevertheless, the FCA is sending a strong signal that it is worried about the dangers of investing in cyptocurrencies in general.The reason it wants them all to register is because it's concerned about their potential use as a cover for illicit activity - and it wants consumers to be very careful indeed. As well as forbidding Binance from setting up an exchange in the UK, the regulator is ordering its UK division to stop any form of advertising here by 30 June. More significantly, it has until the end of this week to show the FCA that it has stored records of all of its UK customers, ready to be handed over if necessary. And there's a message to UK consumers to check whether any crypto company is registered with the regulator and, if it isn't, to consider withdrawing their assets. The FCA cannot stop people from trading in cryptocurrencies - but it has got out its biggest red flag and is waving it vigorously. This is not the first time that Binance has come under scrutiny by regulators over its global operations. In the US, one of the firm's entities - Binance Holdings - has been the subject of a probe by the US Securities and Exchange Commission (SEC), specifically by its officials dealing with money laundering and tax offences, according toBloomberg .The SEC issued a similar warning to US consumers in April about the platform. On Saturday, Binance announced it was pulling out of Ontario, Canada, after the Ontario Securities Commission (OSC) accused it and several other crypto trading platforms of failing to comply with province regulations. And on Friday, Japan's Financial Services Agency (FSA) warned Binance for the second time in three years that it is operating in the country without permission.Mark Walker is a technology entrepreneur who has invested in cryptocurrencies for three and a half years, alongside running a farm. He has used Binance for about six months. \"This ruling probably won't impact me in the short term, but long term it may push me to using one of the many other less secure exchanges,\" he explains.\"The FCA are taking a blunt approach - this is a space which is growing and employs millions so it's like them banning the internet in the 90s. \"I called the FCA this morning and they couldn't even answer whether existing users funds could be withdrawn,\" Mr Walker adds. One service Binance offers is the ability to use local currency to purchase digital currencies - known as fiat on-ramp in the industry. In mid-June, Binance's US partner Silvergate Bank decided to stop processing US dollar deposits and withdrawals for the firm, according toCoinDesk .While the cryptocurrency exchange says its entities are not all connected to it, Nick Saponaro, a long-time cryptocurrency investor and entrepreneur, told the BBC this was a handy tactic for avoiding regulatory problems.\"Binance has over the course of their operations, moved several times to new jurisdictions,\" he said.\"That's not uncommon for these fledgling crypto businesses... if the regulations don't suit their needs, they just move their operations.\" Another of the firm's entities - Binance.US - is currently one of the biggest digital currency exchanges in the US, and Binance is one of the biggest firms in the global fintech industry, he says. \"I do believe they are trying to comply with regulations, but often with these businesses it's an 'ask for forgiveness' model, [where] they hope they can make enough money so if they do incur a fine, it's negligible comparatively to what they've earned.\" Mr Saponaro, who co-founded the crypto-currency Divi and the blockchain payments ecosystem Divi Project, says the real problem with cryptocurrency exchanges is that they are still centralised, in that there is still a central authority that takes custody of the users' money, almost like a bank. This is counter to what the cryptocurrency and blockchain technologies were designed to do, and he feels that all exchanges should be totally decentralised, enabling users to have complete control over their digital coins. But he stresses that digital currencies are not a scam and eventually the fintech industry will get there. \"We're 12 years into the crypto adoption cycle, these things just take time - the exact same things were said about the internet initially,\" he said. \"Governments of each jurisdiction, especially the G7, need to with full transparency and confidence give us the full regulations about what we can and cannot do, and it needs to fit what the technology actually does.\" ", "url": "https://www.bbc.com/news/business-57632831"}