{"datetime": "2021-06-17T11:48:57.000Z", "author": "Kevin Peachey", "title": "Cryptoassets: Fears that investors are taking too many risks", "article": "More people are investing in so-called cryptoassets and they are less likely to think they are taking a gamble, the City regulator suggests. The research has prompted a fresh warning from the Financial Conduct Authority (FCA) that crypto investors risk losing the lot. Some 14% of crypto buyers who were surveyed also said they had borrowed to invest, buoyed by reports of big gains. One analyst described that statistic as \"simply terrifying\". The FCA estimated that 2.3 million adults in the UK now held cryptoassets - the most common of which is cryptocurrency such as Bitcoin. The eye-catching swings in price of these products have drawn in scores of investors, and led to a swathe of marketing. The regulator also noted that whereas nearly half of investors (47%) last year considered their stake in cryptoassets as a gamble, that proportion had now dropped to 38%. Just over half of those who have invested already were considering buying more, the research found. The FCA warned that any problems with these investments were not covered by the usual safety nets as they were unregulated assets. \"If consumers invest in these types of products, they should be prepared to lose all their money,\" said Sheldon Mills, from the FCA. Unlike with regulated investments, buyers would not get support from the Financial Ombudsman Service or the Financial Services Compensation Scheme if they were mis-sold crypto or the provider went bust. Laith Khalaf, financial analyst at AJ Bell, said: \"There is a dark underbelly lurking in the figures, which suggests there is still potential for widespread consumer harm.\"The fact that 14% of crypto buyers have borrowed to invest is simply terrifying. The extreme volatility and uncertain long-term outlook for crypto means holdings can be wiped out, leaving borrowers with nothing but their debt as a memento.\" ", "url": "https://www.bbc.com/news/business-57509974"}