{"datetime": "2021-12-26T20:56:31.000Z", "author": "Marie Jackson", "title": "Janice Long: BBC DJ and broadcaster dies at 66", "article": "Janice Long, best known as a presenter on BBC Radio 1, Radio 2 and Top of the Pops, has died aged 66 after a short illness. Long, host of BBC Radio Wales ' evening show since 2017, died at home with her family by her side on Christmas Day. Her family have paid tribute to the \"loving, loyal and inspirational\" wife and mother.In a career that spanned five decades, she was the first woman to have her own daily show on Radio 1.Her husband Paul Berry said he had \"lost the love of my life\".\"She had my back from the day we met, you couldn't possibly ask for more love and loyalty from a wife,\" he added. Her daughter Blue said she \"paved the way for me to have an incredible life. You were a trailblazer for so many women to go conquer and succeed\". While her son Fred said she \"inspired me to be what I want and told me never to settle for anything less\".Long's father Collin said he had lost a daughter and \"a true friend\". Long presented Top of the Pops for five years - again, the first woman to do this - and had a late-night slot on Radio 2.She was also one of the main presenters of the Live Aid charity concert in 1985. BBC director general Tim Davie described her as a \"stellar presenter\" who was loved across the industry. Long was passionate about music and championed many artists long before they achieved chart success, including the band Primal Scream and singer Amy Winehouse, to whom she gave her first radio session.Other artists to have been given early breaks by the broadcaster include Adele, The Smiths, The Coral and Frankie Goes to Hollywood.Born in Liverpool, her brother was fellow presenter Keith Chegwin, who died in 2017.Long worked as cabin crew and in telesales before starting her broadcasting career as a station assistant at BBC Radio Merseyside in 1979. She joined Radio 1 as a presenter in 1983.During her career she was a judge for the Mercury Music Prize and a patron of the Liverpool Institute for Performing Arts, founded by Sir Paul McCartney. Long was also a DJ for BBC Radio 6 Music for two years, from its launch date in 2002.Her agent, Nigel Forsyth, described Long as a \"wonderful, warm human being and exceptional broadcaster\".\"She told a brilliant story and always made you roar with laughter with her sharp wit,\" he said, adding that she leaves behind her husband Paul and two children who \"she thought the world of\".Midge Ure, singer and Live Aid organiser, saidin a tweet Long was a \"broadcast legend and absolute music lover\" who had stood alongside him on the pitch at Wembley Stadium as Live Aid was announced. Others from the worlds of music and radio have also been paying tribute. The Charlatans' Tim Burgess said Long was one of a kind - a mentor for so many bands.\"To hear our records on her show was always the biggest thrill - her enthusiasm and love shone through,\"he tweeted . Peter Hook of New Ordersaid she had been a great supporter of their music and a pleasure to be around. Fellow Liverpudlian Ian Broudie, of The Lightning Seeds,said: \"So very sad to hear of the passing of my friend Janice Long, who will be greatly missed by everyone who knew her.\" BBC Radio 2's Ken Bruce said she was \"a great broadcaster and always terrific company\" and Steve Lamacq said Long's Radio 1 show was \"part of the blueprint\" for the Evening Session he and Jo Whiley presented.Long was \"always warm, generous and a real fan\", he added.BBC Radio 1 breakfast show host Greg James said Long was \"so kind and sweet\", adding: \"She picked the greats and got them in session before other DJs had even heard of them. She was such a laugh as well.\" Fellow Radio 1 DJ Adele Robertstweeted to say : \"Thank you for everything you did to inspire others and open doors for other women and radio presenters to prosper.\" Colin Paterson, head of BBC Radio Wales, said her radio programmes were never about herself but were seen as an opportunity to discover, share and champion music.\"There are few people who have done more to nurture new talent from music and the arts,\" he said.\"She brought her passion for music to Radio Wales in 2017, supporting Welsh artists and Welsh language music ever since - we'll miss her passion, her knowledge and her laugh.\" Long also presented a show on Greatest Hits Radio, which paid tribute to her \"illustrious career\" and \"significant role and contribution to broadcasting\", adding she would be \"greatly missed\". ", "url": "https://www.bbc.com/news/entertainment-arts-59795298"}