{"datetime": "2021-12-02T15:31:45.000Z", "title": "Meghan wins ruling in Mail on Sunday privacy fight", "article": "The Duchess of Sussex has won the latest stage in her legal fight against the publisher of the Mail on Sunday over a letter she sent to her father. The Court of Appeal rejected Associated Newspapers' attempt to have a trial in the privacy and copyright case. Meghan said it was a win \"not just for me, but for anyone who has ever felt scared to stand up for what's right\". Associated Newspapers said it was disappointed, and was considering a further appeal to the Supreme Court. A judge had previously ruled in favour of Meghan after extracts from the letter appeared in the paper. In a statement issued after the ruling, the duchess urged people to be \"brave enough to reshape a tabloid industry that... profits from the lies and pain that they create\". Meghan, whostarted the civil action against newspaper group in 2019, said: \"In the nearly three years since this began, I have been patient in the face of deception, intimidation and calculated attacks.\" She added: \"The courts have held the defendant to account and my hope is that we all begin to do the same. Because as far removed as it may seem from your personal life, it's not. Tomorrow it could be you.\"These harmful practices don't happen once in a blue moon - they are a daily fail that divide us and we all deserve better.\"A spokesman for Associated Newspapers said: \"It is our strong view that judgment should be given only on the basis of evidence tested at trial, and not on a summary basis in a heavily contested case.\" The Court of Appeal accepted Meghan's argument that the letter to Thomas Markle in August 2018 - three months after her wedding to Prince Harry - was \"deeply personal\".It had been given to the Mail on Sunday by Mr Markle, who wanted to address what he thought were unfair media accounts. The judges were told that 585 out of the 1,250 words in the letter to her estranged father had been republished in five articles.Intheir decision, the three judges said the letter's contents were \"personal, private and not matters of legitimate public interest\". In February, the High Court had ruled against the newspaper group on the issue of privacy and copyright - saying the issues in the case were so clear cut that there was no need for a full hearing. Associated Newspapers wasrefused permission to appeal against the decision but went to the Court of Appeal in an attempt to get the original ruling overturned. But on Thursday, judges at the appeal said it was hard to see what evidence at a trial would have altered the situation. They added: \"The judge had correctly decided that, whilst it might have been proportionate to publish a very small part of the letter for that purpose, it was not necessary to publish half the contents of the letter.\" At the three-day appeal hearing last month, lawyers for Associated Newspapers presented evidence to support its contention that Meghan's privacy and copyright claims against the publisher should be heard at a full trial. During the case, it was revealed that Meghan had authorised her former communications secretary, Jason Knauf, to co-operate with the authors of a book about her and Prince Harry, something she had previously denied. They also produced a witness statement from Mr Knauf, which indicated that the duchess had written the letter knowing it might be leaked. Mr Knauf said Meghan sent him an early draft of the letter and had written: \"Obviously everything I have drafted is with the understanding that it could be leaked so I have been meticulous in my word choice, but please do let me know if anything stands out for you as a liability.\" But in written evidence, Meghan denied she thought it likely that her father would leak the letter, saying she \"merely recognised that this was a possibility\". A statement issued by Associated Newspapers after the latest ruling said \"Mr Knauf's evidence raises issues as to the duchess's credibility\". Explaining why it was considering a Supreme Court challenge, Associated said its article raised \"issues of public interest including the reasons for the breakdown in the relationship between the duchess and her father\". Meghan has won a significant victory in this courtroom battle to protect her privacy. She's drawn a line in the sand. Even if her life is of public interest, she's shown that it doesn't make her public property. It was a high-risk strategy, which could have put her in court facing awkward questions, but the appeal court ruling has seen her winning without that. But it's already come with some bruising headlines - such as having to apologise for having forgotten how information was given to authors writing a book about her and Prince Harry. This might have been an \"unfortunate lapse of memory\", said the appeal court ruling, but it didn't bear on the fundamental issues of whether such a private letter to her father should have been published. Meghan divides public opinion - with vocal supporters and critics both seeing bias and prejudice on the other side - and this court case is unlikely to change that. But she has succeeded in a legal battle that previous generations of royals would probably have avoided. ", "url": "https://www.bbc.com/news/uk-59502787"}