{"datetime": "2022-01-25T18:59:56.000Z", "title": "Playboy 'strongly supports' women accusing Hugh Hefner", "article": "Playboy has said it \"strongly supports\" women who recently came forward with \"allegations of abhorrent actions\" by the company's late founder Hugh Hefner. A new 10-part US docuseries accuses Hefner - who died in 2017 aged 91 - of coercing and drugging women into sex at the Playboy mansion and at nightclubs. Former girlfriends describe the iconic publisher as \"like a vampire\" who \"sucked the life\" out of young girls. The company is pledging to \"actively listen and learn\" from the women. \"Today's Playboy is not Hugh Hefner's Playboy,\" readan open letter published over the weekend. \"We trust and validate these women and their stories and we strongly support those individuals who have come forward to share their experiences.\" Touting its sex-positive brand and overwhelmingly female workforce, Playboy added it would \"continue to confront any parts of our legacy that do not reflect our values today\". Secrets of Playboy premiered on the A&E Network on 24 January. In it, veteran insiders and ex-girlfriends recount a \"cult-like\" atmosphere around the man known to fans as \"Hef\". \"Women had been groomed and led to believe they were part of his family,\" said Miki Garcia, a former director of Playmate promotions, who claims she saw many Playmates overdose on drugs. Holly Madison, who dated Hefner for eight years and became his \"special one\", described the lifestyle as \"a cycle of gross things\" that led her to drink heavily and consider taking her life. Ms Madison moved into the mansion at age 21 but says Hefner \"brainwashed\" and controlled her to the point she was afraid to leave. \"I watched girl after girl show up, fresh-faced, adorable and their beauty just washed away. We were nothing to him,\" said Sondra Theodore, a former model and actress who dated Hefner in the 1970s and 80s. She claimed the mansion hosted group sex events, fuelled by drugs, five nights a week. In one Thursday night tradition known as \"Pig Night\", sex workers (\"pigs\") would allegedly be examined by a doctor and then be used for sex by Hefner's VIP friends. Theodore, now 65, said Hefner would send her on cocaine runs and the powder was often so plentiful at home the dogs became addicted to licking it off the floor. A former executive assistant to Hefner said he kept a stockpile of Quaalude sedatives that he called \"leg-spreaders\". The show also details at least three tragic deaths in the publication's heyday. Hefner founded Playboy in 1953. It became the largest-selling men's magazine in the world, shifting seven million copies a month at its peak. The company stopped printing its magazine and relisted on the stock market in 2020. ", "url": "https://www.bbc.com/news/world-us-canada-60132760"}