{"datetime": "2022-01-06T11:44:41.000Z", "title": "Deborah Turness: ITN boss to be new CEO of BBC News", "article": "Deborah Turness has been appointed the BBC's new CEO of news and current affairs, replacing Fran Unsworth. Turness has a distinguished journalistic career - she was the first ever woman to be president of a network news division in the US. She was president of NBC News from 2013 until 2017, and later President of NBC News International. Turness previously worked as editor of ITV News, and since April 2021 she has been the CEO of ITN. In a statement, Turness said there \"has never been a greater need for the BBC's powerful brand of impartial, trusted journalism\".\"It is a great privilege to be asked to lead and grow BBC News at a time of accelerated digital growth and innovation, when its content is reaching more global consumers on more platforms than ever before,\" she said. The BBC said it had renamed the position from director to CEO to reflect its \"ambition to continue to build the BBC's global news brand and continue to grow its news services\". So the BBC did go external, as it were, for its new director of news.Deborah Turness is an editorial heavyweight with a considerable international reputation, a solid record on impartiality and - like director-general Tim Davie - a strong commercial pedigree.But she is embarking on a hellish (though very well paid) new role which gets tougher for each occupant.Though not generally a household name, the director of BBC News is arguably the most important job in British journalism - certainly of the broadcast kind - because it reaches so many people.Perhaps with a nod to her commercial background, and time working for American network NBC, the title at the BBC has been changed from director to CEO.In this role, she will come under relentless political pressure; be responsible for thousands of journalists' decisions every day; need to find considerable further savings and uphold impartiality at a time when critics find its betrayal everywhere; accelerate a digital transition; break massive global stories; and constantly respond to crises that could not be foreseen.Tim Davie, the BBC's director-general, said he was \"delighted\" Turness was taking on the role. \"Deborah brings a wealth of experience, insight, first-class editorial judgement, and a strong track record of delivery,\" he said in a statement. \"She is a passionate advocate for the power of impartial journalism and a great believer in the BBC and the role we play, in the UK and globally. She will do a brilliant job of leading our news and current affairs as we deliver on the BBC's public service mission in the digital age.\" Sian Williams, presenter of 5 News,tweeted: \"Deborah Turness is awesome. We've loved having her at ITN - when we were relaunching 5 News she was in the gallery, fizzing with enthusiasm and ideas. You are very lucky to have her, BBC News.\" Channel 4 News presenter Cathy Newmanadded: \"Very sad to see Deborah Turness go. She'll do a great job at BBC News. A real trailblazing woman. Turness was interviewed by Clive Myrie about her career and the current affairs landscapeon BBC Radio 4's The Media Show last August. Between 2004 and 2013, Turness was editor of ITV News - the first woman to hold that role. She will be paid a salary of £400,000, an increase on Unsworth's by around £60,000, and her start date will be confirmed in due course, the BBC said. She will replace Fran Unsworth,who announced in September she was leaving the BBC. Unsworth, who steps down this month, said it had been \"a great privilege\" to work for the BBC. \"I have had a ringside seat at some momentous events, including the Falklands War, the Troubles in Northern Ireland, wars in the Middle East, the death of Princess Diana, 9/11 and countless general elections,\" she said in a statement. \"The jobs I've done have not always been easy. Undoubtedly, some were more fun than others. But I am proud to have done all of them - and to work for an organisation which has such a vital and precious role in the UK and around the world.\" Kyla Mullins, Chair of the ITN Boardsaid in a statement: \"We thank Deborah for her leadership and wish her all the very best in her new position. Deborah will remain as chief executive for a time to come as we begin the process of recruiting her successor.\" ", "url": "https://www.bbc.com/news/entertainment-arts-59895030"}