{"datetime": "2021-12-09T17:29:13.000Z", "author": "Dominic Casciani", "subject": "Phone-hacking scandal", "title": "Sienna Miller says Sun illegally sought medical records of pregnancy", "article": "Sienna Miller says the Sun tried to \"profit out of her misery\" as she formally settled a phone hacking claim. Ms Miller's lawyers said in court she believed the newspaper targeted medical records about her 2005 pregnancy, despite its publisher's denials.The actor, 39, has been paid a major financial settlement after taking legal action against News Group Newspapers. Her lawyers told the court the payout is \"tantamount\" to an admission of illegal activity by the Sun. The size of the payout is confidential - but it may be one of the largest settlements by Rupert Murdoch's organisation to victims of phone hacking. In a statement read on Ms Miller's behalf at the High Court, she described how she felt the Sun \"brutally took away her choice\" when it allegedly leaked that she was pregnant.Speaking outside court on Thursday, Ms Miller said the newspaper thought it was \"above the law\". She said the Sun's actions \"shattered me, damaged my reputation - at times beyond repair\", causing her to accuse family and friends of selling information \"in a state of intense paranoia and fear\". Ms Miller is one of the latest high-profile people to receive damages for historical phone hacking by tabloid reporters.The NGN newspaper News of the World was closed down in 2011 after years of phone hacking came to light. Hundreds of celebrities, and members of the public, have since won compensation. The publisher has never admitted liability in relation to alleged phone hacking at the Sun, settling claims on the basis that such activity took place only at the News of the World.Lawyers for News Group Newspapers (NGN), the Sun's parent company, had argued in court that Ms Miller should not be able to say anything in open court about the newspaper because she had settled without going to trial. But on Wednesday, the High Court judge ruled that she could publicly repeat some of her suspicions, based on evidence in her case, even if they were unproven.NGN denies any unlawful information gathering took place at the Sun and settled the claim with no admission of liability.In the statement read by Ms Miller's lawyer, David Sherborne, the court heard that the actor had been the subject of \"intense media scrutiny and serious intrusion\" from 2003, in particular from the Sun. He said she was \"horrified\" to see court documents which she believed showed senior Sun journalist Nick Parker had claimed expenses and met a \"medical records tracer\" in July and August 2005 to discuss her pregnancy. The statement said Ms Miller also believes the medical records tracer was Christine Hart, who allegedly obtained private medical information and appeared to have issued an invoice for \"Sienns (sic) Miller Pregnant research\". Ms Miller's statement said she was shocked to see that evidence \"appeared to show that the Sun had paid for Ms Hart to unlawfully target her to get information on her pregnancy\". It continued that the actor had a \"firm belief\" - based on call data and disclosures about private investigators and payments - that she was a subject of \"unlawful gathering techniques\" from around 2003. \"NGN's historic public denials and refusal to accept any responsibility has only served to intensify the upset,\" the statement said. It added that Ms Miller believes it was Rebekah Brooks, then editor of the Sun, who first called her representative to say that she knew the actor was pregnant. The former Sun editor's denials, \"including under oath\", that she was involved in or aware of unlawful activity were \"especially aggravating\" to Ms Miller, the statement said. The statement said that even though the settlement included no admission of liability, the fact that the Sun's publishers agreed to pay \"such a substantial sum\" was \"tantamount to an admission of liability on the part of the Sun\". Ms Miller \"feels fully vindicated\", her lawyer said. Outside court, the actor said she wanted to pursue her case to a full trial, but that option was not available to people without \"countless millions\". Ms Miller said she was \"deeply distressed and shocked\" by what she had learned about the actions of journalists and senior managers at the Sun. \"They very nearly ruined my life. I have certainly seen how they have ruined the lives of others,\" she said. Ms Miller, who has a nine-year-old daughter, said she hoped someone would take a legal case against the paper further than she had been able to. She said she would \"unhesitatingly\" participate as a witness. Former England footballer Paul Gascoigne also formally settled a claim against NGN on Thursday. In a statement, his lawyer told the court he had been the \"victim of unlawful information gathering\" by journalists from the Sun. Solicitor Gerald Shamash said Mr Gascoigne had been \"horrified\" to learn payments were made to a private investigator who is alleged to have got hold of his private medical information.Mr Gascoigne believed the payments were \"made in relation to obtaining private, very personally sensitive matters\", said Mr Shamash. He said the former Newcastle footballer was \"shocked\" to see information from the court's disclosure process allegedly showing the Sun had \"paid to obtain information on his mental health\".He said NGN agreed to pay substantial damages to settle the claim without a trial but have not admitted any liability in relation to the allegations of unlawful information gathering.Both Mr Gascoigne and Ms Miller said they felt \"fully vindicated\" in bringing their claims against NGN.", "url": "https://www.bbc.com/news/uk-59595458"}