{"datetime": "2022-01-24T14:00:57.000Z", "title": "Emmerdale and Coronation Street rescheduled in ITV shake-up", "article": "ITV has announced a shake-up of its evening schedule which will see its news programme extended and top soaps given new slots. Under the plans, ITV News will be broadcast from 18:30 to 19:30, with more focus on stories outside London. Emmerdale, which currently airs in the 19:00 slot, will move half an hour later, to 19:30, to make room. And Coronation Street will broadcast three hour-long episodes on Monday, Wednesday and Friday, the network said. This means the soap will no longer be divided into two separate half-hour chunks with a different programme in between, as it is currently.On certain nights of the week, ITV's soaps will also be on at the same time asEastEnders , which is on at 19:30, 20:00 and 20:30. ITV's soaps have been more popular in TV ratings than EastEnders for a few years, so when the shows clash, ITV will probably feel it is in the stronger position.Other changes mean there will be a total of 90 minutes of ITV news programming broadcast on the channel from 18:00. ITV's most popular soaps will move into new back-to-back schedule slots \"destined to build a strong block of continuing drama\", the network said. Emmerdale will continue to broadcast one half-hour episode every weeknight, but its slot will move further into prime time and air at 19:30 instead of the current 19:00. There are also changes for Coronation Street, which currently broadcasts six episodes per week across three nights. These are normally split between one half-hour episode at 19:30, and another at 20:30.Under the current schedule, a different programme is usually scheduled between the two Coronation Street episodes. Paul O'Grady: For The Love of Dogs and Bradley & Barney Walsh: Breaking Dad are among the programmes scheduled in the 20:00 slot this week, for example. However, under the new schedule, Coronation Street will be broadcast in a single hour-long chunk, from 20:00 until 21:00, interrupted only by regular advert breaks.ITV said this new \"super soap\" scheduling means live TV viewers of Coronation Street and Emmerdale \"can get their soap fix back-to-back\". Announcing the changes, ITV's managing director of media and entertainment, Kevin Lygo said Coronation Street and Emmerdale are \"fundamental to the success of ITV\". \"We know that, as with all dramas, viewers increasingly watch them whenever, and however they choose. The new scheduling means that viewers can watch them live on TV in one go in a continuous soap fix, as well as on ITV Hub where they are regularly in the most watched shows every month,\" he said. The broadcaster also announced on Monday its plan to increase news output, marking the biggest expansion of jobs in ITV News in 20 years. The newly-extended evening news programme, which will be presented by Mary Nightingale, will bring \"more focus on reporting from outside of London... to reflect the whole of the UK,\" ITV said. The new evening schedule will mean a total of 90 minutes of news, with the regional half-hour programme broadcast at 18:00, followed by the newly-expanded hour-long ITV News at 18:30. The changes mean ITV News will air until 19:30, placing it in competition with Channel 4 News and the BBC's magazine programme The One Show.ITV said 27 new journalists, producers and multi-skilled camera operators/video editors would be recruited to join the programme alongside ITV's existing specialist editors and correspondents. Correspondents will be hired in Wales, Scotland and the north of England, while a new Social Affairs reporter based in the north of England will also be among the new appointments. When the email dropped at 10.30 this morning in the ITV newsroom, there were a lot of smiling faces (after weeks of rumours). In recent years, news has more often been about 'managed decline', with decreasing budgets, bureaus closing and rounds of job cuts the norm not just at ITN (which makes ITV News).Instead, today the story is of investment in news, with the biggest expansion in airtime at ITV for decades and a round of appointments to come. The pressure is now on ITN to get it right; to ensure disgruntled Emmerdale fans and others who switch on to get primetime ITV programmes at 7pm aren't turned off by what they'll now see instead. I understand the beefed-up evening news won't be morphing into a news and discussion show (like Channel 4 News) or even (as is being suggested by some) into a magazine format (like BBC's The One Show), but will, in the main, simply contain more on-the-ground reports and lives. I'm told the phrase that has been used in recent months in planning this is 'getting Britain right' and that the programme will focus primarily on UK coverage and on telling the story of Britain. ITV's decision is an acknowledgement of the value of live broadcasting in the age of the streamers (think of the wall-to-wall coverage Paul Brand's scoop got recently, across the channels, as ITV News aired the video of the PM's former Press Secretary Allegra Stratton being asked about rumours of a Christmas party held at Downing Street). The decision is also likely a sign that, in order to invest in primetime dramas like Trigger Point, which started last night on ITV, cuts need to be made in other parts of the primetime schedule. News can fill that hole. The big question, of course, is what it means for ITV's News at Ten - or 'News at When' as it used to be dubbed as it bounced around the schedule. Does an extended early evening news bulletin signal plans for a future scaling back of the later news bulletin? It's a trend in the US, where the main news programmes are primarily aired in the early evening. That's denied by ITV, but media watchers will be looking to see if anything else emerges from the channel in the months ahead. Lygo said their evening news programme continued to attract large audiences despite rapidly changing viewing habits. \"We are very excited to be announcing this investment in what is an important public service strength of ITV - high-quality, impartial, trusted broadcast journalism - at a time when it could not be more important,\" he added. Evening news bulletins are regularly among the most-watched programmes on both BBC One and ITV. On Friday (21 January), BBC One's Regional News and Weather was the most popular programme of the day on the network, with five million viewers watching at 18:30. ITV said its own evening news programme was watched by an average of 3.2 million viewers in 2021, with the show posting its highest viewing shares for a decade in 2020 and 2021. Viewers in the Scottish STV licence areas will continue to receive STV News at 18:00 on Monday to Friday under the new plans, followed by the new hour-long news programme.On Thursdays, STV's current affairs programme, Scotland Tonight, will move from its usual 19:30 slot to 20:30.Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-60112918"}