{"datetime": "2021-11-04T00:06:40.000Z", "author": "Annette Kellow", "title": "Why free nursery childcare can come with costly extras", "article": "Roxie Broun from East Sussex was looking forward to her three-year-old son receiving his 30 hours of government-funded childcare at nursery. Yet, although the Department for Education's (DfE) early years policy offers 15 or 30 hours of childcare for children aged three to four in England (there are differences in Scotland, Wales and Northern Ireland) her nursery asked her to pay for a variety of extras. \"We thought we would receive free funded hours but they weren't free at all. Our monthly household outgoings were higher than our combined income,\" says Ms Broun.\"I couldn't have gone back to work full-time even if I wanted to, and my part-time earnings only just covered the cost of top-up fees.\"If the government says they are going to fund 30-hours-a-week childcare, then surely that's what they should do. Top-up fees shouldn't exist,\" she says. Ms Broun isn't alone, many families are weighing up how to pay for childcare: a recent survey of 20,000 working parents revealed 97% thought the cost of childcare in the UK was too expensive.Critics of Rishi Sunak's October Budget say it failed to include measures specifically targeted at helping young families to stay afloat and afford childcare, although he did announce extra support as part of a £500m package that, among other measures, will create a network of 75 family hubs across England.Meanwhile, government guidance states top-up fees - the difference between the nursery's normal fee and funding received from the local authority - cannot be charged for.But nurseries are allowed to ask for payments from parents and carers for nappies, snacks, nappy-creams and extra-curricular activities such as a music class or yoga - and this is a way of bridging the funding gap.When a child attends a nursery, the DfE says all invoices must be itemised so parents know exactly what charges they are paying for. The DfE says all charges are voluntary, so the choice to pay top-up fees is optional. It says parents should be told that they can supply their own snacks and nappies or join activities without purchasing any extras - ensuring their childcare is entirely free. However, many nurseries and childcare centres do not make this clear and parents can end up paying thousands of pounds a year. At present there is no universal policy on how the government's early years funded hours can be delivered completely free - and parents face a wide range of fees and top-up expenses across childcare centres.Some even ask parents to sign a contract stating that they will not take any legal action against the nursery for charging top-up fees - and in some cases fees can reach up to £9,000 per year. Joeli Brealey from women's charity, Pregnant Then Screwed, says conversations about top-up fees often create stress and tension between parents and childcare providers.But she acknowledges nurseries often have little choice, \"as their costs are more than the funding provided by the government.\" However, the Department for Education says that the scheme, which sees some 202,000 children in England take-up a place each year, is beneficial for children. \"The free entitlements are helping thousands of children, so we consider it's working well. Even during the pandemic the majority of eligible children have continued to access free places,\" the spokesperson says.\"We are not aware of any significant issues and we work closely with councils to ensure this.\" However, Joeli Brealey rejects this, saying that a recent Freedom of Information request conducted by the Early Years Alliance which represents childcare providers, has shown that the government \"purposefully underfunded the scheme\". \"Ultimately, this has forced thousands of mothers out of the workforce and will reduce the quality of childcare, with providers in areas of deprivation worse affected.\" Ms Brealey doubts Rishi Sunak's measures will go far enough. \"Any investment in the sector is very welcome, but with a funding deficit of £662m in 2019/20, they are not tackling the current issues within our childcare sector. \"Hundreds of thousands of mothers are still priced out of work, or are forced to work fewer hours, due to childcare cost and availability.\" When Lucy Murray from Newport Pagnell, tried to understand more about the costs at her daughter's nursery she found the process was neither clear nor simple.She thought her daughter's childcare would be free, but instead, her monthly bill was only discounted from £600 to £400. \"My daughter attended only 22 hours instead of the 30 hours but I was told we still had to pay fees. I asked for them to explain the top-up fees but was made to feel like I was being difficult. I felt embarrassed so I didn't probe further.\" June O' Sullivan, who runs the London Early Years Foundation, a chain of 42 nurseries, says these funding challenges need to be addressed for both families and nurseries.\"The money from the government is supposed to cover everything, but they recognise that staffing is about 72% of your costs. So there is often a shortfall. \"Ultimately, we should be targeting children that are going to need it most, and make it manageable for all families, [but] it's a conversation that isn't happening.\"\"Many providers report that an increase of funding would be welcomed by the sector but all nurseries in receipt of funding have to offer the 15 or 30 hours free at the point of delivery,\" says Ms O'Sullivan. So where do parents looking for nursery funding go from here? In a landmark case earlier this year, Damian Roche challenged his nursery at Kiddi Caru in Market Harborough, after they had charged him the difference between the government's fee and their own without showing any clear charging structure. When he couldn't see what he had been paying for, he went through a two-stage complaint with his local council, Leicester City, and then took it to the Local Government and Social Care Ombudsmen (LGO). The LGO found the nursery had charged top-up fees that were unlawful, and consequently Mr Roche was refunded more than £1,000. After investigation, a further 79 parents were refunded. The LGO says that if nurseries choose to participate in the early years funding they must meet minimum standards: \"The local authority pays the nursery directly. Parents must be able to take up their place entirely free of charge.\" While this case was the first of its kind, it was not much use to Roxie Broun who after asking her nursery to work out how much her bill would be increased by, admitted she was still confused by it. She says it highlights the fact that government funding can fall far short of what nurseries require to operate. She is concerned any gap will end up being met by parents of younger children who are not entitled to funding. \"It seems this is a problem across the board. Parents who have kids under three will end up paying even more, and they are the ones who already struggle the most with the cost of childcare.\" ", "url": "https://www.bbc.com/news/business-58242686"}