{"datetime": "2022-01-14T01:20:50.000Z", "author": "Elaine Dunkley", "subject": "Coronavirus pandemic", "title": "Covid in nurseries: Staff shortages 'mentally exhausting'", "article": "Nurseries across the UK are struggling to cope - and even to remain open - because of the rise in staff absences as a result of Covid-19. We visited one nursery owner in Stockport to hear her story. The sound of the front door buzzer at Nina's Nursery, in Stockport, is quickly followed by the enthusiastic chatter of children rushing in.The past few weeks have been difficult for Nina Stones, who owns eight nurseries across Greater Manchester and Cheshire. Staff absences caused by the spread of Covid mean she has temporarily had to close some of her nurseries on two occasions.\"Today, we've probably got 25% of our staff isolating,\" she says. \"When I have to call parents to say we haven't got enough staff to take the children, the feeling is dread. \"I'm going to let all those families down. What are they going to do? And then obviously the impact is then staff worry, it's a financial worry. I've still got to keep everything going. The parents obviously don't pay if we close, and I've still got all my bills to pay.\" She adds: \"We've had a lot of children call in sick, so that has helped with the stress levels of finding more staff, because there weren't any more staff to find. Every nursery is open today, we are all safe, so we can function today. But we don't know what tomorrow will bring.\" Nina was just 21 when she opened her first nursery. She's been providing childcare for more than 20 years, but now fears for the future. \"I used to work for my nana, she was a childminder and I was her assistant and the dream and the passion just went from there,\" she says.\"My passion for childcare is just there every day. I live and breathe it. My concern is that I can't provide a service to all of our families. I don't know whether the business will be sustainable if it continues the way it is.\" Janique, who owns a hair salon in Stockport, has a two-year-old daughter who attends Nina's Nursery. However, when it closes because of staff shortages, she can't go to work and her daughter's routine is broken. \"She's got a little group of friends and when she's not been allowed to come she's missed them,\" explains Janique. \"For her progress as a child, I think it's important to be around other children, and when you take that away it's emotionally disruptive.\" According to government figures, published on Monday, in the week before Christmas, inspectors Ofsted received 3,697 notifications of coronavirus in nursery, preschool and childminding settings. The previous week, 2,935 notifications were recorded. Each notification covers a single site and can be for more than one case. The latest figures represent a significant jump in cases. Unlike older children and adults, there is no requirement for under-fives to isolate or take daily lateral flow tests if they have been in close contact with someone who has tested positive for Covid.Jayne Mallett, operations manger at Nina's Nursery, says there isn't enough protection for staff in the early years sector. She says she is aware of occasions when parents have tested positive for Covid, but their children have kept coming to nursery.\"It's very, very difficult to determine then which of those children may have Covid, may not have Covid, they may be asymptomatic… because we are not doing that testing.\" On Tuesday, in response to staff shortages, the government relaxed rules on the number of children staff are allowed to look after.Previously, for children under two there needed to be at least one member of staff for every three children. For children aged two, the ratio was at least one member of staff for every four children. And for children aged three and over, there needed to be at least one member of staff for every eight children, but different early years ratios could apply depending on the settings and scenarios.Now, in some cases, providers may choose to respond to staff and child absences by temporarily mixing age groups of children who would otherwise be educated or cared for separately.The Department for Education says it considers Covid to be an exceptional circumstance in which staff-to-child ratios set out in the Early Years Foundation Stagecan temporarily be changed if necessary. Purnima Tanuku, chief executive of the National Day Nurseries Association, says the additional flexibility \"will be important\" for many nurseries.However, she said: \"We know that this situation is far from ideal. Staff absences will continue to be a major challenge for childcare providers while the numbers of Covid cases remain so high, on top of the chronic recruitment crisis which has been blighting the sector for years.\" Nina says it's too little, too late. She's writing to parents warning them that places may need to be prioritised for children whose parents are key workers. \"We need recognition. We need the government to support us financially. That's something we've been crying out for, for many, many years. My passion is still there but mentally, it's just exhausting.\"", "url": "https://www.bbc.com/news/education-59983550"}