{"datetime": "2021-11-23T14:56:10.000Z", "author": "Dulcie Lee & Sean Coughlan", "title": "The Princes and the Press: BBC responds to claims against documentary", "article": "The BBC has defended its documentary about Prince Harry and William's relationships with the press. Buckingham Palace, Kensington Palace and Clarence House said the programme, The Princes and the Press, had made \"overblown and unfounded claims\". They said it was \"disappointing\" to give credibility to such claims. The BBC said the programme was \"about how royal journalism is done and features a range of journalists from broadcast and the newspaper industry\".The first episode of the two-part documentary examined the relationship between the media and the Duke of Cambridge and the Duke of Sussex. It looked at the tensions for the two royals between the benefits of publicity and the downsides of intrusion - and how they tried to handle the press. Journalists and commentators described how information was sometimes obtained, whether by leaks or by dishonest practices such as phone hacking, and whether reputations were managed and damaged through unofficial briefings. Buckingham Palace, Clarence House and Kensington Palace, representing the households of the Queen, Prince Charles and Prince William, issued a joint statement, which was included at the end of the documentary. \"A free, responsible and open press is of vital importance to a healthy democracy,\" said the joint statement. \"However, too often it is overblown and unfounded claims from unnamed sources that are presented as facts and it is disappointing when anyone, including the BBC, gives them credibility.\" The documentary, using first-hand testimony from correspondents, looked at suggestions of briefings and counter-briefings, and whether negative stories about the royals were based on information from people connected to other royal households. The film also showed the extent of the threat to privacy from a press hungry for stories about the younger royals. This included claims by private investigator Gavin Burrows, who said he now regretted his involvement in chasing newspaper stories about Prince Harry and his ex-girlfriend, Chelsy Davy. \"As explained to me by a couple of editors, Harry had basically become the new Diana,\" said Mr Burrow, who is a witness in legal proceedings being brought against news organisations. His claims are yet to be tested in court and are strongly disputed. For more on the story, subscribe to the podcast Harry, Meghan and the Media . ", "url": "https://www.bbc.com/news/uk-59384443"}