{"datetime": "2021-11-24T15:16:49.000Z", "title": "Royal carol concert offered to ITV after BBC documentary dispute", "article": "The Duke and Duchess of Cambridge are believed to have offered their Christmas concert to ITV instead of the BBC after a row with the corporation. The couple are said to be unhappy with a new BBC documentary about the Royal Family's relationship with the media. The carol concert in Westminster Abbey was originally due to be broadcast by the BBC,according to The Sun . But the event has moved channels following BBC Two'sThe Princes and the Press documentary, the newspaper said.Kate will reportedly host the concert and there is speculation that the couple's children, Prince George, Princess Charlotte and Prince Louis, may feature in the show. However, that has not been confirmed by Kensington Palace. The programme is expected to be recorded in early December and will still be made by BBC Studios, the corporation's commercial production arm, despite the change in broadcaster. It will be produced in addition to ITV's usual Carols at Christmas programme, which will be broadcast as usual in December. ITV has not yet publicly confirmed that the Duke and Duchess of Cambridge's concert will feature in its festive schedule, but media reports have suggested it could air on 23 or 24 December. The strained relationship between the Royal Family and the BBC follows the broadcast of The Princes and the Press, hosted by the corporation's media editor Amol Rajan. The first episode of the two-part series aired on Monday and examined Prince William and Prince Harry's relationship with the media. It featured interviews with journalists including Andrew Marr, Ian Hislop, Dan Wootton and Camilla Tominey, as well as the Duke and Duchess of Sussex's biographer Omid Scobie and the couple's lawyer Jenny Afia. Monday's episode included suggestions that negative stories about the Duchess of Sussex were leaked by courtiers and that there were rivalries between different royal households. The second episode, due to be screened next week, is expected to delve into William and Harry's rift. Royal aides are reported to be concerned it will include claims that the brothers briefed against each other in the press through their advisers. In response to the documentary, the royal households issued a joint statement, featured in the programme, which criticised the BBC for giving credibility to \"overblown and unfounded claims\". Earlier this week,the BBC said the programme was \"about how royal journalism is done and features a range of journalists from broadcast and the newspaper industry\". The BBC's royal correspondent Nicholas Witchell said the Royal Family were unhappy that they did not have the opportunity to view the documentary in advance. \"There is undoubtedly irritation in the Royal households, but especially at Kensington Palace and especially on the part of Prince William,\" Witchell said. \"We must remember that he still feels really quite aggrieved at the BBCover the Panorama interview with his mother [Princess Diana]. \"These feelings are very raw, and they have been exacerbated by these two programmes, the Princes and the Press.\" Witchell added: \"It appears that the BBC is to be punished.\" On Wednesday, BBC chairman Richard Sharp was asked at the Voice of the Listener and Viewer's autumn conference about the reports that Kensington Palace had decided to switch the concert to ITV. \"The BBC is a national institution and we approach our relationships with the other national institutions with great care and thought,\" he said. \"The Royal Family is at the centre of our identity, its underlying importance is unequivocal. We have tremendous respect for all aspects of the Royal Family in what they undertake and do. \"From time to time, this organisation produces programmes which may or may not meet with full agreement with different parts of the establishment. Our job is to get that right, to be independent, to be respectful.\"Representatives for the BBC, BBC Studios, ITV and the Duke and Duchess of Cambridge declined to comment.ITV's royal editor Chris Ship quoted a source at the network as saying of the commission: \"It was unusual for it to come to us this late.\" ", "url": "https://www.bbc.com/news/entertainment-arts-59180523"}