{"datetime": "2022-01-27T13:10:02.000Z", "title": "Epping Forrest nursery had cot next to live sockets, Ofsted finds", "article": "A nursery which put a baby's cot next to live wall sockets has been rated inadequate by Ofsted. It said risk assessments of the baby room at Scribbles Day Nursery in North Weald Bassett, Essex, werenot thorough enough to identify potential hazards . The nursery said the report was \"upsetting\" as the room was shut for cleaning at the time.A follow-up visit in Januarynoted the nursery had met actions raised at the inspection.The report said that babies' cots were positioned close together, one next to an electric wall socket used for devices including an oil-filled radiator.It also said the nursery, in North Weald Bassett, failed to ensure safeguarding procedures were followed when there were concerns for a child's safety or well-being,reports the Local Democracy Reporting Service . Curriculum support for children was not consistent with some children having little adult interaction, inspectors found. Leadership and management at the nursery was weak and systems for keeping records were not efficient, the report continued. At a follow-up visit, inspectors found knowledge of safeguarding responsibilities had improved and cots had been reorganised.Nursery manager Lesley Seville said in a statement that the report had been a \"nightmare for staff\" saying they \"pride themselves on providing the highest care for children\".She added: \"The room was closed for cleaning. The cots were close together because the Christmas wall displays and Christmas lights were being taken down ready for the following term. \"How they could make this judgement about the room when it wasn't even open is beyond understanding. \"We take the safety of the children in our care very seriously and to read this about us is very upsetting, \" she said. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60157234"}