{"datetime": "2021-11-25T17:47:29.000Z", "author": "Tyler Edwards", "title": "How the UK's teacher of the year inspired me at school", "article": "When I saw a name I've not seen for three years next to the words \"Teacher of the Year\" on Wednesday night, I wasn't at all surprised. The woman who helped me achieve my dreams of working as a journalist had finally got the recognition she deserved. After graduating from Miss Chase's - Abigail Chase to everyone else - English and media classes in 2018, one year later her reference helped me get on an apprenticeship course for the very website I'm writing for now. If I wasn't taught by the teacher of the year, who knows where I'd be today.Meeting Miss Chase for the first time as a very shy 11-year-old at Newport's Bassaleg School, it was clear she was the type of teacher that always went above and beyond. From the time she petitioned against exam boards when she thought I deserved a higher grade to taking time out of her lunch breaks to tell me \"you can do it\" when the pressure of exams got too much. Also, giving me probably one too many extensions for my media coursework deadline also showed her generosity... and patience. It's rare having a teacher that leaves such a lasting impact on you after school - and even goes so far as to influence your career. Even when pupils have left school, Miss Chase doesn't forget them.My brother Brandon, who is now in Year 12 at Bassaleg School, frequently comes home and says: \"Miss Chase was asking about you today. She said she saw you on the BBC again.\" If it wasn't for Miss Chase encouraging me to apply to be a BBC apprentice, I don't quite know what I'd be doing today, but I certainly wouldn't be sitting here, typing these words.When I went back to see her at school today, it felt like I should've been in my uniform and tie.It felt strange coming full circle - just three years ago she was teaching me about the media. Now, I'm interviewing her as a journalist for the BBC.And even though the moment was about her huge accomplishment, she still tried to fill the time we had to talk about my achievements.\"Oh my gosh... I'm so proud of you,\" she said before giving me the chance to congratulate her.\"It's so lovely to see you in this job that you work so hard for.\" The moment was \"very, very emotional\" and even set off head teacher Ms Lambe as we were talking about how Miss Chase shot from English teacher to associate headteacher for pedagogy and reflective practice in a matter of years. She said she hasn't stopped crying since she found out about her win on her arrival at school on Wednesday. When it was announced on BBC's The One Show that night, her family \"couldn't believe it\". \"At first my brother kept saying, 'so you've won? You've won the whole thing?'\" She walked into cheers from some of her pupils and was presented with a trophy from the National Teaching Awards. Despite all lessons being highly organised and structured, judges said this was done \"in the most organic of ways\" and \"every student is given a voice\". Her passion has also inspired hundred of students, with her Year 7 pupil Isaac saying: \"She pushes us a lot, is really helpful in class and is an amazing teacher.\" \"It's really amazing to know you're taught by the best teacher in the UK. You feel like the best class,\" said classmate Gracie. \"She pushes us to do our best and 100%.\" For Miss Chase, developing really good relationships with her pupils, as well as \"making them feel safe and making them feel like they can be successful\" is what it takes to deserve this award. That is something she has made me, and countless others, feel. So - for everything - thank you, Miss. ", "url": "https://www.bbc.com/news/uk-wales-59413864"}