{"datetime": "2021-10-05T11:44:21.000Z", "author": "Sean Coughlan", "title": "Kate highlights pressures of being born in a pandemic", "article": "The Duchess of Cambridge has visited researchers looking at whether children born during the pandemic will have been affected in the long-term by the pressures on their families. The University College London study will consider issues such as job worries, parents feeling isolated and a widening gap between rich and poor.The duchess has highlighted the importance of children's early years. \"Our early childhoods shape our adult lives,\" she said. \"Knowing more about what impacts this critical time is fundamental to understanding what we as a society can do to improve our future health and happiness,\" she said, visiting the university's Centre for Longitudinal Studies. The Children of the 2020s study will track the progress of 8,000 babies born in England this year - following their development and well-being in their first five years. The idea is to see how the earliest experiences might reverberate through later life - not just from the pandemic, although this will have been such an early shaping influence. \"It's a really important part of the story for us to understand how it's impacted this generation of children,\" said lead Prof Pasco Fearon. Children growing up in the wake of the pandemic could be living in families where parents have been under pressure in the lockdowns. \"Relationships could have been put under strain,\" he said.Parents might have faced financial worries about \"insecure patterns of work\" and during lockdown been lonely and isolated from wider families. There might be other issues, such as too much screen time for children, too, the expert in children's social and emotional development suggested. Mothers faced particular stresses in the pandemic, UCL researchers have previously found, taking on a disproportionate amount of extra family responsibilities, including teaching older children sent home from school. There has been a pattern in education studies of a polarising impact of the pandemic - of the most advantaged children getting further ahead and the most disadvantaged falling behind. \"Inequalities are always there but we expect to see the gaps getting wider,\" Prof Fearon said. And the study will see how and when this happens in early development, such as in language, social skills and readiness to start school, and look for opportunities to intervene. \"We want to show the crucial role of parents - and to get a national conversation going,\" Prof Fearon said. \"What are the big forces that are influencing how children get on in life in the early years and beyond?\" he said. The Duchess of Cambridge, who launched her Royal Foundation Centre for Early Childhood earlier this year, is highlighting the particular value of long-term tracking studies. In the late-1950s long-term studies with questionnaires about pregnant women's smoking habits helped to reveal a better understanding of the link to children's birth weight. ", "url": "https://www.bbc.com/news/uk-58802171"}