{"datetime": "2021-09-17T07:40:45.000Z", "subject": "Isle of Man election 2021", "title": "Isle of Man election: Childcare costs highlighted in Glenfaba and Peel debate", "article": "Candidates standing for the House of Keys in Glenfaba and Peel have faced voters' questions at a public meeting. Geoffrey Boot, Trevor Cowin, Tim Crookall, Leo Cussons, Ray Harmer, Mikey Lee (who was unable to attend), and Kate Lord-Brennan are contesting the constituency's two available seats. The cost of having children was among topics they were quizzed on at the meeting at QEII High School. They discussed maternity pay, nursery provision, and the island's birth rate. Geoffrey Boot (independent) , who has been the environment, food and agriculture minister since 2016, said the decision about whether to start a family was \"always a complex one\", and warnings over global over-population and the cost of raising a child \"puts people off\". \"However, it doesn't stop us as a government or a parliament reviewing benefits and what's available to people as incentives to help with the process,\" he said. The provision of nursery care in particular should be reviewed as it \"enables people to re-enter the workplace, which is important for the Isle of Man economy\" and allows parents to maintain their income, he added. Trevor Cowin (independent) said the government had shied away from introducing statutory maternity pay paid by firms in the past because of the potential cost burden on small employers. He called for an examination of statutory maternity pay, maternity allowance, childcare, and nursery costs, adding: \"The whole thing really is all interlinked. \"There should be a review of all of those things so that you get proper funding, if you like, to enable you to have children.\" Tim Crookall (independent) said the young families of today were \"our future\" and people should be able to have families when they want to \"with the help of government\". \"Not every company will give you maternity leave,\" he said, \"which is obviously a big issue for young parents especially, or any parents, when they want to be with their family.\" The drop in the island's birth rate was \"staggering\" and the government should make sure it \"helps in the right places\" in future, he added. Leo Cussons (Isle of Man Green Party) said starting a family was \"one of the greatest moments\" for people, and they were currently being let down in a \"terrible way\". He said: \"We need to obviously assist people to enjoy that moment, because frankly there's not much that is as good as that moment, and we don't do that.\" Changing the island's legislation so that it \"works for the modern day family\" in allowing families to choose which parent returned to work would help to \"increase the active working population\", he added. Ray Harmer (independent) , who was appointed infrastructure minister in 2016 and has been the policy and reform minister since 2020, said the amount paid in maternity allowance was too low, and pre-school nursery credits should be increased.He said: \"I don't think we pay enough and I would look to see that increase. And the same I believe in child benefit as well, to actually give that support.\" The island was not \"attracting enough young people\", which could be redressed by encouraging virtual working to provide \"more flexible working for parents\", he added. Mikey Lee (independent) said maternity allowance should keep pace with increases in other benefits as it \"hasn't gone up in a very long time\". \"That should be keeping up with everything else, you know, if they increase one it should be increases for everyone,\" he said. The provision of free childcare should be \"further opened\" to parents because the cost of living on the island \"is extraordinary, just for rent and food, it starts to add up very, very quickly\", he added. Kate Lord-Brennan (independent) called for more women in senior positions in the government to give a broader perspective of \"what the issues are on the ground\". She said the island should \"value mums and babies\" and should be \"a place where it's great to have a child and to be a child\". \"There really needs to be, in my view, a proper group set up to look at these issues, decide what can be done from a government point of view to support new families, to support new mums,\" she added. Meanwhile, the candidates also discussed proposals for a sewage treatment plant for the area, multiple-property ownership, and the digitisation of government services. The two seats in Glenfaba and Peel have been held by Geoffrey Boot and Ray Harmer for the past five years. Polls will be open between 08:00 and 20:00 BST on 23 September. BBC Isle of Man will be featuring all 12 of the constituencies for the House of Keys in the forthcoming general election during the run-up to the poll on 23 September. ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-58588460"}