{"datetime": "2021-04-27T05:06:55.000Z", "author": "Chris Wood", "subject": "Welsh Parliament election 2021", "title": "Nursery fees: 'It shouldn't be a choice between baby and career'", "article": "\"Women should not have to choose between a family and a career.\" Ceri Campion, 33, from Newport, said this was the stark choice many faced - with limited support available until a child is three.It costs more to put her son Benjamin, two, in nursery each month than her mortgage, while a second child would mean shelling out more than her salary. The BBC asked people what needs change after the Senedd elections, and Ceri wants more help for working mothers. \"Benjamin is two and it costs £800 to £900 a month to send him to nursery full-time - £300 more than my mortgage payment. That's three quarters of my wages gone straight away,\" she said. \"Luckily my husband works full-time, otherwise we would not be able to afford for me to work.\"It's a little bit frustrating that if I worked part-time, I'd get help straight away, but because I try to have a career, I get nothing until he is three.\" Free school nursery places are offered to children the term after they turn three.But to compound matters for Ceri, Benjamin was born on New Year's Day - meaning he misses out on starting in January 2022 by a matter of hours. Instead, under the current system, he will be offered a place in a school nursery after Easter, meaning a wait of almost a year from now. WALES ALERTS: Get extra updates on BBC election coverage Ceri said: \"He misses out on four months of funding by 12 hours. He could've started school a term earlier if he had been born on 31 December.\" While Ceri understands there has to be timescales and cut-off points, she said \"it seems to be the wrong way to go about it\", with that potential four extra months of nursery so valuable to her in terms of money for her family. She works for a telecommunications company, booking people in for training, with lots of meetings throughout the day.While she was able to cope with Benjamin at home during last year's lockdowns, this is not a situation she would be able to maintain full-time, meaning he cannot stay in the house as she works. \" If people working part-time can get additional support as well, why can't we? If there was extra funding when they turned two, it would get more people back into work,\" she added. \"I just want an even playing field. I feel like I'm being penalised for trying to have a career and a better life.\" TheChildcare Offer for Wales allows working parents of children aged three or four to claim for up to 30 hours of early education and childcare a week for 48 weeks a year. This Welsh government scheme was suspended in April, with funds redirected to pay for childcare for key workers' children. But the offer was reinstated in August as restrictions following the first lockdown last year began to ease.The value of the scheme was illustrated when it restarted, with parentsdescribing how they struggled to cope during lockdown. With Benjamin not due to be eligible for almost another year, conversations in Ceri's house have centred on whether a brother or sister for him is affordable until he is in school. She said: \"It sometimes feel like our whole life is on hold.\"I have said so many times that it is someone who doesn't have children making these rules, or someone who doesn't understand what it's like to pay out each month.\"We want another child but it makes us question if we could afford it. Could we pay out £1,600 for me to work? It's so frustrating.\" WALES ELECTION: THE BASICS What's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.Find out more here . What powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers.Who can vote? Anyone who lives in Wales, is registered to vote and aged 16 or over on 6 May is eligible.You can register to vote online . ", "url": "https://www.bbc.com/news/uk-wales-56749990"}