{"datetime": "2021-01-28T01:17:16.000Z", "author": "Hannah Richardson", "title": "Nursery top-up fees probe prompts England-wide warning", "article": "Councils are being warned to ensure free nursery places are genuinely free after a large chain was found to wrongly charge parents top-up fees. The local government watchdog found the Kiddi Caru nursery chain had broken the rules on government-funded places.Some two- and all three- and four-year-olds are entitled to fully funded early years places, but nurseries have long argued funding levels are too low. Local government ombudsman Michael King said: \"Free must mean free.\" \"While I acknowledge local authorities - and the early years sector - are struggling financially, the government's intentions have always been that these places are provided free of charge to parents, and it is up to local authorities to administer them accordingly,\" he said. \"We are concerned that local authorities may not be delivering on the government's pledge to parents.\" His comments come after he upheld the complaint of a father from Leicestershire who was charged top-up fees by Kiddi Caru nursery in Market Harborough for his daughter. Damian Roache was charged an extra £1.08 per hour on top of the council grant of £3.50 for care for his daughter. This prompted the finding that they did not receive their entitlement free of charge. This amounted to nearly £1,000 in extra fees. The ruling said the county council had audited the nursery and considered the complaint but failed to identify the problems with the nursery's invoices or charges.As a result, the \"council has failed to comply with government guidance. This is fault,\" it said. Mr Roache first raised the issue with the nursery in March 2019, to be told the charging policy was correct. Leicestershire County Council turned down two complaints from the Roache family before finally accepting the Ombudsman's ruling. Mr Roache told the BBC: \"Everyone was telling me I was wrong, but I knew I was right. The government guidelines were very clear. \"I am sympathetic with the fact that educational establishments are underfunded by the government, but they need to take their fight to the government, don't have your fight with me.\"It doesn't give them the right to overcharge me.\" In his report, Mr King told the council to make sure the complainant, and any other families who were wrongly charged top-fees by the nursery, be reimbursed. A clear statement dating back to 2018 should set out what was overpaid. Councillor Deborah Taylor, Leicestershire County Council cabinet member for children and families, said, they had reviewed the charging arrangements for the nursery involved and found they were \"unnecessarily complex.\" \"Due to the variable hourly charge, it was hard for the concerned parents to understand precisely what they were being charged for each hour of private nursery care. Improvements have since been made at this nursery.\" Mr King urged all other councils across England to check that the early years providers in their areas offering places through the Free Early Years Entitlement were \"not making the same errors.\" The Childcare Act 2006 places a duty on councils to secure early years provision free of charge for local families, so it is down to local authorities to ensure schemes are within the law. Providers can charge for meals and snacks, and consumables such as nappies or sun cream, as part of a free entitlement place, but these charges must be voluntary.A spokesman for Kiddi Caru, which runs nurseries in central and southern England, said it had taken over the nursery in question in 2017, changed the way it offered free education entitlement and improved invoicing. \"We will continue to work with local authorities, including Leicestershire County Council, as they monitor early years' providers around the delivery of the free early education entitlement to families.\" Neil Leitch, chief executive of the Early Years Alliance, said: \"Parents rightly do not expect to pay for something they have been told is free. \"But equally, it cannot be right that nurseries, pre-schools and childminders are expected to deliver these places at an often substantial loss, simply because government refuses to fund its flagship childcare policy adequately.\" Purnima Tanuku of the National Day Nurseries Association said it always advised providers to be very clear with parents about any additional costs.But she added that the rates nurseries receive through the government grant were inadequate.She added: \"The places aren't 'free' because the hourly rate provided by government does not cover the full cost of the delivery. In the end it is parents and providers who pay the price of chronic underfunding to the sector.\" ", "url": "https://www.bbc.com/news/education-55812645"}