{"datetime": "2021-02-12T13:01:31.000Z", "author": "Paul Kerley", "subject": "Coronavirus pandemic", "title": "Have lockdowns affected my child's physical and mental health?", "article": "For children under the age of five, Covid restrictions have been in place for a big chunk of their lives. For the very youngest, daily life has never been Covid-free. What should parents and carers of young children be concerned about? Five experts offer advice and support.For most families with anew baby , there's no need to worry, Alison Morton, of the Institute of Health Visiting, says. \"In those first few months, parents are babies' most favourite things,\" she says. \"Sitting on your lap, taking turns, mimicking - they're very happy with just that.\" Sally Hogg, from the Parent-Infant Foundation, which supports teams working with new parents, agrees.\"You don't go to a parent-and-baby group with a three-month-old because baby needs to learn to sing,\" she says. \"It's because you need the company and positive baby-friendly ideas. \"To get those things in lockdown, you might chat on the phone with friends, family and other parents or join groups online.\" Asolder babies become more aware of the world around them, Alison says, they remember someone or something exists, such as a parent, even when they can't see them.\"As a result, babies experience separation anxiety and may get upset if they're left with unfamiliar people.\"This is totally normal and nothing to do with any lack of socialisation because of Covid.\" Once they're more inquisitive and confident,toddlers want to play with other youngsters. \"If your child has no older siblings, then clearly - because of Covid - those contacts will be restricted,\" Alison says.\"But studies of children with restricted play - like those in hospital long-term - found youngsters adapted and found other ways to play.\" Most children should recover long-term, even though the pandemic has changed play, she says. And if you're a single parent, or know one, you can always \"bubble\" with them. Use your daily home routine to help your child develop. Learning through play \"Be imaginative,\" paediatric registrar Dr Rakhee Shah, at Chelsea and Westminster Hospital, says. \"Make laundry-folding into a game \"Get them to pick out specific colours or items.\"Young children love to copy and mimic family life.\" Through domestic role-play children learn to: And play has become Covid-related, Alison says, \"doing handwashing and putting face masks on Teddy\". Everyday routine Have a regular snack time, walk time and reading time, Alison says. \"People worry about children looking at screens too much,\" Dr Bernadka Dubicka, who chairs the child-and-adolescent faculty at the Royal College of Psychiatrists, says.\"But they've been lockdown lifesavers.\"There should be balance, though. \"Have meals together, make eye contact and keep screens out of bedrooms,\" Bernadka says. But how do you persuade two-year-olds to engage in a Zoom conversation with Grandma and Grandad? \"Young children will chat for a bit, then just wander off,\" Sally says.\"But you can share stories and play games. \"Get grandparents to ask them to find things, a certain toy or something that's a specific colour.\" Get outside All our experts spoke of the value of going out to play.Parks and playgrounds remain open.England's current lockdown restrictions allow under-fives to go with you when you meet someone you don't live with for exercise.In Wales, children aged 10 or below can accompany you.And in Scotland, the age limit is 11. Rules by nation: Nurseries also remain open.Although, in Scotland only key-worker children can attend. \"Sending a child to nursery must be a parent's individual decision,\" Dr Paul Ramchandani, Lego professor of play in education, development and learning, at Cambridge University, says. \"I'd say it depends on local Covid levels and how comfortable you feel.\"Watch out for persistent changes in their behaviour. For example, if they: \"Stress in very young children can often present with physical symptoms,\" Bernadka says.\"They'll describe stomach pains, because they don't have the verbal skills to express themselves accurately.\" Health-visitor appointments were cut when the pandemic started. And many became online only. Health-visiting services have now restarted. But in practice, Alison says, there are huge local variations.\"There's particular worry for small premature babies and for others where conditions like cerebral palsy have been missed,\" she says.\"It's been up to parents to acknowledge problems.\"Many have been anxious about asking for help.\" If you're concerned about your child, contact your GP, midwife or health visitor. Parents are anxious, Alison says.\"But it's important to know most children are going to be fine,\" she says. \"And you can ask for help if you're worried.\" Paul agrees.\"It's normal to feel extra stressed,\" he says. \"Family life has adapted. \"But chances are you're still being a good-enough parent.\" Parent and child mental-health problems go hand-in-hand, Bernadka says.\"If more adults are struggling, then it's not going to have a positive impact on children,\" she says. And those parents need to find help for themselves first. Signs you might be struggling include: In arecent survey of pregnancy and young children's providers , by the First 1001 Days Movement, nearly all (98%) said parental anxiety or depression had affected babies.\"Not everyone needs to be labelled with a mental-health problem,\" Alison says.\"Parents often just lack confidence.\" \"I've worked with hundreds of new mums who've had a wobble and needed ideas or a bit of extra support.\"Everything's soon back to normal.\" Speak to your partner, family or friends first if you can. But professional advice is available. Health visitors would rather hear from people early, Alison says, before more serious conditions, such as anxiety, post-traumatic stress disorder and post-natal depression, develop. In anOfsted survey of 208 nurseries in England , most reported children returning after the spring 2020 lockdown had fallen behind in personal, social and emotional development.Some returned less confident, while others were using nappies and dummies at an older age than nursery staff would expect. But Paul offers words of reassurance.\"There are very few developmental goals which most children won't be able to catch up with,\" he says. Our experts agree youngsters with special needs or living in poverty or homes where there's conflict or abuse could have longer-term issues and need more support. In the first lockdown, babies and toddlers from disadvantaged backgrounds,according to university researchers in Oxford , missed out on activities to support their development, compared with those with more highly educated and well paid parents. The government says4.2 million children were living in poverty in 2020 .But it's \"committed to making sure every child gets the best start in life\" and has targeted support by: \"We know the biggest driver for mental-health problems is poverty,\" Bernadka says.\"But for all children, one of the most important things that parents can do is just to be there for their child.\" ", "url": "https://www.bbc.com/news/explainers-55936928"}