{"datetime": "2021-04-27T13:01:33.000Z", "author": "Branwen Jeffreys", "subject": "Coronavirus pandemic", "title": "Lockdowns hurt child speech and language skills - report", "article": "There is growing evidence that the past year of lockdowns has had an impact on young children's language skills, according to research. Data from 50,000 pupils and a survey of schools across England have shown an increased number of four- and five-year-olds needing help with language. Evidence shows poor speech development can have long-term effects on learning. The government says it is investing £18m in early-years catch-up, including extra help for those in Reception year. The Education Endowment Foundation (EEF) research suggests the measures taken to combat the pandemic have deprived the youngest children of social contact and experiences essential for increasing vocabulary.Less or no contact with grandparents, social distancing, no play dates, and the wearing of face coverings in public have left children less exposed to conversations and everyday experiences. Of 58 primary schools surveyed across England: And 56% of parents were concerned about their child starting at school following the lockdown in the spring and summer. Niamh, in Reception at Ryders Hayes Primary School, in Walsall, is slowly building her confidence with words. Like many children, her life has been limited by the pandemic, her social circle shrinking to her immediate family. And this left her mother, Lisa, anxious about her starting school. \"She was one of the youngest in the year and it worried me that other children had got more school experience with nursery or pre-school,\" Lisa said. \"We tried to prepare her as well as we could. She was looking forward to it - but she didn't know any of the children in the class, so we were a bit worried about that. \"My concern was, after being locked down all of the summer and not going out to play with her friends, how was she going to respond to a room full of new children and new teachers?\"But the school's approach had worked well. \"We never had a tearful morning - we never had a day where she didn't want to come to school,\" Lisa said. Another mother at Ryder Hayes - Emma - was also worried about the school start and whether her son, Harry, would be able to articulate his needs. \"I was worried about him making friends, that if something was troubling him he'd be sat in the corner upset and he'd not be able to ask for help or say what was wrong with him, so I was concerned,\" she said. But Harry has been participating in the Nuffield Early Language Intervention at school, which can help children make up about three months' progress. \"It is making a huge difference,\" Emma said. \"He's become a little chatterbox. He's always asking questions and thinking more and asking more like, 'How does hair grow?' He's communicating his thoughts more.\" The school's head teacher Saly Miner said problems with communication were \"really limiting\" for young children, particularly if they were unable to express themselves, interact with peers and make themselves understood. \"It's absolutely key,\" she said. \"It's all about a child's self-esteem and confidence. \"And without that, they're not going to feel happy, they're not going to be able to grow, they're not going to be able to gain all the benefits of interacting with their peers as we'd want them to, and interact with staff. \"All the research shows that if a child does have issues with language at that age, by adulthood they're four times more likely to struggle with reading, three time more likely to have mental health issues, twice as likely to be unemployed and have social-mobility issues, so getting this right at such an early age is literally the key to children's futures.\" EEF chief executive Prof Becky Francis said there was \"huge concern expressed by schools about young children's speech and language following the impact of the pandemic\". \"We can see that in the survey results but also anecdotally right across our networks.\" The EEF's findings are also reflected in data from the company Speech Link, which offers standardised assessments to primary schools. Among 50,000 four- and five-year-olds starting school in September, an extra 20-25% needed help with language skills compared with the previous year, the company found. There are also concerns about the impact of the pandemic on pre-school children. In some parts of England, up to 63% of health visitors, who check on the development of babies and toddlers, had been redeployed early in the pandemic, the Institute of Health Visiting said. Many families had missed out on face-to-face assessments, acting executive director Alison Morton said. \"We know there are children out there with difficulties who haven't been identified,\" she said. \"There hasn't been a 'build back better' for younger children in the way there has been for older children.\" Children and Families Minister Vicky Ford said the earliest years were \"the most crucial\". \"On top of the £3.5bn we have spent in each of the past three years on our free childcare entitlements, we have also invested £18m to support language development in the early years, part of our new £700m package to provide extra support to children who need it as they return to the classroom,\" she said. \"This includes funding to build on the early successes of the Nuffield Early Language Intervention scheme and roll it out to more schools, so that thousands more four- and five-year-olds whose language, communication and literacy skills have been impacted by the disruption of the past year will benefit from targeted support.\" But Shadow Education Secretary Kate Green said the government had treated children as \"an afterthought\" throughout the pandemic. \"Government 'catch-up' plans fall far short of what is needed for children to recover lost learning, including nothing on wellbeing or social development. In addition, their stealth cut to the pupil premium hinders schools' ability to put their own plans in place,\" she said. \"Labour want children to be at the heart of our national recovery.\" ", "url": "https://www.bbc.com/news/education-56889035"}