{"datetime": "2021-01-15T10:13:03.000Z", "title": "Cornwall pre-school manager calls for financial support", "article": "A pre-school manager is calling for financial support after lockdown meant she lost half of her business with parents keeping children at home. Leanne Goodwin from Nancledra Pre-school near Penzance, Cornwall, said this past year has been \"horrific\". \"I'm so worried about where these children are going to go after all this,\" she said. The Department for Education (DfE) said the furlough scheme could be used by nurseries.In the first lockdown in March, nurseries closed to all but vulnerable children and those whose parents were key workers. But early-years provision has remained open in Englandso far for the current lockdown . \"We were really pleased we could stay open and support local families,\" said Ms Goodwin. \"But understandably, lots didn't want to bring their children in. They wanted to stay home and keep their children safe, which I absolutely understand and support. \"But what that meant for us is literally overnight, we lost more than 50% of our business.\" Early-years settings charge parents of under-twos privately, while the government pays for15 to 30 hours per week for children aged three and over - and some two-year-olds - via local councils. Ms Goodwin said Cornwall Council was \"amazing\" as it was letting pre-schools keep that funding, but she said it only covers half the children on her books. \"Morally, I just can't charge parents for childcare they're not accessing,\" said Ms Goodwin. \"If we close completely, we wouldn't get any financial support and actually we don't want to close completely.\"We want to be there to support people who need us. \"In order to do that, we need the government to recognise settings like ours need some financial support to keep going - to secure the future for early years in Cornwall.\" In a statement, the DfE said: \"Where nurseries do see a drop in income from either parent-paid fees or income from DfE, they are able to use the furlough scheme.\"We will be closely monitoring both parental take-up of places and the capacity and response of providers, and will keep under constant review whether further action is needed.\" ", "url": "https://www.bbc.com/news/uk-england-cornwall-55673457"}