{"datetime": "2021-02-16T05:59:54.000Z", "title": "Engineer creates robotic glove to help strengthen grip", "article": "An Edinburgh engineer has created a robotic glove which uses artificial intelligence to boost muscle grip. Ross O'Hanlon came up with the idea after seeing his aunt, who has multiple sclerosis, struggle to do tasks such as drink water or change the TV channel. He hopes it will help millions of people with hand weaknesses to retain their autonomy. The glove detects the wearer's intention to grip using a process called electromyography (EMT). This measures the electrical activity which is created in response to a nerve's stimulation of the muscle. It then employs an algorithm to convert the intention into force, helping the wearer to hold an item or apply the pressure needed to complete an activity. The technology is expected to help with a range of daily tasks including opening jars, driving and making tea. The glove is the first product from BioLiberty, a Scottish start-up Mr O'Hanlon co-founded with three other engineering graduates. It is estimated that 2.5 million people in the UK suffer from hand weakness through illnesses such as multiple sclerosis, motor neurone disease and carpal tunnel syndrome - as well those who have lost muscle mass due to age. Mr O'Hanlon, 24, said: \"Being an engineer, I decided to use technology to tackle these challenges head on with the aim of helping people like my aunt to retain their autonomy. \"As well as those affected by illness, the population continues to age and this places increasing pressure on care services. \"We wanted to support independent living and healthy ageing by enabling individuals to live more comfortably in their own homes for longer.\" The team have created a working prototype and have now secured support from Edinburgh Business School's Incubator, based at Heriot-Watt University. \"We're confident that support of this type will help accelerate the glove into homes more quickly,\" he added. ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-56071636"}