{"datetime": "2019-12-26T02:21:06.000Z", "author": "Sandy Murray", "title": "How smart tech could transform disabled people's lives", "article": "Within a generation, technology has radically changed the way most people live their lives. Smartphones and other devices are an added layer of convenience for many people - but they are making it possible to create innovations which could transform the everyday experiences of disabled people. \"The possibilities are immense,\" according to Robin Spinks, a senior innovation manager at the charity RNIB. He is focussed on how technology can be deployed to improve the lives of blind people and those with visual impairment. The key change for many disabled users has been the introduction of alternatives to typing information in to a device. \"We're moving away from a society where people assume that screen-based input - through a keyboard or smartphone - is the norm,\" says Robin.\"We're moving very, very quickly towards a world where input via voice - to a smart speaker or a personal assistant on a wearable device or smartphone, or even a telly - that's the entry point for lots of digital services.\" The giants of the technology world have often created the platforms for innovation, but finding ways for disabled people to use them can be the work of smaller businesses. Edinburgh-based Gavin Neate was inspired after noticing how blind people were using technology while he was working as a guide dog trainer. One of the first products he developed was a system which allows disabled people to control a pedestrian crossing from their phone. Gavin eventually established the company Neatebox to come up with other innovations. More recently, the company has developed an app to allow people to communicate any special needs they have before they arrive at a business, such as a shop. About 2,000 people have started using the app, called Welcome, most of them in the east of Scotland. There are hopes that its use can be expanded to other countries. Gavin said he developed the app after disabled people told him how hard it could be to explain their needs. \"When you walked into a shop, there was no consistency in how well the person in the shop interacted with the person,\" he explained. Gavin believes the best use of technology is as much about social interaction as bringing down practical barriers. \"A lot of people are living with loneliness or find it hard to communicate, or find it hard for other people to communicate with them,\" says Gavin. \"They feel anxious about doing things that other people might just take for granted.\" Overcoming that isolation, he says, can benefit businesses as much as the individuals. \"They get more people through the door. They get to give better assistance. The assistance they give is more efficient. \"They have more loyalty in the people who come through the door because they want to come through the door again.\" Robin Spinks believes we may just be at the start of the process in terms of improving the lives of disabled people through technological change. \"You begin to see all sorts of applications coming to fruition. For example, autonomous vehicles utilising 5G to navigate the environment and send out signals to other vehicles and pedestrians.\"That really begins to open up huge opportunities for people.\" But all of this assumes widespread access to communications infrastructure. \"Thinking about rural areas, there's almost a tendency to think about technology as delivering the solutions to all barriers but we need to be mindful of the geography factors.\"I'm talking about 5G at a time when there are significant chunks of the UK that don't actually have access to 4G.\" For Mr Spinks, the key to making the most of the potential technology offers is building in accessibility from the earliest stages of development. \"It's absolutely critical from our viewpoint that people with disabilities are part of the design process for these technologies, part of the evaluation testing, and that ultimately the product embraces the needs of disabled people at every stage - not in a kind of tick-box style where 'we've created the product, now lets do some testing with the disabled users'.\"We need to move away from that kind of thinking.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-49989347"}