{"datetime": "2019-07-26T14:11:57.000Z", "title": "Transcript: The boffins who solve disability problems", "article": "This is a full transcript of The boffins who solve disability problems as first broadcast on 26 July 2019 and presented by Simon Minty and Kate Monaghan. KATE - Coming up on the podcast:SARAH - Just something simple. Just a beep to alert me to sit up straight. ROBIN - Over the next five minutes if you get an itch don't scratch.KATE - I need a new skin. SARAH - I just got one. KATE - Have you? [Music] SIMON - And so my granddad made me this step stool that I could stand on so that I could reach to play the bar billiards game with my dad. Played that a lot. KATE - Hold on, I think the listeners have joined us. Let me interrupt you. This episode is all about hacks and fixes for some of those little disability difficulties, just like your bar billiards table with your grandpa, you ancient man. And we even have engineers on hand to help. So, I have got my wish list of things ready. SIMON - Yeah, and my other fix is my - what do you call it? - script stand that you always put so I can rest my feet on.KATE - That's right.SIMON - Because you're a very nice presenter. That is Kate Monaghan my co-presenter. And this is the Ouch podcast. I'm Simon Minty. If we were to quickly sum up this show: it's a disability thing.KATE - We're on BBC Sounds, and to get this podcast on your smart speaker wake it up and say, play Ouch Disability Talk from the BBC. Let's meet the guests. Robin Kristofferson is in Coventry. Hi, Robin.ROBIN - I am sent to Coventry.KATE - You have been once again sent off to Coventry.SIMON - But you are speaking.KATE - Is it fair to say you're a total geek? ROBIN - Yes. KATE - Or partial geek? ROBIN - No.KATE - What would you say, total? ROBIN - Definitely, yeah definitely from my head to my toes.KATE - You're blind, Robin and head of inclusion at tech charity AbilityNet.ROBIN - That's right.KATE - So, what's your favourite piece of kit nowadays?ROBIN - Well, I think it's going to have to be my Echo, or Echoes should I say. KATE - Your smart speaker? ROBIN - Yeah, scattered around the house definitely.KATE - How many have you got?ROBIN - Five or six or seven.KATE - I've got two and all I use them for is the radio.SIMON - Is it? KATE - Yeah.SIMON - Robin does a podcast giving you a skill. Is it every day, Robin? ROBIN - Yeah, a skill or a built-in feature. They're improving all the time. There are over 50,000 skills in the UK Skill Store at the moment so we will never catch up basically.KATE - Wow.ROBIN - But we pick the cream of the crop. KATE - So, what's your favourite skill?ROBIN - I like immersive audio adventure games.SIMON - Goodness. ROBIN - Yeah. The one I think we did 800 and something episodes ago, the Magic Door, is probably still my favourite one.KATE - I've not tried that.SIMON - I've not tried that. My parents they had two, which I set up, and then suddenly another two popped up, one in my dad's shed, which means my mum doesn't have to shout along the garden.ROBIN - Yeah.SIMON - She can just talk to him through the shed. Well, not through the… KATE - How do you do that?SIMON - You just say, drop in on parent's name, Echo. KATE - Wow.ROBIN - Or you can say, announce it's dinnertime, and it will play a dinnertime bell and play your voice saying it's dinnertime.KATE - Ooh, but can you say, listen in on…? SIMON - Yeah.ROBIN - That's drop in, yeah.KATE - …person. Right. But does that mean, can you tell that you've started listening in on them?ROBIN - Yeah. It plays a little sound.KATE - Oh. I thought that was cool.ROBIN - As long as it's set up you can drop in unannounced anytime.SIMON - Robin is an awesome geek. We will be hearing from you as we go along. We're also going to be hearing from a group of fixers here in the UK who create bespoke solutions for disabled people like Sarah Stones who is with us. Hi there Sarah.SARAH - Hi.SIMON - We're going to hear what they did for you in a second. But let's get to know you a little bit first. You're a motivational specialist.SARAH - I am.SIMON - What is that?SARAH - So, very clearly I am not a motivational speaker.SIMON - Okay.SARAH - Motivation comes from inside not outside. I naturally help people to understand the different intrinsic motivators that we've got that impact on what we do, how we do things.SIMON - And you identify or get the person to find what's in them to get them to do things? SARAH - I do. I use an amazingly accurate10-minute online questionnaire.KATE - Is it a bit like the random website ones that are like, which Friends' character are you? Is it like that?SIMON - A bit more.SARAH - It's a bit more dynamic than that.KATE - Oh okay. SARAH - You've got to choose between two statements.KATE - Right okay. SARAH - And there are only 40 questions and it really accurately tells us not only which motivators are important but which ones are currently being met and which ones aren't, which obviously there has a huge impact on our well-being if our motivation… KATE - So, what are your motivators?SIMON - Yes, speak of yours. SARAH - My top ones are making a difference.KATE - Oh nice. SARAH - And being creative, coming up with solutions to problems. And actually security and stability which in that there's a conflict there because I want to be doing lots of new things but I need to be safe and secure. So, I often procrastinate.KATE - Oh nice.SIMON - I did a talk the other day, and they said what slot, you've got any slot to do, and I went for after lunch which is… SARAH - Ooh! SIMON - No, but I did it because it motivated me to kind of get my game up a little bit.SARAH - Yeah.KATE - So, you're a bit more of a challenge motivator?SIMON - Yes, contained risk. But you need a little bit of excitement, you need a bit of oomph. SARAH - Did you keep everyone awake?SIMON - Yeah, I did.KATE - No, I bet you didn't. SIMON - They dipped a bit but I had a secret little quiz, so I whizzed it out and they went, ooh hello. So, yeah, we had a lot of… Thanks Kate, thanks for your support.KATE - Was yours a which Friends' character are you quiz? SIMON - No, it wasn't. Mine was about disability and mental health at work.KATE - Wow, sounds riveting! SIMON - They loved it.KATE - I bet they did.SIMON - As always they just questioned my questions, not giving me answers, but we're digressing. As well as everything else, Sarah, you sit on review panels for PIP, which is the Personal Independence Payment. KATE - Boo. SIMON - No, the review panel. Are you an angel or are you a demon? SARAH - The appeal panel.SIMON - Yes, you've been bumped. We come and see Sarah and she says I think…what do you say?SARAH - I think that the DWP have got it all wrong.SIMON - Ah, political. We haven't got the DWP to say anything else.KATE - We've got it right.SIMON - Yeah. How free are you to say, if you saw ten people, how many do you give it back? SARAH - We don't have numbers.SIMON - Okay right.SARAH - So, I sit with a judge and a GP and we all look at all the papers before we meet and then go through and ask questions and make a decision.SIMON - I imagine you have some where you go, oh they're a cheeky whatsit, and then there's others that can be heart-breaking.SARAH - I sometimes sit there reading the papers getting extremely irate. And sometimes we don't even have to see the person; if we've got a three o'clock appointment and it's very clear from the papers that they've got it wrong we'll make a decision.SIMON - Glad you're there.KATE - Yeah. We've got Akshaya in the studio.AKSHAYA - Hello. KATE - Can I say you don't have a disability?AKSHAYA - I don't, no.KATE - Okay, but you're an engineer.AKSHAYA - I am indeed.SIMON - As a disabled person I love engineers because you kind of solve our problems.AKSHAYA - Okay. SIMON - So, thanks for coming.AKSHAYA - I'm glad to be here. Thank you. KATE - Sarah, your starting point was a very particular problem that you had with your disability. What made you approach Remap in the first instance? So, Remap are the company who…so who are Remap?SARAH - Remap are the charity.KATE - Okay, you tell me.SARAH - Remap are there to help people with disabilities overcome their problems and to build amazing gadgets, big or small depending on what someone's problem is. And they do that by using volunteers like Akshaya all over the UK who give their time freely to build these amazing gadgets, whether it's something really small like mine was, or one of the projects they did last year was enabling a wheelchair user to go up Mount Snowdon. KATE - Wow.SIMON - There's not really a market as it were but you have a specific need. SARAH - I like to come up with solutions. And I know that when I'm working I lean to the left and it's putting a lot of pressure on my arm and my shoulder. And for years I've wanted something really simple, just a beep to alert me to sit up straight. Very simple but there's nothing on the market. So, I contacted Remap and Akshaya made me a beeper for my arm. SIMON - How did that work then? What did you do? AKSHAYA - I was studying mechanical engineering at Imperial College, just down the road from where we currently are.KATE - Fancy. Cool.AKSHAYA - I'm also in lectures and making all these things in coursework, so I just wanted a real-world application for what I was doing, as a means of practising my own skills but also just looking for something to get involved in. One of the requirements for volunteers, as well as free time, is access to workshop resources etc. to be able to actually build what's required. Five years after graduating from university I managed to land a job in a consultancy developing products for commercial clients. But the brilliant added bonus is there are loads of workshops, loads of equipment which we're allowed to use after hours to build whatever we want. I was aware of Remap so I got in touch and I was assigned my first case. So, it was only really when we started talking, when Sarah started describing what she had in her mind was when we could start brainstorming solutions.KATE - For the armrest beeper? SIMON - Beeper.AKSHAYA - Yeah, so it's exactly what she's described. What she didn't want was something that would force her into an upright position. What she wanted was something that would encourage her or annoy her enough that she would sit up herself and kind of assume an upright posture and not lean too much, something that senses or detects that she's leaning too much and annoys her just the right amount.KATE - So, how hard was it to make? AKSHAYA - Really hard. SIMON - Do you first go out and see if something like this exists? AKSHAYA - Yeah, yeah. This was a particularly interesting case, so just being in Sarah's house. The first visit is usually at the client's house, so I went along to Sarah's house and she was just talking about all of the stuff that she had, random LED lights that she'd bought for a super cheap amount of money off the internet, so she was clearly very clued up, she'd clearly done a lot of research about whether something already existed, which made my job a little bit easier. I did a sanity check, is there anything out there. KATE - A sanity check, I like that.SIMON - Not of you, Sarah. KATE - Yeah, just of you!AKSHAYA - Sorry. [Laughter] I did due diligence just to check if anything was out there. But to be honest I was kind of hoping there wasn't anything out there so that I'd actually have something to build.SIMON - Yeah, I imagine, you want the challenge.AKSHAYA - Yeah. When I first came round we had some ideas, really mechanical ideas, maybe something mounted to a desk. But it was only when I went away and started looking at different technologies, different ways of sensing pressure etc. that I started to formulate what the solution could look like. So, I think within a week I'd put together a circuit, a very basic prototype that was just functional. I think I sent a video to Sarah and said, this is the track that I'm going down, is this what you're looking for. SIMON - Great.AKSHAYA - And it was a positive response. So, that bit was the easy bit. Putting all of that technology into something small enough, light enough that she could wear without it being an annoyance took several iterations of taking that technology and putting it down.KATE - Was it because Sarah was like, oh no this is really annoying?SARAH - It needed to be something that I would wear.SIMON - Thinking style, yeah.SARAH - And actually something that I could put on and forget about until it beeped.KATE - Have you brought it with you today?SARAH - I should have done, shouldn't I? [Laughter] KATE - I'm going to blame my producer for that for not reminding you. Terrible producer.SIMON - I'm thinking iPad running, that thing you have on your arm. But I'm also thinking spirit level; have you got a spirit level in there?AKSHAYA - No.SIMON - How does it know?SARAH - That's how I thought; that was my original idea before Akshaya came.KATE - It's not about balance; it's about pressure. Akshaya's nodding at me, because I'm the clever one, because it's not about balance; it's about pressure. That's right, isn't it, Akshaya? SIMON - So far he just set a simple circuit. We can all do that, can't we? KATE - Oh, I'm forever building simple pressure circuits. SIMON - Thrown out with a spirit level. That's how we get there through geek chats. AKSHAYA - So, the spirit level is kind of interesting. In some levels the electronic version of a spirit level is the accelerometer… SIMON - Exactly. [Laughter] AKSHAYA - …in some applications, so you can use that to see how upright a posture someone is assuming potentially. But as you said it was more specifically about can we tell if she's applying too much load.KATE - As Kate says. AKSHAYA - As Kate says.SIMON - What does it look like?AKSHAYA - What does it look like: okay, so I did end up using a running armband that you put an iPhone into because it was made to fit an electronic item and to fit on the arm. On the bottom is mounted a pressure pad technically. It's a force sensitive resistor.KATE - I would have gone with a force sensitivity resistor actually.AKSHAYA - It's a laminate of thin components. So, it's a really thin less than a millimetre pad that, depending on the amount of pressure you apply on it, it changes its electrical properties. So, if you monitor those electrical properties you can tell how much someone is leaning on it.KATE - Okay, so it's basically like a pressure pad, that's what you're saying, sort of but a fancy one.SARAH - If you lean on it… KATE - So, what noise does it make? SARAH - Akshaya gave me a choice of noises and volumes, and if anybody wants to see what it looks like there's a really good video of it on the Remap website.SIMON - Robin, I imagine working for AbilityNet and the technology you know do people come to you for fixes like this? Do you know stuff like this that already exists?ROBIN - I think what Remap does is hugely important and I've got a Remap story as well that I could share.KATE - Go for it. ROBIN - Okay. But yeah, knowing about what is out there and particularly what is, as Akshaya was saying, doing due diligence, because there might be the perfect thing which at a commercial standard product level would be very, very affordable and has technical support and that sort of thing, there's so much out there. So, basically AbilityNet's central remit is knowing what's out there and being able to apply it to people's particular disabilities or impairments. And sometimes people have multiple and profound disabilities and they can be really complex.My sister for example, all of our family our blind, and she also has MS, really advanced MS. So, the only thing she can move is her head. She can talk. She can't see and she can't feel anything in the rest of her body. A few years ago now she loved singing and she would get at the choir evenings them to record the different parts onto cassette - this is as I say going way back - and before long her fingers weren't strong enough to press down the play, pause, fast forward, rewind on a standard cassette machine. So, Remap came and they created this amazing gadget, it was like flippers that she could rest her fingers on, and there were little dividing sections between so her fingers would not stray off these little paddles, so her fingers were separated by little walls. And she could just press these really lightly and they ran these little servo motors that had enough pressure to press down the thing and then raise themselves off again. So, that was incredibly useful and that meant that she could carry on singing and learning the different parts in this kind of harmony. That put another five or six years on her ability to be in a choir. SIMON - And I love that. I love the fact that it's also hi-tech and low-tech; it's a real mixed bag in there. What about I hate to say health and safety? Sometimes you have to be really careful that you're creating things that have risk.AKSHAYA - For sure. A risk assessment is mandatory before you handover a final product or solution. And in that risk assessment you make clear any potential risks. So, for this particular one the risks were limited, but I did make it clear that there are some batteries in there, rechargeable batteries, so take the necessary precautions and make sure it doesn't get stamped on.SIMON - Before we bring in another guest let me remind you that you can get in touch with us via @bbcouch on Twitter, you can find us on Facebook and email us ouch@bbc.co.uk. Tell your friends.KATE - So, let's say hello to Becks French from an organisation called Demand. Hello Becks? BECKS - Hiya. KATE - Hi. So, what is Demand, what do you guys do? BECKS - We're a charity that design and make bespoke disabilities, much like Remap. But we've often found in the past that a lot of our products that we've made for our clients, other clients will come to us asking for the same thing; and then we've found it's very difficult to re-manufacture because it was a one-off thing. So, now we try and design things as if we were going to make it again as if we think that there is a need.SIMON - I can see that; in terms of a short person's world once one of us finds a great fix we share it. So, do you actually commercially sell these?BECKS - Yes. We've got quite a few products on the market at the moment and the money that we get from them we put back into the charity. SIMON - Got you. BECKS - So we can then refuel and redevelop our ideas into improving our products so they're more usable for a wider audience.KATE - What kind of stuff have you gone through that process with that's available now for other people? BECKS - One of the first ones was an easel for a wheelchair user. We're actually in the process of designing it so it's motorised, the user can actually position the canvas to the exact position they need, rather than having a carer or assistant position their canvas for them over and over again.KATE - I feel like we should have some kind of fix-off between Akshaya and Becks here. What do you think? See who can come up with the best solution for something. We did actually put out on our social media channels, we asked listeners… SIMON - Can I say, it's still collaborative.KATE - Oh sorry, let's have a collaborative approach between Akshaya and Becks. All right, fine, I like competition, whatever.SIMON - You've got three seconds.KATE - Yeah. [Laughter] But we put out on our social channels what problems they'd like to have solved, so I'm just going to throw a couple at you guys and you can see whether you can come up with something straightaway. Now, Vicky got in touch and said she hates flashing lights, she said she wants glasses that filter light so she can only see pink and purple. She says, I live in the dark and the hardest thing about going out is dealing with the light. What do you think guys, some kind of filter for only pink and purple light?SIMON - Who's first?KATE - Akshaya. AKSHAYA - What really stood out to me about this is how pervasive this issue is to different circumstances. So, the kind of sensitivity to light and needing this filter was needed in the home environment with visitors, it was needed when watching TV, it's needed when driving, it was needed when out and about. I think with something like that one approach would be to try and break down the problem into the different situations rather than trying to come up with a magic bullet that can fix every single situation. So, when you're watching TV maybe you have a screen for the TV that makes the TV more suitable for watching.KATE - Nice.SIMON - I also like your bit of it's not something I've got to wear; it could be something on something else as well. AKSHAYA - That's the thing: if you can break it down to different environments you can try and tailor those environments and change those environments to lessen the problem as much as possible, and then the really geeky technology side. I don't know much about photosensitive materials that change etc. But one really interesting approach to this kind of solution would be rather than existing glasses that have a given filter or change slowly, passively to the light, I think there may be some products out there which are continuously monitoring what's going on around you and changing electrically the kind of opacity of the lens, of the glass that you're wearing.KATE - You're sort of losing me a little bit there.SIMON - I think we're now also talking about lighting that could work with a smart speaker. But I'm absolutely with you Akshaya. Becks, we have someone else: Susan says, probably something that could keep my body in the right position - this sounds familiar, Sarah - especially when I'm sitting at the computer at work. So, have you done anything like this, Becks?BECKS - No, but I was actually going to mention about the Remap sensor that Akshaya has actually done. I think that was a fantastic solution to that product.KATE - A fan. BECKS - I'm not too great myself personally with electronics, but if I was to take a different approach to the project I would look into ways of supporting her physically with hip, back and knee and lateral wedges that she could use or supports that could attach to her chair in a nice way, that doesn't look ugly. And you can also already buy specialist postural chairs that are already out there.SIMON - Thank you, Becks. Sarah, you're looking at me. SARAH - Yeah, I got through Access to Work actually a cushion that is full of beanbag beans. You can pull the air out and it shapes around you to hold you upright.KATE - That sounds fancy.SARAH - And I've got one of those in the car now.SIMON - Access to Work help; but what sort of cost are we talking about here?SARAH - I think it was about £600, 650.SIMON - Oh okay. I remember when I was first driving a car and they said, if you're a Formula One racer you sit in something and then it moulds to you, so that seat is exactly right for you. And that's what they were going to plan to do. You're nodding at me, Akshaya; have you seen this? AKSHAYA - Well, just everything about a Formula One car is adapted for that one person because it's a one-off.SIMON - Got you.AKSHAYA - Kind of like the Remap solutions.SIMON - Yeah, like it.KATE - It's crazy that you're saying a beanbag costs 600 quid. SARAH - Yeah it is. KATE - It's just the way with all this disability equipment: it's so prohibitively expensive, that's what I find.SARAH - Yeah. And that's what's really infuriating.SIMON - Robin, I suspect you've got kind of whizz bang ideas that are coming to mind?ROBIN - Well, it's funny you say that but it's all the rage now to have these buckwheat hull filled pillows that mould to your… KATE - What? ROBIN - Yeah, buckwheat, the husks of, they're called hulls. They're about £30 or £40. KATE - That does not sound comfortable. ROBIN - They are super comfortable, and it's really nice because you can actually sleep face down and breathe through all of these. It's very aerated but very, very solid. KATE - Oh, I'm not sure about this, no.ROBIN - They're about £30 or £40. You can find them on the internet. You can take out as many of the hulls as you like. Get refills. KATE - What? No, this is weird! Stop saying the word hull. ROBIN - You can wash the pillowcase and they will literally mould to…say for example you wanted to listen to something by having an earphone in one ear… SIMON - Yeah, I do that, audiobooks.KATE - I do too, yeah.ROBIN - Lying on your side, if you like to lie on your head on one side, press your thumb where you want the ear thing to go, lie down and it will stay in exactly that shape and it won't press your ear. KATE - What does that…? ROBIN - It's absolutely brilliant.SIMON - My current Bluetooth headphones are deliberately ones that are really flat and flush because of that exact issue. ROBIN - No, these are supposed to be really healthy, really good for you.KATE - Healthy? ROBIN - Yeah.KATE - Are we allowed to eat the husks as well while we're sleeping?! ROBIN - There are no chemicals in the filling or anything. Just search for buckwheat pillow. And it's not 600 quid. I've got a very big request from Remap/Demand, my sister again - I'm going to issue a challenge to you guys now over the next five minutes: SIMON - Like it. ROBIN - If you get an itch don't scratch and see how much it drives you up the wall. And this is what she has to deal with all the time. As soon as we mention itches you'll actually get one now. Don't scratch. KATE - Yeah, I don't like that.ROBIN - Because she can't move her arms at all she's constantly having to ask people around her, if indeed there are, to scratch the side of my nose; can you scratch my forehead, oh yeah just there. So, I want something that can be an arm that can come around, she's got a headrest on her wheelchair, that can come around and be stiff enough so that she can then rub her face against the point or the end bit of it. Going back to health and safety there are obviously issues here. Poke her eye out. SIMON - Yeah and cleanliness. KATE - Becks, anything coming to mind for you here?ROBIN - It'll have to have the ability to swing away because she can't see so she doesn't want to poke her eye out inadvertently if it's there all the time. So, maybe even like voice activated or something to swing out of the way. But that would improve her quality of life immeasurably.BECKS - That would be really cool.SIMON - Sorry Becks, Akshaya's eyebrows have been raised for about 45 seconds now. What are you thinking?AKSHAYA - I'm thinking that the solution has been described. I'm just trying to imagine what it would look like.SIMON - How to make it. AKSHAYA - The other interesting thing we have at Remap is the challenges that people face they've been thinking about them for a long time, and so when we're approached it's not always with a problem statement, it's usually with a solution. So, sometimes it's useful to then try and go back to the problem statement and think, is there a different solution. But it sounds like Robin's thought about that quite a lot and the solution seems to be potentially there; it's just about implementing it. And everything that's been discussed so far seems feasible.SIMON - Presumably you listen to that solution because it could be, but you're also saying let's start again in case there's something even better?AKSHAYA - Yeah, sure. But the solution tale could be the final answer but it's also very revealing about what the actual underlying requirements are. SIMON - I suppose it was a loaded question. When I buy cars I buy the car, then I go to the adaptation people and they say, if you'd come to us first we could have had a chat about the right car. And I go, that's why I don't come to you first, because you'll impose your solutions; I want the car that I want and then I want you to solve it for me. You're nodding, Sarah. Just agreeing? SARAH - Yeah, I am. Sorry. SIMON - No, no, that's fine and that's my point. I know I might be a bit naïve but that's the point, otherwise I'll end up with the most basic car sometimes because that's the easy solution.KATE - I know if I came to you for help I don't want it to look medicalised, I don't want it to look cheap. SARAH - Yeah.KATE - I want it to look stylish. Do you know what I mean?SARAH - Yeah.AKSHAYA - That's something that's really hard to grasp as an engineer is functionality is not the only requirement. Just delivering functionality does not mean you've met the whole kind of specification of what someone's looking for, because there might be something just as important as it functioning, which is kind of be discreet or look nice etc. And that's why when you initially asked me how hard was it to make this contraption, it was really hard, and the really hard bit was trying to miniaturise it so it was actually somewhat pleasant to wear. I think with what I've got there's still scope to go much further.SIMON - Do you use the word contraption when you're making these things or is that just a slip of the tongue? AKSHAYA - No. I think I should have read up. SIMON - People call my scooter, oh that cart you're in. I'm like it's not a cart. Becks can we set you a little challenge, this has got a solution in it: Carol says, a wheelchair that doesn't actually have castor wheels. She wants a one which had a ball wheel instead. She thinks this is quite a good idea. Have you ever…? KATE - The problem with castor wheels is that they lock, and I think we all find that wheels on wheelchairs that all of us use you get to a certain place and they don't work. So, Becks, any solutions for wheels that work everywhere?BECKS - The thing is it would have to be run on an axle, because obviously a ball rolling in every direction is going to be quite difficult, so it will have to run on an axle and then have a castor support. But you can get castors with in-built suspension. And you can also get a product called free wheel, it's like an add-on which completely lifts your castors off the wheelchair for when you're going out on uneven surfaces. I'd also maybe suggest pneumatic castors, although you do tend to go slow in a wheelchair. But I definitely think it's an idea that we could test out and see if it is actually better than the castors that already exist on the market.KATE - Yeah, that would be cool. Just to describe, the castors that are at the moment on wheelchairs they're just like a spinning wheel that will go in all different directions, but they get stuck.SIMON - Yeah.KATE - Imagine like shopping trolley on a tiny level, but when the shopping trolley sticks it's the most annoying thing in the world.SARAH - It is. KATE - That on a wheelchair is I think what we're trying to avoid here.SIMON - And when we've got tactile paving for blind people we go all over the shop.KATE - Exactly. Blind people needing their tactile pavement, yeah.SIMON - Is this the small? KATE - Yeah, so the little ones at the front rather than the big ones at the back.SIMON - It seems obvious why haven't we got a little ball-bearing. Or what about those bouncy balls? That would be quite fun.KATE - Bouncy ones, yeah, so every time you go up in a wheelie and then come back down you bounce up a little bit further. Yeah, that'd be cool. Why not?AKSHAYA - If you just look at the prevalence of castor wheels they're everywhere. And there's usually a reason when something is so prevalent, it's because it's cheap. SIMON - Right.AKSHAYA - And also the wheel is kind of serving two purposes: it's allowing you to move, but it's also supporting all of your load. And it's able to do that because it has bearings built into it that allow it to rotate in a particular direction. If you have a ball, I can't visualise how you allow it to support all of your load and roll at the same time. Unless you go for a complete different way of moving other than something that is rolling. Because the other interesting thing about wheels is when you look at a lot of engineering you see parallels with nature, so you see wings for instance, but with wheels you don't really see it in nature. It's not really an efficient way of moving. And there are probably biological reasons for that. But I guess one of the obvious reasons is wheels just aren't good on anything that's not flat and level.KATE - I don't think I've ever heard the phrase, another interesting thing about wheels is.SIMON - Akshaya can I thank you, because when he did say that he rubbed his beard, and I like the way… When you become a more experienced engineer will your beard get bigger do you think?AKSHAYA - Of course.SIMON - I love that. [Laughter] Sarah, you look like you wanted to say something.SARAH - I was just going to say, you two might know, but what occurs to me is actually we need people like us and Akshaya… SIMON - Yeah. KATE - And Becks.SARAH - …actually working on the products that we buy. I've just bought a new mobility scooter and for some reason they've decided to make it narrower and longer. But the turning circle is absolutely atrocious.KATE - Yeah.SARAH - And it's not as steady. I much prefer it to be back to my old one, but with the lightweight version. But who have they asked? Have they asked anybody whether we need it narrower? Akshaya also made me a new seat for my old mobility scooter, because it was a lightweight mobility scooter, but the seat weighed a tonne. So, when you're taking it off every day it was really causing me problems. Why do we need heavy seats?SIMON - I've been admiring your seat, and the seats I use on my mobility scooter my seat is 14 years old, and I've had it even re - what's the word? - reupholstered once. And I found another one on eBay on the spares because it's the only one I can lift off.SARAH - Yeah.SIMON - Sorry, Kate. KATE - No, I'm just wondering, you're admiring Sarah's seat, have you ever admired my seat. Has that ever happened before?SIMON - That's back to you being quite flirty funny today, aren't you? [Laughter] You've had these medical tests and you've been kind of twisting things I say. You have a lovely seat. You're blushing now, aren't you,KATE - I am, Simon.SIMON - It's rare that you blush.KATE - Do you come here often?SIMON - Now you're making me blush. I think you have a lovely seat too.KATE - Thank you very much. Becks, I've heard you're working on some really interesting toys at the moment.SIMON - Oh hello. KATE - What are you making?BECKS - Yeah. So, I recently designed a toy accessible play kitchen for a boy who's got cerebral palsy.KATE - Oh brilliant.BECKS - He uses a wheelchair but he can also stand with aid. So, there wasn't currently an accessible toy kitchen on the market that was suitable enough for him to use that was sturdy that could hold and support his weight. So, I worked with the mum and together we came up with a toy kitchen that he can use with a wheelchair, and it's got in-built hand grips so he could use it as a physiotherapy tool as well. KATE - That's so cool.BECKS - And we've… KATE - I've got a friend who was looking for a playhouse for her son who's a wheelchair user, and all the playhouse doors are tiny, as you can imagine.BECKS - Yeah, yeah.KATE - So, he couldn't get a new playhouse. And something like that could be great too. BECKS - We were thinking that we could maybe make this, because we've got the base of this design of the table top, and we could put different ideas on top of that, so it could be a toy, a playhouse or a workshop bench. We've had quite a lot of interest for this kitchen so it's in development at the moment so it could go in schools and be height adjustable to different children.SIMON - I have a specific question for both of you, and you can answer it with one word, which is: if someone with a disability approached you and the problem they had related to having sex or relationships, would you help with that? Can you help with that?BECKS - Absolutely yes. I think there is a product. We recently had an enquiry about a guy who wants to be able to smoke his cigarettes, and yes that's not a thing to encourage, but just because you have a disability doesn't mean you shouldn't be able to do what the hell you want to do.SIMON - So, that's for after sex they have the cigarette. [Laughter] BECKS - I don't think there is a product we would stop doing, even if it is, in air quotes, an embarrassing topic.SIMON - So, your point is you're not the moral arbiter. You're shaking your head as well, Akshaya, in agreement.AKSHAYA - Yeah, completely agree. KATE - Nodding, not shaking.SIMON - Well, it was a shake because it was a different question.ROBIN - I have a question for the guys. This is obviously changing the topic quite significantly. But my sister who can't see wants to be able to play with her little boy with simple things like throwing a Frisbee and kicking a ball. Now, we can get balls with lead shot in which is great when they're moving, but as soon as they've stopped where's that ball. KATE - With what shot in, sorry?SIMON - For noises.ROBIN - Lead shot.KATE - Oh, lead shot, okay.ROBIN - They have to be small enough to be pushed through the valve in the ball, if you see what I mean, so they roll around inside. KATE - So, you can hear it? ROBIN - Yes.KATE - Right.ROBIN - When you're kicking the ball, but as soon as it's stopped you don't know where the ball is. So, a beeping ball would be really good. She also ordered, the only place she could find it was from America, a beeping Frisbee. And when it came it was just a slab of foam with a beeper in it, but it doesn't fly and that's a pretty fundamental thing for a Frisbee.KATE - Robin, is this for your sister in a wheelchair or a different sister?ROBIN - No, a different sister who also can't see. So, yeah she wants to just be able to play with him in the garden with some more active toys. Because when you're blind lots of things you do are quite sedentary. You want to be able to be just a bit more active and fun in the garden with him.KATE - Becks, what do you think?BECKS - Adapt it so it could actually move, because it's already got the beeping stuff involved inside it, rather than starting from complete scratch.KATE - Akshaya what about you?AKSHAYA - A beeping ball that would tell you where it is? KATE - Yeah.AKSHAYA - You can get really, really small speakers that you can programme pretty easily. Obviously the main things would be protecting the electronics, but I think it would be pretty simple or a feasible thing to do. I'm surprised it's not already been done if it hasn't already been done.SIMON - Yeah.ROBIN - Two very marketable products there, guys.SIMON - Robin, you alluded to something; so when I do go to the States in some of the bigger pharmacies or general stores they have aisles - they don't call them this but I call them the disability aisle - and we would go down it, I used to go with Liz Carr who used to do this show, and we'd get so excited. There was stuff that I didn't even think I needed but they have a market there. There are 350 million people, more disabled people; I suppose is it the problem in the UK that there are just not as many of us, you can't market these things?ROBIN - Yeah, and increasingly we're seeing the closure of local centres, like a visually impaired, your local association for the blind might have had some gadgets on show, and they are rarer and rarer these days. I think something like Amazon where it's very easy to have a go and send it back, no questions asked, I think is a really good thing. But when it comes all the way from the States then obviously that's a little more problematic.SIMON - Right.KATE - Yeah, you can get loads of disability stuff on Amazon now.SIMON - Can you?KATE - Yeah.SIMON - What have you been buying?KATE - Oh, all kinds of things, Simon. SIMON - For your seat. KATE - For my seat that you are going to admire. SIMON - You're doing your yoga movements as we go. KATE - Yeah. SIMON - Listener, every now and again Kate stands up and wiggles her seat and moves about to keep yourself supple - is that what's going on? KATE - Yeah, just to keep the pain at bay. That's all it is.SIMON - Akshaya, is there anything we can do for Kate on this?KATE - Yeah, Akshaya what do you think?AKSHAYA - On what specifically?KATE - Well, I don't know.SIMON - Quite awkward. KATE - My thing is my joints they're not in position properly. I don't know if there's some kind of way of like… SIMON - Wiggling you. KATE - …keeping all the joints in the right place so they don't sort of slip out a little bit? AKSHAYA - I assume you've tried standard braces? KATE - Yeah, but braces are uncomfortable and heavy and no good. I need like a new skin.ROBIN - Support stocking.KATE - Yeah, support stocking. Thanks for that Robin. ROBIN - That's all right. Sparkly one.KATE - But not like granny one thanks.SARAH - I've just got one. KATE - Have you? SARAH - Yes.KATE - What is it? SARAH - It's a Lycra bodysuit like a short-sleeved wetsuit, short legs. And it was made specifically for me. It's like an external layer of muscle. KATE - Wow, okay. SARAH - Jobskin is the name of the company; and it was through my physiotherapist at the hospital.KATE - Ooh hello.ROBIN - How do you go to the loo? KATE - Yeah! SARAH - Good question. It does not look sexy. ROBIN - It's a wetsuit so it will keep it all in. SARAH - But you actually wear your pants on the outside because it's all cut out round the nether regions.SIMON - Really?SARAH - Yeah.SIMON - And there are male and female suits? SARAH - Well, presumably it's cut out in the same places.SIMON - This has taken a turn hasn't it everybody?ROBIN - I'm so sorry I asked.SIMON - Are you going to get a Jobskin, Kate? KATE - I think I might. If you're listening, guys, get in touch.SARAH - Honestly, it's amazing.KATE - Are there other skins available or is that the only one?SARAH - I've only had it a week and it's making such a difference.SIMON - And presumably if you had more than one you could have one, two, three or more skins? SARAH - Presumably.SIMON - Yeah, see what I did there, everybody?KATE - I can't… [Hysterically laughing] SIMON - Kate's gone. Do you need to go to the loo, Kate? KATE - I can't cope, I just can't cope. It's Friday afternoon I think. We're recording this on a Friday afternoon; maybe we shouldn't record.SIMON - It's hot outside.KATE - It's hot outside. Oh dear. SIMON - And you're still wriggling.KATE - I can't…I'm really uncomfortable today. SIMON - Where's the script? Save ourselves.KATE - I'm really uncomfortable so I'm trying to… Anyway. SIMON - You need some buckwheat. KATE - I do, I need a buckwheat seat. Okay everyone. Becks, I apologise for the craziness but thank you so much. Now, if any of our disabled listeners do have problems that need solving how they can get in touch with you at Demand, Becks? BECKS - You can email us at info@demand.org.uk. KATE - Akshaya, if somebody wants to get in touch with Remap how do they do it? AKSHAYA - The best way to get is to find your local panel on the Remap website to just make contact and get the ball rolling.KATE - Okay.SIMON - We can put this in the show notes. KATE - Yeah. SIMON - Sarah, how does someone get in contact with you for their PIP appeal? Oh sorry, we can't do that, can we? SARAH - No, we can't do that.SIMON - Oh! SARAH - But I can talk to them about motivation.SIMON - Of course you could.SARAH - I do workshops.KATE - Now, Robin we wanted to talk to you about loads of other stuff, so we're just going to have to get you on another month, I'm afraid. But while you're here why don't you plug your daily podcast?ROBIN - I do the Dot To Dot, that's three words, podcast every single day, if you look for that. I'm also weekly on the RNIB tech talk podcast, all about tech and vision impairment. SIMON - Push AbilityNet because you're still awesome. In a nutshell what do AbilityNet do? ROBIN - Yeah, so anything to do with disability and tech, and that's hi-tech, low-tech and any kind of disability including dyslexia, whatever it might be, how technology can be adapted to help you perform at your best. And that's abilitynet.org.uk. KATE - Amazing.SIMON - That's it from Kate and I this month. Thanks to our guests Sarah Stones, Akshaya - Ahuja? AKSHAYA - Ahuja. SIMON - Robin Kristofferson and Becks French. The producer was Emma Tracey, the studio manager was Nasar Perves.KATE - The music this month is by singer/songwriter Hannah Scott. Hannah has arthritis herself but says this track is, inspired by a friend of mine who has a disability and who closed herself away for fear of rejection. I think we could all probably agree with that. Hannah has various gigs lined up throughout summer. We'll put links to her info in the show notes, but for now here's Walk a Wire. Goodbye.[Song] JINGLE - BBC Sounds, music, radio, podcasts. ", "url": "https://www.bbc.com/news/disability-49131127"}