{"datetime": "2021-06-25T15:54:02.000Z", "title": "Hertfordshire twin sisters born with cataracts are 'thriving'", "article": "Seven-year-old twin sisters who were born with cataracts in both eyes are \"thriving\" after receiving specialist treatment from an NHS hospital. Iona and Beth Farshi, from Borehamwood, Hertfordshire, were referred toGreat Ormond Street Hospital (GOSH) in London when they were four months old. Their mother, Judith Farshi, discovered Iona's eyes flickered when she was six weeks old.She said they now \"love to read\" and were \"top of their class\". A cataract is a clouding of the lens in the eye that affects vision. After a GP appointment and hospital investigations, the girls were referred to the GOSH ophthalmology team and were among the first people to be treated at its Sight and Sound Centre. Mrs Farshi said it was \"shock\" when they were told they needed to go to London for treatment.\"I didn't know if they were telling me whether my kids could see, or not. They were so little,\" she said. Both girls were regularly monitored, and when Iona was 11 months old, she was told she would need surgery to put artificial lenses in and remove her cataracts.Beth still has her cataracts and is being closely monitored. Mrs Farshi said the girls loved imaginary play, drawing, playing tag and piano and were \"thriving\". \"When they were first starting to read I always made sure they got large-text books, but now they absolutely digest anything they can get their hands on. They love to read. \"They need their glasses, but that's OK.\" Bronwen Walters, head orthoptist at GOSH, said: \"They are coming up to eight years old... towards the end of their period of visual development. \"How they are now is how they will be in terms of long-term vision. \"Because we saw them both from such a young age, we were able to monitor them and intervene very, very quickly.\"Nothing is going to hold them back.\"Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-57611196"}