{"datetime": "2021-07-01T10:46:29.000Z", "author": "Huw Thomas", "subject": "Coronavirus pandemic", "title": "Covid delays lead to 'significant' sight loss across Wales", "article": "Some patients have suffered \"significant\" sight loss due to delays caused by Covid, a doctor has warned. More than 32,250 people across Wales have waited over nine months for treatment, according to the latest data. Consultant ophthalmologist Andrew Feyi-Waboso said the issue was a \"huge problem\". The Welsh government said \"essential and urgent\" eye care had continued during the pandemic. Mr Feyi-Waboso, who works at the Royal Glamorgan Hospital in Llantrisant, has started a pilot scheme to identify people with worsening glaucoma. The eye condition, which affects the optic nerve, can cause irreversible damage to vision if it is not treated.Some people are born with it, while for others it develops later in life, according to the NHS. It has emerged that attendances at the glaucoma clinic at the Rhondda Cynon Taf hospital were reduced by as much as 90% during the worst of the pandemic, with only a skeleton team seeing the most urgent patients. Mr Feyi-Waboso said glaucoma had to be monitored regularly, but warned some people's eyesight had worsened due to the impact of the pandemic on eye care. He said: \"People have struggled to go to optometrists, people have struggled to get appointments to come here, and sadly we have had a few people who have lost significant sight and are trying to come to terms with that. \"So I'm trying to treat them appropriately with laser or with surgery to try and get things in check. \"Unfortunately with glaucoma, once you've lost vision it's not like a cataract, you can't retrieve the vision. \"All you can do is to try and stabilise it, so it's a huge problem.\" In order to increase monitoring of glaucoma patients, the hospital - run by Cwm Taf Morgannwg University Health Board - is piloting a new system with high street optometrists which will give patients easier access to the types of tests that often only happen in hospital clinics. The data is gathered at a branch of Specsavers in Merthyr Tydfil along with three optometrists in the health board area and fed back to hospital doctors, who can assess imagery including 3D photographs of the optic nerve. Mr Feyi-Waboso explained: \"The main advantage for us is that it's a seamless approach, and we can gain access to patients without them having to come into a high-risk environment like this.\" He said glaucoma was often a \"silent disease\" that required expert intervention. \"Most people will not recognise they have this condition,\" he added.Geraint Thomas, from Amlwch, Anglesey, decided to go private after he was faced with the prospect of waiting more than two years for treatment on his cataracts. He was originally told that he had condition - which causes the lens of sufferers' eyes to go cloudy - about 18 months ago. After hearing \"nothing\" he contacted his optician who told him he faced a further 12-month wait before he could expect treatment. Mr Thomas consulted his wife and elected to \"go ahead privately to get the job done\". Things have moved \"extremely fast\" since and he is due to have them removed at a hospital in Chester on Thursday afternoon. He told BBC Wales: \"I'm concerned that other people are not in my position. \"Obviously nobody wants to pay for treatment, but I felt there was no choice for me if I wanted to get the job done.\" Mr Feyi-Waboso said: \"There are risk factors. There are people who have a family history, people who are on certain tablets - for example, steroids - for other conditions that can provoke glaucoma.\"So these are the risk factors, and there are people from ethnic minorities who are at an increased risk as well. \"So if you're in those groups then you need to see optometrists regularly because you might have it, and you don't even know yourself.\" Sight loss charity RNIB Cymru wants the pilot projects to receive funding so the benefits can be felt by patients across Wales. Its director Ansley Workman called on health boards across the country to adopt the schemes so people can be seen \"quicker (and) more locally\". They also help free up clinicians' time in hospitals to be able to see people with more complex cases, she said.Ms Workman explained that the pandemic has had a \"hugely detrimental\" effect on eye care. Before it erupted last March, only 66% of patients were seen on time, she explained, adding: \"Unfortunately, as we know, the impact of the pandemic has been absolutely massive and now we're down to 44% of people being seen on time for their eye-care appointments.\" The Welsh government said \"essential and urgent\" eye care had continued during the pandemic, and hospitals were now starting non-Covid related activity, including ophthalmology services. But the pandemic had had a \"significant impact\" on waiting times so patients were being prioritised by clinical need. A spokesman said: \"We recently announced a recovery plan for health boards to help them tackle the backlog of planned operations, supported by £100m extra funding. \"We are also working with the NHS to understand what additional requirements may be needed to support eye-care delivery for the future. \"Anyone who is worried about their eye health should contact their optometrist who will provide appropriate advice and examine those who require urgent or essential eye care. \"Health boards have also established help lines if people feel their conditions have changed.\"", "url": "https://www.bbc.com/news/uk-wales-57668307"}