{"datetime": "2021-04-28T14:04:05.000Z", "title": "Man sentenced for blinding motorcyclist with egg in Wigston", "article": "A man has been sentenced after blinding a motorcyclist in one eye by throwing an egg at him from a car. Marc Toone, 33, was hit by the missile while travelling home from work in Wigston, Leicestershire in January 2020. He was taken to hospital but doctors were unable to save his right eye. Thomas Connor, 18, was given a 12-month training and detention order after pleading guilty to multiple offences at Leicester Magistrates' Court. Leicestershire Police said Connors was driving a car that was linked to several reports of egg throwing on the day Mr Toone was injured. People and vehicles in the Market Harborough area were hit but no other serious injuries were reported, the force said. Mr Toone was riding home on his motorcycle when he was hit in the face in Newton Lane. He had lifted up the visor on his helmet as the cold weather had made it steam up. He spent a week in hospital and underwent two operations but the sight in his right eye could not be saved. \"I have got used to what has happened but every day I get up and I look in the mirror and it is there,\" he said. \"It's a permanent reminder of what has happened and something I have to see every day.\" He has returned to work as a chef but says his loss of sight had made once simple tasks much more challenging. He has also struggled to sleep due to panic attacks and flashbacks. Leicestershire Police said a month earlier, Connors had also thrown eggs at a woman walking her dog in Whetstone, leaving her with facial swelling and eye pain. On Monday, Connors, of Mere Lane, Lutterworth, admitted unlawfully inflicting grievous bodily harm, assault occasioning actual bodily harm along with a number of other offences related to driving and causing damage. Along with his detention he was also ordered to pay £500 in compensation and disqualified from holding or obtaining a driving licence for 12 months. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-56916809"}