{"datetime": "2021-06-03T23:18:14.000Z", "author": "Dany Mitzman", "title": "Valentina Petrillo: 'Better to be a slow happy woman than a fast unhappy man'", "article": "Valentina Petrillo could this year become the first openly transgender woman to compete at the Paralympics. For the visually impaired Italian, selection for the national squad would be a dream come true - but she says she understands why other athletes may have doubts and questions about racing against her. \"I'm happy as a woman and running as a woman is all I want. I couldn't ask for more,\" says Valentina Petrillo.\"I've got a fire inside me, that pushes me. An emotional strength. Obviously, my body's not what it was at 20 when I was at my peak, but my happiness pushes me to go further, to go beyond my limits.\" Passionate about running from an early age, Petrillo's aspirations were seemingly dashed at the age of 14, when she was diagnosed with Stargardt disease, a degenerative eye condition, for which there is no cure. After finishing school in her hometown of Naples, she moved to Bologna at the age of 20 to study computer science at the Institute for the Blind. Here she took up sport again, becoming a member of Italy's national five-a-side football team for people with sight loss.It was only at the age of 41 that she finally started running again, winning 11 national titles in three years in the male T12 category for athletes with visual impairment. She is now 47, and recognises that this is her last chance to compete at the Paralympics, but she wants to keep running whether she gets to Tokyo or not. In fact, it was only last September that she ran her first official race as a female para-athlete - at the Italian Paralympics Championship, where she won gold in the 100m, 200m and 400m T12 events. Growing up in Naples in the 1970s, Petrillo says she was a \"streetwise kid\" who often got into fist fights. \"I defended my brother who's three years older than me! Until four years ago, if you'd talked to Fabrizio (the name Petrillo was given at birth), Fabrizio would have given you the idea he was sexist. He was a tough guy who'd speak dismissively of women and then be a woman in his private space.\"She clearly remembers the day when, aged nine, she put on her mother's skirt for the first time, \"It was an incredible emotion. It was like touching heaven with your finger tip,\" she says. But she knew better than to tell anyone; by coincidence, she had a transgender cousin, whom her uncle had thrown out of the house. And so Valentina continued life, as she puts it, \"dressing up as a man\". She achieved everything society expected of her - good grades at school, a stable job, a wife, a son - but still she wasn't happy. There was no triggering event but on 14 July 2017, she realised she could no longer suppress her secret. \"I hadn't planned it. I was in bed with my wife, about to fall asleep, and I said 'Remember I told you I once dressed up as a woman?' She said yes. I said, 'In reality it wasn't once, I do it every day.'\" With her wife's support - after the initial shock - Valentina started living as a woman in 2018, and in January 2019 she began hormone therapy, which affected her physically and emotionally. \"My metabolism has changed. I'm not the energetic person I was. In the first months of transition I put on 10kg, I can't eat the way I did before, I became anaemic, my haemoglobin is low, I'm always cold, I don't have the same physical strength, my sleep isn't what it was, I have mood swings,\" she says. \"I'm not the same as before. Fabrizio no longer exists.\" Hormone therapy for trans women is designed to lower testosterone levels and raise oestrogen levels to the typical values in women.Quantities of both hormones are measured in a unit called a mole. Before starting therapy, Petrillo would have had about 20 nanomoles of testosterone in a litre of her blood (20 billionths of a mole). Since 2015, the International Olympic Committee (IOC) has required female athletes to have less than five nanomoles of testosterone per litre of blood, while most women have fewer than two nanomoles per litre. Petrillo is now consistently well below the two-nanomoles-per-litre level. Six months after starting treatment she had lost about 11 seconds in the 400m and 2.5 seconds in her speciality, the 200m. But it was a sacrifice she embraced. \"As a sportsperson, to accept that you won't go as fast as before is difficult. I had to accept this compromise, because it is a compromise, for my happiness.\" It has become Petrillo's motto: \"Better to be a slow happy woman than a fast unhappy man.\" In reality, she is not slow, just slower, as her gold medals in last September's Italian Paralympics championships attest. She has also fared well in competition against non-disabled women, some of whom have protested that a trans woman has a major advantage. Fausta Quilleri, a lawyer from Brescia and a runner in the over-35s \"Master\" category, last month sent a petition to the president of the Italian Athletics Federation and the ministries for Equal Opportunities and Sport challenging Petrillo's right to compete in women's races. \"Her physical superiority is so evident as to make competition unfair,\" she says, arguing that the IOC's exclusive focus on testosterone \"makes no sense\" when physique is also a factor. More than 30 female Master athletes signed the petition. \"If she wants to run with us we would be happy for her to do so. We will always welcome her but we don't want her to compete with us for titles,\" Quilleri says. Petrillo was hurt that some of the women at one event refused to be photographed with her, but says she understands their reaction. \"I asked myself, 'Valentina, if you were a biological woman and had a Valentina, a trans, racing against you, how would you feel?' And I gave myself answers - astonishment, confusion and doubt. I would have those things as a woman. So I believe these doubts and questions are legitimate.\" However, she defends her right to compete in the women's category. \"I respect and comply with the IOC and World Athletics rules, I do the tests. I don't feel like I'm stealing anything from anyone.\" Petrillo is taking part in studies led by Joanna Harper, at the School of Sport, Exercise and Health Sciences at the University of Loughborough in the UK, on the precise effects of hormone therapy on trans women athletes. A transgender runner herself, Harper has been in the unique position of studying the effects of hormone therapy on athletic performance first hand. \"Transgender women are on average taller, bigger and stronger than cisgender women (women who identify with the sex and gender they were assigned at birth) even after hormone therapy, and those are advantages in many sports,\" she says. But there is another side to it, she points out. \"Transgender women are now powering their larger frames with reduced muscle mass and reduced aerobic capacity and that can lead to disadvantages in terms of things like quickness, recovery and endurance.\" It will take at least 10 more years of research to fully understand the effect of hormone therapy, Harper says. In some sports trans women will need a handicap, she suggests, but how much handicap isn't yet clear. \"Hormone therapy won't turn trans women into cis women but the goal, in terms of sports, is to mitigate the advantages that trans women gain by virtue of going through male puberty, to the point where you can have meaningful competition between trans women and cis women.\" Meaningful competition is the key to defining all sporting categories, starting with the division of men and women, says Harper, author of the book Sporting Gender. From tall basketball players to left-handed fencers, acceptable advantage exists in sports all the time. \"What we don't allow is overwhelming advantage, so we don't let heavyweight boxers get in the ring with flyweight boxers,\" she says. \"There are many people who don't think that trans women should be allowed to compete at all, and then there are many other people who think that trans women should be allowed to compete simply based on gender identity. And I believe in a middle-ground policy, where we allow for inclusion of trans women but have restrictions that are based on the physiology of sport and the biology of sex.\"No openly transgender athlete has yet competed at the Olympics or Paralympics, but this year that looks likely to change. Weightlifter Laurel Hubbard, a trans woman like Petrillo, is in contention for a place in New Zealand's Olympic squad. Canadian Ness Murby, who competed in discus throw at the 2016 Paralympics, also recently came out as a trans man, and has been selected for the Tokyo games.Anarticle by Outsports names other trans women hoping to compete at the Olympics, but Petrillo is the only potential trans woman Paralympian mentioned. She describes her life today as a visually impaired transgender athlete as an arduous journey that is far from over, but she is keen to share her story. \"I think my example is positive, of a trans person who does a sport they love,\" she says. \"Maybe if I'd seen a Valentina on TV when I was an adolescent, my choices would have been different.\" This is why she agreed to have her story fully documented on film - 5 Nanomoles: The Olympic dream of a trans woman will be released next year. She says making the documentary has helped her to get through some of the darkest moments of her journey, and surprised her too. \"Valentina is enjoying making this film! She really is and I'd never have imagined it. This is another thing that Fabrizio would never have done: Fabrizio would never have spoken on TV, or given interviews, or put himself out there. But Valentina does.\" Update 1 August 2021: It is reported that Valentina Petrillo has not been selected to represent Italy at the Paralympics Photographs are the copyright of Ethnos , producers of the 5 Nanomoles film with Gruppo Trans and Daruma Inc, and may not be reproduced Arrested by the Nazis for being a Jew, Daniele Israel spent months in jail in Trieste before being deported to Auschwitz. The letters he wrote to his wife as she hid with their two sons only recently came to light and paint a deeply moving portrait of a family shattered by the Holocaust. Letters of love: 'Our father wrote every day as he waited for the train to Auschwitz' ", "url": "https://www.bbc.com/news/stories-57338207"}