{"datetime": "2021-09-18T06:40:44.000Z", "author": "Amy Woodfield", "title": "Eye test on Leicestershire girl, 11, led to brain tumour discovery", "article": "A mother has been speaking about how an eye test on her 11-year-old daughter led to the discovery of a brain tumour. Grace, from Great Glen in Leicestershire, was diagnosed following the test during the summer holidays. Grace had an eight-hour operation to remove the tumour on 3 September and expects to undergo further treatment. The Leicester Royal Infirmary (LRI) said such cases were \"extremely rare\" but demonstrated the importance of regular eye tests. Grace's mum Vanessa said she took her daughter to the optometrist's to get some new glasses. During the test, some swelling was noticed on her optic nerves. Vanessa said: \"A couple of the opticians had a look at it, and the optometrist, and they decided to make a referral to the hospital.\" Vanessa said doctors at the LRI told her the swelling was \"off the scale\" and the family was referred to the paediatric emergency department. \"I was quite nervous. It sounded serious and Grace was getting upset because she was due to start school the next day,\" said Vanessa. Grace spent the night in hospital and had an MRI scan the following day. Doctors told Vanessa and Grace she had a brain tumour and she was taken to the Queen's Medical Centre in Nottingham for surgery. The family is now awaiting news on the the biopsy and Grace is expecting to undergo chemotherapy and radiotherapy. Vanessa said Grace is now recovering at home and is hoping to have her first day at secondary school next week, A friend has raised nearly £4,000 for the family by volunteering to do a sponsored skydive. Vanessa said: \"It's a bit overwhelming with all the support - we've had amazing support which is so good because if there are any extra treatments that are going to help Grace it might have to be private. \"Every penny will get spent on Grace.\" Raghavan Sampath, head of service for ophthalmology at Leicester's Hospitals, said: \"Cases like these are extremely rare, but also demonstrate the importance of regular eye tests for children and adults, so that any problem affecting the health of the eye, or the health of the person, is caught as soon as possible.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-58596732"}