{"datetime": "2021-05-13T13:10:32.000Z", "subject": "Coronavirus pandemic", "title": "Photographer's sight loss inspires project", "article": "A photographer who experienced sight loss in lockdown said it was \"more frightening than coronavirus\". Karren Visser, who had already lost part of her sight, was told to prepare for the possibility of becoming completely blind. She said it made her \"determined\" to finish a project she is leading, Seeing in Isolation, which tells the stories of people with visual impairments. Photography became a way \"trying to see what I cannot\", Ms Visser said. Her parents first became aware of her sight problems when she was five years old and living on a farm in the Western Cape of South Africa. A giraffe licked the side of her face while she was sitting on a game reserve and she was unable to say what had licked her. She was later diagnosed with degenerative myopia and glaucoma. Ms Visser took on the Seeing in Isolation project in 2019 after being contacted by the community arts organisation Multistory and worked with members of the Sandwell Visually Impaired (SVI) group.Thecollection went online on 6 May and features short digital films made up of audio recordings, photographs from family albums, music and animation, to tell the stories of the lives of the contributors. One of the people featured is Perm Bhachu, who discovered she had retinal dystrophy by chance, when she took her daughter for an eye exam and got herself tested too. Ms Bhachu, who has lost some of her sight and some of her colour vision too, said she had always enjoyed dressing in vibrant colours and found the loss of independence caused by her eyesight difficult to take. \"I hit rock bottom a couple of years ago and I was in a really bad place,\" she said. But she said in the end \"if anything it's made me more defiant\" and she has continued to dress flamboyantly and walks with the aid of a purple cane. \"Why shouldn't I wear the boots I usually wear?\"She is a second generation British Asian and said her rebellious streak came from \"fighting cultural barriers\". In her audio story she talks about her defiance and also describes her favourite childhood toy, a kaleidoscope, given to her by her grandmother. She said \"it was like magic\" and the colours made her think of the colours she associates with India and her own passion for colour. Ms Visser said she was inspired to take on the project, \"so that other people could understand better the world we inhabit.\" Conversations with the contributors had to move online once the coronavirus pandemic began and SVI development worker Sandra Troth paid tribute to Ms Visser's perseverance: \"With the onset of Covid-19 and the subsequent lockdown, it was amazing that the project carried on.\" Ms Visser said the quiet streets made her aware of how much she used her other senses, such as hearing, to experience the world. Other stories include a man in his 20s who has gone blind because of diabetes and suffers from hallucinations, and a woman who has overcome her sight-loss to follow her dream of becoming an opera singer. Ms Visser said there were \"tears were rolling down my cheeks\" as she sorted through the material. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-57012308"}