{"datetime": "2022-02-14T12:43:07.000Z", "title": "Hertfordshire's bus service to be partially saved", "article": "A new bus service to cover \"the majority\" of a route being axed after 110 years has been announced. Route 84 has been running between St Albans in Hertfordshire and Barnet in north London since May 1912. Operator Metroline said it would be de-registering it at the end of March due to a fall in passenger numbers. Hertfordshire County Council said Sullivan Buses would register a new route from April, covering the Potters Bar to St Albans section. The century-old route, which runs via Potters Bar, South Mimms and London Colney, serves several schools, hospitals, railway stations and shopping centres. Metroline said its decision to stop operating the service was due to \"an unsustainable decline in passenger numbers\" and was \"not taken lightly\". Organisers of a petition to save it described the route as \"literally a lifeline to thousands of people\" and said axing it would have \"devastating consequences on the local community\". The council said that since the decision was made, it had been working with other operators, through the Intalink Partnership, to find the best solution for an alternative. Sullivan Buses' route will be run with financial support from the Conservative-run council from 2 April. Phil Bibby, councillor with responsibility for highways and transport, said: \"I know residents will be pleased that we've been able to find a solution that preserves the majority of the 84 route. \"We've listened to the feedback since Metroline announced the closure... and we understand how important this service is to local people. \"We want to make it easy for people to choose public transport, and funding services like this is one way we can do that.\" The council said discussions were continuing with Transport for London about how to provide an alternative link between Potters Bar and Barnet. Regular passenger Warren Bernhout, who has been using the route for more than 50 years, said it was \"good news\" and \"people power is a wonderful thing\". Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-60375215"}