{"datetime": "2021-01-12T00:38:34.000Z", "author": "Rachel Schraer", "subject": "Coronavirus pandemic", "title": "Covid: Eyesight risk warning from lockdown screen time", "article": "An eye health charity is recommending people learn the \"20-20-20\" rule to protect their sight, as lockdown has increased people's time using screens. Fight for Sight advises looking at something 20 feet away for 20 seconds, every 20 minutes you look at a screen. Out of 2,000 people, half used screens more since Covid struck and a third (38%) of those believed their eyesight had worsened, a survey suggested. Opticians remain open for those who need them, the charity said.The representative survey of 2,000 adults suggested one in five were less likely to get an eye test now than before the pandemic, for fear of catching or spreading the virus.Respondents reported difficulty reading, as well as headaches and migraines and poorer night vision. The research charity, which commissioned a survey from polling company YouGov, said it wanted to emphasise the importance of having regular eye tests and to remind people \"the majority of opticians are open for appointments throughout lockdown restrictions\". Fight for Sight chief executive Sherine Krause said: \"More than half of all cases of sight loss are avoidable through early detection and prevention methods. Regular eye tests can often detect symptomless sight-threatening conditions.\"But even simple screen breaks can help to prevent eye strain, the charity suggested. Government guidance states that under lockdownpeople can leave home for medical appointments and to \"avoid injury, illness or risk of harm\".The College of Optometrists said its members should continue to provide eye care under lockdown for people who experience any eyesight changes or problems.Optometrists are the professionals who will carry out your eye test when you visit an optician's practice.Routine appointments can also be provided \"if capacity permits, and if it is in the patients' best interests\", the guidance states.Clinical adviser Paramdeep Bilkhu said the college's own research suggested just under a quarter of people noticed their vision deteriorate during the first lockdown.\"Our research showed us that many people believe that spending more time in front of screens worsened their vision,\" he said.\"The good news is that this is unlikely to cause any permanent harm to your vision. However, it is very important that if you feel your vision has deteriorated or if you are experiencing any problems with your eyes, such as them becoming red or painful, you contact your local optometrist by telephone or online.\" UK health and safety legislation statesemployers must pay for eye tests for their employees if they have to use a screen for work for more than one hour a day.In the summer, the UK Ophthalmology Alliance and the Royal College of Ophthalmologists calculated that at least10,000 people had missed out on essential eye care in Britain.In the most extreme cases, the Royal National Institute of Blind People said it feared some people were at risk of losing their sight because of a fear of attending hospital during the coronavirus pandemic. A Royal College of Ophthalmologists spokesperson said: \"It is important that people who have found significant changes in their vision seek the advice of an optometrist who will examine, and determine if the changes require further investigation by an ophthalmologist - a medically-trained eye doctor.\" ", "url": "https://www.bbc.com/news/health-55620100"}