{"datetime": "2021-02-14T00:00:24.000Z", "author": "David Brown", "title": "Covid-19: Five ways to avoid lockdown eye strain", "article": "Millions of people are using screens more than ever before. Many who are working or studying from home are staring at laptops and other devices all day. Most schoolchildren currently have no other way of accessing classes. For some, the new ways of working are taking a toll on their eyes. Itchiness, blurry vision and headaches - or eye strain - are among the common problems.More than a third (38%) of respondents toone survey , carried out for the charity Fight for Sight, said their eyesight had worsened since the start of the pandemic.Another survey put the figure at 22%. Eyesight experts say people with persistent problems should visit an optician, which are open in lockdown. But there are things that many of us can do to keep our eyes healthy.\"Relaxing the muscles in and around your eyes is crucial,\" says Daniel Hardiman-McCartney, clinical adviser to the College of Optometrists. It's simple to do. Every 20 minutes, just look at something at least 20ft away, that's about six metres, for 20 seconds. \"It stops your eye muscles getting overworked,\" says Mr Hardiman-McCartney. Lockdowns have made that more likely, he says, as remote workers and students follow up daytime hours in front of a laptop with screen-based leisure in the evenings. Commuting, or the walk home from school, gave people time to relax their eyes without them realising it. Now, for millions of people, that's gone too.When we focus on a close object like a screen, tiny muscles inside the eyes - the ciliary muscles - contract. The contraction changes the shape of the lenses inside the eyes, focusing the image on to the retina. Those tiny muscles, and others around the eye sockets which keep your eyes looking in the same direction, need a break.\"It's like jogging,\" says Mr Hardiman-McCartney. \"You wouldn't jog all day and all evening and expect your muscles to cope, but that's what people are asking their eyes to do.\" \"Blinking is really important\", says Prof Sunir Garg of the American Academy of Ophthalmology. \"The eyelids work like windshield wipers.\" They clear away dust and dirt and wash the surface of the eye with tear fluid.Blinking also clears stagnant fluid and sharpens your vision by keeping the cornea, or surface layer of your eye, moist.\"Without that moisture, the cornea becomes dry and the vision blurry,\" says Prof Garg. The problem is that we blink less often when we read from a screen, according to many studies.Some researchers also suggest that more of our blinks are incomplete when using a screen, with the upper and lower eyelids failing to fully connect. That can leave your eyes itchy, dry and infection-prone. So stop working on your screen every once in a while - and close your eyes completely. Experts say your screen should be about an arm's length, or 40 to 75cm from your face.Getting the distance right is particularly tricky with laptops which are often too close to the user's eyes.If the screen is too close, you risk continually overworking your eye muscles, says Prof Shahina Pardhan of Anglia Ruskin University. If it's too far away you'll struggle to see small details.\"Use an external keyboard to help you if you can,\" she says.An external monitor can also help - and talk to your employer as many are willing to provide equipment to staff working from home. Prof Pardhan also advises positioning your screen so that it is side on, or facing away from the window. That way you can minimise glare or reflection from sunlight on the screen. The height of the screen position is also worth thinking about, according to Badrul Hussain, consultant ophthalmic surgeon at Moorfields Eye Hospital.\"Computer screens should be set up at, or slightly below, eye level,\" he says. \"Looking up towards a screen can cause more dry eye and fatigue symptoms.\"Looking up, or too far down, may also give you shoulder and neck problems. \"People should really think about adjusting the font size,\" says Prof Pardhan. \"It's not a good idea to work on a smartphone or a tablet for long periods because the text is too small.\" There is no ideal size that suits everyone, she says. \"You should find a font size that's most comfortable for you for sustained reading.\" She also recommends adjusting the brightness of your screen so it matches the level of the surrounding light. Avoid working in a dark room with a bright screen. Experts say dark text on a light background is generally better for your eyes than light text on a dark background. Low contrast colour schemes are best avoided. \"Taking regular screen breaks is essential\" says Prof Mariya Moosajee of University College London. \"It gives your eyes a chance to look into the distance and blink.\" Regular short breaks are better than fewer longer breaks, she says. Getting outdoors for a break is a great way of relieving pressure on your eyes, as well as helping with your all-round physical and mental health. That's obviously difficult during lockdown, especially for people who don't have access to a private garden or balcony. But research suggests that it may be doubly important for children. Eye strain from heavy screen use in adults can be extremely unpleasant, but it doesn't lead to permanent damage. In children, however, there is some evidence that heavy screen use and insufficient time outdoors can lead to myopia or permanent short-sightedness. Prof Garg points toresearch done in China and Japan where, he says, myopia in children is: \"truly an epidemic\". Experts say the problem for children could be too much screen work or too little time outdoors, or a combination of both.And it's not clear exactly how being outdoors helps your eyes. It might just be that you tend to relax them more when you're outdoors by spending more time looking at objects further away. The impact of sunlight on the growth of the eye may also be a factor. But it is clear that \"outdoor activity can reduce the chances children developing myopia,\" says Prof Garg. So make the most of any time outdoors - and encourage your kids to do the same. Illustrations by Gerry Fletcher ", "url": "https://www.bbc.com/news/uk-55933168"}