{"datetime": "2022-02-09T13:32:10.000Z", "subject": "Scottish Budget", "title": "Workplace parking levy: Will you have to pay to park at work?", "article": "The Workplace Parking Levy (WPL) comes into force in Scotland next month - and could lead to some motorists who drive to work having to pay hundreds of pounds a year for a parking space. The scheme will allow individual councils to decide whether to impose an annual tax on car parking spaces that are provided by employers.The Scottish government and environmental groups believe the initiative will help reduce congestion and air pollution by encouraging motorists to walk, cycle or take public transport to work, as well as raising money for local services. But opponents say it will simply hit businesses and workers in the pocket at a time when they are attempting to recover from the financial impact of the pandemic. And they are sceptical about whether people really will choose to ditch their cars.Plans for the WPL were drawn up by the Scottish government as part of its budget agreement with the Greens in 2019, with the legislation due to come into effect on 4 March of this year. It is not a national scheme and local authorities will be free to decide whether or not to introduce it in the future. If a council does decide to impose the levy, employers who provide their staff with on-site parking will need to apply for a licence, the cost of which will be based on the number of spaces in the car park. Employers could then choose to pay the WPL themselves or pass on some, or all, of the charge to those employees who use the car park. Some workplaces - including all NHS properties, GP surgeries, hospices and disabled parking spaces - will be exempt.And councils will also have flexibility over how the scheme works, with no limit being placed by the government on how much they can charge. They could also decide not to charge for smaller car parks, for example, or to impose different charges in different areas or on different classes of vehicle. Transport Secretary Jenny Gilruth told a Holyrood committee earlier this week that it was important for local authorities to be able to look at their own local circumstances and decide what, if anything, to charge.Glasgow and Edinburgh are already examining whether to introduce the levy - with Glasgow estimating that it could raise up to £30m a year if it is introduced across the whole city, or up to £6m if it is confined to the city centre. However, the council also believes it would take at least three years to introduce the scheme. The Scottish scheme was largely inspired by a similar initiative that was introduced in Nottingham in 2012 as part of efforts to reduce traffic congestion in the city. It had been estimated that commuters driving to and from work accounted for about 70% of peak time traffic in Nottingham.The Nottingham model currently sees employers who provide more than 10 parking spaces for their staff pay £428 every year to the city council for each space, with the charge increasing each year in line with inflation.Some employers choose to foot the bill themselves buteight out of 10 workers have the cost passed on to them . The tax has raised about £9m a year since it started, with the money required by law to be spent on sustainable transport projects such as an extensions to the city's tram system and the redevelopment of its main train station. The city was reported to have been the only one in England to have seen a cut in road journey times during rush hour because of reduced congestion before the pandemic. The Scottish Parliament Information Centre (SPICE) used the Nottingham example for a \"tentative estimate\" of how many people would pay the charge if the City of Edinburgh Council were to introduce a similar scheme. Its briefing said Nottingham's WPL applied to about 25,000 workplace parking spaces, from a total of 42,000. It calculated Edinburgh could have about 39,000 workplace parking places liable for the WPL if it followed a similar approach. The briefing pointed out that more than 330,000 people work in the city and the majority would therefore be unaffected by the charge. The Scottish Chambers of Commerce has claimed that the workplace parking levy is more to do with boosting council finances than the environment, with local authorities facing having their funding from the Scottish government cut in real terms. Its chief executive, Liz Cameron, said businesses are still recovering from the financial impact of the pandemic, which has hit city centres hard with severely reduced trade and significantly increased costs over the past two years. She added: \"Businesses across Scotland will now face a postcode lottery and some difficult decisions at a critical point in their recovery.\" There have also been concerns that the tax could put further financial pressure on workers who are already struggling because of the cost of living crisis. Conservative Graham Simpson said many businesses would be left with the dilemma of \"whether to push the cost on to cash-strapped employees or bear the brunt of it themselves as they try to get back on their feet\". And with councils having free rein over whether to introduce the levy and how much to charge, he warned that there could be \"massive disparity\" across the country, and accused the government of \"failing to consider the potential impact of this unfair and shambolic scheme\". Critics have also argued that the best way to encourage people to leave their cars at home is to improve public transport, rather than imposing extra charges. About half of short car journeys in Scotland are taken by car, and 66% of all car journeys are made with just one person in the vehicle. Campaigners say a range of action - including the WPL - is urgently needed to change that behaviour so the country can help cut congestion and reduce air pollution. Supporters of the scheme say it could play a part in helping Scotland meet its target of cutting car journeys by 20% by 2030, alongside other initiatives such as the low-emission zones that are due to be introduced later this year and a national ban on pavement parking next year. Gavin Thompson of Friends of the Earth Scotland said Scottish cities such as Glasgow are \"pretty far behind\" many other European cities that moved away from private car use two decades ago. And he said the new levy was one measure that could help to create city centres that are \"thriving, green and sustainable, where the air quality is better and we're not harming our health when breathing in, and that is inviting to tourists, business and inward investment\". ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-47089134"}