{"datetime": "2022-02-11T10:09:10.000Z", "title": "Cambridge City Council paid £31k subsidy for 'ghost bus'", "article": "A city has been paying thousands of pounds for a \"ghost bus\" that no-one has seen or used since the coronavirus pandemic began. The Stagecoach Citi 1 night service through Cambridge, which cost £31,000 a year, stopped running in March 2020.Ending the subsidy from April was approved by the city council last month. Stagecoach East said the agreement was one of many agreed across the country and had been properly authorised. The issue was raised by Lib Dem councillors Katie Porrer and Tim Bick during discussions about the Labour-run council's proposed budget at the Strategy and Resources Scrutiny Committee on Monday, theLocal Democracy Reporting Service said. In areport to the meeting , a £31,000 saving was listed as a result of the ending of the annual subsidy. Mr Bick highlighted that it had been mentioned the council was looking to get money back from Stagecoach that it had paid for a service that was not running, which he described as \"incomprehensible\". \"I really want to know now, because this is a financial matter and £31,000 is a substantial sum of money, was no-one watching whether the service we were subsidising was actually being run or not?\" he asked. \"There is no way the recipient of that subsidy should retain that money and there's no way the city council should have any reservation about claiming it back.\" Fiona Bryant, the city council's director of Enterprise and Sustainable Development, said no-one had \"expected the pandemic to be going on as long as it did\". \"There were conversations held with Stagecoach and the expectation was that at any point in time that service might have to resume,\" she said. \"The contract does require a level of notice based on the fact that it would be extremely difficult if a part-funder pulled out very suddenly of a service that was still going on. \"We agreed we would then stop subsidising from this year and we are in negotiation to get the funding back for the gap, but as yet we have not secured that.\" Ms Bryant said she could assure Mr Bick that it was being \"extensively investigated\". In a statement to the BBC, a Stagecoach East spokesperson said: \"Government and local authorities agreed payments for bus services across the country that did not run during the pandemic. \"This was part of a package of measures to protect the long-term sustainability of bus networks for local communities. \"These support payments have been properly authorised and paid to operators right across the country, including for services contracted by councils. Service levels were also agreed in partnership with local authorities.\"Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60304820"}