{"datetime": "2022-02-10T16:45:24.000Z", "author": "George Herd", "subject": "M4 relief road scrapped", "title": "Wales transport: New commission and major project axed", "article": "Transport plans across Wales face fresh reviews, with one major project axed altogether. The Welsh government said there will be a year-long commission looking at road, rail and other transport links across north Wales. Lord Terry Burns will lead the commission, while a roads review panel has separately identified 55 proposed projects to examine. Plans to remove roundabouts on the A55 in Conwy county have also been dropped. The commission announced by Deputy Climate Minister Lee Waters followsa similar review carried out in south Wales by Lord Burns after the decision to halt the planned £1.6bn M4 motorway relief road at Newport. It also follows calls from the UK government for a review of transport links in north Wales,as part of the Union Connectivity Review into UK transport infrastructure . Both the commission and the roads review programme are being driven by the Welsh government's new policy on transport announced last year, with a focus on sustainability, reducing emissions, and promoting active travel and well-being. Announcing the commission, Mr Waters said: \"If we are serious about facing up to the climate emergency, we have to be willing to do things differently, and critically to give people across north Wales genuine alternatives to using their cars for most journeys. \"This does not mean the end of road building, but it does mean a greater emphasis on looking after the roads we already have as well as investing in alternatives to give people a real choice.\" The latest announcements followed moves to freeze most major road building proposals across Wales, while the deputy minister asked the roads review panel to scrutinise them. Publishing its intial report on Thursday , the panel chaired by transport expert Dr Lynn Sloman, said it would look at 55 proposals altogether, to see if there was a case for them to go ahead. The schemes being examined include nearly 40 routes on major trunk roads across the whole of Wales, and several stretches of the M4 motorway - including some at Swansea, Port Talbot, Bridgend, and Cardiff. In mid Wales, proposed improvements to the A470 at Llanidloes will be looked at, along with the A44 from Llangurig to Aberystwyth, and stretches of the A487, including those at Machynlleth and Llanrhystyd. In the north, the review team wants to scrutinise major schemes such as the third Menai crossing proposals, and the long running plans for improvements on the A55 and A494, including the Flintshire corridor and Queensferry bottlenecks. In November, the panel recommended a bypass at Llanbedr in Snowdonia was scrapped. That was accepted by the Welsh government, but it triggered abacklash from Plaid Cymru andGwynedd council . On Thursday, the Welsh government accepted a further recommendation from the panel, relating to two roundabout on the A55 expressway. Work on the £75m plan to replace them with new junctions and slip roads at Llanfairfechan and Penmaenmawr was due tobegin in the Spring .Junctions 15 and 16 of the A55 are the only roundabouts on European route E22, a 3,310-mile corridor from Anglesey to Russia, linking the continent with the Republic of Ireland. But the review found the plans would \"create little absolute improvement\" in cutting crashes on the stretch of road, and the impact on journey times would be \"marginal\". It also found that building new junctions would lead to an additional 32,000 tonnes of carbon dioxide gas emissions, adding \"the scheme will create little change for people and the community\". In addition, the panel recommended to the government that one way of improving safety and resilience on the stretch of road would be to impose a new 50mph speed limit from the Penmaenbach tunnel to west of junction 14. Official estimates put the cost of work on the abandoned scheme to be about £8.9m. The active travel charity Sustrans said it welcomed the announcements from the Welsh government and was committed to working towards \"happier, healthier lives in Wales\". Another body, the Campaign for Better Transport, said Wales was \"showing great leadership by looking at transport in the round\". ", "url": "https://www.bbc.com/news/uk-wales-60333189"}