{"datetime": "2022-02-09T15:15:03.000Z", "title": "Great Yarmouth: E-scooter expansion plans spark anti-social fears", "article": "A proposed increase of e-scooters in a seaside town has sparked fears from councillors over anti-social behaviour. Great Yarmouth in Norfolk is one of 32 areas across England taking part in a Department for Transport (DfE) trial of rental e-scooters. E-scooter operator Ginger has put in a request to the government to extend its fleet in the area from 100 to 450, the Conservative-led borough council heard. But Labour councillor Tony Wright said it filled him \"with absolute fear\".The former MP said: \"The number of infringements I see, with [people misusing] Ginger [scooters] and with private ones as well, leads me to believe that if we were to extend this in this particular time, it's going to create more problems than it's worth.\" He added increasing the fleet would be \"changing the goalposts\" of the trial. The DfE confirmed a request had, in fact, been lodged for an increase to 250 and was being considered, reported theLocal Democracy Reporting Service .It isillegal to ride privately-owned e-scooters on public roads and Ginger's e-scooters are the only ones permitted to be used in the borough's trial zone. The company said the Great Yarmouth trial was outperforming all other areas where it operated.Mr Wright's Labour colleague Colleen Walker said: \"While I'm not anti-scooter, I am [against] anti-social-behaviour.\" She said the vehicles were hazardous for partially-sighted people when \"slung down\" on the pavement.However, a council officer pointed out that Ginger required people to photograph the scooter parked properly or they would continue to be charged. The officer also said 86% of local e-scooter journeys were now point-to-point, rather than circular \"joy-rides\".Conservative councillor Daniel Candon said there was evidence of their \"novelty\" having worn off, though he said he also had concerns about the expansion. A DfE spokesman said safety was its top priority and the trials were helping it to understand the benefits. Ginger was approached for comment. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60321211"}