{"datetime": "2022-02-08T18:30:30.000Z", "title": "Humber Bridge: Call for second crossing to boost North's economy", "article": "A second Humber Bridge should be built between Immingham and Hull to speed up freight movements across the north of England, a port owner has said. Associated British Ports (ABP) said a new road bridge would help to reduce congestion. In a statement, ABP called on the Environment Agency (EA) to consider incorporating a road on the top of a proposed new Humber flood barrier. The agency said the flood project was a potential \"idea\" for the future. \"This is just one of many long-term options that are being looked at for the region to manage long-term tidal flood risk and no proposal has yet been made,\" said an EA spokeswoman. ABP, which runs several sites in the Humber region, said it oversaw 17% of the nation's trade, with nearly 7,000 lorries using its four Humber ports, including Grimsby and Goole, each day. A second bridge would \"benefit the nation\" and boost the regional economy, the firm said. \"Putting in a new crossing would reduce congestion in Hull, forge new economic ties between Grimsby and Hull, and build resilience into the road network so traffic from the ports on both banks of the Humber have alternative routes when incidents or congestion occurs,\" ABP said. It would speed up the movement and increase the reliability of freight which \"could benefit business across the North,\" it added. The call for a new Humber crossing was just one proposal made in response to a consultation into freight and logistics carried out by Transport for the North. ABP also suggested moving a \"substantial proportion\" of lorries over to the rail network in a bid to reduce carbon emissions and improve reliability. However, the company said to make that move cost-effective, freight would have to be given greater priority on rail than at present. \"Too often, freight trains are shunted into sidings to allow passenger trains to pass and an increase to rail freight priorities will help,\" it said. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-60306832"}