{"datetime": "2022-02-09T14:39:37.000Z", "title": "Axing 110-year-old Hertfordshire bus route is 'devastating'", "article": "Campaigners have said the axing of a 110-year-old bus route is like \"seeing an old friend go\". Route 84 has been running between St Albans in Hertfordshire and Barnet in north London since May 1912. Operator Metroline said it would be de-registering the route at the end of March due to \"an unsustainable decline in passenger numbers\". Organisers of a petition to save the route said it was \"vital\" and its loss would be \"devastating\". The route, which runs via Potters Bar, South Mimms and London Colney, serves several schools, hospitals, railway stations and shopping centres. The petition described it as \"literally a lifeline to thousands of people\". \"Axing the route would have devastating consequences on the local community,\" its organiser said. Regular user Warren Bernhout, who has been using the route for more than 50 years, said \"the vulnerable, the elderly, the infirm, are being deprived of their right to local bus travel\". \"It's a good service; we're like a little family; everyone knows each other and it's like seeing an old friend go,\" he said. \"Plus what's the point of having a bus pass if you haven't got a bus to use it on?\" Metroline has said its decision \"was not taken lightly and we have tried to try find viable solutions to maintain the service in some form\". Hertfordshire County Council said Metroline had deregistered service 84 because the service was \"no longer viable for the company to operate\". \"Our officers are currently engaging with bus operators, through the Intalink Partnership, to identify options for how much of the route may remain,\" a council spokesman said. \"Given the route also crosses the border into London, we are also raising our concerns with Transport for London about cross-boundary travel that may be affected. \"We hope to announce a decision in due course regarding replacement services.\"Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-60317011"}