{"datetime": "2022-02-01T01:11:37.000Z", "author": "Vumani Mkhize", "title": "South Africa's railways: How thieves have destroyed the network", "article": "Dunswart train station now lies in near ruin. The dangling cables, crumbling buildings and towering weeds that obscure the tracks give the impression of a place long abandoned. But it is not time that has caused the destruction at this stop east of South Africa's commercial hub, Johannesburg. Thieves and vandals have been at work. It was functioning just two years ago, but now, outside the station, workers have to board the slower and more expensive minibus taxis to get into the centre of the city.The damage at Dunswart station is emblematic of the decay of South Africa's railways.With a network of over 30,000km (18,600 miles) of track, South Africa has the most advanced railway system on the continent, but it has been stripped by criminals looking to make money from scrap metal. A decision in late 2019 to cancel all private security contracts exacerbated an already difficult situation. The Passenger Rail Agency of South Africa (Prasa), which oversees the running of the passenger network, made the move because the state's financial watchdog found the correct process was not followed when the contracts were awarded. The problem was that no contingency plan was put in place to look after the vital infrastructure.The stations became easy prey for those who saw that there was a quick buck to be made. When Covid-19 struck in 2020 and the country went into lockdown, train stations became even more vulnerable. Without security, it was open season for looters and some were brazen enough to do the damage in broad daylight.Prasa has a new board and its chairperson, Leonard Ramatlakane, lays the blame for the current the state of the railways on his predecessors.\"It's an embarrassment,\" he admits. \"The people before us… dropped the ball.\" A report last year, by the Brenthurst Foundation think-tank, said the rail network was on the verge of total collapse.The report found that two-thirds of the overhead cables that covered more than 3,000km of track had been stolen. It estimated that it would cost the state about 500,000 rand ($32,000; £24,000) per kilometre to restore.Politically, Transport Minister Fikile Mbalula is responsible for the railways and he has been harshly criticised by the public for his handling of the security debacle. He believes the vandalism experienced by the rail network could have been deliberate sabotage. \"Some of the vandalism that happened here went on unabated… we can't say by who because nobody is arrested but clearly [there are] vested interests,\" he told the BBC. Speaking at an inspection of newly refurbished train stations in Cape Town, Mr Mbalula vowed to take much tougher measures to protect the vital infrastructure.\"We've got a tight security plan that involves law enforcement [and] also Prasa security. This involves modern security measures, so when an electric cable is vandalised and cut, there is a quick armed response,\" he said.But even with the minister talking tough about ending the theft and vandalism, there is another problem to address, as South Africa's trains are notoriously inefficient and unreliable.Something I found out for myself the day after the minister's Cape Town visit.My commuter train ride from the suburb of Plumstead ended four stops short of the city's main station because of a \"signalling problem\".I was riding with die-hard train commuter Lorenzo Davids, who has been travelling these tracks for 40 years. He shares pictures and anecdotes of his daily train commute on Twitter in an effort to encourage more people to use the rail network transport, but he knows the public do not have faith in the system. This is partly because of the infrastructure problems, but partly because of the management. \"There are the lines, there's the physical infrastructure, there are all kinds of signalling systems that must be maintained,\" he says. \"There's a particular intellectual knowledge that must be residual within that rail infrastructure system. I don't think we take that seriously enough.\"When the train prematurely ended its journey, frustrated commuters hurriedly made their way out to take minibuses to work. They had to spend money they had not budgeted for. \"I'm actually so really exhausted, because this has been going on for 10 years. You don't hear any apologies, you get all these stupid excuses,\" one visibly irate commuter told me as she made her way out of the train.\"It's a dire situation - this morning is an example of just exactly the type of frustration that commuters experience on a daily basis,\" Mr Davids said as he too ran off to catch a taxi to work.This is not just about the inconvenience to commuters, it is having a direct impact on the economy. And it is the poor who bear the brunt.In a country with such high levels of unemployment and poverty, the lack of trains as a reliable and affordable public transport system will only worsen South Africa's already high levels of inequality. ", "url": "https://www.bbc.com/news/world-africa-60202570"}