{"datetime": "2022-02-07T00:08:14.000Z", "author": "Harriet Bradshaw", "title": "What would persuade Scots to ditch the car?", "article": "What would get you out of your car? Tricky when you think most journeys in Scotland are made by car, according to Scottish Transport Statistics 2020.But the Scottish government plans to slash car journey distances by 20% by 2030. It's to tackle climate change. Because domestic transport, including car travel, makes up Scotland's biggest chunk of emissions.The plans are in a\"route map\" . So what do you think? What do you want?I've been to southern Scotland to ask just that.And among the ideas and suggestions are win-win solutions, for both people and planet.Improving access to cycling is part of the government proposal. So I've met up with Aneela McKenna. As we cycle the path in Galashiels, she explains it's great that action on climate change is being taken, but people can't be left behind.She describes herself as a diversity campaigner for cycling, working with a number of cycle groups including women, refugees, people of colour and young girls.And she explains one of the barriers to cycling is around safety, which for her is crucial to address to get people out of their cars and on their bikes. Better accessibility and signage too on paths. She says: \"If you look around you and at the surroundings, this path is very narrow, and you can see that there's no lighting. And for me as a woman and a woman of colour, I don't feel safe to use the path when it's dark, and it's at night…\"What would make me feel safe is some lighting, some lighting would be fantastic. I'd love to see the path widened as well. So, when you're passing people, again, you feel safe, comfortable.\"And even if you just look at actually brightening up the environment itself, it might bring the communities here.\"It's not just cycling - the Scottish government plans also include investment in bus and train travel. On Biggar high street I met a group of public transport campaigners.\"Having the ability to travel easily? It's going to be a massive win for anyone that's not able to travel and especially young people who can't or who don't know how to drive yet and don't want to be inconveniencing their parents all the time,\" 17-year-old school student Jake explains to me.For people - such as him and his peers - who are aged under 22, the provision of nationwide free bus travel is part of the plan to get us out of our cars. But Jake doesn't think it solves the whole problem.He says: \"I think it's about regularity to make the buses usable… a minimum really every hour… In cities… if buses are cancelled or aren't turning up, you've got another one in 20 minutes, if not sooner. Whereas somewhere rural like this, if you're missing a bus that's you having to wait around for a long amount of time.\"Improving online services so we don't have to travel so much and having neighbourhoods where your everyday needs are met locally within a 20-minute walk, wheel or cycle from home are also in the proposals.But for Jen Crighton, a mum-of-four, it's all very well if you're in town, but what if you live rurally?\"My ideal scenario, most recently would have been if I had managed to get social housing within Biggar,\" she says. \"I was quite prepared to give my car up at that point because there's better links in Biggar itself… Where I live just now my car is an essential.\"So most of my remaining budget, anything at the end of the month has to go on my car and making sure that my car stays on the road. It's not only just school and social aspects, it's medical.\" Another part of the action plan is to invest in more active travel routes that are safe to use and accessible. And that includes walking.Thelma Ingram tells me she stopped driving seven years ago because of increasing sight loss. She wants this move for the environment to also work for her and others in similar positions.She says improving accessibility to public transport and walkways would give her more independence.\"I have severe difficulties moving about certain environments here and in Biggar and will have in other towns because we do not have good pavements or crossings,\" she says. \"I would like things to be designed for people who are disabled rather than us being an after-thought which we very often are.\" At the moment, to get to hospital appointments, it would take her four hours by public transport there and back, she explains. She puts this down to poor connections. So design for her, from timetabling to vehicles, is crucial.\"I'm a great fan of Edinburgh tram,\" she says. \"And the reason is it's the most easy piece of transport to use. It's level access… there are announcements, it's very clear where I'm going. And it is possible to get somewhere very quickly.\"And I think that kind of model needs to be thought about not necessarily a tram, but just basically designing things so that the passenger is accounted for and not just shoved about, as if they were a piece of luggage.\" The Scottish government says the \"route map\" contains more than 30 interventions which cover many of the opinions covered, including active travel, accessibility, public transport and 20-minute neighbourhoods.The option to have a say on cutting car travel and climate change is in place until 6 April. ", "url": "https://www.bbc.com/news/uk-scotland-60270994"}