{"datetime": "2021-11-16T12:48:08.000Z", "title": "Halo Infinite given early multiplayer launch for 20th anniversary", "article": "The latest game in the Halo series has been released three weeks early to coincide with the franchise's 20th anniversary. Halo: Infinite was originally supposed to be released last year but was delayed until December 2021. But on Monday, at an Xbox 20th anniversary event, Microsoft revealed the multiplayer part of the game was being released the same day. The single-player campaign is still being withheld until 8 December. Halo was, at its peak in the mid-2000s, known as much for its online multiplayer as for the story-led campaign. With this latest game, Microsoft has released the multiplayer part separately as a free-to-play title - a popular business strategy for many online games but a significant shift for the Halo series. The release was widely celebrated by fans keen to play the multiplayer, which was reviewed well in early previews after a tumultuous development cycle for the game as a whole. Piers Harding-Rolls, from Ampere Analysis, said the game was already setting records for player numbers on a Microsoft game on PC, though there were complaints about the levelling system being \"slow-paced and potentially frustrating\". But because it was free to play, it could be used \"as a promotional tool for the launch of the campaign version of the game... and for sign-ups to Microsoft's subscription service, Game Pass, which will include the premium version of the game at launch\". \"A substantial audience alongside the full suite of in-game monetisation that is being deployed suggests it also has a strong chance of being the most commercially successful Halo multiplayer ever,\" Mr Harding-Rolls added. The early launch means Halo is also directly competing against major November shooter releases Battlefield 2042 and Call of Duty: Vanguard. By Steffan Powell, Gaming reporter Waking up on a random Tuesday morning to the news Beyoncé or Taylor Swift have dropped a new album out of the blue is a bit of a surprise - but not unheard of. Shadow-dropping a big videogame release, however, is just not done. And it is especially surprising when it comes to an important franchise such as Halo. The series has been used to encourage players to choose an Xbox over rivals such as the PlayStation - it is Microsoft's most iconic exclusive franchise and carries nostalgia for many gamers. But multiplayer gaming has changed a lot since the release of the previous Halo.Fortnite and Warzone dominate the free-to-play online market with their battle-royal \"last man standing\" format. And Microsoft will be hoping Halo's unique brand of smooth, frenetic team deathmatch action, offered for free, will draw players away from titles such as those. In short, there is a lot riding on this release - and all of a sudden, it is out in the wild. If the gamble pays off and gamers love what is on offer, then the franchise could return to its heyday, when Halo 3 dominated the online multiplayer scene. It could reinvigorate the franchise ahead of the game's full launch in December. But if it fails, it could leave Microsoft looking for a new standard-bearer for this generation of its console. Halo: Infinite has had a troubled development cycle since it was announced in 2018. The first trailer for the title was unveiled in mid-2020 to a significant fan backlash about its visual style.Some thought the graphics \"cartoonish\" and unpolished. By August, developer 343 Industries had announced it was delaying the title into 2021 for the wellbeing of staff and \"overall success of the game\". And that meant the game missed being a launch title for the newest Xbox console.Halo games have often been used as a \"system seller\" for the Xbox, ever since the first title launched with the original console on 15 November 2001. During the anniversary video stream, Microsoft also showed off the first teaser trailer for a live-action Halo TV series from Paramount and a six-part documentary about the creation of the original Xbox. The company also announced it was adding more than 70 original Xbox and Xbox 360 games to its compatibility scheme, making them playable on the modern versions of the console. ", "url": "https://www.bbc.com/news/technology-59306285"}