{"datetime": "2021-11-11T10:49:50.000Z", "title": "Ancient Olympia to be digitally preserved", "article": "Ancient Olympia is to be digitally preserved, in a new deal between the Greek government and Microsoft. The collaboration uses artificial intelligence to map the site, and augmented reality to help restore the original home of the Olympic Games. It will allow viewers to explore the area as it stood more than 2,000 years ago. Microsoft has ambitions to rival Facebook with its own plans for the so-called metaverse. It recently announced Microsoft Teams metaverse for meetings and is keen to transform Minecraft and other games it owns into more immersive 3D worlds. Its tie-up with the Greek government means people can tour the site remotely or in person with an augmented-reality mobile app. At the Olympic Museum in Athens they can use HoloLens headsets to overlay a digital version of the site. Microsoft's augmented reality smart glasses HoloLens use multiple sensors, advanced optics, and holograms, to display information, blend with the real world or simulate a virtual world. Among the 27 monuments to be preserved are the original Olympic Stadium, the temples of Zeus and Hera, and the workshop of the renowned sculptor Phidias.The buildings are as close as possible to their original forms and include historical timelines of the site's changes over time, and depictions of artefacts from each period.Through its AI for Cultural Heritage initiative, Microsoft partnered technology company Iconem, which specializes in digitising historic sites in 3D. Using on-the-ground cameras and drones to take hundreds of thousands of images of the site, Microsoft AI then processed the pictures to create models. \"The cultural implications of this technology are endless. For the first time, visitors from around the world can virtually visit the birthplace of democracy, the ancient site of Olympia, and experience history first hand,\" said the Greek Prime Minister, Kyriakos Mitsotakis.Brad Smith, the president of Microsoft said: \"The project to digitally preserve Ancient Olympia is a stunning achievement in cultural heritage, bringing together humanity and cutting-edge technology to benefit the world, and empower coming generations with new ways to explore our past.\"", "url": "https://www.bbc.com/news/technology-59219079"}