{"datetime": "2021-10-14T20:14:47.000Z", "title": "Microsoft shutting down LinkedIn in China", "article": "Microsoft is shutting down its social network, LinkedIn, in China, saying having to comply with the Chinese state has become increasingly challenging. It comes after the career-networking site faced questions for blocking the profiles of some journalists. LinkedIn will launch a jobs-only version of the site, called InJobs, later this year.But this will not include a social feed or the ability to share or post articles. LinkedIn senior vice-president Mohak Shroffblogged: \"We're facing a significantly more challenging operating environment and greater compliance requirements in China.\" And the firm said in a statement: \"While we are going to sunset the localised version of LinkedIn in China later this year, we will continue to have a strong presence in China to drive our new strategy and are excited to launch the new InJobs app later this year.\" LinkedIn had been the only major Western social-media platform operating in China. When it launched there, in 2014, it had agreed to adhere to the requirements of the Chinese government in order to operate there, but also promised to be transparent about how it conducted business in the country and said it disagreed with government censorship. Recently, LinkedIn blacklisted several journalist accounts, including those of Melissa Chan and Greg Bruno, from its China-based website. Mr Bruno, who has written a book documenting China's treatment of Tibetan refugees,told Verdict he was not surprised the Chinese Communist Party did not like it but was \"dismayed that an American tech company is caving into the demands of a foreign government\". US senator Rick Scott called the move a \"gross appeasement and an act of submission to Communist China\", in a letter to LinkedIn chief executive Ryan Roslansky and Microsoft boss Satya Nadella. Zhaoyin Feng, BBC News, Washington It's hard to pinpoint whether LinkedIn's move was driven by the pressure from China, or that from the US. It could be both, as the Chinese government has been tightening its grip over the internet, and meanwhile, LinkedIn has drawn growing criticism in America for bowing to Beijing's censorship rules. LinkedIn launched its Chinese version in 2014, hoping to tap into the country's huge market.Seven years on, it has struggled against local competitors and run into regulatory problems. In March, LinkedIn was reportedly punished by the Chinese regulator for failing to censor political content, resulting in a suspension of new user registration for 30 days. Other than controversy over censorships,the platform has been used by Chinese intelligence agencies as a recruitment tool. In a letter to the platform's users in China today, President of LinkedIn China Lu Jian pledges that the site will continue to \"connect global business opportunities\". But LinkedIn's shutdown in China shows an opposite trend. The country's heavily controlled internet has drifted further away from the rest of the world, and it's increasingly challenging for global business operating in China to bridge the deep divide. ", "url": "https://www.bbc.com/news/technology-58911297"}