{"datetime": "2021-08-12T13:35:30.000Z", "title": "Activision Blizzard: Diablo 4 director and two others leave company", "article": "Three more high-profile leaders have left gaming giant Activision Blizzard, including some from new game Diablo 4. Diablo director Luis Barriga and designer Jesse McCree have both departed, as has Jonathan LeCraft, a designer on World of Warcraft.It follows the resignation of president J Allen Brack and other executives in the wake of allegations of widespread sexual harassment at the company. No reason has been given for the three most recent departures.News of their leaving was first reported by gaming news site Kotaku, and later confirmed by Activision Blizzard.It follows thefiling of a legal case by the state of California against Activision Blizzard, which alleges widespread discrimination and sexual harassment at the firm.This was closely followed by the resignation of its president, Mr Brack, and the departure of head of human resources, Jesse Meschuk.Blizzard initially rejected the allegations as \"distorted, and in many cases false\". Following internal and external criticism, some senior management softened that language, issuing statements that the initial response had been \"tone deaf\" and promising an investigation. None of the three most recent departures were named in the California legal case. In a statement, Activision Blizzard said: \"We can confirm Luis Barriga, Jesse McCree, and Jonathan LeCraft are no longer with the company.\"But it is not clear why the three have suddenly departed. Mr McCree - who shares a name with the popular cowboy character in Blizzard's multiplayer shooter Overwatch - was allegedly aware of the infamous \"Cosby suite\" detailed in the sexual harassment lawsuit, according to photos and text exchanges obtained by Kotaku in July. Alongside Mr LeCraft, he seems to appear in a photograph of several developers posing with a photo of Bill Cosby - the actor who, years after that photo was taken, was convicted of sexual assault before having that conviction overturned.Mr Barriga does not appear in the controversial photograph.The loss of two significant leaders from Diablo 4 may pose problems for the game, which is widely seen as an important forthcoming title for Blizzard. The company has seen declining player numbers across its existing titles in recent years.Blizzard directly addressed such concerns in its statement.\"We have a deep, talented roster of developers already in place and new leaders have been assigned where appropriate,\" it said.\"We are confident in our ability to continue [to] progress, deliver amazing experiences to our players, and move forward to ensure a safe, productive work environment for all.\"", "url": "https://www.bbc.com/news/technology-58187612"}