{"datetime": "2021-09-28T12:53:54.000Z", "title": "Activision settles $18m workplace discrimination case", "article": "Gaming giant Activision Blizzard has settled a sexual harassment case brought by a US federal employment watchdog for $18m (£13.2m). The Equal Employment Opportunity Commission (EEOC) had also accused the game company of sexual discrimination.It was one of a number of such allegations against the firm, which is also facing a case filed by the state of California. Activision continues to deny wrongdoing as part of the EEOC settlement.The company - which makes massively popular games such as Call of Duty, World of Warcraft and Overwatch - said the agreement was \"part of its effort to have the most welcoming, inclusive workplace\". The EEOC is the US body responsible for enforcing federal - not state - laws around employment discrimination. Legal papers filed this week reveal it had been investigating the games firm since 2018.It had accused Activision Blizzard of \"unlawful employment practices by subjecting employees, individuals, or a group of individuals to sexual harassment, pregnancy discrimination and/or related retaliation\", the court filings said.Activision had denied all such wrongdoing or liability for damages, or \"that any of their policies and procedures are inadequate\".But the settlement, filed in a California District Court on Monday, resolves the disagreement, in part to \"avoid the expense, distraction and possible litigation associated with such a dispute\".Among several measures, Activision will:Any leftover cash from the compensation fund will be spent on non-profit groups promoting women and gender equality in the video game and technology sectors, the company said.Activision released a lengthy press release on the settlement , and said it would also develop software and training programmes \"to improve workplace policies and practices for employers across the technology industry\".Activision boss Bobby Kotick wrote: \"There is no place anywhere at our company for discrimination, harassment, or unequal treatment of any kind, and I am grateful to the employees who bravely shared their experiences.\"I am sorry that anyone had to experience inappropriate conduct, and I remain unwavering in my commitment to make Activision Blizzard one of the world's most inclusive, respected, and respectful workplaces.\"\"We will continue to be vigilant in our commitment to the elimination of harassment and discrimination in the workplace. We thank the EEOC for its constructive engagement as we work to fulfil our commitments to eradicate inappropriate conduct in the workplace.\"However, the EEOC legal case is only one of several Activision Blizzard is facing over allegations of sexual harassment and discrimination.California's Department of Fair Employment and Housingtook legal action against the company in July, following a two-year investigation . It accuses the firm and some of its male employees of widespread sexual harassment - what it calls a \"frat boy\" culture.Following that case, some of Activision's investors filed legal cases against the firm in August forallegedly concealing the damaging allegations from shareholders .And a workers' rights group, Communication Workers of America,has filed a case with the US National Labor Relations Board alleging the company has prevented the discussion of workplace activities protected by law, and allegedly \"threatened employees that they cannot talk about or communicate about wages, hours and working conditions\".", "url": "https://www.bbc.com/news/technology-58720517"}