{"datetime": "2021-09-29T08:41:39.000Z", "author": "John Campbell", "title": "Eirgrid: Irish electricity operator warns of 'challenging' winter", "article": "The company which operates the electricity grids in the Republic of Ireland and Northern Ireland has warned of a \"challenging\" winter. EirGrid says low availability of power plant continues to be a concern. It does not expect a deficit of supply this year but has pointed to growing risks in the Republic from 2024. The country faces a major increase in electricity demand from data centres as it also tries to transition to more renewable energy. EirGrid has forecast that data centres could account for 25% of all electricity demand in the Republic of Ireland by 2030. Data centres are effectively warehouses full of computer servers which are central to the operations of online businesses. They require a large and constant supply of electricity to operate and cool the servers. Companies such as Facebook, Google and Microsoft have significant data centres in Ireland with more planned. Irish Environment Minister Eamon Ryan said electricity supply over the winter would be \"tight\".Mr Ryan told RTÉ's Morning Ireland programme it was \"not absolutely certain\" the country would not experience blackouts. The minister also suggested that the option of keeping open a coal-burning plant, due to close in 2025, could remain open \"as a last resort\".\"We can't have the lights going out,\" he added. In it'sannual generation capacity statement EirGrid said: \"Long-term system electricity demand in Ireland is increasing and is forecast to increase significantly, due to the expected expansion of many large energy users, in particular data centres. \"Such rapid increases in demand are unusual; EirGrid acknowledges the challenge and have set out to identify solutions.\" EirGrid also said its Northern Ireland operation, SONI, has received enquiries about \"possible new data centre demand\". However, overall demand in Northern Ireland has been flat in recent years and is \"expected to remain fairly stable\". SONI says the forecast predicts that Northern Ireland, unlike the Republic, of Ireland will have a surplus of electricity until 2030, the end of the forecast period. The company's managing director, Alan Campbell, sought to offer reassurance about the situation this winter. He said: \"We can experience operational challenges on a cold, still winter's day, particularly if units at conventional power plants are off-line, whether for maintenance or a due to a fault, as happened on a number of occasions last winter. \"What is important is that we have identified the risk and are working with the energy industry, the Department for the Economy and the Utility Regulator to manage it.\"It is SONI's role to ensure all reasonable demands for electricity are met, but we do not generate electricity. It is essential that we inform those who do, of our data, and support preparations for the winters to come.\" EirGrid said there were a number of \"system alerts\" in Ireland and Northern Ireland in winter 2020/21. They indicate that capacity margins are tight and a loss of a generator could mean difficulty in meeting demand.These alerts have happened before but the company said a combination of factors including low wind generation and a cold snap exacerbated the situation. It added: \"We expect the number of system alerts to increase over the coming winters as (generating) capacity exits and demand increases.\" ", "url": "https://www.bbc.com/news/world-europe-58732428"}