{"datetime": "2021-10-04T23:03:11.000Z", "author": "David Molloy", "title": "Windows 11 launches with redesigned start menu", "article": "Windows 11, the latest version of Microsoft's computer operating system, launches worldwide on Tuesday as a free upgrade for Windows 10 users. Windows chief product officer Panos Panay, told the BBC the latest version was built to be \"clean and fresh and simpler\" for the user. He promised that the new operating system would not be an \"extreme departure\" from what people know. And even the least tech-savvy users can upgrade easily, he added. \"I use the frame of my father - he's 89,\" Mr Panay said. \"I'm so excited for him to hit that button and upgrade, you have no idea.\"Not because he's my dad - because I just want it to be easy for him.\" He said expert users had already tested it extensively through Window's Insider trial programme and was confident there would be no teething issues, adding the upgrade is \"ready now\". Windows 11 has some significant design changes, along with some alterations on how the system works under the hood.By default, the Start menu is centred on screen, along with icons in the taskbar. When clicked on, the Start button opens a menu of frequently used apps. In some ways, it mimics the appearance of a smartphone app menu or launcher. Microsoft has also dropped the \"tiles\" which were present on Windows 10's start menu. Mr Panay said the team had learned from Windows 8, whichgot rid of the start menu entirely, upsetting many users . \"You learn from that, of course, and then you adapt,\" he said.Developing Windows 11's interface involved watching how people use their computers - \"what they want to click on, where their eyes are on the machine when they come into our labs,\" he explained.\"You get this confidence of learning from history,\" he added.For Windows 11, \"the Start button is right there. It's right in the middle of the screen. It's not gone.\"When Windows 10 came out,Microsoft declared it would be the \"last version\" of the system . That has obviously changed. \"We're in a time where there is a bit of a new era for the PC happening right now,\" Mr Panay said. \"I think Windows 11 kind of stamps that moment and it is a signal for that moment.\" Across the operating system, the design favours rounded corners, and has simplified most menus and folder views. And there are new, improved options for arranging windows and \"snapping\" them into grids.Widgets, a major selling point of 2007's Windows Vista, also make a comeback - but instead of \"floating\" on the screen where the user puts them, they live in a sidebar on the left, and are also linked to Microsoft services. Some changes go deeper than the interface and design.System integrations for Microsoft Teams - replacing Skype - and the Xbox app both feature heavily in Microsoft's advertising.The Microsoft Store - the Windows version of an app store - has been completely redesigned and will allow third-party apps to sell inside it, without taking a substantial cut.And one new feature which raised eyebrows in the technology world was that Windows 11 would run Android smartphone apps through the Amazon app store.Early adopters have reported that the in-built search function of the new version is significantly faster on most devices - but also that it favours Microsoft's own services, Bing and the Edge browser, when delivering web results.For gamers, Microsoft promises that its new drive technology - Direct Storage - will lead to much better loading times in games by allowing a graphics card to access storage drives without going through the central processor.But that feature, like some others, needs newer hardware to work.As a result, not every computer will see all the potential advantages to upgrading - and some machines may not be able to upgrade at all.The minimum requirements include a type of security chip - called a TPM - only installed on modern computers.\"If your device does not meet these requirements, you may not be able to install Windows 11 on your device and might want to consider purchasing a new PC,\" Microsoft says.The company has just launched a range of its own new hardware devices to coincide with the new Windows version.But users already running Windows 10 do not need to go to this expense if the computer is still working. Windows 10 will continue to be supported and receive security updates until October 2025.", "url": "https://www.bbc.com/news/technology-58795119"}