{"datetime": "2021-11-02T17:12:47.000Z", "title": "Netflix launches first games on smartphones", "article": "Netflix is launching its first games worldwide as it seeks to break into the game subscription market. Starting Tuesday, the company will roll out updates to its Netflix app on Android smartphones, showing what games are available for download. To begin with, five mobile games are included for Netflix subscribers. The company is promising more to come - with no adverts in the game and no in-app purchases like those common in other mobile games. Of the five games launching with the service, two are linked to the streaming giant's popular Stranger Things series: \"While this is just the beginning of a long journey, we're excited to provide a gaming experience that is differentiated from what is available today - exclusive mobile games with no ads, no in-app payments, included with your Netflix membership,\" the company said. While the initial games have relatively simple graphics and casual gameplay, Netflix says it is in very early stages, but plans to eventually create games \"for every kind of player\". \"Whether you're craving a casual game you can start from scratch, or an immersive experience that lets you dig deeper into your favourite stories, we want to begin to build a library of games that offers something for everyone,\" wrote Mike Verdu, the company's head of game development. Mr Verdu was a major hire for Netflix, having worked at games giant EA and later at Facebook, where he worked on augmented and virtual reality.This week's release is only for Android phones and tablets. Netflix said that games would come to iOS devices \"in the coming months\". Apple has previously resisted attempts by other companies to put \"stores inside stores\" - particularly around gaming. When Microsoft initially launched its Game Pass streaming service in 2020, A pple blocked the app from appearing in the iPhone App Store , arguing that the roughly 100 games included should all be listed in its store individually. Microsoft eventually resorted to streaming through Apple's mobile Safari browser instead. Netflix did not say it was facing any similar issues with Netflix Games, saying that Android arriving first was down to the launch being \"still in its early stages\". Despite the delay in reaching Apple customers, Microsoft has become the dominant figure in the game subscription market to date. Its Xbox Game Pass service includes most of Microsoft's own game studio releases on the day they go on sale, many of which can be played on an Xbox, a gaming computer, or streamed over the internet to phones and tablets. It is estimated to have tens of millions of subscribers paying between £7.99 and £10.99 a month, depending on the features they need. ", "url": "https://www.bbc.com/news/technology-59136945"}