{"datetime": "2021-08-27T13:16:22.000Z", "title": "Overwatch to change cowboy character McCree's name", "article": "Jesse McCree, a character in Blizzard's Overwatch game, will be renamed in the wake of fallout over sexual harassment allegations against the company. The in-game McCree, a revolver-toting cowboy character, was named after a real-life Blizzard staff member. In August, he and two other executives left the company without explanation.In a statement, the Overwatch team said it was \"necessary to change the name... to something that better represents what Overwatch stands for\". \"Going forward, in-game characters will no longer be named after real employees,\" it promised.But the Overwatch developers did not reveal what the character's new name would be.Overwatch is one of the best-known examples of the hero shooter genre, with a cast of characters each with a unique identity and set of abilities.McCree remains a fan favourite as one of the game's launch characters, and is deeply tied to its back story.On top of being a playable character, he appears in connected comic books, a high-budget six-minute short animated film, and as merchandise, including an action figure.However, the real-life Mr McCree after whom the character is named, was allegedly aware of the infamous \"Cosby suite\"detailed in the sexual harassment lawsuit filed in the state of California in July. Mr McCree is not personally cited in the lawsuit. The suite was named after actor Bill Cosby, who was convicted of sexual assault,then had his conviction overturned, years after those photos were taken.Gaming news site Kotaku obtained photos it said showed the inside of the suite, which it reported appears to show a group of executives, including Mr McCree, posing with a photograph of Mr Cosby.Shortly afterwards,Mr McCree and two other senior staff left Blizzard , though the company did not give any reason for their sudden departure. Mr McCree has not issued any comment on the matter. There had already been some criticism from the Overwatch community about the continued use of the name McCree for the in-game character.In one instance,some live commentators covering competitive games stopped saying the name McCree , calling the character \"the cowboy\" instead.Announcing the decision to change the name, the Overwatch team did not reference Mr McCree or the harassment allegations against the company. Instead, in a Twitter post, the firm wrote that the change was about \"how we best live up to our values\" including \"inclusivity, equity and hope\".\"We realise that any change to such a well-loved and central hero in the game's fiction will take time to roll out correctly, and we'll share updates as this work progresses,\" it said.As a result, it was delaying a \"narrative arc\" planned to begin in September, of which McCree was a central part, it said.\"We will be more thoughtful and discerning about adding real-world references in future,\" it said.Earlier this week, the state of Californiaexpanded its legal action against Activision Blizzard, apparently redefining its terms to cover temporary or contract workers as well as employees.But it also accused Activision Blizzard of interfering with its investigation, alleging, among other things, that human resources personnel shredded documents related to the probe.Activision Blizzard firmly denied those claims.", "url": "https://www.bbc.com/news/technology-58356203"}