{"datetime": "2020-11-13T07:11:19.000Z", "author": "Steffan Powell and Manish Pandey", "title": "Call of Duty: A balancing act between old and new", "article": "With lockdown forcing us to stay home, Call of Duty (CoD) has seen record-breaking sales this year - and now there's a new version to get stuck into. But with a big fanbase playing the current title, it's a significant challenge for the new release to keep everyone happy. David Vonderhaar, the man in charge, told Radio 1 Newsbeat his focus is making the game \"highly accessible for anybody who wants to play\". \"There are lots of people, and they all have slightly different needs,\" he says. It's something lots of CoD fans are wondering about: how will the new game, Black Ops Cold War integrate with its free-to-play battle royale counterpart, Warzone? Warzone has been one of the big hits of lockdown, gaining more than 75 million players.It is also made by a different studio than the one in charge of Black Ops, making it difficult to bring the two versions together - both technically and creatively. David says the biggest obstacle was the technical side, but teamwork between the studios meant it was possible and players \"will lose their minds\" when they see the end result. \"It's our responsibility to plot out how Warzone is going to exist and integrate. And it's not sloppy.\" Despite the popularity of free-to-play games such as Fortnite, Apex Legends and Warzone, David insists a stellar campaign mode is vital for a CoD game. It's easy to get focused on the number of people playing in battle royale games, he says, but it doesn't make campaign or multi-player \"obsolete\". \"Lots of people just want to put the game in and have their Black Ops escape fantasy for the length of a campaign,\" David explains. \"The campaign allows you to service a whole segment of people that you don't really talk about because they may not be playing online in the same way as other people.\" What you get from a campaign game is \"the ability to service that audience and not forget about them\". And it's the same for multi-player too. He feels any free battle royale-type genre is going to have a lot of people playing because it's free. \"But make no mistake, a 6v6 deathmatch is still king and the purest form of the multiplayer game you can get.\" The \"hardest thing\" about David's job is trying to balance keeping CoD games fresh without changing things too much and upsetting fans. \"There are a lot of people who have a specific view of what CoD needs to be. And there's an equal number of people who think you're not doing enough to be different,\" he says. But he says it's about picking what's \"very core\" and being careful \"what you fix the problems with\". Adding new and innovative features slowly is the way he prefers to go. When zombies first came in, people were like \"that's crazy talk, why would you do that?\". \"Now, if we didn't have zombies, we would be lambasted for that,\" he says. \"So you do it carefully and do it slowly.\" Current circumstances make this a really exciting time because of Warzone. \"We have this free-to-play game that goes and complements it. Nobody else can do that and have both of those things working together in tandem.\" And for those who think there's not enough innovation, David says \"wait and watch\". \"You're going to see this coming as part of our season of content,\" he adds. \"We're not done trying and we're going to do new things.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . ", "url": "https://www.bbc.com/news/newsbeat-54917942"}