{"datetime": "2021-01-07T06:11:02.000Z", "author": "Steffan Powell and Manish Pandey", "title": "Vikkstar on his plans for growing Call of Duty esports", "article": "With nearly seven million YouTube subscribers, Vikkstar knows a thing or two about popularity. The content creator, real name Vikram Singh Barn, has joined Call of Duty esports team London Royal Ravens as a co-owner and says he wants to help grow the professional league.The 25-year-old tells BBC Sounds gaming podcast Press X To Continue that he wants to help \"bridge the gap\" between content creators, esports and the audience.\"It's helping them build what they're doing, because esports is huge. But often in the past, there hasn't been an overlap with the other things.\" A member of YouTube collective Sidemen alongside other British vloggers such as KSI and Behzinga, Vik has been creating content for over 10 years. Vik's always had an interest in Call of Duty and the competitive scene, which helps explain joining the Ravens.His battle royale streams and Warzone tournaments were popular enough to get the attention of the Call of Duty League. It led to the league sponsoring Vik to run co-streams of league matches, where he found himself commentating and hosting watch parties. He says the collaboration with the Ravens will see him create content, build brand recognition, streamer followings \"and hopefully watch the Ravens do amazingly well\".Vik's aim is to \"build the footprint\" of competitive Call of Duty, and he feels the people who play in the league are the \"biggest thing to help grow the esport\". Having players push out their personalities and live streaming is \"more important than ever\", he explains. \"I think the icing on the cake is when they're entertaining to watch. You feel like you can get to know that person, and have a reason to root for them.\"\"The storylines going on behind the scenes, if there's a bit of drama is not always a bad thing. Rivalries are great,\" he adds. Vik believes behind the scenes documentaries on the NFL and Formula 1 are templates for how to help popularise the esport.\"A similar thing in the league would be amazing to see, where people are starting to understand the players more and their incentives, motivations and rivalries.\"\"I'm excited to be part of that and help bring that to the forefront.\" Vik's been telling the Press X To Continue podcast his \"three core tips\" on how he wants to help streamers build an audience. \"Firstly, you have to be consistent with it and give it time. I think I went seven years straight of uploading a new video every single day.\" \"It was a reliable place where people can get a new video every day. And I think that consistency is an important thing.\" For his second tip, it's all about fun.\"You have to find something that either you enjoy or a way of putting a spin on something that makes sure you enjoy it.\"The \"only way\" to be consistent is by doing something you like.And make sure you're being unique.\"Either do something that no one else is doing or take something that someone else is doing and find a niche or a unique spin.\" For Vik, that was using tomahawks and throwing axes in his Call of Duty videos.\"I would win games with my friends using the throwing axes only. And people really enjoyed that because it was something they couldn't see anywhere else.\"With 2021 starting off with lockdown announcements and many people finding it difficult, Vik belives gaming can be \"a silver lining in the clouds. \"Anyone who's involved in the gaming space has been preaching for the longest time that it's such a great way to spend your time.\" It helps you develop as a person, he adds: \"And skills in terms of managing social media, economies in video games and creating connections with other people.\" Being online means \"you can invent yourself as how you want to be\".\"You can meet like-minded people, you're not limited by the people that you bump into in the real-world, you can connect with people from across the world.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-55553453"}