{"datetime": "2021-02-01T17:53:17.000Z", "author": "Cristina Criddle", "title": "Gamer Vikkstar quits Call of Duty: Warzone over cheating", "article": "A popular Call of Duty player has quit its Warzone game over claims it is “saturated with hackers”. Vikkstar - who has more than seven million subscribers on YouTube - said the game was in “the worst state it has ever been”. Warzone was released last March and has been played by more than 50 million people worldwide. Activision, the publisher, previously said it has a zero tolerance for cheaters. UK-based Vikkstar - whose real name is Vikram Singh Barn - explained why he was leaving in a videoon YouTube. “The game is in the worst state it's ever been, Activision really isn’t addressing how many hackers are in the game,” he said. “This needs to be fixed otherwise it truly will be the death of the game.” The video also shows gameplay where Vikkstar claimed to encounter one hacker live-streaming their actions on Facebook, while also playing the game.“What an absolute joke,” he said.“We just happened to catch these guys in it but often you don’t even know when people are doing what we have just witnessed.” Hackers could be encountered in almost every lobby of the game, he added. This comes just over a week after another popular Call of Duty streamer, NickMercs, announced he would no longer compete in tournaments on the game. In a stream on Twitch, he said: “There’s all kind of hacks… there's no pride in this thing [playing tournaments] any more.\"Where’s the dignity? Where’s the honour system?\" Last April, Activisionpublished a message on its blog, saying: \"Warzone has zero-tolerance for cheaters. “We take all forms of cheating very seriously, maintaining a level and fair playing field for everyone is among our highest priorities,\" it added.\"This is an area we have been working on heavily, but it isn’t always something we discuss publicly.” The company had issued more than 70,000 permanent bans on accounts since the game’s release, the blog said. “We recognise that there’s no single solution for combating cheaters, it’s a constant enforcement every day, 24/7. Rest assured, we’re committed to ensuring a fun and fair experience for everyone.” The BBC has contacted Activision for a response to the latest complaints. One example of how players can cheat is by using a so-called \"aimbot\". This allows accurate shooting of competitors without having to manually aim.Another popular cheat is a \"wall hack\", which allows the user to see the location of other players in the game, and attack them through opaque objects like walls. Other hacks let users hide and win by default, or heal themselves an infinite amount of times. “Typically, these pieces of software are difficult to write but easy to set up,” said Sam Connolly, an expert in computing at the University of Central Lancashire.“Cheats are often downloaded by hackers and set up on their own computers with relative ease. “Call of Duty has always had a history of hackers… unfortunately it’s an issue which is not unique to one type of game, but seems widespread across lots of first-person shooters.“ Players have called on Activision to implement anti-cheat technologies to address the issue. Other games, includingFortnite and Fall Guys, have developed software to tackle attempts to unfairly win their own battle royale last-player-standing titles. “An issue with this type of anti-cheat software program is that genuine players will be mistakenly banned on a larger scale, and the unbanning process is typically quite onerous,” said Louise Shorthouse, senior analyst at Ampere Analysis. “There have been suggestions of hacking during official Warzone tournaments, which is extremely damaging for the competitive integrity of the Call of Duty brand.” Activision recently announced plans to bring Warzone to its professional e-sports Call of Duty League. “Without addressing the cheating problem, its success and reputation as an e-sport will undoubtedly suffer,” Ms Shorthouse added.", "url": "https://www.bbc.com/news/technology-55893817"}