{"datetime": "2021-07-31T23:18:12.000Z", "author": "David Molloy", "title": "The perfect storm striking World of Warcraft", "article": "There's trouble in the World of Warcraft. Not from a rampaging dragon or a demon army attacking the land of Azeroth, but from some unhappy players who, after 17 years, have had enough. On YouTube, Reddit and Twitter, there are stories about people leaving the game. Some cite long delays for new content in a game that charges a monthly fee; others are annoyed at a lack of communication. Players have been flocking to competing games in larger numbers than ever - led by a wave of famous streamers and content creators jumping ship. Then,the allegations of widespread sexual harassment and discrimination at Activision Blizzard came. As Scott Johnson, host of popular MMO podcast The Instance, put it: \"You have the perfect storm for a lot of players to hang up their Azeroth gear for good and stake out for a new place to play.\" Activision Blizzard has not released official player counts for World of Warcraft (WoW) for years. But it does tell investors how many \"monthly active users\" all of its games have every quarter. Those figures show that its games lost two million players in three months.New numbers on how many active players it has across its portfolio of games are due out soon, when the firm announces its latest quarterly results. WoW is still making plenty of money - revenue is up - so it's possible those numbers mean some of its other games are suffering rather than WoW. \"It's impossible to see the real exodus stats,\" Scott admitted. \"But based on things I have heard inside and outside the company, this might be the most drastic dip they've yet experienced.\" He doesn't believe the dissatisfaction is down to any one thing - but that after so many years, players are used to every twist on the core gameplay. \"You are still iterating on the same basic systems and I think players are hitting a point of 'been there, done that' that might be more widespread than in years past,\" he said. And then there's the competition - offering \"similar yet new experiences\". Final Fantasy XIV is arguably WoW's most like-for-like competitor. At launch in 2010, it was famously so bad that the developers \"destroyed the world\" to rebuild the game from square one - a rags-to-riches redemption story that has since attracted millions of players. But all of a sudden, it's seen player numbers surge during what should be a quiet time for the game - its next big expansion is not due for months. Zepla, an FFXIV YouTube creator and streamer , said \"the last few weeks have been insane.\" \"We usually get a lot of new players when an expansion comes, but this surpasses even that,\" she said.The game is so popular that it temporarily stopped selling new copies. Director Naoki Yoshidaissued a heartfelt apology for server issues caused by the \"staggering and unexpected\" influx of new players. It's not the only MMO suffering from sudden success.New World, Amazon's first attempt in the field, hasn't even launched yet. But its beta test period saw it overwhelmed with server issues asit hit nearly 200,000 players joining the game at once .Zepla was herself once a WoW player - but left years ago for FFXIV during its poorly-received Warlords of Draenor expansion. She thinks many players have been frustrated for years. \"Common complaints have included frustration with poor class balance, 'out of touch' developers, and needlessly complex, RNG-heavy game systems. Put simply, many players haven't felt listened to. They've not felt their time has been respected. And they are tired.\"Popular streamers have fuelled some of this interest. Well-known WoW player Asmongold has been credited with driving many players to both FFXIV and New World in recent weeks.\"So the WoW community had already heard good things about FFXIV,\" Zepla said, \"and now in light of recent events, they may be searching for a new MMO in earnest.\" And then, amid all this, came the sexual harassment scandal that hit the community hard.Scott Johnson has been making WoW content online since 2004. He says he chaired a panel at Blizzard's annual fan festival in 2018 with one of the people named in the allegations - something he now sees in a new light. As someone who plays an active role in the community, he says he personally knows some of the women who were victims. \"Speaking for me, I've never felt this level of anger and disappointment in my professional career as I did in the wake of these allegations,\" he said. Morale among the the community is \"the lowest it's ever been. Full stop. Blizzard has had its stumbles over the years, but nothing like this.\" On Twitter, he posted one of his illustrations - a shattered Hearthstone, the tool WoW players use to return home. It's been retweeted a thousand times. He's not alone in taking a break, at least from Azeroth. Prolific WoW YouTuber MadSeason this week declared he was quitting the game - in a video made before the California legal case was made public.Influential UK streamer Preach is also among those to announce he would no longer cover WoW, describing the sexual harassment allegations as \"the straw that broke the camel's back\".Some players are debating a boycott, drawing virtual \"picket lines\" to not enter Blizzard's games. Zepla, for her part, thinks a boycott is justified - but \"I don't believe it's the only way\".Some content creators \"have chosen to stay in the community as they feel they can use their platforms to amplify the voices of those who are speaking out against injustice,\" she explains. \"Demanding accountability from within is another way to make a positive difference here.\" These are practical decisions, too - changing games as a creator can be a risky move, with no guarantee your audience will follow. So is it the end of the world (of Warcraft)? \"I'd bet that the game's best years are well behind it,\" Scott says - but he doubts it will vanish. \"While some players will be taking massive breaks, or leaving for good, there are others whose entire social circle is in the game - and leaving it would be like leaving family.\" But he doesn't think it's the end for Azeroth. \"It will bleed, be injured, and maybe forever scarred, but I think it will likely live on one way or the other.\" When WoW eventually does disappear and its servers are switched off - perhaps many years from now - the impact it had on the industry will live on. Amid all these troubles, a video from FFXIV director Yoshi-P has been widely shared. \"Without World of Warcraft, [FFXIV] would not exist,\" he said in the video translated by a fan. \"WoW was the game we constantly looked up to. \"Saying we won or lost to WoW is off-base to start with, because they were the game we aspired to be.\" ", "url": "https://www.bbc.com/news/technology-58017429"}