{"datetime": "2021-07-22T14:35:48.000Z", "title": "California sues Activision Blizzard over alleged harassment", "article": "One of the world's largest game companies is being taken to court over an alleged \"frat boy\" culture that discriminates against women. Activision Blizzard is accused of unequal pay, promoting men over women, and widespread sexual harassment.California's Department of Fair Employment and Housing (DFEH) is taking legal action against the company, following a two-year investigation.Activision called the action \"disgraceful and unprofessional\". And it called the DFEH \"unaccountable state bureaucrats\".The company is one of the largest and most successful games companies, publishing major titles Call of Duty, World of Warcraft, Overwatch and many others. The DFEH made extensive allegations about an ingrained culture of discrimination and sexual harassment. \"Female employees almost universally confirmed that working for defendants was akin to working in a frat house,\" the DFEH legal filing claims.\"In the office, women are subjected to 'cube crawls', in which male employees drink copious amounts of alcohol as they 'crawl' their way through various cubicles in the office and often engage in inappropriate behaviour toward female employees.\"Male employees would also: And such workplace cultures were \"a breeding ground\" for harassment and discrimination.\"Female employees are subjected to constant sexual harassment,\" the DFEH alleged. \"High-ranking executives and creators engaged in blatant sexual harassment without repercussions.\"And when formal complaints were made, Activision failed to take effective measures to solve problems.Instead, complaints were dismissed - and not kept confidential.\"As a result of these complaints, female employees were subjected to retaliation, including but not limited to being deprived of work on projects, unwillingly transferred to different units and selected for layoffs,\" the DFEH said.One female employee had even killed herself, \"due to a sexual relationship with her male supervisor\", the DFEH claimed, \"a tragic example of the harassment that defendants allowed to fester\" - an allegation Activision strongly denies. She had gone on a company trip with him, before which, another employee alleged, male co-workers had \"passed around\" intimate photos of her at a party. But Activision said: \"We are sickened by the reprehensible conduct of the DFEH to drag into the complaint the tragic suicide of an employee whose passing has no bearing whatsoever on this case and with no regard for her grieving family. \"It is this type of irresponsible behaviour from unaccountable state bureaucrats that are driving many of the state's best businesses out of California.\" Pay disparity and other career barriers were also common inside the company, the filing claims, which mean many women leave.The company's workforce \"is only about 20% women\", it says.\"Its top leadership is also exclusively male and white. \"Women across the company are assigned to lower paid and lower opportunity levels. \"Female employees receive lower starting pay and also earn less than male employees for substantially similar work.\"Defendants promote women more slowly and terminate them more quickly than their male counterparts.\" And when one female employee taking on managerial responsibilities asked for a pay increase and promotion, her manager \"commented that they could not risk promoting her, as she might get pregnant and like being a mom too much\".The DFEH also noted \"women of colour were particularly vulnerable targets\" of discriminatory practices.In its fierce rebuttal, Activision said the DFEH filing \"includes distorted, and in many cases false, descriptions of Blizzard's past\".\"The picture the DFEH paints is not the Blizzard workplace of today,\" it said - adding it had made significant changes to internal procedures and introduced compulsory anti-harassment training.The DFEH was required by law to \"have good-faith discussions with us to better understand and to resolve any claims or concerns before going to litigation - but they failed to do so\".\"Instead, they rushed to file an inaccurate complaint.\"The DFEH, in its filing, said it had attempted to resolve things before filing the legal action.It \"required all parties to participate in a mandatory dispute resolution\" - but both sides had been \"unable to resolve\" the problems.", "url": "https://www.bbc.com/news/technology-57929543"}