{"datetime": "2021-06-17T15:15:09.000Z", "author": "Annabel Rackham", "title": "Online gaming abuse: 'Men like to guess what I'm wearing'", "article": "Female gamers who regularly get sexist abuse and rape threats online say more needs to be done to protect them. Women have shared their experiences of sexual harassment while gaming, as part of a report being submitted to MPs. The charity behind the report wants gaming companies to put more controls in place. Jasmine Jada, a full-time streamer from Leeds, says: \"I've had men talk to each other trying to guess what my body's like, guess what I'm wearing.\" \"It's always worse when there's more than one,\" the 23-year-old tells Radio 1 Newsbeat. \"They think it's a bit of fun but they're making playing the game extremely uncomfortable.\" Jasmine says the harassment women get from playing online multiplayer games with strangers \"has got to a point where girls don't want to have to speak in games anymore\". \"The chances of you getting some sort of sexist comment back when you haven't provoked them puts you off the game you were there to enjoy,\" she adds. Jasmine says \"nine out of 10 times\" the things people say to her online will be \"stereotypical sexist remarks, like about being in the kitchen\". \"There's no girl I know that hasn't experienced some sort of sexism or sexual harassment while playing an innocent game,\" she says. Jasmine, who has over 12,000 followers, says the worst games for abuse are shooter games like Call of Duty, Counter-Strike and Valorant. Call of Duty's makers Activision say they've already taken steps to make their game safer for users. Last yearthey banned over 350,000 accounts for toxic behaviour and created new software to detect offensive messages in chat boxes. Riot Games' Valorant has similar safety filters, and Valve Corporation's Counter-Strike allows users to kick a person out of a game. But Jasmine says a lot more needs to be done by developers to prevent abuse from happening. \"It would be nice to have a way of monitoring what people are actually saying so that if you were to report them for comments that were massively inappropriate it's not just a 'he said/she said',\" she says. \"If someone were to say something to me and I report it there's no evidence to back it up that they've done it.\" The report being submitted to a cross-party group of MPs, created by the Young Gamers and Gamblers Education Trust (YGAM), features gamers who have had a similar experience to Jasmine. Mollie Barker, 21, is one of them.She says the \"normality of rape threats\" to young women in the gaming world \"can warp your sense of trust in men or male presenting people\". Mollie worries the fact that some male gamers have turned sexism \"into a joke\" could mean women and girls are deterred from reporting other abusive behaviour they encounter in life outside of gaming. The report includes data from marketing research company Bryter, which suggests 40% of female gamers have experienced abuse from male gamers while playing online multiplayer games and 28% have experienced sexual harassment from male or other gamers. YGAM makes three recommendations on what could be done to prevent sexual harassment in gaming: Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-57511089"}