{"datetime": "2021-02-03T11:46:05.000Z", "author": "Cristina Criddle", "title": "Call of Duty: Warzone 'enhances' its anti-cheat software", "article": "Call of Duty: Warzone has banned more than 60,000 accounts in one day for cheating on the video game. Publisher Activision revealed the game had its own “internal anti-cheat software”, which it was now enhancing following demands from players. Several high-profile streamers had criticised the battle-royal game for being “saturated with hackers”. More than 300,000 permanent bans had been issued since the game’s release, last March, Activision said. Other popular games such as Fortnite and Fall Guys outsource their anti-cheat code. “We are committed to delivering a fair and fun experience for all players,” Activisionsaid in a blog post. “This is a dedicated focus for our security, enforcement and technology teams.” It comes after UK-based Vikkstar - whose real name is Vikram Singh Barn - announced he was quitting Warzone because of its cheating problem. “This needs to be fixed,” he told his seven million subscribers. \"Otherwise, it truly will be the death of the game.\" Vikkstar has now welcomed Activision's latest announcement as “a step in the right direction\". “Hoping the new resources dedicated to monitoring and enforcement pay off,” he added in a tweet. Activision confirmed to the BBC that its anti-cheat has been in place in the game's launch but that it will be making significant investment to improve the software. The firm also emphasised other preventative measures in place on Warzone, including: \"There’s no place for cheating,” the statement added.“We are listening and will not stop in our efforts.” But, as there was little detail on how the anti-cheat software worked, it was difficult to tell how effective it would be, Sam Connolly, at the University of Central Lancashire, said. “Promising weekly security updates does instil confidence,\" he said. \"And updates to the anti-cheat are certainly an effective way to eliminate large numbers of hackers from the game. “However, a large number of these changes suggested by Activision do rely on players reporting hackers and then another person to review the evidence.“This is typically not as fast as an automated anti-cheat process. \"And therefore we can expect that this situation isn’t likely to change as quickly as some players may hope.” ", "url": "https://www.bbc.com/news/technology-55919196"}