{"datetime": "2021-07-27T11:36:22.000Z", "title": "Activision staff condemn firm's response to harassment claims", "article": "About 1,000 employees of Activision Blizzard have signed a letter labelling its response to sexual harassment allegations \"abhorrent and insulting\". The gaming giant behind Call of Duty and World of Warcraft was sued last week by the state of California for a range of behaviour described by victims as being like a \"frat house\".The firm denied the allegations. But the employee letter to management said such denials damaged the \"quest for equality\".The allegations against Activisionwere contained in a legal filing from the California Department of Fair Employment and Housing (DFEH) following a two-year investigation .It included accusations of drunken harassment of female employees by their male counterparts or supervisors; a culture of ignoring complaints and retaliation against women who made them; and widespread discrimination against women in areas such as equal pay and promotion opportunity.Activision reacted to the filing by calling the allegations false, the filing \"disgraceful and unprofessional\", and characterised the DFEH as \"unaccountable state bureaucrats\".Several former employees, however, took to social media to say that the DFEH report reflected their experiences at the company.The employee letter - obtained by a number of US gaming and news websites, includingBloomberg , Kotaku, andPolygon - is deeply critical of the way the company responded to the allegations.\"Categorising the claims that have been made as 'distorted, and in many cases false' creates a company atmosphere that disbelieves victims,\" it reads.\"It also casts doubt on our organisation's ability to hold abusers accountable for their actions and foster a safe environment for victims to come forward in the future.\"To claim this is a 'truly meritless and irresponsible lawsuit', while seeing so many current and former employees speak out about their own experiences regarding harassment and abuse, is simply unacceptable,\" another passage said.It called on management to issue official statements recognising the seriousness of the allegations and to \"demonstrate compassion\" for victims.Some outlets reported that \"nearly 1,000\" employees had signed the letter as of Monday while others put the figure slightly lower at 800. Activision Blizzard has nearly 10,000 employees.Not all of the company's statements have been as firm as its initial denials.Company president J Allen Brack issued his own response to the allegations late last weekthrough an internal e-mail , labelling them \"extremely troubling\", and saying the behaviour listed is \"completely unacceptable\".Mr Brack was himself named in the DFEH legal filing, which alleged that \"numerous complaints\" were made directly to him, but that effective action was not taken.Some players of the company's games, meanwhile, have threatened to boycott titles by cancelling subscriptions, uninstalling games, or refusing to buy new products. ", "url": "https://www.bbc.com/news/technology-57984784"}