{"datetime": "2021-07-28T19:44:24.000Z", "title": "Activision Blizzard staff walk out over harassment claims", "article": "Staff at US gaming giant Activision Blizzard have staged a walk-out over accusations of sexism and harassment. The company behind Call of Duty and World of Warcraft was sued last week by the state of California over alleged violations of state workplace protection laws. Female employees described a \"frat boy\" culture, the lawsuit said.Activision denied the allegations claiming they were \"distorted and in many cases false\".On Tuesday, Activision's CEO said the initial response had been \"tone-deaf\".Employees protested outside the company's campus in Irvine on Wednesday. Some were pictured holding signs that read \"women's voices matter\" and \"fight bad guys in game, fight bad guys IRL\".On social media, a number of gamers said they would not login to anything Activision Blizzard during the walkout in solidarity with employees.The allegations against Activision were contained in a legal filing from the California Department of Fair Employment and Housing (DFEH) following a two-year investigation. It included accusations of drunken harassment of female employees by male colleagues or supervisors, a culture of ignoring complaints and retaliation against women who made them, and widespread discrimination against women in areas such as equal pay and promotion opportunity.The lawsuit found that women make up only 20% of Activision's staff.More than 2,000 employees have signed an open letter calling for an end to mandatory arbitration in harassment cases, improvements in recruiting practices and creation of a diversity and equity task force.Chief Executive Bobby Kotick said on Tuesday that the company will \"continue to investigate each and every claim\" of sexism at Activision \"and will not hesitate to take decisive action\".\"Anyone found to have impeded the integrity of our processes for evaluating claims and imposing appropriate consequences will be terminated,\" he said. Mr Kotick added that Activision's games criticised as being sexist, will also be removed following complaints from staff and gamers. He said that there would be listening sessions for staff to \"speak out and share areas for improvement\".", "url": "https://www.bbc.com/news/world-us-canada-58005455"}