{"datetime": "2021-10-13T15:22:13.000Z", "author": "Jonathan Amos", "title": "Star Trek's William Shatner blasts into space on Blue Origin rocket", "article": "Hollywood actor William Shatner has become the oldest person to go to space as he blasted off aboard the Blue Origin sub-orbital capsule. The 90-year-old, who played Captain James T Kirk in the Star Trek films and TV series, took off from the Texas desert with three other individuals. Mr Shatner's trip on the rocket system - developed by Amazon.com founder Jeff Bezos - lasted about 10 minutes. The craft safely landed just after 10:00 local time (16:00 BST). Those aboard got to experience a short period of weightlessness as they climbed to a maximum altitude just above 100km (60 miles). From there they were able to see the curvature of the Earth through the capsule's big windows. \"Everybody in the world needs to do this,\" the Canadian actor told Mr Bezos after landing back on Earth. \"It was unbelievable.\" In tears, he added: \"What you have given me is the most profound experience. I'm so filled with emotion about what just happened. I hope I never recover from this. I hope I can retain what I feel now. I don't want to lose it.\" Mr Shatner was joined on the flight by Audrey Powers, a Blue Origin vice president; Chris Boshuizen, who co-founded the Earth-imaging satellite company Planet; and Glen de Vries, an executive with the French healthcare software corporation Dassault Systèmes. They were given a couple of days' training, although there was nothing really major for them to do during the flight other than enjoy it. The rocket and capsule system, known as New Shepard, is fully automatic. When the capsule touched down in the Texan desert, it was quickly surrounded by ground teams. Mr Bezos himself opened the hatch to check everyone inside was OK. After the immediate celebrations with family and friends, the crew then lined up to receive their Blue Origin astronaut pins. This was only the second crewed outing for New Shepard. The first, on 20 July, carried Mr Bezos, his brother Mark, Dutch teenager Oliver Daemen; and famed aviator Wally Funk.Afterwards, Ms Funk, being 82, was able to claim the record for the oldest person in space - a title she has now relinquished to Mr Shatner. The launch comes amid claims that Blue Origin has a toxic work culture and failed to adhere to proper safety protocols. The mostly anonymous accusations made by former and present employees have been strenuously denied. \"That just hasn't been my experience at Blue,\" countered Audrey Powers, who is responsible for mission and flight operations. \"We're exceedingly thorough, from the earliest days up through now as we've started our human flights. Safety has always been our top priority.\" William Shatner may have been the first person to go from Star Trek's version of space to the real thing - but three Nasa astronauts have made the opposite journey. Mae Jemison appeared in an episode of TV sequel Star Trek: The Next Generation, while Mike Fincke and Terry Virts turned up in the final episode of Enterprise, the Star Trek prequel series. Also providing a link are Gene Roddenberry, the franchise creator, and James Doohan, the actor who played Montgomery \"Scotty\" Scott in the original 1960s series and subsequent films. Both men had their ashes sent into space. Space tourism is going through something of a renaissance, currently. Throughout the 2000s a number of high-value individuals paid to visit the International Space Station (ISS). But these flights, organised under the patronage of the Russian space agency, ceased in 2009. Now, the sector is being rekindled, and this time it looks more resilient, simply because there are many more private space companies chasing the business, and this should bring down prices for a wider pool of customers. As well as the New Shepard trips organised by Jeff Bezos, the British entrepreneur Sir Richard Branson is offering rides in his Virgin Galactic rocket plane.And then, of course, there's Elon Musk, whose Dragon capsule will send people orbital, to circle the Earth for several days - as it did for the privately funded Inspiration4 crew last month.While Mr Bezos simply invites some people to fly on New Shepard, he is selling other seats. And whereas Sir Richard Branson puts a ticket price (from $450,000; £330,000) against the journey, the Amazon founder does not disclose the fees paid by the likes of Mr Boshuizen and Mr de Vries. Blue Origin is planning one more crewed flight this year, with several more crewed flights planned for 2022.", "url": "https://www.bbc.com/news/science-environment-58885555"}