{"datetime": "2021-02-25T16:04:00.000Z", "title": "Frasier and Rugrats both set to return to TV", "article": "The popular 1990s US TV shows Frasier and Rugrats are both set to be rebooted for the new Paramount+ platform. Frasier starred Kelsey Grammer as a pedantic psychiatrist with his own radio show. Rugrats will go from being a cartoon to a CG animation, featuring the voices of most of the original cast. Grammer confirmed his show's revival saying: \"I gleefully anticipate sharing the next chapter in the continuing journey of Dr Frasier Crane.\" There has been no confirmation if other members of the original cast will also return. The news was announced by ViacomCBS on Wednesday as it prepares to launch the platform, which follows in the footsteps of the likes of Disney+, in the US next month. There is as yet no date for a UK release for the new streaming service, although popular shows could be bought up and sold on outside the US. Frasier remains one of the US's most successful TV sitcoms. It ran for 11 seasons - between 1993 and 2004 - and won 37 Emmy Awards, including five for best comedy series. \"There has long been a call from fans for its return, and that call is now answered,\" David Stapf, president of CBS Studios, said. No date has been given for when audiences might expect to be able to watch it. Dr Frasier Crane first appeared in another hit TV show, Cheers, and the spin-off series charted his return to his hometown of Seattle to care for his cranky father, played by John Mahoney who died in 2018. The show also followed Frasier's relationships with his brother Niles, played by David Hyde Pierce, English housekeeper Daphne Moon (Jane Leeves), and Frasier's producer Roz Doyle, played by Peri Gilpin.In January, it was announced that another hit show from the 1990s,Sex and the City, would also be returning . Meanwhile, the Nickelodeon children's cartoon Rugrats will be re-animated, quite literally, for the new platform. The show, which ran for nine seasons, focuses on the lives of a group of toddlers. It spawned a 1998 movie, and a sequel two years later that saw the American babies head to Paris. The TV series bagged four Daytime Emmy Awards and six Kids' Choice Awards during a 13-year run; and even has its own star on the Hollywood Walk of Fame.The original characters, Tommy, Chuckie - voiced by Bart Simpson star Nancy Cartwright after Christine Cavanaugh retired in 2002 - Angelica, Susie and twins Phil and Lil will appear in the updated style later this year. \"Rugrats is one of the most iconic cartoons recognised by fans around the globe, and this original version is one we are taking great care and pride in creating for a brand new audience,\" said Ramsey Naito, president of Nickelodeon Animation. TV critic andMust Watch podcaster Scott Bryan thinks the new animated Rugrats are \"quite scary\" to be honest. However he told the BBC he understands why the new platform, which incorporates the pre-existing site CBS Access, would use such nostalgia as a jumping off point. \"I would say that we're having two different types of streaming wars at the moment,\" he said. \"There's the streaming war with new content - spending hundreds and hundreds of millions of pounds for the new shows to get people to subscribe to your service. But at the same time, there's a streaming bidding war for all of these shows that are amazingly successful because people now re-watch them time and time again, or get into them for the very first time.\" He added: \"So, what has happened now is that in the US, particularly, massive amounts of money have been paid for the entire rights of, let's say Friends or Sex in the City and now Frasier, to be on their existing streaming services because they know that they will get subscribers to them. \"The reason why so many of these shows have been rebooted is that it's a way to get a lot of publicity because the shows are adored, but also get people to subscribe to your streaming service because it's easier, it's much more likely with an existing audience to get subscribers than it is to get a new show that might flop even if it's got big talent attached.\"So is it like a advertisement essentially, for what you already have, with the new episodes to provide something new.\" Tim Glanfield, editorial director RadioTimes.com stressed there have been remakes and reboots \"for almost as long as there has been TV\", and with good cause. \"The reason is simple - great television is about creating characters that resonate with audiences and creating universes that viewers want to spend time within,\" he said. He added that when a much-loved TV show ends, it is often \"hugely missed\". \"The characters are missed, the world it occupied is mourned for, a little gap is left in people's lives, and audiences often ask, 'why couldn't they have made more?' \"And what better way to get people talking about your new streaming service than by leaning into screen nostalgia and announcing you're bringing back a beloved TV show or spinning off a much-loved franchise for the small screen - be that the Mandalorian on Disney+, Sex and the City on HBO Max or Frasier on Paramount+.\" \"Such announcements are followed by many curious fans of the original, and potential subscribers to your service.\" ViacomCBS said live-action versions of other children's TV favouritesDora The Explorer andThe Fairly OddParents were also on the way. While plans are also in place for a string of new TV series for adults based on films likeThe Italian Job ,Fatal Attraction andFlashdance . Elsewhere, a host of classic MTV and VH1 shows - including the franchisesUnplugged, Behind the Music , andYo! MTV Raps - will be resurrected too. \"We are thrilled to re-invent some of our most storied and impactful music franchises,\" said Viacom music president, Bruce Gilmer. \"In addition, we will partner with some of the biggest names across the music industry to bring exclusive and unique content to the platform, such asDave Grohl's Cradle to Stage based on his mom's critically-acclaimed book, and many more to come.\" Details of aYellowstone prequel , Y:1883, as well as a spin-off, called 6666, were also included in the announcement, along with the return ofInside Amy Schumer , with five specials starring the stand-up comedian, actor and director. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-56191980"}