{"datetime": "2022-02-08T18:00:13.000Z", "subject": "The Oscars", "title": "Oscars 2022: Find out about the top 16 films in the awards race", "article": "The biggest stars and films of the past year will be honoured in Hollywood at the end of March - here are the 16 movies that have performed the best in the Oscar nominations. What's it about? - It's adark Western which sees a rancher cruelly tormenting his brother's new wife and her son. Who's in it? - Benedict Cumberbatch, Kirsten Dunst, Jesse Plemons, Kodi Smit-McPhee.How many Oscar nominations has it got? - 12. What are its Oscar chances? - Very good. It leads the field, and is odds-on to win best picture, best supporting actor for Smit-McPhee and best director for Jane Campion, who has become the first woman to be nominated for best director twice. Campion also has a screenplay nod. Cumberbatch, Dunst and Plemons are all also nominated, as is Radiohead's Jonny Greenwood for the score, and a host of the film's behind-the-scenes talent. Where can I see it? - In cinemas and on Netflix. What's it about? - It's a new adaptation of Frank Herbert's science fantasy novel about the son of a noble family, and his role in safeguarding the galaxy's most valuable substance.Who's in it? - Timothee Chalamet, Rebecca Ferguson, Zendaya. How many Oscar nominations has it got? - 10. What are its Oscar chances? - Numerically, it is likely to win the most Oscars, being the favourite in craft categories like cinematography, editing, production design, sound and visual effects, as well as score for Hans Zimmer. It's also up for best picture, but director Denis Villeneuve was a surprising omission, and it has no acting nominees. Where can I see it? - In cinemas and in on demand stores. What's it about? - This semi-autobiographicalfilm from Sir Kenneth Branagh is a story about a young boy's Belfast upbringing. Who's in it? - Jude Hill, Jamie Dornan, Ciaran Hinds, Caitriona Balfe, Dame Judi Dench. How many Oscar nominations has it got? - Seven What are its Oscar chances? - Hinds and Dame Judi are outsiders for the supporting acting prizes and Van Morrison's tune Down To Joy is up for best song, but Belfast's hopes probably lie in the best picture and original screenplay races. Those latter two nominations mean Sir Kenneth has become the first person to be shortlisted in seven different categories throughout his career. Where can I see it? - In cinemas. What's it about? - It's a newSteven Spielberg version of the classic musical about rival New York street gangs, and the love story of Tony and Maria. Who's in it? - Rachel Zegler, Ansel Elgort, Ariana DeBose, Rita Moreno. How many Oscar nominations has it got? - Seven What are its Oscar chances? - DeBose is the frontrunner to win best supporting actress, the film's only acting nomination and its best chance of scooping a statuette. Spielberg has his 18th and 19th career Oscar nominations for best picture and best director. Elsewhere, it is recognised in technical categories like sound, costume design and cinematography. Where can I see it? - In cinemas. What's it about? - It's a biographical drama about Richard Williams, the father and coach of tennis stars Serena and Venus Williams. Who's in it? - Will Smith, Aunjanue Ellis, Saniyya Sidney. How many Oscar nominations has it got? - Six. What are its Oscar chances? - Will Smith has never won but has been nominated twice before for Ali and The Pursuit of Happyness. This time it looks increasingly like it could be third time lucky, as many are predicting that it's already game, set and match to Smith for best actor. The film is also nominated for best picture and best supporting actress for Ellis. Where can I see it? - In cinemas and in on demand stores. What's it about? - Two astronomers embark on a global media tour to warn the planet of a deadly comet hurtling towards the Earth. Who's in it? - Leonardo DiCaprio, Jennifer Lawrence, Meryl Streep, Cate Blanchett, Mark Rylance. How many Oscar nominations has it got? - Four. What are its Oscar chances? - It's an outsider for best picture and best original screenplay for Adam McKay, who won the adapted screenplay Oscar in 2016 for The Big Short. None of its normally Oscar-worthy cast made the cut, though. Where can I see it? - On Netflix. What's it about? - It's director Guillermo del Toro's lavish noir tale of a conman who takes the clairvoyant tricks he learns in a carnival to the city in the hope of making a fortune. Who's in it? - Bradley Cooper, Cate Blanchett, Toni Collette, Willem Dafoe. How many Oscar nominations has it got? - Four. What are its Oscar chances? - Not very strong - as well as making up the numbers on the 10-strong best picture list, it only has three below-the-line nominations. Where can I see it? - In cinemas. What's it about? - Adapted from a Haruki Murakami short story, it follows an actor and the young woman assigned to be his chauffeur, who go on a journey together in more ways than one. Who's in it? - Hidetoshi Nishijima, Toko Miura, Masaki Okada, Reika Kirishima. How many Oscar nominations has it got? - Four. What are its Oscar chances? - It has made it onto the best picture list and Ryusuke Hamaguchi is up for best director and best adapted screenplay, but its best hope is in the best international film category. Where can I see it? - In cinemas and on some on-demand streaming services. What's it about? - It's a story of first love set in California's San Fernando Valley in the 1970s. Who's in it? - Alana Haim, Cooper Hoffman, Sean Penn, Bradley Cooper. How many Oscar nominations has it got? - Three. What are its Oscar chances? - It underperformed in the nominations, up for best picture, director for Paul Thomas Anderson and original screenplay. The latter is the only award for which it has a shot. Where can I see it? - In cinemas. What's it about? -A woman enjoying a summer holiday starts to become obsessed with another woman and her daughter , and begins to experience echoes of her own past. Who's in it? - Olivia Colman, Jessie Buckley, Dakota Johnson, Paul Mescal. How many Oscar nominations has it got? - Three. What are its Oscar chances? - Previous Oscar winner Olivia Colman stands a decent chance of winning best actress again. Jessie Buckley, who plays the same character's younger self, has squeezed into the best supporting actress category. Director Maggie Gyllenhaal is nominated for best adapted screenplay. Where can I see it? - In cinemas and on Netflix. What's it about? -Ruby is the only hearing person in her family, a Coda (child of deaf adult/s) . She wants to study music but also feels she has to help her parents with their struggling business.Who's in it? - Emilia Jones, Marlee Matlin, Troy Kotsur. How many Oscar nominations has it got? - Three. What are its Oscar chances? - Troy Kotsur is in the best supporting actor category, Sian Heder is recognised for best adapted screenplay, and it's in the best picture mix. Emilia Jones - daughter of TV presenter Aled - was an outside possibility for a best actress nomination, but missed out. Where can I see it? - On Apple TV+. What's it about? - It's an adaptation of the Shakespeare play about a lord convinced by three witches that he can become King of Scotland with the support of his ambitious wife. Who's in it? - Denzel Washington, Frances McDormand, Kathryn Hunter. How many Oscar nominations has it got? - Three. What are its Oscar chances? - Denzel Washington has his ninth acting nomination, but may struggle to add to his two previous wins. It's other nominations are for cinematography and production design. Where can I see it? - In cinemas and on Apple TV+. What's it about? - The film charts the relationship between the stars of the classic 1950s American sitcom I Love Lucy, Lucille Ball and Desi Arnaz. Who's in it? - Nicole Kidman, Javier Bardem, JK Simmons. How many Oscar nominations has it got? - Three. What are its Oscar chances? - The voters were impressed by the film's acting talent - Kidman has a good shot off winning her second best actress award, while Bardem is up for best actor and Simmons was a relatively unexpected nominee for best supporting actor. But writer and director Aaron Sorkin missed out. Where can I see it? - On Amazon Prime. What's it about? - It'sDaniel Craig's final outing as James Bond , where he faces a deadly villain in Bond's most emotional adventure yet. Who's in it? - Daniel Craig, Lea Seydoux, Ana de Armas, Rami Malek, Lashana Lynch. How many Oscar nominations has it got? - Three. What are its Oscar chances? - Billie Eilish and brother Finneas O'Connell could make it a hat trick of Bond wins in the best song category, after Sam Smith for Spectre and Adele for Skyfall. No Time To Die's other nominations are for best sound and visual effects. Where can I see it? - On premium video on demand, and on DVD and Blu-ray. What's it about? - It's a Danish documentary that uses animation to illustrate the words of a gay Afghan man as he recounts his escape from Kabul. Who's in it? - Daniel Karimyar and Fardin Mijdzadeh provide the voice of the young man, known as Amin. How many Oscar nominations has it got? - Three. What are its Oscar chances? - It is up for an unusual hat-trick of best documentary feature, best animated feature and best international film. Where can I see it? - In cinemas and on some on-demand streaming services. What's it about? - Mirabel Madrigal is a young girl who is the only member of her large family not to have been blessed with a magical gift. Who's in it? - The voices of Stephanie Beatriz, Maria Cecilia Botero and John Leguizamo. How many Oscar nominations has it got? - Three. What are its Oscar chances? - Encanto spawned the huge hit We Don't Talk About Bruno - but thatwasn't submitted for best song . Instead, another of Lin-Manuel Miranda's compositions, Dos Oruguitas, is nominated at the Oscars. Encanto is also up for best score, and is tipped to win best animated feature. Where can I see it? - Disney+. ", "url": "https://www.bbc.com/news/entertainment-arts-59731053"}