{"datetime": "2022-02-15T12:09:34.000Z", "title": "Great Western Park Didcot surgery delay 'like banging head against wall'", "article": "Residents on a 3,500-home estate still have no GP surgery even though plans for it were first passed 14 years ago. The first homes on Great Western Park in Didcot were opened nearly a decade ago after planning permission was initially granted in 2008. A councillor said trying to get the surgery built was \"like banging your head against a brick wall\".Oxfordshire Clinical Commissioning Group (OCCG) said it was working to find an \"interim solution\". Land is allocated on the estate for the surgery, which would be an extension of the existing Woodlands Medical Centre in the town, but it is still empty.Dr Rachel Ward, who works there, said it has done \"everything we can to accommodate a huge number of additional patients\", many of them from Great Western Park. She said the medical centre was already \"using every room at every time of the day\". \"Since I started at the practice in 2018, we have an additional 7,500 patients,\" she said.\"We've actually managed very well to increase our capacity but we're at the point that we can't extend our buildings. We don't have the space to do that.\"Gareth Clarke, a resident on the estate, said the delay has been \"very frustrating\".\"Obviously the original plans were signed off in 2008 - that's 14 years ago. We're now nearing completion on the last dwelling. It's been a long time,\" he said. In a statement, OCCG said it was working with the medical centre and council officers to \"develop some identified space\" on Great Western Park.\"We are also working with all parties to identify an interim space solution to eliminate the pressure on Didcot practices.\" But Ian Snowdon, a district and county councillor, said the statement was \"almost word-for-word\" what he had received in the four years since he was elected following \"numerous meetings\" with authorities.\"You leave the meeting feeling so energised because you think, 'we're all on the same page, it's all going to happen soon'.\"And you have another meeting six months later and you're back to square one.\"Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-60387354"}