{"datetime": "2022-02-15T16:55:32.000Z", "title": "Thames Valley Police PCs accused of unnecessary force 'feared conflict'", "article": "Two armed police officers who tasered and kicked a driver after a high-speed chase on the M4 said they worried the man sought \"conflict\" with them. The suspect was taken to hospital after PCs Rory Mayes and Leigh Pateman helped arrest him near Slough in June 2021.He had driven from South Wales on the motorway and the officers were told he had rammed police and other vehicles. PC Mayes said reports and concern the man could be armed sent his assessment of possible threat \"through the roof\". Both Thames Valley Police (TVP) officers, who were also carrying pistols,deny wrongdoing .The pair were sat in a BMW X5 marked car at junction 4 of the M40 near High Wycombe before receiving information that the driver of a Suzuki Swift had been spotted driving dangerously near Membury Services on the M4.They drove to the M4, where they spotted the Suzuki and pursued it from about 16:00 BST on 22 June.PC Mayes said the chase was \"not a normal job\" in that drivers often try to blend in with other traffic to evade police or leave motorways entirely.But the driving appeared to be \"very overt\" and deliberate, he said.The driver eventually went on to a hard shoulder closed off by a concrete barrier and got out of the car voluntarily between junctions 6 and 7 eastbound at about 16:08. But PC Pateman said everything he had seen of the driver showed that he was \"not going to be compliant [with police] in any way\" and \"that he was an exceptional risk\" who could have been armed.He added the man continued to \"actively resist\" arrest even after he had been confronted by officers.Both officers are based at TVP's headquarters in Kidlington, Oxfordshire. The misconduct hearing is expected to conclude later this week.Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-berkshire-60388263"}