{"datetime": "2021-11-17T16:45:05.000Z", "subject": "Coronavirus pandemic", "title": "Covid: When can teenagers get a second dose?", "article": "A second dose of the Pfizer vaccine will be offered to 16 and 17-year-olds across the UK, following updated advice from the UK's vaccine committee. All over-18s across the UK can have two Covid vaccine doses, as can some vulnerable, high-risk children over 12. Healthy, low-risk children between 12 and 15 have only been offered a single dose -which should be delayed until 12 weeks after a coronavirus infection . The Joint Committee for Vaccination and Immunisation (JCVI) says a second dose for those aged 16 and 17 is safe and effective 12 weeks after the first. The JCVI has previously held back from recommending a second dose because of concerns over a very rare heart condition, called myocarditis, experienced by tiny numbers of young people - particularly boys - after the second dose. It says it is now reassured by evidence from other countries that a 12-week gap between doses would lower that already very small risk. A decision on a second dose for 12-15s has not yet been made but could happen in the next few weeks. In the meantime, all 12-17 year olds should wait 12 weeks after a Covid infection before having their first or second dose. No vaccine is currently approved for under-12s in the UK. If you're over 18, and want to book your first, second or booster dose, you canfind out how here . No. If you're under 40 or pregnantyou'll be given Pfizer or Moderna . Every woman who is pregnant (or planning to become pregnant) is encouraged to get two vaccine doses. Hospital figures show that 98% of pregnant women admitted to intensive care this year were not vaccinated. Under-18s have so far been offered Pfizer.The vaccines are very effective at protecting people against becoming seriously ill or dying from Covid-19.Latest data from the UK Health Security Agency suggests more than 90% protection against hospitalisation and death with all three vaccines. The vaccines are less effective at stopping people becoming infected by the virus, developing mild symptoms or passing it on - but they do reduce the risk of that happening too. If you've been double-jabbed, you are far less likely to become seriously ill or die from Covid. Covid vaccines aren't compulsory, but everyone is urged to get jabbed to protect themselves, their family, friends and wider society. Children under 16don't need parental consent to get jabbed , as long as they are believed to have \"enough intelligence, competence and understanding to fully appreciate what's involved in their treatment\". This is known as \"Gillick competence\".Being fully vaccinated can make travelling to most other countries easier, and in many cases means you will not have to self-isolate either when you return to the UK.However, it's worth bearing in mind that under-16s are not eligible for their own digital NHS Covid Pass, which is now accepted widely as proof of vaccination.What's more, the single jab which most UK teenagers have so far received, is not recognised as full vaccination by some countries (including France), and more tests may be required. Checkyour destination's rules on the Foreign Office website before you travel.Most are mild, completely normal and disappear after a few days.They happen because the body's defences are reacting to the vaccine, and include: A very small number of people had asevere allergic reaction after the Pfizer and Moderna vaccines, so you should discuss any allergies you have before vaccination. There's no evidence to suggest you should avoid alcohol altogether, but drinking in large quantities can suppress your immune system. Some women have experiencedunusually heavy, painful or prolonged periods after being jabbed . This may be because the vaccine prompts an increase in activity in the immune system, which also plays a role in the menstrual cycle.However, there's no evidence the vaccine has any impact on pregnancy or fertility. Pregnant women are being urged to get the vaccine , to protect themselves and their babies. Coronavirus can cause serious illness in some women in later pregnancy, and possibly aslightly higher rate of stillbirth . If you're planning a pregnancy or are breastfeeding,government guidance says you can still get vaccinated,A recent study suggests vaccination can help improve long Covid symptoms. Researchers think the vaccine could be pressing the body's reset button and helping it recover.", "url": "https://www.bbc.com/news/health-57273875"}