{"datetime": "2022-02-15T09:37:35.000Z", "title": "Paul Robson hunt: On-the-run sex offender refused parole five times", "article": "A sex offender who has absconded from an open prison had been refused parole five times, it has emerged. A manhunt continues for Paul Robson, jailed for life in 2000 for violent sex assaults including one where he entered a woman's home through a cat flap. The 56-year-old, described as a \"menace to women\", walked out of HMP North Sea Camp, Lincolnshire, on Sunday. During his fifth parole review, Robson was refused release but a move to a category D open prison was recommended. The Newcastle-born sex offender was jailed at Oxford Crown Court for the attempted rape and indecent assault of his victim. He had tied her up, put a pillow case over her head and assaulted her while holding a knife to her throat, the court had heard. He had only been released from prison three weeks before the attack and was on licence. In February 2021, a board ruled Robson should be rejected for parole, but recommended to the Justice Secretary that he was \"suitable for a move to open conditions to test whether he would eventually be safe for release\". The board said it was a \"recommendation only\" and that the \"Secretary of State for Justice considers the advice before making the final decision on whether a prisoner is suitable for open conditions\". On Monday,Labour's Shadow Justice Secretary Steve Reed said he had written to the Lord Chancellor and Justice Secretary Dominic Raab seeking reassurances over public safety following Robson's escape. Mr Reed said he had sought clarification from Mr Raab over \"why such a dangerous criminal was deemed fit to be in an open prison where he could abscond\". The Ministry of Justice said Mr Raab had since toughened procedures, with greater scrutiny of parole board recommendations on open prison moves. Det Ch Supt Andy Cox, from Lincolnshire Police, said officers were \"working tirelessly\" to locate Robson and said he could be \"anywhere in the country\". He said: \"Robson is a dangerous sex offender and while he presents a particular danger to women and young children, I believe he can cause real harm to anyone he comes across.\" Police said he may be wearing a black long-sleeved Berghaus top, a grey \"French\" t-shirt, dark bottoms, a dark coloured woollen beanie and a light grey donkey-style jacket with orange on the shoulder area. Det Ch Supt Cox asked the public to contact police with any potential sightings, but urged people not to approach him and to instead call 999. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-60370021"}