{"datetime": "2021-12-23T09:17:44.000Z", "author": "Michelle Roberts", "subject": "Coronavirus pandemic", "title": "What are the Covid variants and will vaccines still work?", "article": "A new type of coronavirus has been found that scientists say is of \"great concern\". The Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight.A variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time. Omicron is strikingly different from many other types due to the long list of genetic mutations it has undergone.In particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein. Early signs are thatcurrent vaccines might not work quite as well against Omicron . Data from around the world suggests Omicron may be more infectious and spreads very easily.This suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection.Preliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now. UK research suggests boosters should providegood protection against severe illness . Experts say Omicron mightbe milder , since fewer people are getting sick enough with it to need hospital treatment compared to other variants. Even so, if it is more infectious it could lead to more deaths in an unvaccinated population. As with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions.Although current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid.They have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma.Doctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants.The government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January.Although Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme.Updated versions of vaccines against Covid variants are already being designed and tested. Manufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process.Moderna has already said it hopes to havean Omicron booster ready by March. The most potentially dangerous ones are calledvariants of concern and, along with Omicron, include: UK officials are also keeping an eye on a recent descendent of the Delta variant, calledAY.4.2 or \"Delta plus\" .Viruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant.If this gives the virus a survival advantage, the new version will thrive.The more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur.That's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness.Experts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph.", "url": "https://www.bbc.com/news/health-55659820"}