{"datetime": "2022-02-11T12:36:17.000Z", "title": "South Central Ambulance Service told to improve safeguarding", "article": "An ambulance service has been ordered to improve its safeguarding processes by the Care Quality Commission (CQC). The health watchdog said it carried out an unannounced inspection of South Central Ambulance Service (SCAS) after \"a number of concerns were raised\".Areport produced by the CQC after the November inspection said the service's \"ambiguous\" policies meant patients \"could be exposed to the risk of harm\".SCAS said it took \"immediate action\" to address the problems highlighted.The CQC said frontline staff at the service - which operates in Berkshire, Oxfordshire, Hampshire and Buckinghamshire - were protecting patients from abuse.However, the report said management of SCAS's safeguarding team was \"poor\" and there was \"conflict\" between staff.Inspectors said they were told by staff that in August 2021 about 750 safeguarding referrals had been found on the computer system that had not been automatically sent to the relevant local authorities.\"Although a major failing was identified in the computer system which resulted in referrals not reaching their destination, and this occurred over a period of 17 days, there was no mention of this incident in subsequent quality and safety meeting minutes or in board papers,\" the report said.The report added that the safeguarding team had not carried out any internal audits since January 2020.The report continued: \"The last audit completed was done by administrative assistants who had no training to complete audits.\" Will Hancock, chief executive of SCAS, said the trust took the CQC's report \"very seriously\" and had already commenced a review into how it managed safeguarding before the inspection.He added: \"Like many NHS organisations, we have faced considerable and sustained pressure through the pandemic and operational pressures impacted on our ability to deliver some elements of training during this period. \"We have taken immediate action and provided assurance to the CQC and our commissioners that all concerns raised are being addressed and many have already been resolved.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-60347826"}