{"datetime": "2022-02-15T17:52:27.000Z", "subject": "Coronavirus pandemic", "title": "What are the latest rules for face coverings and masks?", "article": "People in Northern Ireland and England are no longer legally required to wear face masks in most public spaces - although they are still recommended in some places. Masks are still required in many situations in Scotland and Wales. Rules on face masks have changed: What are the latest changes to the UK's Covid rules? In Scotland,masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising). They must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens.They are compulsory forall school staff as well as secondary school pupils and are required in indoor public spaces in universities. However, pupils will no longer have to wear them inclass from 28 February. Under-12s are exempt. Since 17:00 GMT on 15 February, mask-wearing is no longer legally enforced in Northern Ireland. However, they are still recommended in certain places, such as enclosed public settings and health and social care settings. Face coverings are required on public transport and most public spaces, including shops. Secondary school pupils are beingasked to wear masks in class until the end of half term.The guidance in Wales applies to everyone aged 11 or over. InWales , the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited. InScotland , the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing. Evidence suggests transmission mainly happens indoors where people are close together. Covering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking. The main purpose is to protect others, although there is someevidence they offer protection to wearers . It should: Standard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workerswhich can offer higher protection . However, these must be fitted correctly to work. ", "url": "https://www.bbc.com/news/health-51205344"}