{"datetime": "2022-02-14T18:07:47.000Z", "title": "Sex offender Paul Robson on the run from HMP North Sea Camp", "article": "A sex offender branded a \"menace to females\" has gone on the run after fleeing from an open prison. Paul Robson, 56, who entered a woman's home through a cat flap and sexually assaulted her at knifepoint, was given a life sentence in 2000. He was reported missing from HMP North Sea Camp, Lincolnshire, on Sunday. The government said open prison absconsions were \"extremely rare\" but Labour said Robson's case raised \"serious questions\".Police said Newcastle-born Robson could be \"anywhere in the country\" and warned people not to approach him. Robson was jailed at Oxford Crown Court for the attempted rape and indecent assault of his victim. He tied her up, put a pillow case over her head and assaulted her while holding a knife to her throat. He had only been released from prison three weeks before the attack and was on licence - with the sentencing judge describing him as a \"menace to females\". A parole board denied him release but approved his move to open conditions in February 2021. He arrived at North Sea Camp on 22 January this year, after his transfer was delayed by a reduction in the prison's capacity. Det Ch Supt Andy Cox, of Lincolnshire Police, urged the public to report sightings of Robson, who is described as a bald white man of slim build, last seen with a long goatee beard. He warned that the fugitive \"presents a particular danger to women and young children\" but police feared he could \"cause real harm to anyone he comes across\". Labour's Shadow Justice Secretary Steve Reed said he had written to the Lord Chancellor Dominic Raab seeking reassurances over public safety following Robson's escape.The MP said he had sought clarification from Mr Raab over \"why such a dangerous criminal was deemed fit to be in an open prison where he could abscond\". He also asked how Robson was \"assessed as suitable for open conditions given the risk he poses to the public\". In his letter, Mr Reed further asked Mr Raab if he would publish the Parole Board's decision summary for Robson's case, so people could see how that ruling was made. More stories from Lincolnshire and Yorkshire A Ministry of Justice spokesperson said: \"Absconds from prison have more than halved since 2010 and are now extremely rare.\"Following a decision by the Deputy Prime Minister Mr Raab last year, there will now be greater scrutiny of Parole Board recommendations on open prison moves.\"The Deputy Prime Minister will oversee the decisions in the most high-risk cases personally.\" Open prisons, otherwise known as Category D, have the lowest security levels. According to the Ministry of Justice open prisons only house prisoners that have been risk-assessed and deemed suitable for open conditions.They allow eligible prisoners to spend most of their day away from the prison to carry out work or take education courses.Inmates convicted of serious crimes including murder and rape can be placed in open prisons towards the end of their sentences, if assessed as low-risk. Ministry of Justice figures show that 101 people absconded from open prisons last year, including four prisoners from North Sea Camp. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-60372887"}