{"datetime": "2018-11-26T00:59:03.000Z", "title": "Judge Dredd publisher Rebellion to open Oxfordshire film studio", "article": "A disused newspaper factory in the south of England is to be converted into a major film studio complex. The £78m Daily Mail printing press in Didcot, Oxfordshire, has been purchased by media company Rebellion. It will film adaptations ofa Rogue Trooper film and aJudge Dredd TV show there. Six soundstages will be available at the 220,000 sq ft (67,000 sq m) site, creating 500 jobs. The complex is due to open in the spring. The stages and production offices, situated near Didcot Power Station, will be available to makers of TV dramas and large scale films.Rebellion, based in nearby Oxford, is a comic book publisher and games developer - and also runs motion capture studio Audiomotion. CEO Jason Kingsley called the purchase \"incredibly\" exciting and said the \"booming\" film industry was in \"desperate need of further infrastructure to cope with the demands for new and engaging content\".He added: \"We know first-hand the creativity and talent here in the UK and this new studio will bring in projects from all over the world, offering opportunity and income to many people in the industry.\" Chief technology officer Chris Kingsley said: \"Our creative industries are appealing to other markets for our talent and generous tax reliefs - and we must ensure we have the studio space and infrastructure to keep furthering this ongoing growth.\" Roger Mould, a director at HSBC UK which handled the finance for the deal, said it would \"dramatically increase the studio space available for the burgeoning film and TV production sector and is ideally located with easy access from London\". The Rogue Trooper film will be directed by Moon and Source Code director Duncan Jones. The lead actor of the big budget Judge Dredd TV series, called Mega-City One, has yet to be announced. He has previously been portrayed by Sylvester Stallone in 1995 and Karl Urban in 2012. ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-46289086"}