{"datetime": "2022-02-10T08:58:35.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Patients wanted for Oxford and Southampton Unis' take-at-home pill trial", "article": "Researchers studying the use of an antiviral drug people can take at home to treat Covid want thousands more volunteers to join their trial. Scientists at Oxford and Southampton Universities are looking at how molnupiravir can reduce symptoms in people at risk of serious illness. They havesigned up 8,000 recently diagnosed with the virus but want thousands more to join the trial.Two volunteers said the drug seemed to have had a big impact.Will Dobson, from Hampshire, caught Covid from his son last month but had been shielding at times during the pandemic because he has ulcerative colitis.\"I had symptoms for about 24 hours after starting on the pills after about 48 hours, I felt back to normal,\" he said.\"Meanwhile, my wife and my youngest had tested positive and they all felt worse than I did.\"Participants must have Covid, a positive lateral or PCR test and have had symptoms for five days or less. Anyone over 50 can join the trial. Other participants between 18 and 49 must have an underlying health condition that might impact on their immunity.Molnupiravir was licensed by UK regulators last year and a course of the treatment currently costs about £500 per patient. About one million highly vulnerable people are already eligible to receive the drug.The drug, which was originally designed to treat flu, introduces errors into the coronavirus' genetic code, which hampers its ability to spread.Prof Paul Little, from the University of Southampton, said the trial is looking at the drug's effectiveness and cost. \"Vaccines have been fantastic, they will go on being the mainstay. We have some really important treatments in hospital once you get that sick,\" he said. \"This fills the gap that we haven't got at the moment. This fills the gap of early treatment in the community for people who are likely to get sick and be admitted to hospital.\" Andrew Nixey, from Witney, Oxfordshire, caught coronavirus in December and was offered the chance to join the trial by his GP.\"It was as easy as taking a couple of paracetamol. It was four tablets, twice a day, with water,\" the 53-year-old said.\"I had no side effects at all. Within a couple of days of me taking the tablets, my head cleared and I felt as if I didn't have Covid at all.\"Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-60327170"}