{"datetime": "2021-05-06T11:44:00.000Z", "title": "Made of Steel comic: Artist dad inspired by 'bolshie and brave' daughter", "article": "An artist has created a new superhero inspired by his daughter to show her she \"can be anything she wants to be\". Jim Connolly, 43, said Roisin, seven, was the basis for the heroine of his graphic novel Made of Steel. He said he wanted her to grow up knowing that \"gender shouldn't hold you back\" in life. Roisin said she had been \"shocked and happy\" when her dad showed her the comic for the first time. Mr Connolly, who has worked on design projects for musicians including Iron Maiden, Jarvis Cocker and Richard Hawley, came up with the idea after he and Roisin bonded over a Spider-Man film. He said he wanted to move away from a \"muscly male lead character\", instead making his hero a \"hard as nails\" teenage girl who was \"witty and a bit daft but headstrong like most of us were when we were that age\". Roisin said seeing herself represented in the comic had inspired her to draw. Her dad said Roisin's \"bolshie and brave\" attitude is shown throughout the book. As well as taking inspiration from his daughter, Mr Connolly was also influenced by his home city of Sheffield. He features famous landmarks including resurrecting the now-demolished Tinsley Towers that sat alongside the M1 motorway. He also gave his main character the surname Sharman after the first British astronaut and Sheffielder Helen Sharman. Now living near Manchester, illustrator Mr Connolly said he \"regretted\" leaving the Steel City 10 years ago but still worked designing beer labels for Sheffield breweries. \"When I was a really young I honestly thought characters like Spider-Man or The Hulk were from Sheffield because to me there wasn't really anywhere else,\" he said. \"I remember being deeply saddened, though I was always kind of clamouring for something cool from Sheffield. I've now been able to repair that moment and any kid now can can look at Made of Steel and see that we've got a superhero now.\" Another strong female figure in his life who inspired him was his sister Teresa who died from cancer in April 2020. He said creating the comic was a \"salvation\" during a dark time, dedicating his work to \"a real-life woman of steel\". He said: \"I've got depression but [making the comic] was a way to pull me out of something pretty terrible. Instead of just horrible memories, it's something positive that's come out of it. Mr Connolly financed the project through Kickstarter, with one of the perks on offer a starring role in a key scene. He gave one backer the chance to appear as the winning goal-scorer in a Steel City Derby game between Sheffield Wednesday and Sheffield United. A New York-based \"big shot\" lawyer paid £500 for the role. He said: \"He's a real character like straight out of a [Robert] De Niro film.\" Although the backer did not know a lot about football, or soccer, as he calls it, it meant Mr Connolly could do something to keep both sides of the city happy. Mr Connolly said the message of the comic was \"positive\" and hoped to appeal to people who traditionally do not read comics, like Roisin. He said creating a story featuring his daughter would give her something to look up to, adding: \"She thought I was cool for about a day\". Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-south-yorkshire-56995172"}