{"datetime": "2021-10-11T23:24:38.000Z", "title": "DC Comics reveal that latest Superman character is bisexual", "article": "DC Comics has announced that its latest Superman, Jon Kent, will be bisexual. In its next comic book issue, due for release in November, Jon will be pictured in a same-sex relationship with his friend Jay Nakamura. The storyline is part of 'Superman: Son of Kal-El', a series following Jon as he takes on the mantle of Superman from his father, Clark Kent. DC Comics made the announcement on National Coming Out Day, an annual LGBT awareness day started in the US. Since the series was released in July, Jon has already fought wildfires caused by climate change, scuppered a high school shooting, and protested against the deportation of refugees. In an earlier issue, Jon struck up a friendship with Jay - a bespectacled, pink-haired reporter. DC Comics said the pair will become romantically involved in the upcoming fifth issue, after Jon \"mentally and physically burns out from trying to save everyone that he can\". Details of the plot has yet to be revealed, but images shared by DC Comics show Jon and Jay sharing a kiss. Series writer Tom Taylor told the BBC that, when he was first offered the job, he pondered \"what Superman should be today.\" \"It struck me that it would be a real missed opportunity if we replaced Clark Kent with another straight white saviour,\" said Mr Taylor. To his surprise, before he could pitch the idea of Jon being bisexual, he was told that DC Comics was already mulling the idea. \"There's been a real shift over the last few years - ten years ago, five years ago this would have been more difficult, but I think things have shifted in a really welcome way,\" said Mr Taylor. He said that, despite backlash from \"trolls\" on social media, reaction to the storyline has been overwhelmingly positive. \"We have people saying they read this news today and burst into tears - people saying they never thought in their life that they would be able to see themselves in Superman... literally the most powerful superhero in comics,\" recalled Mr Taylor. \"You'll always have people who'll use the old line of 'don't put politics into comics' - forgetting that every single [comic book] story ever has been political in some way,\" he said. \"People who don't realise that the [Marvel comic series] X-Men were an analogy for the civil rights movement.\" \"We try to bring those people with us, but we are writing for the people who will hopefully see this Superman... and say 'This Superman is like me. This Superman is fighting for things that concern me',\" he added. You might be interested in watching: ", "url": "https://www.bbc.com/news/entertainment-arts-58879161"}