{"datetime": "2021-05-20T11:52:51.000Z", "author": "Manish Pandey", "title": "Berserk manga creator Kentaro Miura dies aged 54", "article": "Japanese manga author Kentaro Miura has died aged 54. He was best-known for his popular dark fantasy creation Berserk, which debuted as a series in 1989. In a statement, publisher Hakusensha confirmed he died on 6 May. \"All us editors sincerely pray for his repose, expressing our deepest respect and appreciation for his work,\" the Japanese company said, adding the family had already held a private funeral. News of his death has prompted an outpouring of grief from fans all around the world. Berserk featured a journey of revenge by a young warrior travelling through a medieval-inspired world of battles and magic. The story was renowned for its visual storytelling, combined with some of the most eye-catching and precise art ever seen in manga. For Koroush Khaneghah, Berserk is \"one of the most beautiful pieces of art\" he's ever seen. \"I was mesmerised by every little thing. The impact it's had on me was one of awe and wonder,\" the 26-year-old from London tells Radio 1 Newsbeat. He feels the art is in a league of its own. \"It was so detailed, hollow and empty like the Berserk world. It led to the dark fantasy setting which was something I hadn't encountered before.\" \"It combined the mystery and adventure I love from the fantasy world, with a brutal dark edge which made it addictive,\" he adds. The impact of Berserk can be seen in its wider influence. As a result of its popularity, it was adapted into an animated series, a book, animated movies as well as a video game, with multiple other games based on it. \"It was a pioneer, influenced countless anime, but the most notable for me was a game called Dark Souls,\" Koroush says. That game is one that Koroush has spent \"over a thousand hours\" of his childhood playing. \"At some point in my life I will pivot to more artistic contributions to the world, and without a doubt, Berserk will be a major inspiration.\" And that's a thought shared by many fans. Many have also been gathering online to pay tribute, holding virtual memorials in video games. American publisher Dark Horse Comics tweeted: \"Miura-sensei was a master artist and storyteller and we had the great privilege of publishing several of his finest works, including his masterpiece, Berserk.\" \"He will be greatly missed.\" Koroush adds: \"If I could tell him anything, it would just be that he's brilliant and thank him for sharing his brilliance with the world. \"How I'll continue to thank him is by sharing his incredible work with as many people as possible.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-57183034"}