{"datetime": "2021-07-01T11:06:08.000Z", "title": "Dennis the Menace: Royal Mail stamps mark 70 years of Beano character", "article": "A set of 10 stamps celebrating 70 years of Beano bad boy Dennis the Menace has been issued by the Royal Mail. Six of them look back at the evolution of the comic book character from his black-and-white days in 1951 to the arrival of his pet dog Gnasher. Another four stamps have been illustrated by the current cartoonist to celebrate the 70th anniversary. Natasha Ayivor, from the Royal Mail, said Dennis had entertained generations with his \"mischief and mayhem\". Current artist Nigel Parkinson said he had always wanted to work for the Beano and pestered bosses to draw Dennis before he landed his \"big gig\" depicting the perennial naughty schoolboy in 1999. \"Dennis is an anarchic figure, people like to live their rebellion vicariously through him,\" the Liverpool-based cartoonist said. Mr Parkinson, a cartoonist for more than 40 years with comics such as Whizzer and Chips as well as with Cor!!, said he kept the character fresh by introducing subtle variations. \"Dennis doesn't really date because he lives in Beano-time which is a different place to the rest of us,\" he said. Dennis - \"the world's wildest boy\" - was first brought to life in a pencil sketch on the back of a cigarette packet in January 1951. He made his Beano debut in issue number 45 on 17 March 1951 but it would be another few weeks before he donned his signature red and black striped jumper in a half-page strip, illustrated by artist David Law. Readers were offered their first glimpse of his trademark cheeky schoolboy antics such as ignoring signs to \"keep off the grass\" at a local park with comedy consequences.Since then, several famous faces have made guest appearances in the Beano over the years, including Simon Cowell, Andy Murray and One Direction, with Dennis even meeting royalty. Dennis's dog Gnasher arrived on the scene in 1968 when he found the Abyssinian wire-haired tripe hound wandering the streets of Beanotown. The artist at the time was asked to draw a dog which looked like Dennis but with four legs. Shortly after the Beano celebrated its 60th anniversary in 1998, Dennis's mum and dad had a big surprise in store with the arrival of little sister Bea.Fans were also gobsmacked in 2015 when it was revealed that Dennis's dad was in fact the Dennis the Menace from the 1980s. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-57671019"}