{"datetime": "2022-02-16T08:50:59.000Z", "title": "What is the UK's inflation rate and why is the cost of living going up?", "article": "Prices are rising faster than at any time in the past 30 years and wages are failing to keep up. It means people's money is not going as far. Inflation is the rate at which prices are rising. If the price of a bottle of milk is £1 and it rises by 5p, then milk inflation is 5%.You may not notice price rises from month to month. But right now, prices are rising so quickly thataverage pay is not keeping up . In the 12 months to January, prices rose by 5.5% on average.Once that is taken into account, regular pay - which excludes bonuses - fell 0.8% in real terms. The Bank of England has warned inflation could rise above 7% this year. There are workers in a few sectors -such as lorry drivers - who are in high demand, and whose wages are rising faster than prices. And in April, the lowest-paid will see the National Living Wage rise by 6.6% to £9.50 an hour, which is higher than the current inflation rate. The main reason isthe rising global price of energy. This has meant higher energy and transport bills for businesses, many of whom pass on the extra costs to customers.Supply problems and higher shipping costs also continue to hurt businesses.Next, the High Street retailer, has admitted its prices could rise by up to 6% this year to keep up with higher costs. Staff shortages are a particular problem in the UK, due to Brexit and the pandemic, and areprompting some employers to raise wages. However, this can itself contribute to inflation. Greggs, for instance, has raised the price of some foods in order to cover increased labour costs.A number of measures will hit UK households: Inflation is measured by a body called the Office for National Statistics (ONS), which notes the prices of hundreds of everyday items. These items are called the \"basket of goods\", and they're being constantly updated. For instance, in 2021 hand sanitiser and men's loungewear bottoms were added, but sandwiches bought at work were removed.The ONS releases its measure of inflation each month, showing how much these prices have risen since the same date last year. This is known as the Consumer Prices Index (CPI). The Bank of England's traditional response to rising inflation is to raise interest rates. It has done thistwice in the past few months . That means some people who have borrowed money could see their monthly payments go up, especially on mortgages tied to the Bank of England's rates. The idea is that when borrowing is more expensive, people will have less money to spend. As a result, they will buy fewer things, and prices will stop rising as fast. But if inflation is caused by external forces, such as the global squeeze on energy prices, then this might not be the answer. The government might choose instead to cut taxes for consumers on items that are rising quickly. It is taking some measures to reduce the impact of energy price rises, for example. How have you adapted to rising prices? Are you shopping or living your life differently as a result? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-12196322"}