{"datetime": "2021-11-11T09:20:36.000Z", "title": "What is GDP and how is it measured?", "article": "GDP or Gross Domestic Product is one of the most important ways of showing how well, or badly, an economy is doing. It's a measure - or an attempt to measure - all the activity of companies, governments and individuals in an economy. GDP allows businesses to judge when to expand and hire more people, and for government to work out how much to tax and spend. In the UK, new GDP figures are produced every month, but the quarterly figures - covering three months at a time - are the most widely watched.In a growing economy, quarterly GDP will be slightly bigger than the quarter before, a sign that people are doing more work and getting (on average) a little bit richer. Most economists, politicians and businesses like to see GDP rising steadily.Rising GDP means more jobs are likely to be created, and workers are more likely to get better pay rises. If GDP is falling, then the economy is shrinking - bad news for businesses and workers. If GDP falls for two quarters in a row, that is known as a recession, which can mean pay freezes and lost jobs.The Covid pandemic caused the most severe recession seen in over 300 years, hurting business and employment, and forcing government to borrow hundreds of billions of pounds to support the economy. If GDP is growing, the government will use it as evidence to say that it is doing a good job of managing the economy.Likewise, if it falls, opposition politicians will say the government is running it badly. GDP helps government decide how much it can spend on public services and how much it needs to raise in taxes.If GDP is going up steadily, people will pay more tax simply because they're earning and spending more.This means more money for the government to spend on public services, such as schools, police and hospitals. GDP can also help governments work out if they are borrowing too much. For the 2020-21 financial year, the government borrowed nearly £300bn to pay for the costs of the coronavirus pandemic. Comparing that figure to GDP tells you the government is borrowing about 14% of GDP in one year.That's the biggest borrowing figure since World War Two. GDP can be measured in three ways: In the UK, the Office for National Statistics (ONS) publishes one single measure of GDP, which is calculated using all three measurements. But early estimates mainly use the output measure.The ONS collects data from thousands of UK companies to use in its calculations.The UK produces one of the quickest estimates of GDP of the major economies, about 40 days after the quarter in question. At that stage, only about 60% of the data is available, so the figure is revised as more information comes in. The ONS publishes more information on how this is doneon its website . GDP growth doesn't tell the whole story.There are lots of things the statistics might not take into account: Just because GDP is increasing, it doesn't mean that an individual person's standard of living is improving.If a country's population increases, that will push GDP up, because with more people, money will be spent. However, the individuals within that country might not be getting richer. They may be getting poorer on average, even while GDP goes up. So the ONS publishes a figure for GDP per head (of population), which can often tell a different story to the main GDP number.Critics have argued that GDP doesn't take into account whether the economic growth it measures is sustainable,or the damage it might do to the natural world . Alternative measures have been developed.In 2010,the ONS started measuring well-being alongside economic growth. This measures health, relationships, education and skills, as well as personal finances and the environment.In 2019, New Zealand's Prime Minister, Jacinda Ardern, released the country's first \"well-being budget\", prioritising health and life-satisfaction rather than economic growth.Despite its limitations, GDP is still the most widely-used measure for most government decisions and international comparisons. ", "url": "https://www.bbc.com/news/business-13200758"}