{"datetime": "2020-10-22T23:15:14.000Z", "author": "Michael Baggs", "title": "Quest Sprout: 'The most wholesome thing on the internet'", "article": "Scrolling down the front page of Reddit in 2020 has looked a lot like this: Anti-maskers, dangerous driving, racism, a little green sprout with a wooden sword, terrible politicians. Among the horror and the misery of this year, one tiny round hero has emerged to give thousands of people brief moments of joy. That hero is Quest Sprout. All Quest Sprout wants to do is go on a quest. All Quest Sprout ever says is \"Quest\".He's the creation of New Zealand video games tester and comic artist Matthew Wills, who's been making fantasy/comedy webcomics since March 2018. Matthew's had some success withhis Swords series , but the response to Quest Sprout, when the character appeared in May this year, was unlike anything he'd seen before. The most recent episode got around 80,000 upvotes (Reddit's version of 'likes'), when it was posted in the Wholesome Memes subreddit, where some users were calling it\"the most wholesome thing on the internet\". Quest Sprout is part of a world Matthew created to parody things like Lord of The Rings, anime and the \"fantasy tropes\" he saw in them. Matthew says the response has been on \"another level\" to anything he's seen from his other work, and feels that world events such as the coronavirus pandemic have made people want to find things online that make them feel good. \"I think the fact everyone's having a hard time definitely helped with people attaching themselves to this character,\" he tells Radio 1 Newsbeat. \"It's definitely a case that it's helping people, I think, if that doesn't sound too vain.\" And for a character Matthew was in two minds about at first, Quest Sprout is already his most popular creation. \"I was actually unsure when I first posted it - I was like: 'Is he right? Is this what I want?'\" he says.\"Now he's very much a main character, showing up a lot more frequently than the main characters so far this year.\"It's what he deserves.\" Matthew says he's continually approached by Dungeons and Dragons players for permission to use Quest Sprout in their campaigns (\"the answer is always yes\") and by fans wanting more Quest Sprout in their life. \"There's been tonnes of memes, and at least two people have tattoos now,\" he says. \"I just sold 500 QuestSprout pins and there are more on the way - people are demanding it on a daily basis. \"They want shirts and pins and plushies and all that stuff. So that's all stuff I need to start taking more seriously, because people want him in their life - which is really crazy.\" He adds that New Zealand's success in tackling the coronavirus outbreak has made him more confident about merchandising Quest Sprout in the very near future.Only 25 people in New Zealand, which has a population of 5.1 million, have died from coronavirus this year. \"The pins were the first thing people kept asking for, and I've shipped all those by hand myself - so I have a lot less concerns about products ending up in people's hands and making them sick, which is something that I've been thinking about a lot,\" he says. \"The pandemic definitely put the handbrake on a lot of things I had planned at the beginning of the year.\" Where Matthew's future is concerned, he doesn't believe attempting to become a full time, independent comic artist is \"sustainable\" right now, but says his job with a games company offers him opportunities as an artist. As for Quest Sprout's future, fans can expect to learn a lot more about the mysterious, plucky green adventurer. And yes, there will be a lot more quests. \"I get asked every single day when the next Quest Sprout comic will be and when I'm going to resolve the unanswered questions about him,\" he says. \"There's a continued investment now from a lot of people.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-54646324"}