{"datetime": "2020-10-02T09:49:52.000Z", "author": "Imran Rahman-Jones", "title": "Ms Marvel on TV: A 'bold move for Marvel to diversify their characters'", "article": "Canadian newcomer Iman Vellani will play the superhero Ms Marvel in an upcoming Disney+ series, reports say. Deadlinereported the news, adding the character will feature in future Marvel Cinematic Universe films too.Ms Marvel is the alter-ego of Pakistani-American teenager Kamala Khan, who idolises other superheroes such as Captain Marvel. Marvel says the character has an \"inhuman ability to alter shape and size\". Newsbeat's asked for confirmation from Disney+ about the casting reports, but we've not had a response yet. As the MCU moves into its fourth phase, Disney has widened the types of characters it represents on screen. This is the fourth incarnation of the character.The first three were white women - the most famous being Carol Danvers, who went on to become Captain Marvel. It's that Captain Marvel who 16-year-old Kamala Khan idolises when she's growing up in New Jersey. Kamala is one of several humans to gain powers when Terrigen Mist is released into the atmosphere - giving her the ability to \"extend her limbs, alter her appearance, and shift shape in other manners\". Her storyline was introduced in the Captain Marvel comics in 2013, before Kamala got her own comic book in 2014. \"It's about time, quite frankly,\" says presenter and comic book expert Claire Lim. \"For many years, comics have been trailblazing this idea that there are lots of different types of superheroes, lots of different types of people,\" she tells Radio 1 Newsbeat. Claire says \"Ms Marvel is a great character,\" but that film and TV can be slower to incorporate a wider range of stories - partly because of the people in charge. \"The quicker the people holding the money and making the decisions understand [diverse] subsections or sections of society, the better. \"Because they'll realise there's a lot of people out there that want to see themselves in film and television.\" \"I think the younger generation demands diversity be integral to something instead of being tacked on as a as a cynical ploy.\" \"What we're looking at is this quite bold move by Marvel that they undertook a few years ago to diversify their characters,\" says Dr Manmit Bhambra, a sociologist at LSE and Imperial College London. Manmit specialises in identity politics and has just conducted a three-year review into the effect Ms Marvel has on communities around the world. She says the comic \"speaks to the experience of young people whose parents are immigrants like mine, for example - the push and pull of where you want to fit in.\" But her research found that non-Muslim interviewees also responded to the comics in its themes of generational and family divides. \"The intersection of race and ethnicity and womanhood are things that lots of young people can relate to in different ways.\" Manmit's paper interviewed 182 people and involved researchers in the UK, Lebanon, the UAE and Singapore and is about to go into its peer-review stage. She adds that the addition of Ms Marvel into the MCU is a sign that Disney is \"making sure that the characters are not just there for a short amount of time [and] that they are invested in.\" Deadline says this will be the 18-year-old's first major Hollywood production. She was on the Next Wave Committee at the Toronto International film Festival last year - a panel of teenagers who judge youth-orientated films. Back then, shedescribed herself as \"curious, adventurous [and] meticulous\". When asked who would play her in a film, she said: \"Iron Man... duh\". Another profile of her from the time said she \"hopes to venture into the world of cinematography one day.\" Her favourite film at the festival was Hala, about a Pakistani-American-Muslim teenager with immigrant parents. She said she \"was really able to relate a lot to this film,\" about \"a young member of society who's just trying to fit in to the best of both worlds.\" For all the people who welcome these moves, there is often a backlash to more diverse characters. Captain Marvel - the first MCU film to have a female star as its sole lead - was aggressively down-voted on review aggregator Rotten Tomatoes before it was released. The boss of Rotten Tomatoes' parent company said they'd sincemade adjustments to the site to achieve what he called \"noise reduction - when high-profile films such as Captain Marvel or Star Wars movies attract trolls with agendas\". Kelly Marie Tran - the first lead woman of colour in the Star Wars franchise - deleted her social media accounts aftersexist and racist abuse aimed at her. And in the DC Universe, Anna Diop from the TV show Titans disabled her Instagram comments after facingracist backlash from comic book fans. \"When it comes to nerd culture, there are a lot of gatekeepers, and there are a lot of people who go, 'This isn't the way I envisaged it,\" says Claire.\"I would say to them, you've got all these other things you can read.\" So, she says, \"forget the gatekeepers. \"If you think that seeing different human faces is a bad thing on television, then I think you need to look at yourself and go, 'I wonder why that is?'\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-54369448"}