{"datetime": "2022-01-19T11:27:17.000Z", "author": "Michael Race & Beth Timmins", "title": "Gen Z on battling soaring inflation for the first time", "article": "Prices are rising at rates not seen in decades - and that surging inflation is something that millions of young people have never had to deal with before. In fact, for Gen Z, those aged from 18 to 25, this is the first time they have experienced significant inflation in their life time. We asked this generation, whose lives and careers have been some of the hardest hit by the pandemic, how they are being affected. Jessica Langton, who is required to drive long journeys between farms for her job in cattle reproduction, told the BBC she had seen her petrol costs rise by £100 per month. The 21-year-old - who lives in Derby - is in the final year of her studies, funded by a tuition loan with a fixed interest rate.She is concerned that wages have not increased in line with the cost of living, which means that a sudden bill - such as a car breakdown - would be a \"huge stress to cover\".\"You're meant to work to live rather than the other way round and the rising costs of everything aren't helping young people at the moment,\" she told the BBC. \"My sister is 15 and I'm worried about her fees as fixed interest rate loans may be harder to get then and I think fees should've been discounted during the pandemic,\" she added.Due to higher food and drink costs, Ms Langton said she and her friends had cut back on restaurant and pub visits.\"Inflation has added a lot of mental pressure and stress,\" she said. \"A lot of my friends are on the minimum wage and are really struggling as it's far behind inflation.\" Alfie Kearns, from Liverpool, told the BBC he believed inflation was making it harder to save money so that he can move out of his family home. \"Energy bills and gas and everything has been going up,\" he said. \"Especially with it being the winter period, there's definitely increases anyways but this [rising costs] is just the cherry on top.\" \"A big thing for me right now is I want to move out, I want my own home and that's the next step for me and it's just impossible in the current climate,\" he said. \"It's so hard to save as it is. If you want more affordable housing you have to go through different sort of systems with the council where the demand is just extortionate and extreme, so you would be waiting forever.\" The 24-year-old was on Universal Credit at the start of 2021 before getting a job through the government's Kickstart scheme. Now Alfie helps others find work at I Am Moore, an organisation which helps get young people into careers. Alfie said he had met a lot of recent graduates in his new job. He said they have \"talents and ambition\", but were unable to find work. \"The younger generation, they should be motivated and supported into adulthood, but instead we are sort of scuppered with rising costs,\" he added. \"It's like running a marathon with no finishing line in sight.\" For Adam Mlamali, a stock trader, inflation is something he \"constantly\" studies to monitor and make decisions over his investments. The 20-year-old, who moved to Birmingham from London to buy his first property, said a food delivery service based in the capital which he made a large investment in was experiencing surging operating costs. \"One of the alarming risks facing the company was the fact that due to inflation across the entire food delivery industry, drivers are being paid out 15% more per hour, leading to increased costs potentially affecting our returns,\" he added. \"Right now there's a big talk with certain investors and investment funds whether, is inflation transitory? Is it just a period that is going to end? Or is this actually here to stay?\" Adam said certain investment vehicles \"aren't really performing now\" as they were in the last few years due to rising costs. \"You need to be realistic with budgeting, spending, saving and even potentially investing,\" he said. Aimee Cashmore, a public relations consultant who lives in London, hasn't experienced \"a particular pinch\" on prices in comparison to when she graduated. \"Obviously the cost of living is particularly high for young people and students. If you go to university and then fresh out of university into the real world and move out you're typically riddled with debt\" said the 23-year-old said. Amiee said more lessons about the economy and finances in schools would help young people understand rising costs and budget more effectively. Through her work in the technology sector, she's noticed influencers on social media platforms sharing financial advice, which she said, if \"vetted\", could make information more accessible for young people. \"You don't really learn about pensions, mortgages or anything like that,\" she said. \"I'm 23 and only starting to get my head round any of that because you're just not taught it.\" ", "url": "https://www.bbc.com/news/business-60024716"}