{"datetime": "2022-02-03T00:37:42.000Z", "title": "Cost of living: ‘How will we afford anything with bills this high?’", "article": "For Chris Piper, making ends meet during the pandemic has been anything but easy. Despite working full-time job in a care home near Newtown in mid-Wales, he's having to cut back on food and transport costs because his earnings aren't stretching as far as they used to. \"By the time you go to the shops, you've got no money left… And they're putting everything up sky-high. How are we going to afford anything?\" Food and energy costs have soared recently, with consumerprices up by 5.4% in the year to December . Chris told BBC 5 Live he has had to make tough choices like giving up his car, as he could no longer afford the petrol, insurance and tax.Along with walking everywhere to save money, or borrowing his wife's car, he has also started visiting the Newtown Food Surplus project, which redistributes food that supermarkets can no longer sell, on a \"pay-as-you-feel\" basis.Without the additional help, which he describes as \"amazing\", Chris says his family would face a choice between heating or eating due to spiralling energy costs, high water bills and rising National Insurance contributions. Recent polling by Savanta ComRes for BBC 5 Live suggests that about a third of adults working full-time in the UK, like Chris, are finding it hard to pay their household bills. \"People are just struggling,\" Chris says, adding that he fears he might lose his house eventually and be \"left with nothing\". In the poll of about 2,000 adults conducted in January, nearly 70% said they were worried about the cost of living. Vicky Rowe, the project manager for Newtown Food Surplus, originally set up the network to tackle food waste. But with bills rising, queues have been getting longer - even starting to form half an hour before opening. \"Many of the people that come here are in work. There's carers, there's nurses - it's all those people who do an amazing job and they are feeling the pinch because they're on those lower wages,\" she says. Unlike at a food bank, there is no criteria or referral needed to pick up a parcel. Because of that, Vicky says there is perhaps less stigma attached. She describes taking a box of surplus food to a friend on one occasion, causing them to burst into tears and admit that they too had been skipping meals. The survey conducted for BBC 5 Live suggests that 29% of UK adults had skipped meals in the last six months just to save money, while more than half had the heating on less this year. The exclusive polling coincided with the charity Citizens Advice issuing a \"red alert\" over rising costs on Wednesday. New figures recently released by the organisation showed that more people are seeking one-to-one support than at any other point during the pandemic.Referrals to food banks and advice on emergency one-off grants also reached their highest level on record, at 24,000 people in January. Dame Clare Moriarty, the chief executive of Citizens Advice, said that cost of living pressures were at \"boiling point\". \"April's price hikes haven't yet hit and already people are turning to our services in record numbers. \"Frontline advisers are hearing desperate stories of families living in just one room to keep warm, people turning off their fridges to save money and others relying on hot water bottles instead of heating, due to fears about mounting bills.\" 1. Look at your monthly budget: income, spending and debt repayments Make a budget to work out how much money you have left over each month after paying your usual household bills. See if you can make savings in any areas such as subscriptions, for example 2. Make savings and increase your income You might not be able to switch energy providers, but maybe you could get a better deal on your phone or broadband? There could be ways to increase your income or benefits, or get reductions on your council tax. 3. Ask for help There are various debt charities across the UK that can help you work out the best ways to deal with your energy bills, as well as setting up repayment plans for any debt you might have. Source: StepChange debt charity Citizens Advice has called on the government to increase support for those on the lowest incomes, particularly when it comes to energy bills. The charity assisted more than 8,000 people in January as the average energy debt figure hit £1,450, up from £1,330 a year before. Trade association, Energy UK, has also previously warned that bills could rise by as much as 50% in the spring because of soaring wholesale gas prices. The government pointed to a range of support already being provided to low-income, and vulnerable households. \"We recognise people are facing pressures with the cost of living, which is why we are providing support worth around £12bn this financial year and next,\" a government spokesperson said. \"We are supporting vulnerable households through initiatives such as the £500m Household Support Fund and Warm Home Discount and will continue to listen to consumers and businesses on how to manage the costs of energy. \"We will provide an update shortly on further help for households across the UK to meet their energy costs in the face of rising global gas prices,\" the spokesperson added. ", "url": "https://www.bbc.com/news/business-60218323"}