{"datetime": "2022-01-28T22:03:07.000Z", "author": "Jon Douglas", "subject": "Storm Arwen", "title": "Storm Arwen: 'I was left without broadband for seven weeks'", "article": "When Storm Arwen brought trees down around Mark Fenwick's business, he never anticipated how long it would take to get his broadband reconnected. Mark's electricity supply had been restored within 48 hours, but he was left without an internet connection throughout December, Christmas and well into the New Year.Mark is one of the owners of Brinkburn Northumberland, a 12th Century manor house and priory which offers holiday lets and hosts weddings near Longframlington in Northumberland. People were \"incredulous\", says Mark, as he describes the telephone calls he had to make to tell holidaymakers there would be no wi-fi at his property.\"We've had cancellations because of it. Sometimes people need to work whilst they're on holiday and predominantly because people have a digital life - they do their entertainment through streaming services and their children have products that require broadband to work.\" Mark and his colleagues had to move to another office five miles away because the internet network provider, Openreach, was unable to give him a date when his broadband would definitely be back.A temporary fix had lasted for just a few days and it was only after the BBC's You and Yours programme contacted Openreach that his broadband was finally restored.Less than three miles away from Mark's business, Victoria Knox had been engaged in a similar battle.Her home had been without a functioning internet connection ever since Storm Arwen hit on 26 November.Trees had blown down onto overhead fibre optic cables cutting her off.Victoria says it made it \"very difficult\" for her husband to work from home and \"impossible\" for her to take part in video consultations with doctors following cancer treatment.She was reconnected more than six weeks after the storm and only after she had emailed the chief executive of BT group, Philip Jansen, in desperation.Her neighbour, Christopher Hewitt, lives half a mile away and was left without a working telephone line too.The area has poor mobile phone reception and Christopher says his wife was worried that they could not get in touch with anybody in an emergency. He recently had a heart bypass operation.Openreach said it was unable to state how many customers were left without working telephone or broadband connections as a result of Storm Arwen because its engineers log faults as specific problems such as a \"snapped line\" or \"unsafe [telegraph] pole\" rather than as \"storm damage\".The company said the level of damage caused was \"unprecedented in recent memory\" though, with fault volumes in Northumberland alone running into \"the thousands\" during the days immediately after the storm. \"Our engineers have been working throughout and flat out - often in very difficult weather conditions and terrain - to complete repairs with many involving a huge amount of complex civil engineering work and heavy or specialist equipment\", Openreach said in a statement, It added that Mark Fenwick's case had been complicated by high voltage power cables falling on broadband equipment and several telegraph poles being made unsafe.The telecoms regulator, Ofcom, said it estimated that faults a month after the storm were down to a \"few hundred\", but that it was still analysing the data and would be working with the industry and government to understand what could be done better.Meanwhile, power companies have paid an estimated £24m in compensation to people who experienced lengthy power cuts due to Storm Arwen. The figures, given to the You and Yours programme by the Energy Networks Association (ENA), estimate that 77,000 compensation claims had been processed by 11 January.Just under a million homes were left without electricity, some for up to 12 days, after the storm hit on 26 November. The ENA says that over 90% of customers were reconnected within 48 hours. Jude Leitch runs a B&B at Howick in Northumberland and received a cheque from her energy network operator, Northern Powergrid.\"We got £1,120 so that covered the 11 days that we were without power\", she said.\"It was very welcome. It came through automatically\".Electricity distribution companies which fail to meet guaranteed standards are obliged to make payments to customers under rules set out by the regulator, Ofgem.Northern Powergrid says it has issued 'Guaranteed Standard' compensation payments to around 24,000 of its customers so far, totalling around £8.3m. It expects the final figure to exceed £10m. Payments kick in once a property has been without power for 48 hours and are usually capped at £700, but the cap was lifted due to the severe impact of Storm Arwen.The UK government has said it is \"unacceptable\" that homes were left without electricity for so long and has started a review into how power companies responded to the storm.", "url": "https://www.bbc.com/news/business-60029578"}