{"datetime": "2022-01-24T11:54:35.000Z", "title": "Online Safety Bill: Harmful and illegal content could evade new laws, MPs warn", "article": "The draft online safety bill would not stop the sharing of \"insidious\" images of child abuse and violence against women and girls, MPs have said. The Commons culture committee warned the government its proposed legislation is not clear or robust enough. Content which is currently technically legal, such as deepfake pornography, still needs addressing, they said. But the government said the bill will make the UK \"the safest place in the world to be online\". MPs said the bill's definition of illegal content must be reframed, and more should be done to define the risk around activities that fall below the threshold of criminality but still form part of the sequence for online abuse. They warned violent images including child abuse could still be shared through the practice of \"breadcrumbing\", where perpetrators leave digital hints to indicate they have harmful content to share. Julian Knight, the Conservative chair of the committee, said: \"In its current form what should be world-leading, landmark legislation instead represents a missed opportunity.\" \"The Online Safety Bill neither protects freedom of expression nor is it clear nor robust enough to tackle illegal and harmful online content. \"Urgency is required to ensure that some of the most pernicious forms of child sexual abuse do not evade detection because of a failure in the online safety law.\" MPs said the government should change the bill to ensure Ofcom had powers to assess whether online platforms were sufficiently considering the right to freedom of expression in their decision making. They raised concerns that a focus on threatening companies with fines could lead to \"excessive takedowns\" of content.The MPs' comments come after another report by parliamentarians - published in December - said the draft laws needed to bring more offences into scope, such as cyber-flashing, content promoting self-harm, paid-for scam and fraudulent advertising, and the deliberate sending of flashing images to people with photosensitive epilepsy. Earlier this month, Culture minister Chris Philp told MPs there were a \"number of areas\" where the bill could be \"improved substantially\". But a spokesperson from the Department of Culture, Media and Sport said it did not agree with the criticism from the Commons culture committee, saying the bill set a \"global gold standard for internet safety.\" \"It has strict measures including a duty of care to stamp out child sexual abuse, grooming and illegal and harmful content,\" they said. \"There are also stringent rules to make sure tech firms and Ofcom protect people's free speech and privacy, so content is not taken down without good reason.\" Children's charity the NSPCC said it was \"crucial the bill is tightened to comprehensively respond to the child abuse threat\". \"The legislation needs to unambiguously tackle grooming across multiple platforms, and prevent abusers being able to exploit gaps that allow them to continue to commit and organise abuse in plain sight,\" its chief executive Sir Peter Wanless said. The bill is currently in draft and a revised form is expected within months.", "url": "https://www.bbc.com/news/uk-politics-60103156"}