{"datetime": "2021-10-14T20:05:42.000Z", "author": "David Thompson", "title": "Stonewall’s influence on BBC and Ofcom revealed", "article": "The extent of the influence of LGBTQ charity Stonewall in public bodies across the UK has been revealed in a BBC investigation. Governments, Ofcom and the BBC have had their impartiality questioned after involvement in the lobby group's diversity schemes. A number of high profile organisations have left Stonewall's schemes in recent months amid growing controversy about the influence of the group on public policy. Stonewall says it works for LGBTQ equality and that it is \"deeply disappointing\" that this can still be thought of as controversial. Stonewall operates two schemes which have come under scrutiny in recent months. The \"Diversity Champions\" programme is a service Stonewall provides to employers for a fee, to advise them on diversity and inclusion. The Workplace Equality Index is a public ranking of organisations, which is scored by Stonewall, and does not require a fee to enter. The Nolan Investigates podcast sought information on the schemes under Freedom of Information (FOI) laws. The information contained within the documents revealed what the lobby group was asking organisations to do to improve their ranking on the Workplace Equality Index.Some organisations, including the BBC, refused to release the information on the grounds that it could \"have a detrimental impact on the commercial revenue of Stonewall\". Stonewall declined to take part in the series. The documents reveal that the media regulator Ofcom submitted rulings it had made against broadcasters to Stonewall's Workplace Equality Index, which awards points to organisations based on how well they are performing on LGBTQ equality. Ofcom had initially defended the relationship with Stonewall, saying it only related to internal staffing issues, before leaving the Diversity Champions Scheme in August.However, Ofcom continues to submit information to the Workplace Equality Index. Stonewall scores companies and public bodies based on how well they believe they are performing on LGBTQ equality. For three consecutive years, the lobby group asked Ofcom to show evidence of work they had done to \"promote LGBT equality in the wider community\". Ofcom cited examples of action they had taken in response to complaints about TV programmes including Harry Hill's TV Burp and local radio stations. In 2019, Ofcom told Stonewall \"we have ruled on two instances where transphobic comments made in programmes breached the code\". One such case referred to a radio presenter who said he would be uncomfortable with his six-year-old daughter changing in an environment where the changing rooms were not segregated based on sex, and described a \"transfeminine person\" as \"him, her, him, it\" - for which he had apologised on air. The regulator also cited a 2016 judgement on a re-run of Harry Hill's TV Burp on the UKTV television channel Dave, in which the programme parodied a Channel 4 documentary called The Pregnant Man. Ofcom had found the programme was in breach of its broadcasting code. Ofcom did not release the feedback it received from Stonewall. Ofcom told the Nolan Investigates podcast that there was no conflict of interest in its relationship with Stonewall, despite \"stepping back\" from Stonewall's Diversity Champions Scheme after considering whether there was a conflict of interest.Ofcom said: \"Broadcast standards decisions are made by the Broadcast Standards team within Ofcom, wholly independently from any third parties. Our participation in the Stonewall Equality Index has no bearing whatsoever on any of our broadcasting standards decisions.\" Ofcom will continue to submit to Stonewall's Workplace Equality Index scheme, saying it \"is an effective way for employers to measure their progress on LGBTQ+ inclusion in the workplace\". The BBC did not release the information requested by Nolan Investigates around its submission to Stonewall's schemes. However, the programme has raised questions about how close the BBC's Diversity and Inclusion department was to Stonewall. Diversity and Inclusion deals with internal staffing issues at the BBC.Concerns have been raised for some time from senior BBC editorial figures about the risks of the relationship with Stonewall. Stonewall played a central role in an internal BBC \"LGBT Culture and Progression report\" by \"identifying strengths and weaknesses\" for the BBC with regards to LGBT diversity and practices. \"Weaknesses\" included the absence of an Allies programme. Allies programmes are set up with training from Stonewall when the organisations are Diversity Champions. In January 2020 the BBC told staff they would \"be working closely with Stonewall over the coming months in preparation for next year's [Stonewall] index\". The podcast reveals that a senior figure in the Diversity and Inclusion department described Stonewall as \"the experts in workplace equality for LGBTQ+ people\" in internal correspondence, in response to questions about the BBC's Allies scheme.Concerns have been expressed about Stonewall being regarded as \"the\" experts, given the diversity of opinion among lesbian, gay, bisexual and transgender people over Stonewall's policies. The department runs an \"Allies training\" course, which was set up in conjunction with Stonewall, to provide guidance to staff. In an Allies training meeting, BBC trainers used language and material around sex and gender which is contested. The \"genderbred person\" - a graphic used by groups like Stonewall to explain sex and gender issues - was presented to staff, with no alternate views presented. The Nolan Investigates podcast understands that the Diversity and Inclusion department had a role in the drafting of the latest BBC News style guide around issues of sexuality and gender. The style guide sets a standard for the language used by BBC News, often in contested areas.The document defines homosexuality as \"people of either sex who are attracted to people of their own gender\". This is similar to the definition used by Stonewall, and different from the standard dictionary definition, in that it defines attraction as based on gender rather than sex.These definitions are at the centre of a fierce debate over sex and gender issues. The document was ultimately signed off by BBC News. Sam Smith, an investigative journalist who left the BBC recently after working there for 25 years, told the podcast she thinks that some people within the BBC are frightened to speak out to say what they really think about Stonewall.She also believes the relationship has had an effect on the corporation's output. \"How can it not have a chilling effect when it is writ large across the BBC that we are a [Stonewall] champion. I can't think of anything else that the BBC has done that's in the same ball park.\" She says: \"The trouble is the impartiality element of this, for people who do not agree with Stonewall's campaigning position on the gender identity issue, it is not nice for an organisation to align itself with Stonewall and Stonewall's mission\". She said she had queried the BBC's use of \"political\" and \"campaigning\" language but was told \"the BBC had checked this with Stonewall and Stonewall were fine they were fine with it and therefore the BBC was fine with it\". The BBC did not take part in the podcast. In a statement, they said that the BBC \"acts independently in all our aspects of our operations, from HR policy to editorial guidelines and content\". \"We are not a member of Stonewall, we do not take legal advice from Stonewall and we do not subscribe to Stonewall's campaigning. The charity simply provides advice that we are able to consider. \"As a broadcaster, we have our own values and editorial standards - these are clearly set out and published in our editorial guidelines. We are also governed by the Royal Charter and the Ofcom broadcasting code.\" In a statement, Stonewall told the Nolan Investigates podcast: \"It is completely normal and appropriate for charities to engage with public sector organisations to advocate for their beneficiaries to improve public policy. It is also completely normal and appropriate for charities to support public sector organisations through service provision. \"We are proud of work to support public sector organisations to create an inclusive workplace for their LGBTQ+ employees. Our guidance to employers supports them to understand the needs of their LGBTQ+ employees and create an inclusive workplace culture through their policies and wider activity.\" The Nolan Investigates podcast also examines changes in the language used by governments across the UK after Stonewall requested changes, and looks at the advice provided by Stonewall to public bodies.Correction 18th October 2021: An earlier version of this article included a picture caption which said that Stonewall had been campaigning for lesbian, gay, bisexual and transgender rights since 1989, which we have amended to make clear that Stonewall has campaigned for trans equality since 2015. The Nolan Investigates podcast is available on BBC Sounds ", "url": "https://www.bbc.com/news/uk-58917227"}