{"datetime": "2021-11-09T11:44:32.000Z", "title": "Two-thirds of Scotland's phone boxes could close under Ofcom plans", "article": "Two-thirds of Scotland's phone boxes are set to disappear under plans announced by the communications regulator Ofcom. There are currently 2,864 working phone boxes in Scotland and 1,000 of them will be protected from closure. However, Ofcom said it was proposing \"stronger rules\" to safeguard phone boxes from closure - including regular calls being made. Boxes will also be protected if they are in areas with poor mobile coverage. Ofcom said 96% of adults in the UK now owned a mobile phone and with \"significant\" improvements to the network signal in recent years, phone box use was declining. BT is proposing to decommission phone boxes that are used less than once a week as investment would otherwise be required to upgrade them as part of the move to digital phone lines. But Ofcom said BT would need to consult with local authorities before removing any phone boxes. Members of the publiccan also offer feedback on Ofcom's proposals until 11 January. Mark Smith, Ofcom's regulatory affairs manager for Scotland, said: \"We are proposing clearer, stronger rules to safeguard phone boxes against removal if they are in areas where there's poor mobile network coverage, if they're located near an accident or suicide hotspot, or we're aware that a number of calls had been made from the phone box over the past 12 months. \"Our rules protect phone boxes that are in communities where they're most needed, and that also allows BT to remove phone boxes in areas where they are no longer required.\" Mr Smith toldBBC Radio's Good Morning Scotland programme that phone boxes would be protected if they were used for 52 calls over a 12-month period. There is also scope to turn disused phone boxes into defibrillator units or public libraries if they are adopted by the local community, Mr Smith said. Many communities have fought to hold on to phone boxes when they have been threatened with closure. Aberdeenshire councillor Mark Findlaterwas part of efforts to save the phone box in Pennan made famous by the film Local Hero. He said the phone box was well-used by locals because of the \"non-existent\" mobile phone signal in the village. \"There are lots of folks going and actually using it just to say they've actually used the phone box - but it has a very serious role as well,\" he told BBC Scotland. \"In regard to emergencies, because there's no mobile phone signal there, if something did happen down there it's vital.\" Mr Findlater added that he supported Ofcom's \"positive criteria\" to protect certain phone boxes that still had an \"important role\" to play. ", "url": "https://www.bbc.com/news/uk-scotland-59217347"}