{"datetime": "2021-11-09T10:47:27.000Z", "title": "Thousands of phone boxes to be saved from closure", "article": "Thousands of phone boxes around the UK will be protected from closure. Ofcom, the UK telecoms regulator, said it will stop BT from closing down 5,000 phone boxes in areas with poor mobile signals or high accident rates, if they are still needed by local communities.The watchdog said that without such protection, some - which are considered \"vital\" - would still have been closed. For the past few years BT has been decommissioning unused payphones. Now a phone box will be saved if: At their peak, there were around 92,000 phone boxes in the UK, but now 96% of UK adults own a mobile phone. About 6,000 of the kiosks have been adopted by local authorities for other purposes, such as book exchanges.Now, if no payphone is needed, communities will be able to purchase them for £1 and use them for other purposes. Selina Chadha, Ofcom's Director of Connectivity, said: \"Some of the call boxes we plan to protect are used to make relatively low numbers of calls. But if one of those calls is from a distressed child, an accident victim or someone contemplating suicide, that public phone line can be a lifeline at a time of great need.\"We also want to make sure that people without mobile coverage, often in rural areas, can still make calls. At the same time, we're planning to support the rollout of new phone boxes with free Wi-Fi and charging.\"Under our plans, BT and KCOM - which operates Hull's unique white phone boxes - must also install batteries in some payphones, so they can still be used during a power cut.\" There are currently about 21,000 call boxes across the country. For people without a mobile, or for those in areas with poor mobile coverage, these can be a lifeline for making calls to friends and family, helpline services and accessing emergency services.Almost 150,000 calls were made to emergency services from phone boxes in the year to May 2020, while 25,000 calls were made to Childline, and 20,000 to the Samaritans.", "url": "https://www.bbc.com/news/technology-59219078"}