{"datetime": "2021-11-24T00:04:06.000Z", "title": "Parcel firms 'failing to deliver on performance'", "article": "Parcel delivery firms are failing to deliver on customer satisfaction, according to a league table. Hermes and Yodel came bottom in a survey by Citizens Advice (CA) and Amazon Logistics was top, but all the firms had performance issues. The report, ahead of the busy Christmas period, compared several criteria, including customer service and trust. Delivery firms were a lifeline for many people during lockdown but there are \"huge cracks\" in the sector, CA said. No delivery firm received more than three out of five stars overall. The charity's report found: CA said that although online sales have soared during lockdown and growth in working from home, so have parcels problems. The organisation's website advice section headed \"If something you ordered hasn't arrived\" has been viewed almost 160,000 times so far this this year, a 69% rise on the same period before the pandemic in 2019. The report cites several examples of poor service, including headphones that went to Australia not their intended destination in Hertfordshire, and a man who spoke to 30 different customer service agents when his parcel was stolen. A woman contacted the charity after one driver claimed her son's £350 birthday present had been delivered, even though her CCTV showed them leaving with it in their hand. Dame Clare Moriarty, CA's chief executive, said: \"Parcel deliveries became a lockdown lifeline for us all, but the scale of the problems experienced by many of us shows huge cracks in the sector.\"Even though Amazon Logistics and Royal Mail top the table there's still significant room for improvement. And Hermes and Yodel need to improve in leaps and bounds to make sure they're providing a solid service to their customers.\" She said the report should be a wake up call for firms, but had serious reservations about how far companies would improve if left to their own devices.\"Our findings show it's time for Ofcom [the regulator] to come forward and introduce tougher rules across the board for delivery companies,\" she said. CA is calling for stricter rules for parcel companies, better complaints processes, and fines from Ofcom if company negligence leads to parcels getting lost or stolen. An Amazon spokesperson said: \"The vast majority of deliveries make it to customers without issue. In the rare case something occurs, we work with customers directly to make it right.\" DPD said: \"We don't recognise the findings from this survey at all and have raised significant concerns about the methodology directly with Citizens Advice. \"Our own data shows that more than 99.5% of all DPD parcels are delivered right first time, which is one of the main reasons we have been voted top in MoneySavingExpert's annual parcel delivery customer satisfaction poll of over 10,000 recipients, eight years running.\" A Royal Mail spokesperson said: \"Royal Mail is proud to deliver to over 31 million addresses across the UK. \"With unparalleled reach across the country, our customers continue to put their trust in the knowledge, expertise and reassurance of the Royal Mail brand.\" Mike Hancox, chief executive at Yodel said: \"We are always striving to better all aspects of our services and welcome consumer feedback. \"Although these results suggest there are still areas for us to work on, other independent review platforms - such as Trustpilot - show how much our service levels have improved.\" Hermes was approached for comment. Citizens Advice top tips to help combat parcel delivery issues: ", "url": "https://www.bbc.com/news/business-59385232"}