{"datetime": "2021-11-20T02:59:38.000Z", "title": "Paul Dacre: Ex-Daily Mail editor quits race to head Ofcom", "article": "Former Daily Mail editor Paul Dacre has pulled out of the contest to become the next chair of media regulator Ofcom. In aletter to the Times , he said he was not going to re-apply for the role, after his initial application was rejected by a recruitment panel. The process is currently being re-run after the initial interviews failed to settle on a candidate. But Dacre said he had now decided to take up an \"exciting new job in the private sector\" instead. Ofcom has wide-ranging powers over television, radio, telecoms and postal services, dealing with licensing, complaints and much else besides. It is set to be handed new powers to regulate social media companies as part of the government's draft online safety legislation. Dacre, 73, who left the Daily Mail in 2018 after more than a quarter of a century as editor, had been seen as Downing Street's favourite for the Ofcom job. The Times quoted him as describing his experience of applying for the role as an \"infelicitous dalliance\" with \"the Blob\" - a term sometimes used to refer to the Whitehall establishment. The journalist, known for his conservative views, was also quoted saying his \"strong convictions\" had led to him being judged \"unappointable\".He wrote that Ofcom would face an \"awesome challenge\" in trying to regulate \"omnipotent\", \"ruthless\" and \"amoral\" tech giants \"without damaging freedom of expression\". He also said he would \"die in a ditch\" to defend the BBC but it needed to be \"saved from both itself and the frighteningly well-resourced streaming giants\". A spokesperson for the Department for Digital, Culture, Media & Sport said the recruitment process for Ofcom chair was \"fair and open\". \"The process is regulated by the commissioner for public appointments, who is responsible for ensuring that the appointment is made in accordance with strict guidelines,\" they added. Meanwhile, a group of Scottish and Welsh ministers have written to Culture Secretary Nadine Dorries asking to be included in the process to appoint a new Ofcom chair. The ministers say they are \"extremely concerned\" about a \"perceived lack of impartiality and transparency\" in the process. Involving the devolved governments in the decision would help maintain \"credibility\", the ministers added. The two-page document was signed by Angus Robertson, the Scottish culture secretary, and Kate Forbes, Scotland's finance and economy secretary, as well as the Welsh government's deputy minister for arts, Dawn Bowden, and its deputy minister for climate change, Lee Waters. Ministers shared concerns that the prolonged process \"might adversely affect the standing of the public service broadcasting system whose duty is to serve all the nations\". ", "url": "https://www.bbc.com/news/uk-politics-59353183"}