{"datetime": "2021-10-22T17:43:49.000Z", "title": "Channel 4 subtitles returning after fire disruption", "article": "Channel 4 has said subtitles will be restored to several platforms and high-profile programmes after weeks-long disruption. It said \"intensive engineering work\" meant live text descriptions would begin to return for viewers on Sky, Virgin Media and Freeview. The Great British Bake Off and The Last Leg will gain subtitles initially. Deaf charities had called for urgent action after a fire at a broadcast centre affected transmissions. Broadcasting watchdog Ofcom said it had received around 500 complaints about Channel 4's outage, which cut off subtitles, audio description and sign language services. Channel 4 said viewers on Freesat would still be unable to access subtitles, as it distributes content to that platform \"in a different way that is not resolved by this change\". Viewers of its website and on demand service All 4 should now begin to see subtitles on flagship programmes after a switch to a back-up system, the channel said. Hundreds of hours of Channel 4 programming have been affected by the outage, which began when fire suppression devices destroyed hard disks at a west London broadcast centre on 25 September. The incident at the centre, owned by Red Bee Media, affected other broadcasters like the BBC and Channel 5, although their services were restored sooner. Hearing loss charity RNID warned this week that \"12 million people in the UK who are deaf or have hearing loss have felt excluded and increasingly angry, because the system to provide subtitles and signed content is broken\". On Friday, the National Deaf Children's Society said it had written to Ofcom \"asking them to intervene to resolve this completely unacceptable delay\". Channel 4 said it had been working with RNID to keep deaf viewers updated. Despite the switch to a back-up system, Channel 4 said audio description and sign-language services \"will remain unavailable until we move to the new system that is being built and tested\". Alongside issues with accessibility services, other problems have plagued Channel 4's network since the 25 September incident. The wrong episode of reality show Married at First Sight UKwas played out on E4 by mistake , prompting criticism from loyal fans who had expected to watch the series finale. ", "url": "https://www.bbc.com/news/entertainment-arts-59016233"}