{"datetime": "2022-02-16T14:07:38.000Z", "title": "Bolton children's home shut down over 'significant neglect'", "article": "A children's home has been closed down after inspectors found evidence of \"significant neglect\". One child had not been bathed, changed his clothes or been given a home-cooked meal in four months at the private home in Bolton,an Ofsted report found . Another child was put at risk of harm by staff carrying out unnecessary CPR. Inspectors immediately suspended registration of the home. Achieve Care Homes said it was \"working with the local authority to investigate\".During their visit on 5 and 6 January, inspectors found the privately-run home, which opened last summer, failed to meet basic care needs.They concluded that \"serious and widespread failures\" meant children were \"not protected\" and they were \"not making progress\" while living in \"squalid conditions\". Managers and staff had \"not entered a child's bedroom for over four months despite there being evidence of flies and a pungent smell\", the report said. Inspectors found many staff were unqualified and did not meet the healthcare or educational needs of the children in their care.Only two members of staff had a childcare qualification. They spent \"very little time with some children\" and were \"unable to build a positive and meaningful relationship with them\", the report said.Inspectors said: \"One child spends most of their time in their bedroom, including eating all their meals in there.\" Appropriate action was not taken when children displayed \"harmful behaviours\" and serious incidents were not reported by management, they added. In a serious breach, the report said the provider had \"admitted children into the home outside of their conditions of registration\", which is an offence under the Care Standards Act 2015. The home is described on the company's website as offering \"therapeutic residential placements for young people aged eight to 18 of any gender who suffer with emotional, behavioural and socially-challenging behaviour.\" Achieve Care Homes said in a statement: \"We have voluntarily revoked our registration after the incident that occurred in our care home and we are working with the Local Authority to investigate it further.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60399773"}