{"datetime": "2022-02-15T16:56:56.000Z", "title": "Manchester United star Duncan Edwards' letters to fiancee to be sold", "article": "Letters and photos sent by Manchester United's Duncan Edwards to his fiancee before he was killed in the Munich air disaster are to be sold at auction. Edwards and 22 others were fatally injured when the plane carrying the United teamcrashed as it took off from the German city on 6 February 1958 . Molly Leech, who died in 2004, was at his bedside when he succumbed to his injuries 15 days later, aged 21. Her daughters said she \"always spoke about him with great affection\". Edwards, who was born in Dudley in the West Midlands, already had 18 caps for England and was tipped as a future captain when he died. He was part of a United team nicknamed the Busby Babes, a title that honoured both their youthful achievements and their legendary manager, Sir Matt Busby. One of Ms Leech's daughters, who have asked to remain anonymous, said they had first met \"one Saturday evening at Ringway Airport, which is now Manchester Airport\". \"She came from Manchester and worked in an office there, they were very much in love but very private and ordinary people,\" she said. \"They enjoyed playing cards and tennis, he liked fishing - she always spoke about him with great affection.\" She added that she could not imagine \"what my mother must have gone through when she had to go to Munich\". \"It was such a sad and awful part of her life - she was just 22.\" Among the collection being sold are letters from well-wishers, photographs, football programmes and a family album, filled with photos of the footballer's Manchester United and England career. Edwards' overnight bag, which was pulled from the wreckage of the disaster and given to his fiancee after she arrived in Germany to be at his side, is also being auctioned, along with two letters from Edwards to Ms Leech during his national service, in which he refers to her as \"Dear Molly\" and \"Dear Pet\". Northamptonshire-based auctioneer Graham Budd, who is selling the items on 8 and 9 March said their story was \"so poignant and sad\". \"They had everything going for them - they were an elegant, smartly dressed, photogenic young couple,\" he said. \"The items in this sale are so personal and it is a privilege to have been asked by Molly's daughters to sell them.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60392950"}