{"datetime": "2022-02-16T10:13:54.000Z", "title": "Bolton junior football coach jailed again for child sex offences", "article": "A former junior football coach who was previously jailed for sexually assaulting boys has been found guilty of raping a teenage boy. Michael Coleman, 79, attacked the 15-year-old in the mid-1970s after he joined the team he managed in Bolton, Greater Manchester Police (GMP) said. He also indecently assaulted the boy in a changing room and at his flat. Coleman,who received a seven-year term in 2018 , was sentenced to a further eight years at Bolton Crown Court. GMP said Coleman, of HMP Forest Bank, approached the boy in the showers after he had been at the club for about four months and sexually assaulted him. He went on to take the teenager out drinking in Bolton and on one occasion, took the boy back to his flat on the pretence of buying him some food and then indecently assaulted him. A police spokesman said after another night out, Coleman raped the boy at the flat, before driving him home. The attacks were reported after Coleman was jailed for seven years in 2018 for three counts of sexual assault against boys aged 12 and 13 in the 1980s. That case was the result of a nationwide investigation into non-recent sexual abuse in sport, which saw GMP and other police forces work with the NSPCC, the Football Association and local councils to identify offenders. Speaking after Coleman was sentenced on Tuesday, a GMP spokesman said it had been \"a harrowing investigation\". He said he could not imagine \"the psychological effect\" the abuse had had on the complainant, \"not only as a young man, but throughout his life, but I hope that the verdict brings some form of closure and a sense of justice being served\". He added that the boy \"should have been able to trust Coleman as a local football coach, but was instead let down by him in the most horrendous way\". Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60401761"}