{"datetime": "2022-02-15T15:48:27.000Z", "author": "Daniel De Simone", "subject": "Manchester Arena attack inquiry", "title": "Manchester Arena Inquiry: Secret evidence reveals what MI5 knew about Salman Abedi", "article": "An MI5 officer who wrongly assessed key intelligence related to the Manchester Arena bomb plot has accepted it could have been seen at the time to be of \"pressing national security concern\". Salman Abedi murdered 22 people when he detonated a homemade device after an Ariane Grande concert in May 2017. A gist of secret evidence sessions held last year has been read at the public inquiry into the atrocity. It revealed new information about MI5's knowledge about the bomber. Kim Harrison, who is representing 12 of the victims' families, said they had been \"deeply shocked and appalled by the evidence\".\"To hear that concerns had apparently been raised with superiors regarding the triaging of intelligence, including worries that something could get through due to the volumes of documents being considered is difficult to swallow,\" she added.The Manchester Arena Inquiry has previously heard that on two separate occasions in the months before the attack intelligence was received by MI5 about Abedi that was assessed at the time to be innocent activity or non-terrorist criminality but which - in retrospect - can be seen as \"highly relevant\" to the planned attack. A new summary of the inquiry's closed evidence hearings, which took place over 10 days in November, has revealed the MI5 officer who first evaluated one piece of intelligence accepted during questioning that it could have been understood, back then, to indicate activity of pressing national security concern.However, the senior MI5 corporate witness to the inquiry disagreed, saying he did not consider the intelligence indicated this, although he had no personal involvement in the matter back in 2017. There is no record of either of the two pieces of intelligence received in the months prior to the attack being shared by MI5 with the police. Evidence was also given that if MI5 were to receive today the first of the two pieces of intelligence, based on current policy it is likely that Abedi would have been opened as a \"low-level\" investigative lead, which would have generated inquiries in conjunction with police.Two MI5 witnesses said that, if further context had been provided with the two pieces of intelligence, this might have led to further investigation. A senior MI5 witness was asked to consider the \"hypothetical scenario\" they had that intelligence available to them before Abedi flew to Libya in April 2017.The witness said \"yes\" when asked by the inquiry chairman if, in that scenario, they might have asked police to arrest and search Abedi at the border on his return, which he did five days before the attack. The same witness was separately asked if they \"would have\" asked police to conduct a port stop in that scenario and their answer was to the effect they would have done. Abedi was not questioned on his return to Manchester Airport on 18 May 2017, which MI5 now accept was an error, and immediately set about his final preparations for the bombing. He was a formal MI5 subject of interest - meaning a person under investigation by the security service - between March and July 2014, before he was discounted as a threat.Abedi was reopened as a subject of interest for a single day in October 2015. The inquiry also heard a document was found which indicated that, several years before 2017, the bomber was considered for referral to the de-radicalisation scheme Prevent, but it was decided not to take any action. A letter was written to counter-terror police by an MI5 officer in May 2015 indicating that a security service team were considering opening an investigative lead into Abedi and another individual, although this did not happen. Between June 2015 and August 2016, as part of another investigation, intelligence was being received in respect of Abedi, who was effectively being treated as an MI5 \"subject of interest\" while not being formally opened as one.The inquiry heard this was \"imperfect\" because, although there were some advantages in terms of practical intelligence gathering, it meant the formal closure process and assessment of risk presented by the person would not take place.In November 2015, Salman Abedi travelled to Germany and returned to the UK the following day. Initially an MI5 officer considered it was likely he was attempting to travel to Syria, but colleagues disagreed and concluded that was unlikely. In February 2016, a counter-terror police intelligence analyst identified a number of individuals, including Abedi, who attended particular mosques and had contact with people under investigation by MI5. The police analyst defined such individuals as vulnerable to radicalisation, but not currently managed or under investigation. Recommendations were made as a result of the analyst's project, but none were targeted at individuals. On 25 May 2016, a police officer raised a concern about Abedi's travel to Turkey and this was brought to the attention of MI5, which had information he had travelled from Istanbul to Libya on that date.An MI5 investigative team intended to share this information with counter terror police, but there is no record it was sent. The inquiry heard thatMI5's investigative team for the north-west of England was not aware, prior to the attack, of material relating to Abedi from the police investigation into Abdalraouf Abdallah.Evidence said the \"normal practice\" of counter-terror police would have been to provide such material immediately to MI5 and that police have no reason to believe that it did not happen in this case, but there is \"no documentary audit trail\". The closed evidence sessions also heard about systems available to MI5 and counter-terror police in 2017. The inquiry heard the \"system for triaging unsolicited intelligence was admitted to be a bit haphazard, and the system has since been changed\". One of the MI5 witnesses said he had raised with superiors his concerns about the analysis of intelligence and was worried \"something could potentially get through\", due to the volumes of documents they were considering. Witnesses from MI5 and the police described some shared IT systems as \"clunky\" and \"hit and miss\". A senior MI5 witness said that electronic files would not send properly if the file size was too large, such as, for example, \"PowerPoint presentations may have to be sent slide by slide\". The inquiry heard that MI5 officers would ensure documents reached the police, but it could be a real effort to \"push something through\" and that - in the years up to 2017 - documents might be sent and it might be a day before it was realised they had not arrived.It was also revealed that police acknowledged there was an \"unacceptable\" delay in analysing intelligence relating to Abdallah's illicit mobile telephone in prison, which was used to communicate with Abedi in the months before the bombing. Despite being seized in February 2017, the billing data for the mobile was not obtained until June that year, which was after the arena attack. Earlier in the hearing today, a prison officer gave evidence about a conversation he had with Abdallah in December last year, days after the prisoner gave evidence at the inquiry. He said Abdallah had spoken about knowing the bomber and how he had spoken for years about wanting to cause harm to others, but no one had thought he would follow through on his words. The officer, known only as PO1, had written in an internal prison log that Abdallah said \"one of his close boys on the out[side] has actually committed the terrorist act in Manchester and states that when he last spoke to him ages ago that he didn't think he would go through with it and that it was just hearsay\". The prison officer, who works in the jail where Abdallah is currently held, claimed the convicted terrorist also said if he had known about Abedi's plot then he would have sought to talk him out of it. PO1 later told police that Abdallah had stated the bomber spoke for years about \"killing people in a public space\". He said Abdallah had also stated he had \"fought together\" in Libya with Salman Abedi. This contradicted evidence by Abdallah last year. Rajiv Menon QC, representing Abdallah, suggested PO1 might have misunderstood things that had been said, which the officer denied. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60391622"}