{"datetime": "2021-12-29T07:18:44.000Z", "subject": "Manchester Arena attack", "title": "Manchester Arena Inquiry: Ten key moments from 2021", "article": "Over the past year, the public inquiry into the Manchester Arena bombing has heard heart-breaking accounts from the victims' families and those who survived, while uncovering security failings and missed opportunities. It has also highlighted the heroic efforts of the people who were at the scene while sharing the anger and frustration of those who believe more should have been done to help the victims.The inquiry started in September 2020, more than three years after Salman Abedi set off a homemade bomb at the end of an Ariana Grande concert on 22 May 2017, killing himself and 22 others, and injuring hundreds more. It was due to start in June 2020, but was delayed by the trial of Abedi's brother Hashem, who wasjailed for at least 55 years for 22 murders in August . The inquiry, which is being held at a court less than a mile away from where the bombing happened, will resume on 10 January. The BBC's Daniel De Simone and Mat Trewern, who have sat through hours of evidence at the inquiry, have looked back on a year of testimony. The first of three reports, written by inquiry chairman Sir John Saunders, was published in June. It highlighted a number of failures, including missed opportunities to avert or minimise the \"devastating impact\" of the blast, and levelled criticism at British Transport Police (BTP), the arena operators SMG, and their contracted security providers, Showsec.The 200-page document also noted how Salman Abedi should have been identified as a threat by arena security. The findings were met with anger by the families of those who died, including Paul Hett, whose 29-year-old son Martyn died in the bombing. He said the attack \"should and could have been prevented, and 22 people would not have lost their lives\".The inquiry has heard moving evidence from survivors of the attack, including testimony from Martin Hibbert, who was standing just metres away from the bomber and described the blast as like \"being hit by a 10-tonne truck\". He was left paralysed from the waist down and his teenage daughter Eve suffered a serious brain injury. He told the inquiry how two hours passed before they arrived at hospital and said he wanted to hear \"the truth\" of the \"baffling\" emergency response. Senior fire officer Ben Levy told the inquiry he felt \"anger, shame and total and utter embarrassment\" at his service's response to the bombing. His comments were made after it was revealed fire crews arrived at the scene more than two hours and 15 minutes after the first 999 calls. He said Greater Manchester Fire and Rescue Service (GMFRS) was a \"laughing stock\" and the service \"should have done better\". Greater Manchester Police admitted it made errors on the night of the bombing and in its planning for a terrorist attack, but said \"catastrophic failures\" by an incident commander in the early stages of the response were \"not foreseeable\". Deputy Chief Constable Ian Pilling apologised\"unreservedly\" for failings by his force in the emergency service response. The inquiry heard from members of the public who tried to help the injured while waiting for paramedics to arrive. Off-duty nurse Bethany Crook, who tried to help casualties, told a hearing how she felt helpless, lost and alone while waiting for help.The family of care worker John Atkinson, 28, who was killed in the attack, also praised the \"heroic\" efforts of a member of the public who tried to save him.Ronald Blake phoned 999 within 52 seconds of the blast and used a belt as a tourniquet to try and stem the bleeding from Mr Atkinson's leg. Evidence about whether two victims of the arena bombing could have survived with quicker medical intervention has been heard.Medical experts believe Mr Atkinson would have had \"quite a high\" survival chance had he been treated sooner. However, those giving evidence were divided over whether the youngest victim of the attack could have survived her injuries. Five medical experts said the injuries of eight-year-old Saffie-Rose Roussos were so severe she would not have lived, even if she had arrived earlier, but a medical specialist also told the inquiryshe may have survived if she had been treated for blood loss at the scene. The decision not to question Abedi after he returned to the UK from Libya four days before the attack was a mistake, a senior MI5 officer conceded. The officer, referred to as Witness J, told the inquiry Abedi was assessed in the months before the bombing, but \"no intelligence\" indicating a threat to national security was found. However, he conceded it was an error not to ask police to question Abedi on 18 May. Abedi was never stopped or questioned when travelling to and from the UK despite MI5 knowing he was a long-term extremist with multiple terrorist connections.Friends and relatives of Abedi have been reluctant to give evidence to the inquiry. His older brother Ismailfled the UK rather than appear at the inquiry, having earlier asked for immunity from prosecution, and a bench warrant was later issued, meaning he will be arrested if he returns. The bombers' parents Ramadan Abedi and Samia Tabbal, who have been in Libya since 2017, have also refused to give evidence to the inquiry or answer questions. Ahmed Taghdi, who helped the Abedi brothers buy a car they used to store explosives,only appeared to give evidence after being arrested trying to leave the country.Convicted terrorist Abdalraouf Abdallah, who was a friend of Abedi, was brought to court from prison after more than a year of uncertainty about whether he would appear.Messages between Abedi and Abdallah were held by police for years, but the killer was not identified until months after the attack, the inquiry heard. They were found on a phone seized from Abdallah in November 2014 and a subsequent prosecution relied on the messages, but police did not immediately identify Abedi. The police officers involved will be called to give evidence at the inquiry in January. The inquiry was shown a number of photographs which were recovered in 2015 when Abedi was stopped at Heathrow Airport on his return from honeymoon in Indonesia. An investigation uncovered images, which were believed to have been taken in Libya around the time of the country's civil war in 2011, of Ismail and his brothers Salman and Hashem. All three were pictured holding various weapons, while another undated photograph of Ismail showed him outside a bookshop pointing to a book about the Islamic State group. The inquiry was told no action was taken against Ismail Abedi. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-59771034"}