{"datetime": "2022-01-17T16:58:43.000Z", "author": "Mat Trewern", "subject": "Manchester Arena attack", "title": "Manchester Arena Inquiry: Bataclan attack doctor explains response", "article": "A doctor has told the Manchester Arena inquiry how he treated casualties at the 2015 Bataclan theatre massacre despite the on-going threat around him. The inquiry into the 2017 bombing is looking into whether embedding doctors with armed police could speed up future response times. Dr Matthieu Langlois gave life-saving treatment while police fought with the Paris gunmen,who killed 90 people .He said rapid evacuation of casualties was the priority of any major incident. The court has previously heard how UK National Counter-Terrorism Police do not currently support the idea of placing civilian medics within armed teams. The inquiry into the Manchester attack, which killed 22 people and injured hundreds more, has begun looking into ways of shortening the \"care gap\", a term used to describe the inevitable delay in trained medical professionals getting to a major incident. The inquiry has heardonly three medics went into the scene of the bombing amid concerns about further attacks. Dr Langlois was part of RAID, a French national counter-terrorist armed police unit that responded to various terrorist attacks across France. The hearing was told that Dr Langlois and his colleagues arrived at the theatre 11 minutes after the attack at the Bataclan concert hall in November that year.Three gunmen, armed with explosives, opened fire on fans and took others hostage during a rock concert.After entering the building, Dr Langlois and a medical colleague assessed and treated casualties in the orchestra pit. The two medics carried out basic life-saving treatments, including applying tourniquets and giving pain relief, and were also able to manage the evacuation of those injured. The hearing was told all survivors were taken out of the Bataclan while gunmen were still in the theatre.Dr Langlois told the inquiry how level zero of the Bataclan was cleared within 40 minutes from their arrival. He added the \"hot zone\" had also been cleared \"more than 30 minutes before the neutralisation of the threat\". The gunmen were all killed in a shoot-out with police. Dr Langlois said he knew he was going into a situation of \"enormous risk\" but added \"it was my job\".The inquiry was told Dr Langlois was embedded with RAID for 13 years and led the medical response in many other attacks. He said rapid evacuation of casualties from the \"hot zone\" and getting them to hospital was the biggest priority in responding to any mass casualty incident.\"The Forward Medical Officer is in charge of the triage, and the basic life-saving act but its main objective is to clear the hot zone of all the casualties,\" Dr Langlois said. Richard Thomas, head of the UK's Specialist and Counter Terrorism Armed Policing later told the court there was \"a range of reasons why it would be problematic\" to embed doctors into armed response teams in the UK, because of the structure of units.Mr Thomas said the opinion was that it was not \"the most effective way\" to quickly get clinical care to those casualties who need it.He said the view of his unit at this stage was that the \"best place for clinical medical provision was under the control of the NHS and the ambulance service\". Mr Thomas said updated policies gave emergency service commanders more flexibility in deploying responders in the aftermath of an attack. The inquiry continues.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60023579"}