{"datetime": "2022-02-14T18:31:36.000Z", "author": "Daniel De Simone", "subject": "Manchester Arena attack inquiry", "title": "Manchester Arena Inquiry: Ex-officer accepts intelligence oversight", "article": "A former senior detective has accepted intelligence about the Manchester Arena bomber should have been investigated years before the attack. Frank Morris investigatedconvicted terrorist Abdalraouf Abdallah between 2014 and 2016. The Manchester Arena Inquiry heard multiple messages found on his phone were from the bomber Salman Abedi. However, that fact onlybecame known to detectives after the May 2017 arena attack , which killed 22 people. Abedi, 22, also killed himself and injured hundreds more when he detonated a homemade device as people left the venue following a concert. The inquiry heard there were about 1,300 messages between Abdallah and someone called \"Salman\" across a number of weeks in November 2014, but no effort was made to identify the latter person. The messages included references to martyrdom and slurs about non-Muslims. The hearing was told \"Salman\" also sent two \"selfies\" of himself to Abdallah and mentioned his surname, Abedi, from a mobile phone number which was later found to be registered in his real name. Evidence from their communications was used in the trial of Abdallah in 2016 in order to demonstrate the defendant's extremist mindset, but detectives made no attempts to identify \"Salman\". There was also never a referral about \"Salman\" made to an internal counter-terror police intelligence team, which could have made further inquiries. Paul Greaney QC, counsel to the inquiry, asked if the messages between the pair should have been the subject of \"intelligence development\". Mr Morris, who was a detective inspector in the North-West counter-terrorism unit, said: \"With hindsight, yes.\" However, he said there was \"nothing extraordinary\" in the exchanges compared to what officers saw in other terrorism investigations. He said none of the individuals officers involved in the investigation had thought to refer the \"Salman\" issue for further development. He also said he was aware of a port stop of the bomber's elder brother Ismail Abedi in September 2015. Ismail Abedi was held at Heathrow airport on his return from honeymoon and his phone was found to contain Islamic State propaganda, material encouraging jihadist violence, andimages of his family brandishing weapons in Libya . Mr Morris said that at the time, he delegated consideration of the material to a more junior detective, who decided it did not meet the \"threshold\" for referral to the Crown Prosecution Service for a charging decision. John Cooper QC, representing several bereaved families, said a \"subjective decision\" had been made by the relevant detective and on that basis, no further action had been taken. He asked Mr Morris if he had been \"surprised\" by the decision. The former detective said the officer was \"very experienced\", adding that he \"hadn't seen\" the material himself. The inquiry continues. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60380422"}