{"datetime": "2021-05-11T23:16:50.000Z", "subject": "Coronavirus pandemic", "title": "Pet and shopping scams surge during pandemic", "article": "Online shopping scams surged during the pandemic with police data suggesting people in their 20s were most likely to fall victim. Fraudsters posted bogus adverts for pets, cars and caravans to dupe people into handing over money. Romance scams have also risen during the Covid crisis, affecting men and women of all ages. BBC local radio stations are highlighting the risks and giving tips to avoid becoming the next victim. In total, 389,328 fraud cases were reported by victims in England, Wales and Northern Ireland in the 12 months to April, according to figures from reporting service Action Fraud, with total losses from all scams reaching £1.7bn. Fraud from online shopping was the most common type. The number of cases rose by 44% to 95,531 over the year - a time when many people turned to internet shopping with stores closed during lockdown. Scammers used social media and other channels to advertise items or pets, often with attractive pictures and prices, that never arrived after a deposit or full price was paid. Romance scams cases increased by 15% in the last year. Many people turned to online dating for the first time during lockdown. Some were tricked by fraudsters impersonating someone who the victims believed cared for them. Often, they pretended they had faced financial difficulties and needed emergency funds, but never repaid the money.The largest number (77,500) of scam reports overall came from 20 to 29-year-olds, the data shows. Young people, who use internet-connected technology most frequently, are being targeted but police officers stress that fraudsters are tricking people of all ages.Investigators also fear that many thousands of, predominantly older, people are too embarrassed to report becoming victims to scams. They are urging anyone who has been tricked to report their case quickly, to help catch those behind the schemes. The second most common method of fraud in the last year was so-called advance fee fraud. This includes a scam seen regularly during lockdown in which victims receive a bogus text which asks them to click on a link and pay a delivery fee.Among those caught out was Lou Osborn, from Keswick, who works in accounts herself. \"At the time [the text message] was not a surprise because on that day I had about five deliveries coming,\" she said. She phoned up the bank to alert them to what had happened, but then she got caught up in a web of calls, letters and texts from people claiming to be from the bank's fraud department and using a spoof phone number that looked like the bank's. Payments totalling thousands of pounds were made on her card, and she felt fortunate that her bank subsequently refunded the money. \"I felt really stupid. I am very wary of things. They are playing on the vulnerable,\" she said. \"It makes me really angry. To do that to somebody is just horrendous.\" Other victims who have spoken to BBC local radio stations include a vicar in Wiltshire. He was impersonated by scammers who then emailed his parishioners and asked them to help him out with Amazon vouchers.One woman from the West Midlands who put up a lost dog poster spoke of how she was then blackmailed by fraudsters claiming to have her pet. They were lying. There are somekey tips to help to avoid falling victim to such scams, according to the National Cyber Security Centre. They include: While these will not prevent all scam attempts, they should help to make technology more secure. A survey of 2,000 people by card issuer Marqeta found that 19% of those asked had become first-time victims of fraud in the past 12 months, a significant increase compared with a year earlier. This figure rose to 31% among 18 to 34-year-olds.Action Fraud is the service to report scams to - 0300 123 2040 Citizens Online has more than 400 digital champions and a free digital support helpline - 0808 196 5883 Citizens Advice has online and phone help for online scam concerns ", "url": "https://www.bbc.com/news/business-57070589"}