{"datetime": "2021-09-04T03:17:55.000Z", "author": "Dan Whitworth", "title": "'Bitcoin fraud cost me £500,000'", "article": "Naveed Saghir is a 44-year-old graduate who runs his own successful home cinema business in the north west of England. After a lifetime of hard work, regular saving and shrewd investments, earlier this year he had nearly £500,000 saved inBitcoin . Then, this summer, he was targeted by online fraudsters who stole everything. \"I've destroyed my life, changed my life so much for the worse and need to warn people - if it can happen to me it can happen to anyone,\" he says. Naveed is now on a mission. Struggling to get over the mental and emotional damage of seeing his future plans disappear, leaving his financial future wrecked, he wants to share his story to try to stop other people from becoming victims. \"I studied chemical engineering at university and then did a masters in computer science. I've been running my business for the last 20 plus years and have always been so careful with money,\" he says. \"Whether it's related to my business or my life I've made every penny count. But I made one bad judgement and it's caught me out\". Naveed was the victim of a type of fraud known as aninvestment scam . It's when victims are conned into handing over money to people offering fake, but often very convincing, investments with the promise of big returns. \"I was watching videos on YouTube, saw an advert offering the chance to invest in stocks and shares and filled in a form requesting more information. \"The next day I got a call from someone who called themselves a customer service agent and paid £250 to start trading. The day after I was called again, this time by someone who described themselves as my account manager and given a username and password for an extremely convincing trading website.\" Naveed made his first payment in late May and as soon as he made that first terrible step the fraudsters had him. Then it was a case of them engaging Naveed with more deceit, more lies, promises of bigger returns - which soon turned to promises of getting his growing losses back, and each time tricking him into transferring them more and more money. By the end of August he'd been tricked into paying £18,000 sterling and 14.25 bitcoins - worth more than £500,000 at today's exchange rate. \"I still can't mentally recall how I've been suckered in,\" Naveed said. \"I just don't know.\" A host of charities have been calling for scam adverts to be included in the government'sOnline Safety Bill , which will soon be scrutinised by MPs and Lords. One of those, the Money and Mental Health Policy Institute, said that millions of internet users, particularly those with mental health problems, were in danger of losing money or sensitive personal information to scammers. Lisa Forte works for Red Goat Cyber Security and says not only is Naveed unlikely to get any of his money back but he's also unlikely to get any justice. \"Even if the police start an investigation, which is unlikely, even if they find the criminals responsible, which is very unlikely, what are they supposed to do when the criminals are almost certainly in a foreign country where British police have no jurisdiction? \"There is pretty much zero recourse in regards to the Bitcoin. It's a form of currency that operates outside of regulation compared to 'normal' money and because of this, because it's not regulated - consumer protection is just not there.\" As for her advice, there are three main things people can do to try to help themselves, or pass on to family and friends, to stop them from becoming victims. \"One, do your research into anything you're going to put your assets into and there are lots of reliable sources out there. \"Two, understand what Bitcoin is, like you should do with any investment, know how it works and know the pros and cons. \"Three, if someone is saying they'll be able to use your investment to get your big returns in a short period of time that's when alarm bells should be ringing. Genuine investment platforms don't say this and there's a reason for that.\" You can hear more on BBC Radio 4's Money Box programme on Saturday at 12pm on Radio 4 or by listening again here shortly after broadcast. Follow Money Box and Dan on Twitter. ", "url": "https://www.bbc.com/news/business-58424832"}