{"datetime": "2021-08-16T00:16:12.000Z", "author": "Kafui Okpattah", "title": "Social media fraud: The influencers promoting criminal scams", "article": "On social media, there's a new type of influencer. But instead of promoting clothing lines and lifestyle products, they promote fraud. They flash stacks of cash, hide their faces, and some even lure new recruits by selling guides on committing fraud.You'd think these scammers and their illegal products would be hard to find, and once upon a time, they were, hidden in the shadows of the dark web. But not any more.As part of an investigation for BBC Panorama, I discovered just how easy it was to make deals with fraudsters and purchase fraud guides online. I also unmasked one anonymous influencer who has been selling them. On social, perpetrators of online retail fraud refer to it as \"clicking\", making it seem more innocuous. But committing fraud - which is defined by the police-run service Action Fraud as using trickery to gain a dishonest advantage, often financial, over another person - can lead to up to 10 years in prison. The guides being traded are known as methods.They can target banks, retailers and even the government's Universal Credit system, leaving organisations and members of the public out of pocket. And they all rely heavily on something known as fullz, slang for full information. These are the personal details of an unconnected person: typically an individual's name, phone number, address and bank details. With the fullz in hand, fraudsters can follow the steps in the guides to make online purchases or even take out a loan in someone else's name. Panorama: Hunting the Social Media Fraudsters is on BBC One at 19:35 BST on Monday or later on iPlayer How do these private details end up in circulation in the first place? They have often come from phishing scams. Think of those dodgy emails or text messages that pretend to be from legitimate sources and con people into revealing their personal information. Sometimes these fraudsters conduct or commission phishing activities themselves, or sometimes they get hold of the information via others.Exploiting a person's \"fullz\" - by, for example, making purchases using their details - can wreck their credit score. A bad credit score can have life-changing implications: it affects your chances of applying for a loan, or getting a mortgage, or even opening a new bank account.I contacted one fraudster who was advertising his services on social media and, through a messaging app, he offered to build me a fake website and send 4,000 phishing texts on my behalf to get people's personal details. His fee was £115. On a separate Instagram profile, I noticed a scammer had posted some \"fullz\" - as a sort of free sample, encouraging people to pay to receive many more stolen details. I decided to call some of the phone numbers that were listed. It was difficult listening to a stranger react as I told them their names, addresses, card details and phone numbers were posted online for anyone to see and exploit. I later met up with one of the victims, Wilson from Oxford, who said seeing all his details online was scary because it made him realise how unprotected he was.So why aren't more people behind these schemes being caught? Cybercrime specialist Jake Moore says investigators are facing an uphill battle to find the culprits. \"Anonymous accounts are leaving not just a small amount of breadcrumbs to investigate them - there are no breadcrumbs,\" he says. \"There's no digital footprint left behind them. So to investigate this is nearly impossible.\" But being an influencer inevitably means sharing some elements of your life online - and over time, one influencer has left behind a few too many clues. He calls himself Tankz, and in videos of him rapping online, he boasts: \"I'm a London scammer. I see it, I want it, I click it.\" He sells fraud guides - or methods. I posed as someone interested in learning about fraud and messaged Tankz about his methods via Instagram. We bought his top guide for £100.It arrived as a link, sent via social media, to 43 files on a cloud storage system. The files were filled with detailed techniques on how to exploit online retailers. They also directed would-be criminals to websites where they can buy \"fullz\".We wanted to find out who this masked fraud influencer was.Panorama analysed footage Tankz posted on social media, and realised he gave too much away while trying to remain anonymous. We noted a reference to north London's Wembley as his local area, a mention of studying economics and finance at university, and a glimpse of his car number plate.One clip also featured a distinctive black-and-grey carpet, and we were able to find a match on a website advertising student accommodation in the Wembley area. We went to the block, spotted the car, and waited. Then we saw a man approach the car wearing the exact same tracksuit Tankz had been wearing earlier that day in a social media video. We had unmasked the masked fraudster but who was he? His social media posts are anonymous, but we discovered that his songs were also listed on Apple Music. On one of his tracks, the copyright isn't listed to Tankz, but to what seems is his real name: Luke Joseph. It didn't stop there. We discovered an email sent from Tankz's official address which also made a reference to the same name. There was even an eBay account under the name of Tankz, where Luke Joseph is the contact address. Finally, we discovered that there was someone of the same name living in the same student accommodation block in Wembley. It seems that Tankz may be a London student called Luke Joseph. We contacted Luke Joseph, and Tankz, but we didn't get a response. His TikTok, Instagram and Snapchat accounts were removed by the respective social media platforms after Panorama notified them about the content. Since then, he has created a new TikTok account where he continues to post about his life.So what are the wider authorities doing to crack down on online fraud and those who promote it? Earlier this year, the government revealed plans to reduce illegal and harmful digital content. It wants the communications regulator Ofcom to police social media and hold big tech giants to account.Fraud-related content was not originally set to be included in this Online Safety Bill, but at the last minute the government changed its mind. The word \"fraud\" is still absent, but it could be covered by what the bill refers to as \"illegal content\". Some have voiced concerns that it won't specifically address the problem. Arun Chauhan, a solicitor specialising in fraud, says he thinks the bill \"is not fit for purpose in the fight against fraud\". But a government spokesperson told Panorama the new law would \"increase people's protection\" from scams, and said they \"continue to pursue fraudsters\" and \"close down the vulnerabilities they exploit\". TikTok, Twitter, Facebook, Snapchat, Instagram and YouTube all told us they did not allow fraud on their platforms.They said that they took fraud very seriously and were constantly clamping down on criminal content. The question is whether they can take it down faster than it's being posted. Panorama: Hunting the Social Media Fraudsters is on BBC One at 19:35 BST on Monday or later on iPlayer ", "url": "https://www.bbc.com/news/uk-58223499"}