{"datetime": "2021-09-10T23:48:46.000Z", "author": "Dan Whitworth", "title": "Fraud warning for young: 'I had £700 stolen'", "article": "\"This money was the most important money I could have had,\" says Rudy D'Souza. \"I'd just moved out and got a new job. But my pay is due after my rent, so I felt really tense and like an idiot for falling for this scam.\" The 18-year-old is talking about how £700 left over from his government-backedChild Trust Fund was stolen last week. He was going to use it to help set up his new life until fraudsters scammed him in an act of so-calledpush payment fraud . In this type of scam, victims are tricked into transferring money to a fraudster in the belief they are calling from the victim's bank or the police. Last year alone, £479m was stolen from 150,000 victims in this way - an increase of 22% on the previous year. The criminals who targeted Rudy managed to convince him they were calling from his bank by quoting his sort code, account number and card details back to him over the phone. \"I never even heard of push payment fraud until I became a victim,\" Rudy told the BBC, \"I was aware my real bank would never ask for my password or OTP [one-time passcode] or give them permission to use my laptop by remote access, but they didn't ask me to do any of that - that's why I thought they were my bank. \"Now it turns out it's happened to a lot of people I know, but it's never really talked about because of all the shame around it.\" As for the main awareness campaign run by UK Finance on behalf of the banks and building societies,Take Five To Stop Fraud , Rudy said he'd never heard of it. \"I've never seen anything on my Instagram feed about it, never seen it on TV,\" he says. \"It kind of felt it came out of the blue.\" Anti-fraud charity the Fraud Advisory Panel is warning banks are not doing enough to raise awareness about the dangers of fraud to young adults. That is something that's especially important for 18 and 19-year-olds who are getting access to government-backed Child Trust Funds. About 55,000 people turn 18 each month, so that since the funds began to mature in September 2020, some 700,000 people have suddenly been able to access hundreds or even thousands of pounds. That can mean rich pickings for fraudsters. \"Key is that young adults do not understand the ease of impersonation and email interception which often leads to APP fraud,\" says Arun Chouhan, a solicitor and trustee at the Fraud Advisory Panel. \"There is no consistent approach to education of this demographic. Many do not realise the personal implications or risks of sharing data on social media,\" he adds. He says banks should be doing more on social media channels that will reach this age group, such as TikTok or YouTube. \"A fraud awareness campaign that aims to warn 25 to 30-year-olds may not work in the same way for 18 to 19-year-olds. You have to very specifically target different demographics, so you can't have generic, one-size-fits-all fraud awareness messaging.\" UK Finance, which runs the Take Five To Stop Fraud campaign on behalf of banks, told Money Box; \"The banking sector is continuously looking at the best ways of ensuring customers are made aware of the risks of fraud, including advertising across a range of social media platforms.\" It does have accounts on Twitter and on Facebook, but only 211 followers on Instagram and no presence on Snapchat or TikTok, although it says it is in discussions about putting content up on this platform. \"In the coming year, we plan to have advertising warnings up across a greater range of platforms to enable us to reach a wider audience, including more young people.\" Since Rudy had his money stolen, he has been one of the lucky victims of push payment fraud who has had the money refunded by the bank. You can hear more on BBC Radio 4's Money Box programme on Saturday at 12pm on Radio 4 or by listening again here shortly after broadcast. Follow Money Box and Dan on Twitter. ", "url": "https://www.bbc.com/news/business-58499998"}