{"datetime": "2021-10-20T16:16:09.000Z", "author": "Karen Schoonbee", "title": "Nigerian romance scam suspects targeted 100 women - FBI", "article": "Eight Nigerian men accused of an internet dating scam have appeared in a South African court after a massive international operation involving the FBI and Interpol. Authorities in the US, where the investigation originated and most of the alleged victims are based, have applied for their extradition.They are accused of defrauding more than 100 victims of almost $7m (£5m) in total over the past decade. They have not commented on the charges. It is the biggest such bust in South Africa, according to police spokeswoman Col Katlego Mogale.The suspects, aged between 33 and 52, were arrested in Cape Town on Tuesday following a legal assistance request from the US. It is believed the FBI and US Secret Service led the investigation and worked with South African authorities, including the elite police unit, the Hawks.The men are wanted in Texas and New Jersey for a variety of offences, including conspiracy to commit wire and mail fraud, money-laundering and aggravated identity theft.In opposing bail, prosecutor Robin Lewis alleged the men are members of the Black Axe, a transnational organised crime syndicate originating in Nigeria, whose specialities include laundering money through various accounts.The state argued the men were a flight risk because they still have access to accounts allegedly used.The suspects face 20 years in jail if convicted.It is alleged they preyed on their victims through dating sites using false identities. The victims, often vulnerable widows or divorcees from around the world, thought they were in genuine romantic relationships.Col Mogale said once the suspects \"had ingratiated themselves with their victims, they allegedly concocted sob-stories about why they needed money - ie taxes to release an inheritance, essential overseas travel, crippling debt, etc - and then siphoned money from victims\". \"The fraudsters intimidated and berated their victims, ruined their lives and then disappeared,\" she said. A neighbour of two of the suspects, speaking on condition of anonymity, told the BBC he was shocked to hear the two brothers were alleged to be members of a Nigerian crime gang.\"[They] were friendly and never brought any crime to the area. The one brother was married to a South African citizen,\" he said. \"Once a week about 10 luxury cars would arrive and leave again in a few hours. These were top-end vehicles like a 2021 Mercedes Benz, a Jeep and a Ferrari. The way they dressed you could tell they were wealthy.\" The neighbour was woken up by the sound of dogs barking when the brothers' homes were raided on Tuesday. About 60 men from various police units spent about six hours collecting evidence at the properties. Seven other properties were also raided in the same neighbourhood.Mr Lewis said some of the men were not lawfully in South Africa since their passports have expired. He also argued that if the men were to be freed on bail, they could tamper with evidence digitally.A full bail application was set down for next Tuesday and Thursday pending an extradition hearing.South Africa's TimeLive reported the Hawks were searching for a ninth man connected to the case.You may also be interested in: ", "url": "https://www.bbc.com/news/world-africa-58978287"}