{"datetime": "2022-02-11T00:07:22.000Z", "author": "Vicky Baker", "title": "Inventing Anna: The Netflix show versus reality", "article": "\"This whole story is completely true. Except for the parts that are completely made up.\" So begins every episode of Netflix's long-awaited new series Inventing Anna, about fraudster Anna Delvey, aka Anna Sorokin.Twenty-something Anna conned friends and banks out of hundreds of thousands of dollars by masquerading as a rich heiress in New York City, before the law caught up with her.Her story first exploded on social media in 2018, just as Netflix's big new signing - producer Shonda Rhimes - was looking for a juicy project.The creative powerhouse behind Grey's Anatomy and Scandal leapt on it, and Netflix signed arights deal with Anna - then in pre-trial detention - for $320,000 (£240,000).The nine-part drama series is expected to be a hit. But how does its portrayal of the scandal compare to what we know about the real thing? Here's a look at some of the key characters. The story is told through the eyes of journalist Vivian Kent, played by Anna Chlumsky (Veep). The character is loosely inspired by Jessica Pressler, from New York Magazine, who wrote the first in-depth account of the wannabe socialite's exploits.During the series, Vivian makes multiple prison visits to Anna - as she did in real life - and develops an obsession with her story, as it takes over her life. While Vivian has a chequered past as a journalist and is desperate for a hit story, Jessica has fine form. One of her previous articles became Hollywood film Hustlers, starring Jennifer Lopez.When the scandal came to light, Rachel DeLoache Williams was its most prominent character, apart from Anna herself. She was a Vanity Fair photo editor when she befriended Anna and started riding her coat-tails around the city.Rachel was later hit by a $62,000 bill for an extravagant six-night trip they took to Morocco. She gave a tearful testimony in court about how she had been under the impression that Anna would cover all their costs, and said she suffered stress and anxiety over the unexpected debt.Inventing Anna's version of Rachel is not favourable; she is portrayed as superficial and self-obsessed. The real Rachel told her side of the story in a book, My Friend Anna, and an adaptation was in development with HBO. She did not co-operate with Netflix and wrotea scathing response to the series on the Air Mail website last week , accusing the company of running \"PR for a con woman\".The real Kacy was an anonymous source in the original story and largely shied away from the media when the story first exploded on social media. A high-end fitness trainer, she has worked with countless Hollywood stars, including Dakota Johnson, Bruce Willis and Kirsten Dunst. She was employed by Anna for $300 per session during a period when the \"heiress\" had boosted her funds by defrauding a bank.Kacy didn't come out of the experience too badly, apart from catching food poisoning on the Morocco trip (although this got her out of the bill-paying debacle). But she says she really did have to deal with Anna's awkward sit-in in her apartment lobby, when her former client had nowhere else to go as things started to fall apart.In Inventing Anna, Kacy is played by Laverne Cox (Orange is the New Black) and Kacy seems delighted by the casting. \"Consider me a proud twin! Thank you Queen!\", she posted on Instagram.Neffatari (Neff) Davis was the concierge who befriended Anna during her stay at the luxury 11 Howard Hotel, where she racked up huge bills. When the story initially went viral, Paper Magazine called her the\"millennial everywoman\" at the heart of the story .The pair seemed to rekindle their friendship when Anna was released from prison in 2021, and Neff has recently been promoting the series with nostalgic Instagram posts. \"You're the Thelma to my Louise. And even though I don't agree with all the things you've done in this lifetime, I could never be shady and forget about you,\" she wrote.Anna's lawyer Todd Spodek received plenty of attention during the trial, as he pursued \"fake-it-til-you-make-it\" as a defence strategy. He opened and closed his argument with lyrics from Frank Sinatra's New York, New York, insisting his client was just trying to be successful in the big city. (He has a history of offering a lyrical defence. He oncerecited a few lines of Marvin Gaye's \"What's Going On\" to open a patricide case. )Inventing Anna implies he took on her case for notoriety and, sure enough, he is now known in the media as the \"fake heiress\" lawyer. This moniker was used most recently when he was linked to another big New York case, representing a juror from the Ghislaine Maxwell trial. Like Kacy and Neff, Todd was a consultant for the Inventing Anna series. He is portrayed by Arian Moayed, who played Stewy in Succession.Todd told the BBC the actor did a phenomenal job. But he said he did not take on the case for no fee, as is implied, and no journalist helped him out with his case work. (In the show, he becomes friends with Vivian and she helps him organise information for the trial.) \"There was no media attention when Anna became my client,\" he said. \"The media attention came afterwards. However, anytime a 'German heiress' comes in for a consultation, you know good things are coming your way.\"Anna Sorokin - a Russian-born German citizen - is played by Julia Garner (Ozark), who adeptly captures her unusual accent and blunt way of speaking. Anna was found guilty of multiple theft-related charges in 2019 and was sentenced to between four and 12 years. She served almost four (two in pre-trial detention) and was released in February 2021. She then flung herself into a string of unrepentant media appearances and hired a cameraman, saying she planned to make her own TV series.However, a few weeks later and shortly after posting various messages on social media about how she ruled New York, she was arrested again for overstaying her visa. She remains in jail amid an appeal against deportation. Todd Spodek is not representing Anna in immigration proceedings, but says he does not think she has any legal basis to stay in the US.For more on the story, including interviews with people who were conned by Anna Sorokin, listen to the Fake Heiress podcast on BBC Sounds . A new podcast by the same team, Fake Psychic , is also out now. ", "url": "https://www.bbc.com/news/entertainment-arts-60325070"}