{"datetime": "2022-02-14T15:38:11.000Z", "title": "Romance fraud: 'How can somebody lie like that?'", "article": "A woman who lost £49,000 after she was targeted in a romance fraud scam has urged other victims not to keep quiet. Louisa, whose name has been changed to protect her identity, started speaking to Alfred on social media last October. She had lost her husband, said she was flattered by his attention, and ended up sending him large sums of money. Hampshire Constabulary said Louisa's was a \"typical scenario\" with hundreds of people falling victim to similar scams every year. Louisa said Alfred told her he lived in the US and worked in the army, so they were unable to meet up initially.But the two started chatting regularly and decided to make plans to spend some time together.\"I felt connected and I've got to confess I liked the attention of this handsome stranger,\" Louisa said.\"I admit I get lonely especially during the evenings and the weekends.\" Alfred soon started asking Louisa for money, supposedly so he could complete a work contract and move to the UK. But she started to become suspicious and after some research she realised she was a victim of romance fraud.\"I felt awful. Like a failure. How can somebody lie like that?\" she said.Louisa has told neither her family nor friends about what she experienced, but she has decided to tell her story to warn other victims.\"It's embarrassing. I am scared of people judging me because people know me as a sensible, intelligent person,\" she said.\"Tell your bank, the authorities and the police. Don't keep it quiet because there is a chance you can get your money back. I've been very lucky because I got it back.\" Fraud prevention advice: New figures show that Hampshire and Isle of Wight residents lost £3.1m through dating scams between November 2020 and October last year. A total of 262 reports were recorded during the 12-month period, according to Hampshire Constabulary.The force's fraud safeguarding protection officer Chloe Evans said romance fraud was \"a big problem\" which got worse during lockdown as people felt isolated and spent more time at home.She said Louise's situation was a \"typical scenario\" as often fraudsters pretend to live abroad.She encouraged people online dating to speak to their family and friends and do some research about the person they are talking to.\"And if anyone out there knows that their friends or family might be a bit lonely or might be thinking about reaching out to speak to someone just make them aware of romance scams,\" Ms Evans added. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-60376108"}