{"datetime": "2022-02-10T14:07:16.000Z", "title": "Tinder date fraudster Richard Dexter jailed for £140k con", "article": "A fraudster has been jailed after conning a woman he met on Tinder out of more than £140,000. Richard Dexter, 38, of Highland Terrace, Southsea, previously admitted seven counts of fraud and was convicted of perverting the course of justice. He received a jail sentence of four and a half years at Portsmouth Crown Court. The court heard he persuaded Amrita Sebastian to part with cash for a patent catalogue which was described as \"complete fabrication\". Prosecutors said Dexter met Ms Sebastian on the dating app in 2015 and \"shared intimate information in order to build trust\" and that she found him \"credible and believable\" when she told him she had spare money to invest. He first conned her out of £40,000 in 2015, when he said he had bought a patent catalogue of biopharmaceutical products. He later boasted of being on the verge of a £12m licencing deal with 3M which he claimed needed a £68,000 investment upfront. The multinational later confirmed it had \"no contact or interaction\" with Dexter. The court also heard the defendant continued to approach Dubai-based Ms Sebastian for money throughout 2016, despite her being in ill health. Police later found an investment report on his computer in which he falsely claimed to have assets of £4m. A fake licencing agreement, created from a US legal documents website, was also discovered on a USB stick. The court heard Dexter had boasted about his \"immense wealth and having a private jet\". A former business colleague described him as \"constantly boasting and tried to portray himself as a success\", most of which was \"outright lies\", prosecutors said. Speaking in court, Dexter said: \"I'm very, very sorry to the point that I think about it every day and have done for seven years. I can't justify what I did.\" When questioned he said the money went on \"general day-to-day living\" and clearing a debt of £35,000. He admitted seven charges of fraud and was found guilty of perverting the course of justice and possession of articles for use in fraud, following a trial in November. Passing sentence His Honour Justice Mousley QC said Dexter \"never spared a thought\" for Ms Sebastian. \"There is no doubt dishonesty is a feature of your character - it is profound,\" he added. \"You are someone who shows no hesitation in resorting to lies with an ease that is almost breath taking.\" He was ordered to spend at least half of his sentence in custody. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-60332908"}