{"datetime": "2022-01-27T16:57:41.000Z", "subject": "Knife crime", "title": "Covid: Rape reports surge after Sarah Everard murder", "article": "Police forces in England and Wales recorded the highest ever number of rapes and sexual offences in a 12-month period up to September 2021, official figures show. There were 63,136 reported rapes, up 13% from the previous period, the Office for National Statistics said. A rise in fraud and computer misuse pushed overall crime up by 14%. Many types of crime, including gun and knife crime, fell during the lockdowns, however. Reports of other sexual offences also rose, with a total of 170,973 sexual offences in the 12 months up to September, an increase of 12%. The ONS said there were \"notable increases\" in reported sexual offences after April 2021, the month after Sarah Everard was kidnapped, raped and murdered by a serving police officer, Wayne Couzens. It said the latest figures may be due to a \"number of factors\", including the \"impact of high profile incidents, media coverage and campaigns on people's willingness to report incidents to the police, as well as a potential increase in the number of victims\". The rise in rape and sexual offences comes as separate figures showthe number of rape prosecutions has fallen sharply to historic lows .The ONS is relying on crime reported to police for rape and sexual offences, because the broaderCrime Survey for England and Wales is only able to ask about these sensitive issues - and about domestic abuse - in face-to-face meetings, which have been suspended in the pandemic. But the crime survey, which also reflects offences which may not have been reported to police, found that a 47% rise in computer misuse and 24% increase in fraud - compared to the same period in 2019 - contributed to an overall rise in crime. Excluding fraud and computer misuse, crime reported to the police fell by 1% while the crime survey found a 14% drop in overall crime. The ONS compared the latest crime survey data with figures from 2019, because that was the latest data that was based on a sample independent from this year's telephone survey, and allowed for a comparison over time. The survey also showed: The ONS said there were signs in the most recent police recorded crime data that levels were returning to or exceeding those seen before the pandemic. Overall the number of offences estimated by the national crime survey has been falling since the 1990s. ", "url": "https://www.bbc.com/news/uk-60156459"}