{"datetime": "2022-01-26T10:35:06.000Z", "title": "Police impersonators cheat victims out of £300,000", "article": "A scam involving people impersonating police officers has conned its victims out of more than £300,000. There have been more than 30 reported incidents across Scotland between October and January. The victims were contacted by phone by someone claiming to be from their bank and told to transfer funds or withdraw cash to give to a police officer. Police said that not every scam had been successful and attempts to identify the culprits were ongoing. The incidents have taken place over a four-month period with people targeted in Fife, Forth Valley, Lanarkshire, Dumfries and Galloway, Tayside, Ayrshire and the Borders. They were initially contacted by someone claiming to be from their bank fraud department telling them their account had been compromised. Among the areas targeted have been: Supt Hilary Sloan said people should \"always be suspicious of any unexpected contact\", and advised anyone receiving such a call or visit to ask for the officer's details and what department they worked for. They could then verify the caller's identity by calling 101 themselves, ideally from a different phone line. She said legitimate police officers should be able show new identification cards, which feature an up-to-date picture of them along with other key information and various security enhancements that make them difficult to replicate. \"This roll-out was started in October 2021 and all police officers should be able to provide this identification when carrying out legitimate police business,\" she said.She also warned anyone receiving an email claiming to be from Police Scotland with a link to make some form of payment to contact them via the 101 number so it could be investigated. \"We are treating this ongoing scam with the utmost seriousness and have officers around the country pursuing various lines of inquiry,\" she added. ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-60139769"}