{"datetime": "2022-02-10T13:38:05.000Z", "title": "Covid: Fake PPE firms given £180,000 before fraud exposed", "article": "Two sham companies that received £180,000 after falsely claiming to supply personal protective equipment (PPE) at the start of the Covid pandemic have been shut down. CK Sales was given £80,000 from local councils and a £50,000 loan before being found out, the High Court heard. Lambden Smart Solutions also received a £50,000 loan, even though it was registered at a non-existent address. Investigators said the firms had been \"systematically defrauding taxpayers\". A spokesperson for The Insolvency Service government agency said the firms had \"purported to supply PPE, which was desperately needed when the pandemic hit\". But the agency had \"found no evidence that either company had ever traded\" despite their registration to addresses in Droylsden, Greater Manchester. In the case of CK Sales, the landlord of the property told investigators he had never heard of the company, while the address for Lambden Smart Solutions did not exist. CK Sales was found to have fabricated lease documents and bills, which they sent to at least 14 local authorities.They claimed they were operating and selling PPE in their areas and they also applied for the Small Business Grant Scheme, set up after the pandemic started. Most claims were identified as fraudulent but the company managed to receive a total of £80,000 from several local authorities. CK Sales and Lambden Smart Solutions also gained £50,000 loans each from the Bounce Back Loan Scheme, despite not being eligible.The Insolvency Service, which launched an investigation after reports to the National Anti-Fraud Network, said there was evidence that both companies \"were part of a wider fraud network\" that included two other firms shut down last year for similar offences. Dave Hope, chief investigator, said: \"These companies have been systematically defrauding taxpayers through their abuse of financial support schemes put in place to help genuine businesses during the pandemic.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60335627"}