{"datetime": "2022-02-02T00:01:09.000Z", "author": "Kevin Peachey", "title": "Fraud: MPs seek overhaul to tackle financial scammers", "article": "The strategy to tackle fraud and other economic crime should be overhauled to prevent scammers acting with \"impunity\", according to MPs. Ministers should consider creating a new government department and a new law enforcement agency to get to grips with the issue, the Treasury Committee said. The committee called for mandatory refunds in push-payment fraud cases. This is when victims transfer money to fraudsters, thinking they are from official organisations. Among a string of recommendations, MPs also said the government should consider whether to make big technology companies liable to pay compensation when people are tricked by con-artists using their platforms. Ministers should also legislate against online fraud adverts, they said. \"For too long, pernicious scammers have acted with impunity, ripping off innocent consumers with fraudulent online adverts, impersonation scams and dodgy crypto investments,\" said Mel Stride, who chairs the committee. \"Unfortunately, fraud has soared during the pandemic and, as MPs, we've heard heart-breaking stories of individuals who have fallen victim to these criminals and lost large sums of money. \"While the government have made some progress in this area, we're today calling on them to push harder and act faster on the growing fraud epidemic.\" The committee said there was a \"bewildering\" number of agencies responsible for fighting economic crime and fraud. \"The government must consider why economic crime seems not to be a priority for law enforcement, and how it can ensure it becomes one,\" its report said. After having £25,000 stolen by fraudsters when she was recovering from a stroke, 74-year-old Janet from Essex was told the police would not investigate her case.\"It just seems like you're put in a heap, you're just one of a number,\" she toldBBC Radio 4's Money Box programme last month . \"I had sleepless nights thinking about it. It was always on my mind.\" More than £4m on average is stolen by fraudsters every day in the UK. In total, £754m was stolen through fraud in the first half of last year, an increase of 30% compared with the same period last year, figures from banking trade body UK Finance show. Among a string of other reforms suggested by the Treasury Committee are longer term proposals to tackle financial crime and the emerging issues over cryptoassets. It called for an overhaul of Companies House - where directors register companies - and to increase the cost to register a business from £12 or £13 currently to £100 in an attempt to deter criminals from setting up hundreds of shell firms. On crypto, it welcomed government plans to legislate to bring advertising of cryptoassets into line with that of other financial services and products, but said there should be \"proper consumer protection regulation across the whole cryptoasset industry\". ", "url": "https://www.bbc.com/news/business-60216076"}