{"datetime": "2022-02-10T15:36:20.000Z", "title": "Failsworth Group Practice loses contract to treat patients", "article": "A GP practice has lost its contract to treat patients due to mounting concerns over the quality of its care. Oldham's Failsworth Group Practice, which has faced years of problems, wasrated inadequate by the Care Quality Commission (CQC) in January . Local MP Angela Rayner said it was \"increasingly clear\" that a new start was needed \"as there were no signs of the essential improvements needed\". Practice manager Dr Fareeha Saeed said she was \"heartbroken and devastated\".TheLocal Democracy Reporting Service said the GP surgery, which is based in Keppel Building on Ashton Road West, had been facing difficulties since it was rated inadequate in 2015. While it was rated good at two subsequent CQC inspections in 2016 and 2018, the practice was rated as requires improvement in May 2021.In the most recent inspection, the CQC found more than 170 patients had a potential missed diagnosis of chronic kidney disease and a GP had refused to treat a child who became very unwell on the premises, instead telling them to go to A&E. Inspectors also raised concerns about the monitoring of high-risk medication, the recording of do-not-resuscitate orders and pre-employment checks and the lack of evidence of mandatory staff vaccinations. Ms Saeed said she knew \"there were issues, some historic\" but she was \"under the impression\" the CQC had given them six months to improve.She said \"everything was on the mend\" and staff had \"tried our best [in] very challenging circumstances\".Ms Rayner, the MP for Ashton-under-Lyne, said it had become \"increasingly clear\" that new leadership was needed \"as there were no signs of the essential improvements needed\" at the practice.Mike Barker, NHS Oldham Clinical Commissioning Group's (CCG) accountable officer, said despite the removal of the contract, there would be \"no change for patients\", who would be able to \"access GP services and arrange repeat prescriptions using the same contact details\". \"If they have an appointment booked, they will still be seen, just by a different provider,\" he added. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60331795"}