{"datetime": "2022-01-22T00:26:15.000Z", "author": "Chris Flynn", "title": "Police response to £3.9m fraud branded woeful", "article": "\"It just seems like you're put in a heap, you're just one of a number.\" After having £25,000 stolen by fraudsters, 74-year-old Janet from Essex was told the police would not investigate her case. BBC Radio 4's Money Box programme has discovered she is one of 69 known victims of one particular scam which has seen criminals steal £3.9m since 2018 - but only one of their cases has been investigated. Her Majesty's Inspector of Constabulary and Fire & Rescue Services, Matt Parr, has described the police response as \"woeful\". \"These people [victims] shouldn't be discounted,\" he says. \"These are high-harm crimes. And it's impossible to imagine, from my perspective, how those people are feeling with that kind of service.\" Criminals pretended to be from the legitimate private bank Kleinwort Hambros, convincing victims to transfer money to them using branded documents and names of real employees at the bank. Janet was in recovery from a stroke when she was targeted.While her loss was smaller than most victims, with the highest having been £465,000, she says the impact was more than just financial. \"The money was my mum and dad's and I just felt I let them down. I know it may sound silly, but, I just thought that was it.\" It was the largest amount of money she'd ever had, following the sale of her mother's bungalow after her death. \"I had sleepless nights thinking about it. It was always on my mind.\" The City of London Police, which is the UK lead police force for fraud, makes the decision about whether to forward reports to the police. It says it takes into consideration the amount lost, but prioritises those \"most likely to present an investigative opportunity for local police forces, those where a crime is ongoing and those that present the greatest threat and harm to the victim or victims concerned\".Of the 69 cases, the City of London Police says just five of the frauds were sent on to a regional force - in this case, Greater Manchester Police (GMP). GMP says it can only find a record of receiving just one, saying: \"This crime has been closed with no further action to be taken.\" The force went on to say that all available lines of enquiry were undertaken, but not enough evidence was found to continue with the investigation. The Home Office has admitted failings in these cases and told Money Box: \"Fraud can have a devastating impact on victims and it's vital that people have the confidence to come forward and know that their case will be dealt with properly. This did not happen for these victims and the public should rightly expect more from policing.\" The Victims' Commissioner for England and Wales, Dame Vera Baird QC, says she is worried the public are losing confidence in fraud policing. \"Confidence is hard to find, but we are promised action, so let's hope a corner can be turned soon. It can't come quickly enough.\" The Nationwide Building Society, where Janet had held her money, initially refused to refund her the money that was stolen, despite its being a signatory toa code designed to protect individuals tricked into transferring money to fraudsters . The code, which was created in May 2019, obliges banks and building societies to refund \"no-blame\" victims of this type of authorised push payment (APP) fraud. However, Nationwide reversed its original decision and did reimburse Janet the full amount after Money Box got involved. If you've been a victim of crime help and support is available at BBC Action Line . You can hear more on BBC Radio 4's Money Box programme on Saturday at 12pm on Radio 4 or by listening again here shortly after broadcast. Follow Money Box and Chris on Twitter. ", "url": "https://www.bbc.com/news/business-60085936"}