{"datetime": "2022-02-12T12:18:46.000Z", "title": "HS2: Tameside Council had 'no idea' railway could cut tram link", "article": "A council leader said local officials had \"no idea\" that the building of the HS2 railway could cut Tameside's tram link to Manchester for two years. Tameside Council's Brenda Warrington expressed her \"dismay\" at the possible removal of the service between Ashton-under-Lyne and Piccadilly Gardens in 2024. She said the council would \"definitely be petitioning\" against the proposal. A HS2 spokesperson previously said they aimed to \"limit disruption\". Speaking at Friday's meeting between Greater Manchester's council leaders, Ms Warrington said she was \"very strongly against\" the possible tram service removal, theLocal Democracy Reporting Service said. Discussions were held about agovernment consultation on the high-speed HS2 link between northern England, the Midlands and London, which is due to be completed at an estimated maximum of £98bn by 2040. Plans on the link between Crewe and Manchester were put before MPs on 24 January and are still going through the parliamentary process. Ms Warrington, leader of Tameside Council, said: \"I must on behalf of Tameside put on record, frankly, my dismay at the potential economic disadvantage that the severance of the Metrolink line would put us to. \"Whether it is for two years - it's more likely, I would say, a lot longer than that - it would have a significant negative impact on our ambitions for growth within Tameside.\" She said there had been \"no discussion\" between the council and HS2 about the impact the plans would have on Metrolink route, which also serves Manchester City's Etihad Stadium. Local officials had \"no idea\" that the HS2 link would cut the Ashton tram line until a week before the plans were put to Parliament,\" she said. Metrolink amendment works are not expected to begin until at least 2024, when services on the Ashton-under-Lyne to Eccles route are expected to be suspended. A HS2 spokesperson previously said a \"single line operation and/or replacement bus services\" would be introduced during construction work. They said they \"encourage communities to have their say on the proposals and respond to the public consultation\" before the deadline of 31 March.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60360062"}