{"datetime": "2022-02-11T14:29:53.000Z", "title": "Homeless woman says Greater Manchester Police ignored tent sex attack", "article": "A homeless woman who was sexually assaulted has been awarded £2,800 by Greater Manchester Police (GMP) after officers failed to investigate the crime, her solicitor has said. The victim, who was sleeping in a tent in Manchester city centre, woke up to find a man assaulting her in August 2020. She said she reported it but officers did not take formal statements. The BBC has contacted GMP for a response. The woman said officers spoke to her briefly in the back of a patrol car after she reported the assault. Her representative Nicola Bailey-Gibbs, from Hudgell Solicitors, said officers reviewed CCTV footage but did not take any formal statements from the homeless woman or her partner, who was a witness, and no other potential witnesses were interviewed. Shortly afterwards, the woman said she discussed the attack with other homeless women when four others said they had also experienced a similar assault. Ms Bailey-Gibbs said formal statements should have been taken from all five women and other CCTV footage should have been reviewed. She said the attacks \"should not have been treated as minor offences\". \"They were a series of disturbing sexual assaults that should have prompted concern among officers whose job it is to protect the public, whoever they may be and whatever circumstances they find themselves in.\" Ms Bailey-Gibbs warned this could have been a serial sex attacker and ignoring sexual assaults could have \"catastrophic consequences\".Recent data showed that about 773,000 people suffered sex assaults in England and Wales in the year ending March 2020, with nearly four times more female victims than male victims.The Crime Survey for England and Wales reports that about 16% of female rape victims and 19% of male victims - aged between 16 and 59 - reported it to police. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60346809"}