{"datetime": "2021-10-12T21:19:54.000Z", "author": "Brian Wheeler", "title": "Legal challenge to ‘government by WhatsApp’", "article": "The government is facing a High Court challenge over its use of WhatsApp and instant messaging. Official guidelines have emerged which say ministers must ensure instant messages on an internal system are deleted. Transparency campaigners say this is \"unlawful\" and have secured a judicial review of the rules. Ministers are banned from using WhatsApp and private email for discussing government business. But Cori Crider, director of campaigning law group Foxglove, told BBC News the rules were clearly not being followed and were incoherent. \"This is the first case of its kind, and it raises a critical issue in modern government. We're doing this to defend the integrity of our public debate. We can't learn from history if the evidence has vanished into thin air.\" The group has argued that using messaging systems that allow texts to be deleted violated the Public Records Act of 1958, which requires legal checks to be made on messages in case they need to be kept for the public interest.It also represented a threat to the integrity of our public record and Freedom of Information laws, campaigners said. The Cabinet Office said it did not comment on specific legal cases.A spokesman added: \"Ministers will use a range of modern forms of communication for discussions, in line with legislative requirements, and taking into account government guidance.\" But Labour's deputy leader, Angela Rayner, said ministers \"must not govern by private messages that are then deleted\", adding: \"This is completely undemocratic and an attack on transparency and accountability.\" Ministers' use of private email, text and messaging services has been at the centre of growing concerns in recent months. Some of Boris Johnson's WhatsApp messages wererevealed by Dominic Cummings , as the prime minister's former chief adviser sought to expose shortcomings in the government's handling of the Covid crisis. But these had apparently been captured in screen shots by Mr Cummings. WhatsApp messages can be set to self-delete. It has now emerged in documents released by the High Court that ministers and officials are told to ensure their internal Google chat instant message chats are deleted. A confidential Cabinet Office guidance document from February this year said: \"Instant messaging is provided to all staff and should be used in preference to email for routine communications where there is no need to retain a record of the communication.\"Instant message history in individual and group chats must be switched off and should not be retained once a session is finished.\"If the content of an instant message is required for the record or as an audit trail, a note for the record should be created and the message content saved in that.\"For example, written up in an email or in a document created in a word processor which is itself saved into the relevant drive.\" Foxglove, which is bringing the case on behalf of the claimants - non-profit media group the Citizens - said there was no evidence of officials ever following this procedure, and that the rules were \"all over the place\". Clara Maguire, director of the Citizens, saidTuesday's select committee report into the government's handling of the pandemic showed a \"culture of secrecy contributed to tens of thousands of excess deaths\".\"We believe this case goes to the very heart of this problem and we look forward to proving government by WhatsApp is not only dangerous but also unlawful,\" she added.", "url": "https://www.bbc.com/news/uk-politics-58889462"}