{"datetime": "2021-10-05T08:12:19.000Z", "title": "Facebook, Whatsapp and Instagram back after outage", "article": "Social media services Facebook, WhatsApp and Instagram are back up and running after an outage that lasted almost six hours, Facebook says. It blamed an internal technical issue, which not only affected Facebook's services, but reportedly also employees' work passes and email. The services were down from about 16:00 GMT until around 22:00 on Monday. But the company said there was \"no evidence that user data was compromised\".Sheera Frenkel, the New York Times' technology reporter, told the Today programme part of the reason it took so long to fix was because \"the people trying to figure out what this problem was couldn't even physically get into the building\" to work out what had gone wrong. In a statement,Facebook said that the faulty configuration change affected the company's internal tools and systems which complicated attempts to resolve the problem.Downdetector, which tracks outages, said some 10.6 million problem reports around the world. However, the real number of people affected is much higher: more than 3.5 billion people use Facebook, Messenger, Instagram and Whatsapp. Many found themselves cut off from family and friends they interact with over the various services, while small businesses which use social media to connect with customers were faced with the prospect of an unexpected financial hit. According to the business website Fortune, it also cost Facebook founder Mark Zuckerberg an estimated $6bn (£4.4bn) at one point as shares plummeted.Mr Zuckerberg has apologised to those affected by the outage.Some people also reported problems using Facebook's virtual reality headset platform, Oculus, and apps which require Facebook logins were affected, including Pokémon Go. An outage of this scale for such a long time is rare. A disruption in 2019 left Facebook and its other apps mostlyinaccessible across the world for more than 14 hours .Several other tech companies, including Reddit and Twitter, poked fun at the social media giant's predicament - prompting responses from the affected apps. The disruption comes the day after an interview with a former Facebook employee who leaked documents about the company.Frances Haugen told CBS news on Sunday thatthe company had prioritised \"growth over safety\" . On Tuesday she will testify before a Senate subcommittee in a hearing titled \"Protecting Kids Online\", about the company's research into Instagram's effect on the mental health of young users. Many outages get resolved fairly quickly. They are often localised too, with some people unable to open a website that can be viewed in another country. This outage, however, was global, and affected all of Facebook's many spin-offs. The length of time it was off grid is also unusual. There were reports of \"mayhem\" in Facebook headquarters, as technicians scrambled to fix the problem. Interesting too that the outage hampered Facebook's ability to tackle the crash - bringing down internal tools needed to remedy the problem. It should also be said that Facebook's statement is carefully written. It doesn't rule out foul play. The week had already started off badly - after the whistleblower in the \"Facebook Files\" revelations revealed herself on Sunday. But a bad week has become a terrible one for the social network. ", "url": "https://www.bbc.com/news/technology-58793174"}