{"datetime": "2021-10-05T14:30:13.000Z", "title": "Facebook down: Six hours without WhatsApp", "article": "People around the world lost contact with their families on Monday, patients were cut off from doctors, and governments were unable to communicate with citizens when Facebook's social media and messaging tools went down for almost six hours. \"My dad is being treated for Covid in intensive care in Malaysia, and I rely on WhatsApp to communicate with family overseas,\" Anna Masing, a writer and academic based in London, told the BBC.For others the outage - affecting Facebook, WhatsApp and Instagram - was less serious, with many taking to Twitter to complain about losing access to their usual communication tools and having to make phone calls. But the incident, which Facebook blamed on an internal technical issue, has exposed the reliance on social media tools in everyday life and the dominance of Facebook in particular.\"Even in London, I don't have the ability to text or call internationally on my phone,\" says Ms Masing, describing Monday's WhatsApp blackout as \"highly stressful\".Outage tracking service Downdetector said on its website that \"billions of users\" had been impacted by \"services being entirely offline\".A dentist in the UK, Chris Donnell, said that parts of his job often relied on communication via WhatsApp.\"Seriously feel for medical and dental friends who use WhatsApp for their hospital handovers, out-of-hours queries, chatting to senior colleagues for advice etc,\" he said.The country with the largest number of Facebook users - more than 340 million - is India, where WhatsApp is also a critical tool for personal and business communication.The platforms are used to advertise and sell products directly to customers and thousands of Indian businesses are thought to have lost out on sales on Monday, with people unable to order groceries and other essentials.India has nearly 490 million active WhatsApp users, according to research company eMarketer.In Brazil, WhatsApp is used by government officials and even the educational system - students can receive their exam results via the messaging service, for example.The country's health sector also relies heavily on the service for booking doctors' appointments and carrying out remote sessions with healthcare professionals. \"I'm a doctor and WhatsApp today is the main tool for follow-up after consultation,\" wrote Twitter user Marcito, based in Rio de Janeiro.Other users in the country complained about being cut off from bank services or finding it difficult to order medicine from pharmacies.Last month, WhatsApp launched a special directory in the Brazilian city of São Paulo - one of the most populous cities in the world - to allow users to search for local businesses and services, including some medical and food delivery providers. Businesses in Mexico were also hit. A baker in the capital, Mexico City, described to local media her reaction when her phone started ringing and vibrating with an influx of calls and messages from customers.\"It's crazy,\" Elizabeth Mustillo said, adding: \"No one ever calls any more.\" As countries across Europe also went dark, it led to calls from officials for tighter regulation and measures to prevent technology giants from establishing a monopoly.Thierry Breton, the European Union's commissioner for the internal market, tweeted that Europeans needed \"fair competition\" and \"stronger connectivity\".The outage came at a particularly difficult time for Facebook, which is finding itself increasingly under pressure over its reach and impact on society. On Sunday, former Facebook employee Frances Haugen told CBS news the company had prioritised \"growth over safety\". On Tuesday, shetestified before a Senate subcommittee about the company's research into Instagram's effect on the mental health of young users. ", "url": "https://www.bbc.com/news/technology-58801814"}