{"datetime": "2021-10-05T15:14:24.000Z", "title": "Instagram and WhatsApp outage: What Facebook's apology really said", "article": "\"A faulty configuration change\". That's what Facebook blamed on the six-hour outage this week across its platforms, including Instagram and WhatsApp. But to most people, that probably won't mean much at all. The outage affected 3.5 billion Facebook, WhatsApp and Instagram users worldwide. Facebook - who runs all three social media platforms - has apologised, blamingan internal technical issue , which not only affected Facebook's online services, but reportedly also employees' work passes and email. The company released a four paragraph statement that full of jargon and which, quite frankly, needs some explaining. Radio 1 Newsbeat asked tech expert Dan Sodergren to read between the lines and decode the apology for us. Facebook does everything technical itself, internally so when something fails that's a massive problem, and one the company needs to solve itself. The IT department is its own so there's no blaming an external company.\"Without sounding too geeky - there's a thing called the DNS - they got their own address wrong which seems a bit odd\", Dan tells Newsbeat.\"The problem they've got - is because they do it all themselves - all their internal email, chat function and everything else goes down - including, most probably, access into Facebook itself. \"Their internal systems compounded the whole problem to make it a thousand times worse because normally you'd outsource that bit and so you could just deal with it.\" \"Coordinating network traffic between our data centres\"? Think of that as what links Facebook and all of us. Dan puts this more simply, saying it's like \"a big old bridge that connected us to the rest of the internet went down so no one could come to the land of Facebook\". \"The ability to knock out the bridge is a big thing.\" Facebook said they don't think anyone's personal details were compromised, but like any good tech expert, Dan's advice now is to change your passwords on all your accounts. That's the very least we should do to protect ourselves. Even though there's \"no evidence\" - Dan says six hours is a long time for Facebook to be down and there's no knowing what was happening in that time. Facebook's denied knowing what caused the outage but Dan reckons they should - after all, they spend billions on 'this kind of stuff'. It comes at a particularly difficult time for the company, which is finding itself increasingly under pressure over its reach and impact on society. On Sunday, a former Facebook employee accused the company of prioritising\"growth over safety\". \"There's always things happening with Facebook but it's particularly bad week and badly timed,\" Dan says.Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-58803953"}