{"datetime": "2021-10-26T13:30:31.000Z", "author": "Brian Wheeler", "title": "Ministers face High Court battle over WhatsApp use", "article": "The government could be forced to crack down on ministers' use of WhatsApp and private email accounts, if a High Court challenge succeeds. Legal campaigners have been granted a judicial review of official guidance, which they say is unclear and routinely ignored. Boris Johnson and other senior ministers have discussed government business on WhatsApp in breach of their own guidance, the campaigners say. They want the rules to be tightened-up. The Cabinet Office said it did not comment on specific legal cases. But a spokesperson said: \"Ministers will use a range of modern forms of communication for discussions, in line with legislative requirements, and taking into account government guidance.\" The government argues that a large amount of what is discussed by ministers and officials on WhatsApp and other messaging services is trivial and it would cost too much to make a record of all of it. But campaigners say WhatsApp and private email are increasingly being used to discuss important issues, from the spread of Covid in care homes to the awarding of lucrative contracts. Earlier this month, campaigning lawyers Foxglove, acting on behalf of non-profit media group The Citizens, wasgranted a judicial review of the use of auto-deleting messages by ministers and officials. The Good Law Project was granted a judicial review of its case on Monday. The two cases will be heard alongside each other over three days in the High Court. The court date has yet to be announced but is likely to be early next year. Rachel Smethers, head of communications at the Good Law Project, said: \"Conducting government business outside of official channels flies in the face of ministers' legal obligations to preserve official records about key decisions, and severely undermines their ability to comply with the Freedom of Information Act and duty of transparency to the courts. \"How can anyone be certain that critical information is not being lost, or even deleted?\"Government has been evasive for months, but now we've been given the green light on all grounds, we will make sure they cannot shy away from the spotlight.\" Cori Crider, co-founder of the Foxglove legal team, said: \"We're always pleased when other groups see the importance of our legal cases and follow them.\"WhatsApp government is an absolutely critical issue - we've got to keep the historical record intact for future generations and to hold our government to account.\"We're really looking forward to the Citizens' hearing in the spring.\" The Good Law Project case refers to WhatsApp messagespublished by the prime minister's former adviser Dominic Cummings , which appear to show government business being discussed. It also refers to reports in the Sunday Times that former health secretary Matt Hancock used a private Gmail address for government business. Cabinet Office advice makes clear \"substantive discussions or decisions generated in the course of conducting government business\" should be accessible - for example by copying it to a government email address. However, the Good Law Project argues there is \"little evidence\" that messages sent by private email or WhatsApp \"are generally recorded properly\". The organisation also argues the guidance is unfit for purpose, because it does not make clear when it is acceptable for personal email addresses to be used. Former health minister Lord Bethell, another of those named in the action, has said that while some third parties \"in their enthusiasm\" often contact ministers via their personal email accounts, \"that's not the same as using a personal email for formal departmental decision-making\". ", "url": "https://www.bbc.com/news/uk-politics-59051297"}