{"datetime": "2021-10-05T19:11:41.000Z", "title": "Facebook down: Zuckerberg apologises for six-hour outage", "article": "Facebook's founder Mark Zuckerberg has apologised for the \"disruption\" caused after its social media services went down for almost six hours - impacting more than 3.5bn users worldwide. The billionaire said sorry after an internal technical issue took Facebook, Messenger, Whatsapp and Instagram offline at about 16:00 GMT on Monday. The scramble to bring it back online eventually succeeded at around 22:00. But it is likely to increase scrutiny of the social media giant's reach. For hours, potentially billions of people found themselves without the social media tools they relied upon to keep in touch with friends and family. Others reportedly found they could not access services which required a Facebook login.Meanwhile, businesses around the world, which use social media to connect with customers, were faced with the prospect of an unexpected financial hit. Mr Zuckerberg himself was thought to have lost an estimated $6bn (£4.4bn) from his personal fortune at one point as Facebook shares plummeted, according to the business website Fortune's tracking software. Downdetector, which tracks outages, said some 10.6 million problems were reported around the world - the largest number it had ever recorded. In a blog post published on Tuesday , Facebook explained that during a routine maintenance job, its engineers had issued a command that unintentionally took down all the connections in its network, \"effectively disconnecting Facebook data centres globally\". Santosh Janardhan, the company's infrastructure vice-president, added that Facebook's program audit tool had a bug and failed to stop the command that caused the outage. The outage also caused employees to lose access to internal tools, including those used by Facebook employees to correct such issues, the company said. Those tools included Facebook's internal email and even employee work passes.Some reports suggest that Facebook headquarters was in \"meltdown\".Even \"the people trying to figure out what this problem was\" couldn't access the building, New York Times technology reporter Sheera Frenkel told the BBC.Facebook has said it is working to understand what happened so it can \"make our infrastructure more resilient\". Tech experts have described the issue as being akin to the social media giant falling off the internet's map, so it could not be found. The company said there was \"no evidence that user data was compromised\". The outage comes at a particularly difficult time for the company, which is finding itself increasingly under pressure over its reach and impact on society. On Sunday, former Facebook employee Frances Haugen told CBS newsthe company had prioritised \"growth over safety\" . She told a US Senate committee that she believed the company's sites and apps \"harm children, stoke division and weaken our democracy\". ", "url": "https://www.bbc.com/news/technology-58800726"}