{"datetime": "2021-08-04T12:43:57.000Z", "title": "WhatsApp 'view once' brings disappearing photos and videos", "article": "WhatsApp is rolling out a feature that allows users to have photos or videos vanish after they are seen. After the recipient opens the image for the first time, \"view once\" deletes it, without saving it to a phone.WhatsApp said the feature was aimed at \"giving users even more control over their privacy\".However, child protection advocates have expressed concern that auto-vanishing messages could help cover up evidence of child sexual abuse. The National Society for the Prevention of Cruelty to Children (NSPCC) is already at odds with WhatsApp's parent company Facebook over the use of encrypted messaging. Such encryption means police cannot see the messages \"in transit\" - only the sender and receiver can. But auto-deleting messages could mean that devices seized in police raids would no longer contain evidence either. \"This view once feature could put children at even greater risk by giving offenders another tool to avoid detection and erase evidence, when efforts to combat child sexual abuse are already hindered by end-to-end encryption,\" said Alison Trew, the charity's senior online safety officer. WhatsAppis marketing view once as a privacy feature for regular consumers, saying it could be used for throwaway yet personal photos - when trying on clothes in a shop and asking a partner how they looked, for example, or sending someone a password. \"Not everything we share needs to become a permanent digital record,\" it said. \"On many phones, simply taking a photo means it will take up space in your camera roll forever.\"And it was rolling out the feature to \"everyone starting this week\". Users will know a message is \"view once\" because the preview will be hidden and a large \"1\" icon displayed instead.Much like vanishing messages onother apps such as Snapchat , however, it is possible for a user to take a screenshot or screen recording of the message when it is first opened - or to film one screen with another camera.The feature also comes with limitations: WhatsApp introduced a disappearing-messages function in November. It erases text messages for both the sender and recipient after seven days - and is one of the areas of concern for a legal challenge to the UK government.UK law says information relating to \"substantive discussions or decisions\" need to be kept on record for the historical archive.Several members of government are known to use WhatsApp and similar app Signal frequently, leading one campaigning law firm to accuse political leaders of \"government by text\".The Cabinet Office has said \"appropriate arrangements\" are already in place to ensure official communications are retained in line with the rules. ", "url": "https://www.bbc.com/news/technology-58087379"}