{"datetime": "2022-01-26T14:57:24.000Z", "author": "Navtej Johal & Heather Burman", "title": "Row over barriers near Nottingham Forest's City Ground", "article": "A row has emerged over the way security barriers are being operated near a football stadium. Anti-terrorism gates have been installed on Pavillion Road and Colwick Road near to Nottingham Forest's City Ground.Local residents said they were supposed to be allowed access when the gates were closed but claim they have been turned away by security staff.The county council said it would hold a meeting to resolve the matter. Nottingham Forest saidthe Hostile Vehicle Mitigation Gates (HVMG) were installed as part of the government's Protection of Crowded Places scheme. They are closed by the club before and after matches to help keep spectators safe. Bollards have also been installed at the entrance to Trentside North. But Anne Hattersley, 42, who lives near the City Ground, said the barriers were causing problems for residents and businesses trying to access the area by car. \"We were told the passes that we had to purchase would let us through when the barriers were closed and that was before and after a game,\" she said. \"During the games we are let through but the stewards have said to us that under no circumstances will we be opening these gates before or after a match, emergency or not, so that's quite concerning. \"On Saturday my husband was trying to drop my kids off at home and I had to meet him at the barrier because he couldn't even pull in, so that was quite difficult.\"It's frustrating and it's not knowing going forward if they're going to be open or closed.\"I've got elderly parents in the area who are ill and rely on me and I'm worried they're going to need me when I'm effectively hemmed in.\" Mark James, owner of The Boot Room bar in West Bridgford, said there needed to be better communication and signage in the area detailing when the barriers would be closed.He said: \"The idea at the start was good... but let's get some clarity, so people know what is going on, when they can leave the premises, when they can come into the premises.\"Staff it well, man it well, let's communicate with the residents and the business owners, and make it work.\" Councillor Neil Clarke, the county council's chairman of the transport and environment committee, said he understood the concerns of residents and businesses. \"I want to get that clarity to ensure that everybody does understand what the guidance is so that those residents can get that access with those permits through the barriers and make sure everybody is on the same page with the same information,\" he said. \"I will be quite keen to enable a discussion between the police, Forest and the residents in order to get that clarity as to actually what the instructions are because I want everybody to be as happy as they can be.\" Nottingham Forest have declined to comment.Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60139455"}