{"datetime": "2022-01-28T09:02:21.000Z", "author": "Greig Watson & Andrew Topping", "title": "Nottinghamshire council tax rises planned to pay for social care", "article": "A council tax rise of 4% is planned in Nottinghamshire, largely to pay for adult social care. Under the plans, those in Band A or Band B properties - about 60% of homes in the county - would see annual bills rise by £42.16 and £49.19 respectively. The Conservative-led council said most of the increase would fund care while the rest would deliver road projects. Residents struggling with cost of living rises would be given support, the council added. Band C properties would see bills rise by £56.21 per year, with Band D increasing by £64.24, Band E by £77.29, Band F by £91.35, Band G by £105.40 and Band H by £126.48 over the year, theLocal Democracy Reporting Service reported. The council said it was opting not to take the full 4.99% overall increase available under government rules before it must go to a referendum. Richard Jackson, chairman of the council's finance committee, said: \"We recognised the cost of living issues and we needed to pin the council tax element of it down as low as we could. \"But with adult social care, we needed to take the maximum levy due to all the uncertainties over it at the minute. \"It would have been irresponsible to take less than that because we need to keep the service running.\" Additionally Mr Jackson said the general tax increase would \"double the capacity of patching gangs\" to address the state of the county's roads. The proposals will go before full council on 24 February. District and borough councils are currently in the process of setting their council tax precepts, alongside the police and crime commissioner and the fire authority. Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60160034"}