{"datetime": "2022-01-25T12:52:28.000Z", "author": "Gavin Bevis", "subject": "Hurricane Irma", "title": "'My route to policing began with 185mph hurricane'", "article": "A rookie police officer has been recalling how his route to the force was shaped by a devastating hurricane. Jamaican-born Jordaine McLaughlin was left jobless when the Caribbean island of St Martin was battered by Hurricane Irma in 2017. After relocating to Italy, he and his fiancee decided they wanted to settle in the UK. They chose Nottinghamshire after throwing a dart at a map and he has now become a member of the local force. St Martin suffered widespread devastation when the hurricane brought 185mph (297 km/h) gusts in September 2017. Having both worked at a hotel on the island, the couple initially returned to the hospitality sector when they arrived in the UK. But after the pandemic left them unemployed once again, Mr McLaughlin decided to follow his lifelong dream of becoming a police officer. Following an 18-week training course, he passed out as a police constable in December. \"I definitely feel I've found my calling,\" said the 33-year-old, who moved to St Martin with his mother when he was four. \"When I lived in St Martin, I always wanted to be a police officer. \"I did all of the exams to either be a police officer, prison guard or coastguard - the only problem was I didn't speak Dutch, which was the language spoken on St Martin. \"All the laws were written in Dutch so they didn't accept me. \"Instead I ended up assisting my mum and sister at home before working in the hospitality sector.\" He said he was enjoying his new role as a response officer, based in Nottingham city centre. \"It's been very good so far. My first day was brilliant as I got to make two arrests,\" he said. \"I arrested two individuals outside the Victoria Centre for a shop theft.\"Obviously some days are tougher than others. I have had to deal with people fighting in the street on a busy Friday and Saturday night and on my third day I had my first sudden death. \"I was really dreading that, but my tutor was so supportive, she prepared me for it and so I managed to stay calm.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60127476"}