{"datetime": "2022-01-30T12:19:19.000Z", "author": "Sandish Shoker", "title": "Girl, 6, to climb Snowdon in animal rescue fundraiser", "article": "A young girl is to climb Snowdon to help raise money for an animal rescue centre after she saw their work with injured hedgehogs. Six-year-old Megan from Nottinghamshire said she wanted to \"do something big\" and asked her parents what big mountains she could climb. She will be joined by her friend, Sophia, for the hike in March.The centre said the donations would be a huge help as they had been unable to fundraise during the pandemic. Animal enthusiast Megan decided she wanted to help Brinsley Animal Rescue in Nottinghamshire after she saw them post online about a hedgehog coming into their care after suffering acid burns.\"She was quite upset and struggled to understand why anyone would do that to an animal,\" said her mother, Kelly Stammers-Bennett. \"I told her the centre was asking for donations and she decided she wanted to do something big to raise money. \"She's quite determined.\" Megan had initially set a target of raising £100 but donations have now gone above £700.Beth Hewis, from the Brinsley Rescue Centre, said the money raised will go directly towards helping hedgehogs in their wildlife hospital.\"It has remained full throughout the whole of winter,\" she said. \"Hedgehogs just aren't going into hibernation at the moment so there has been no let up for us, and the bills pile up.\" She said the centre, which is run by volunteers, had struggled to find money during the pandemic due to restrictions. \"Megan is filling the gap for us in our fundraising,\" Ms Hewis added. \"There has been a massive loss over the last two years because we have not been able to open to the public for our usual open days, barbecues and on-site fundraisers. \"It is a massive help that people are taking it upon themselves to raise money for us. \"And I just think it's an amazing feat for somebody that's so young. She's unbelievable.\"We are in awe of her.\" Both girls have been invited to visit the centre after their challenge to meet some of the animals they will be helping. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60173186"}