{"datetime": "2022-01-31T12:40:59.000Z", "author": "Sonia Kataria", "title": "Tyrell Campbell: Dealer who hid 200 bags of drugs in pants jailed", "article": "A drug dealer who tried to hide up to 200 bags of heroin and crack cocaine in his pants has been jailed. Police said officers found a large package filled with the bags while Tyrell Campbell was being searched at Mansfield police station in February. At Nottingham Crown Court, Campbell admitted two counts of possession with intent to supply Class A drugs. The 24-year-old was sentenced to two years and six months in prison on Friday. Nottinghamshire Police said Campbell was first seen \"exchanging an unknown item\" with another person at a skate park in Ravensdale on 18 February 2021, following reports of drug dealing in the area.Officers followed Campbell later that day and stopped him while he was in a taxi, the force said. Campbell, from Manchester, was arrested after officers found a bag of cannabis in his possession. Police said during a full body search at the station, between 150 to 200 individually-wrapped packages filled with crack cocaine and heroin were discovered in a large package hidden in his pants. Officers later raided a property linked to Campbell, in Almond Rise, Forest Town, and found more Class A drugs, as well as a large machete and several other bladed weapons, police said. Two large lunchboxes and a container filled with a mix of crack cocaine and heroin, cash, weighing scales and mobile phones were also seized. Police said Campbell admitted he owned all the items recovered and said he was a \"one man drug dealer\". Det Sgt David Prest said: \"We will never tolerate those who make their living from selling drugs and will continue with our efforts to make their lives as difficult as possible by taking them off our streets and putting offenders behind bars.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60195303"}