{"datetime": "2022-01-30T10:44:51.000Z", "subject": "Storm Malik", "title": "Hemswell fire: Huge straw bale blaze could burn 'for weeks'", "article": "A large fire involving thousands of bales of straw could be burning for weeks, according to the fire service. The blaze on Learoyd Road in Hemswell Cliff, near Gainsborough, broke out at about 13:00 GMT on Thursday. Recent strong winds caused by Storm Malik helped the fire spread, according to Lincolnshire Fire and Rescue. A nearby fireworks factory is being protected by firefighters with help being sent from Nottinghamshire to control the flames. It was thought about 30,000 bales of straw were initially ablaze, but wind changes meant more caught fire, according to Ash Hildred from the service. \"In my time at fire and rescue, this is the biggest fire I've ever seen,\" the group manager told BBC Radio Lincolnshire. The blaze was caused when flames from a burning pile of woodchips spread to the bales in windy conditions, the fire service said. About 20 firefighters would remain on site for the rest of the weekend, Mr Hildred added, with the bales left to burn in a controlled manner. \"I would suggest those bales will be burning for quite some time, we're probably into weeks now,\" he said. A nearby fireworks factory and containers filled with explosives are being protected with \"water curtains\". Lincolnshire Police's drone team has been at the site providing aerial information to firefighters on the ground. Local residents are being told to keep their doors and windows closed while firefighters work to control the blaze. People are being asked to avoid the area to keep roads clear for emergency services. The site is a former RAF bomber base which closed in 1967 and was converted into industrial and agricultural use. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-60188427"}