{"datetime": "2022-02-15T09:46:36.000Z", "author": "Greig Watson & Matt Jarram", "title": "Nottingham City Council sets out £28m savings plans", "article": "Nottingham City Council will close children's centres, reduce youth provision and cut jobs as it seeks to save £28m. There will also be fewer bus services, a cut in community centre grants and new bulky waste charges. The Labour-run authority said it was facing a rise in demand for adult social care and a reduction in grants. But it has also faced scrutiny after thecollapse of Robin Hood Energy andmisallocation of £16m in housing funds . Further savings will come from closing a public toilet on the Victoria Embankment and charging for residential parking permits for a second and third car. The council said it would also cut 83 of its full-time staff, although 24 of these posts were currently vacant, according to theLocal Democracy Reporting Service . In addition, it said it planned to increase council tax by 2.99% in 2022/23. Earlier plans had earmarked six of its nine children's centres for closure , but this has been reduced to five - though which ones will shut is not yet clear. Three additional staff in play and youth services will be retained, ensuring there are 15 youth workers plus a manager providing city-wide outreach. The council said £28m of savings were needed for 2022/23, rising to £38.1 million in 2025/26.Sam Webster, portfolio holder for finance, said: \"We always said the proposals were not set in stone and we've listened carefully to what people have told us and acted on their views and suggestions. \"However, like many councils across the country, we are still facing extremely challenging circumstances due to a decade of unprecedented reductions in government funding and the growing demand for some key council services, especially care services for older people.\" The council said its executive board would review the plans on 22 February, before they are put to the full council on 7 March. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60386341"}