{"datetime": "2022-02-06T14:33:24.000Z", "author": "Russell Hotten", "title": "Worst to come for food price rises, Tesco boss says", "article": "The chairman of Britain's biggest supermarket has warned \"the worst is yet to come\" on rising food prices. Tesco's John Allan told the BBC he was aware people were on very tight budgets and having to choose between food and heating \"troubles us\". But he said grocers and suppliers were not immune from rising energy costs. Mr Allan also defended Tesco against claims from food poverty activist Jack Monroe that the costs of basic staples were rising faster than other goods. He estimated supermarket prices could rise as much as 5% by the spring as energy and other costs feed through to the High Street, adding that Tesco's food price inflation in the last three months had been contained to about 1%. \"We are impacted by rising energy prices, our suppliers are impacted by rising energy prices. So the likelihood is that that inflation figure will rise,\" he said.Mr Allan said he recognised the cost of food took up a bigger proportion of household budgets for people on lower incomes. People having to choose between heating their homes and feeding their families \"troubles us, and I'm sure troubles many people... That's clearly not a situation that any of us should tolerate,\" he said. A report earlier this month from the British Retail Consortium said food inflation accelerated to 2.7% in January, up from 2.4% in December.Annual UK inflation is currently 5.4%, a 30-year high, and is predicted to top 7% this year. Meanwhile, the cost of energy is set to soar under new price-cap rules, prompting the chancellor to unveil a support package for households last week. Mr Allan said: \"I think the combination of increasing energy prices, the impact of National Insurance increases [in April] on people's incomes, and to a much much lesser extent increasing food prices, is going to squeeze the hardest-up still harder.\" The pressure facing poorer households was highlighted by Jack Monroe this month in analysis she said showed that everyday essentials, such as the cheapest own-brand pasta or rice, were going up in price by more than the official inflation rate. Mr Allan said he could not speak for the rest of the industry, but it was untrue at Tesco. \"Price rises depend on individual products - coffee is going up, but other things like the cheapest tin of baked beans in Tesco is cheaper than it was five years ago,\" he said. \"As far as Tesco is concerned, we have 2,100 products on our lowest price. We're either price matching against Aldi, or it's our own exclusive at Tesco range. That number [of products] has been increasing in recent months rather than decreasing, so it's not true,\" Mr Allan said. Sainsbury's declined to comment on whether it also expects price rises to accelerate. But it told the BBC it was \"investing in value more than ever\" to help customers manage the rising cost of living.The BBC has also contacted Morrisons, M&S and Asda for comment.The head of the retail industry's trade body said that across the sector firms are working hard to cut costs. But there is only so much the industry can do to shield shoppers, said Helen Dickinson, chief executive of the British Retail Consortium. \"It would be impossible to protect consumers from any future rises. As commodity prices, energy prices and transportation costs continue to rise, it is inevitable that retail prices will continue to follow in the future,\" she said. Meanwhile, Mr Allan also rejected suggestions from the Bank of England's governor that people should not ask for big pay rises because it was feeding into higher inflation. Andrew Bailey's comments to the BBC were branded a \"sick joke\" by the GMB union, while the TUC said the call was \"ill-founded\". Tesco is the UK's largest private sector employer, with about 300,000 staff. Asked if the company would be telling employees to follow Mr Bailey's advice, Mr Allan said \"no, absolutely not. I think that's the wrong direction for people to go in,\" he said. \"We are not telling people not to take a pay rise. We think our colleagues deserve pay rises,\" Mr Allan said. \"We have given 5-6% raises to our distribution colleagues, and we're in the midst of negotiations, which will probably lead to a similar result for our store colleagues.\" ", "url": "https://www.bbc.com/news/business-60279019"}