{"datetime": "2022-02-07T11:49:26.000Z", "author": "Russell Hotten", "title": "Beer prices will have to rise, says Cobra founder", "article": "The founder of beer brand Cobra has said prices will have to rise because of a \"vicious cycle\" of cost pressures. Lord Bilimoria told the BBC that \"virtually every business in every sector\" is being squeezed by inflation, interest rate rises and tax increases. The Cobra chairman, who is also president of the CBI employers' group, said the picture had become really challenging for firms and consumers. On Sunday, Tesco's chairman warned the worst on price rises is yet to come. John Allan told the BBC he expected food price inflation to reach 5% by the spring, hitting the \"hardest-up harder\". The warnings from two of Britain's most prominent executives come as UK inflation stands at a 30-year high of 5.4%, and it is forecast to top 7% by April. Meanwhile, the cost of energy is set to soar under new price-cap rules, prompting the chancellor to unveil a support package for households last week. Lord Bilimoria told BBC 5 Live's Wake up to Money programme: \"Our input costs in every way - bottling, energy - are up. Freight costs have soared, sometimes ten-times. Wages are increasing and on top of that there are labour shortages.\"It does mean that businesses have to put up prices. But the consumer is already feeling the squeeze. It is a really challenging situation for everyone,\" he said. He declined to say have much bottles of beer would increase, but said price rises \"were a necessity. There's no running away from that.\" Lord Bilimoria repeated his opposition to planned tax rises in April. Chancellor Rishi Sunak has come under pressure to scrap a planned increase in National Insurance, but has vowed the rise will go ahead. \"This is completely the wrong time to do this,\" Lord Bilimoria said. \"It will stifle investment. It will stifle growth\". His warning about the impact of inflation was echoed by the head of the British Retail Consortium (BRC), Helen Dickinson. \"At every business I am talking to, and across lots of other industries, the picture is very similar,\" she told the BBC. \"In retail, we've got a multiple list of things that are pushing up costs which they are now needing to pass on to customers.\" A BRC report earlier this month said food inflation had accelerated to 2.7% in January, up from 2.4% in December. A report on Monday set out some of the impact of rising costs, with more people struggling to feed themselves. The Food Foundation said 8.8% of UK households - 4.7 million adults - had experienced food insecurity in the past month. This has increased from 7.3% in July 2021. The foundation, a think-tank that pushes for better food production, diets, and government policy, said food insecurity refers to disrupted eating, such as skipping a meal, due to lack of money. The report said people on Universal Credit were five times more likely to have experienced food insecurity the past six months. It added that food security should be made part of the government's levelling up agenda. \"Food insecurity is a vital measure if we are to monitor severe material deprivation,\" said Anna Taylor, executive director of The Food Foundation. \"It contributes not only to health inequalities and life expectancy, but also social wellbeing.\" ", "url": "https://www.bbc.com/news/business-60287007"}