{"datetime": "2022-02-11T08:59:54.000Z", "author": "Amy Phipps", "title": "Thieves target Nottingham food bank three times in six weeks", "article": "Thieves have broken into a Nottingham food bank for the third time in just over six weeks. Police said the theft at St Philip's Church happened between 18:00 GMT on Monday and 10:00 on Tuesday. Nigel Webster, from the Bestwood and Bulwell Foodbank, said it came at a time when demand for the service was greater than ever.Nottinghamshire Police appealed for anyone with information about the theft to get in touch. The force said it was called after volunteers found a window had been smashed and food stolen. It follows two other burglaries at the church, on Knight's Close in Top Valley, in late December and January. Mr Webster said: \"We've had a look at our food stocks and we think some food was taken - things like biscuits and tins. \"We don't think they got away with a lot but it's the upset and it's the hassle.\" He said it was impossible to know why the food bank was being targeted, and said it could actually help those who had stolen from it. \"We can provide them with food - don't steal it, talk to us if you're that desperate,\" he said. Mr Wilson said they were currently providing about 1,000 meals a week, with food donations mostly from local people. \"I'm sure we will be able to make up the food that we lost, but it takes our eye off the ball and our focus has always been on helping people,\" he said. Money will also need to be spent repairing the damage caused to the building, as well as improving security.Mr Wilson said: \"We'll probably feed about 4,000 people over the period of the year, which is a significant increase on before the pandemic. \"More worrying, the last two months have been the busiest on record and we're starting to see more people now then we did in the height of lockdown.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60312395"}