{"datetime": "2022-02-16T11:05:40.000Z", "author": "Josh Martin", "title": "Living costs hit fresh 30-year high as households squeezed", "article": "The cost of living hit a fresh 30-year high last month as energy, fuel and food prices continued to soar and retailers reined in seasonal discounts. Prices surged by 5.5% in the 12 months to January, up from 5.4% in December, increasing the squeeze on household budgets.Inflation is now rising faster than wages and is expected to climb above 7% this year. The government said it was taking action but Labour urged it to do more.Inflation is the rate at which prices rise. If the cost of a bottle of milk was £1 and then rises by 5p, milk inflation is 5%. Since pandemic restrictions were eased last year, companies have faced higher wage, shipping and energy costs which they have passed on to customers. The Office for National Statistics (ONS) said electricity bills were up 19% in the year to January and gas bills up by 28%. Housing costs have also been rising, while the ONS said retailers offered fewer sales and discounts in the New Year, compared to the steeper discounts seen last January.\"Clothing and footwear pushed inflation up this month and although there were still the traditional price drops, it was the smallest January fall since 1990, with fewer sales than last year,\" ONS chief economist Grant Fitzner said. The cost of household staples is also rising, with pasta prices up 15%, cooking oil up 16% and margarine soaring 37% in the year to January, squeezing household budgets. On Wednesday,Heineken became the latest big firm to warn it was putting up prices following Marmite-maker Unilever, bakers Greggs and the supermarket Tesco.Bestway Wholesale, which owns the convenience store chains Costcutter and Bargain Booze, said rising costs \"absolutely\" meant the firm would cut its range of 25,000 low cost products.\"Obviously we're working very hard to push down costs and be as efficient as possible, but it's going to be difficult,\" managing director Dawood Pervez told the BBC.Inflation - which has been at a 30-year high since December - is set to get worse in April when the energy price cap is lifted.It will push up the average household fuel bill up by £693 a year in England, Scotland and Wales, while a planned rise in National Insurance will also hit people's pockets.It's worth recalling, as many older readers will, that although the highest inflation in nearly 30 years sounds scary, it's partly because the last three decades have seen one of the least scary periods for rises in consumer prices - certainly compared to the 30 years prior to that.The Bank of England has already put up interest rates twice since December in a bid to tame inflation and could raise them again to 0.75% soon.True, that will be the highest in 13 years. But that's only because 13 years ago, the Bank dropped rates to what were supposed to be emergency lows lasting only a few months due to the financial crisis. It's largely because growth in productivity (and therefore pay and living standards) has been so historically weak for the last 13 years, that the decision-makers on its Monetary policy Committee have only just got up the gumption, in the inflationary storm of the last two months, to start raising them again.Chancellor Rishi Sunak said on Wednesday the government understood the pressures families faced and was taking action.\"We recently stepped in to provide millions of households with up to £350 to help with rising energy bills,\" he said. \"We're also helping people on the lowest incomes keep more of what they earn by cutting the Universal Credit taper rate, and freezing alcohol and fuel duties to keep costs down.\" But Pat McFadden, Labour's shadow chief secretary to the Treasury, said the government needed to do more.Last week the Bank of England put up interest rates to 0.5% from 0.25% in a bid to tame inflation.Some analysts believe the Bank - which aims to keep inflation at 2% - will take a more aggressive approach to rate hikes this year and next given the economic picture.But Willem Sels, from HSBC Private Banking and Wealth, predicted it would tread carefully, \"as it knows that the factors behind inflation are also the drivers behind lower real income, which threaten to limit economic growth\".\"We expect the Bank rate to rise to 1.25%, lower than the markets' expectation of around 1.75%,\" he said.", "url": "https://www.bbc.com/news/business-60390527"}