{"datetime": "2022-01-26T17:05:37.000Z", "title": "Jack Monroe hails inflation-measure shake-up", "article": "Food poverty campaigner and chef Jack Monroe has welcomed changes in the pipeline to how the cost of living is measured. Ms Monroe had complained that everyday essentials were going up in price by more than the official inflation rate, hitting poorer people hardest. But she said the official way inflation is calculated failed to reflect this.On Wednesday, the official statistics body hit back, saying it was already changing how it measured prices.The Office for National Statistics (ONS) agreed that \"one inflation rate doesn't fit all\" but said it would soon be publishing a wider variety of cost-of-living metrics. \"We will continue to produce our headline inflation statistics, which are long running and follow international best practice,\" a spokesperson said.\"[But] we are committed to ensuring that our statistics are relevant and continue to meet user needs. As part of this we are restarting publication of inflation broken down according to how much income you earn.\" They added that the agency also had longer-term plans to improve its inflation figures by including data from supermarket checkouts, \"which will help us understand people's experience of inflation in a much more detailed way\".Ms Monroe welcomed news of the ONS's plans. \"Delighted to be able to tell you that the ONS have just announced that they are going to be changing the way they collect and report on the cost of food prices and inflation to take into consideration a wider range of income levels and household circumstances,\" she said in a tweet. Earlier, she told the BBC: \"People who are buying the 29p pasta, the 17p kidney beans, the 45p bags of rice - those statistics don't exist, so those people aren't represented.\" That followed a series of tweets in which she highlighted budget supermarket lines being discontinued. The ONS told the BBC it had previously reflected how lower, mid and higher income groups were affected differently by rising prices in its statistics.But during the pandemic, supply chain problems and shortages meant there wasn't enough reliable data to publish those breakdowns, it said. The statistics body said it was also working on \"radical new plans\" to change the way price rises are monitored. \"[These will] increase the number of price points dramatically each month from 180,000 to hundreds of millions, using prices sent to us directly from supermarket checkouts,\" ONS head of inflation statistics Mike Hardie saidin a blog . Jack Monroe is right that a big increase in the price of the cheapest pasta or the cheapest rice in a store may not be being reflected in the official inflation figures. Here's why: the ONS sends shoppers to stores around the country to check prices. They go to the big supermarkets, as well as discount retailers such as Aldi and Lidl, and corner shops. The use of Aldi and Lidl are particularly important because some of the bigger chains price-check against them. If the item that the shopper bought the previous month has been discontinued, they will look for a replacement product of a similar quality. So, for example, if Morrisons stopped stocking a particular brand of spaghetti, which the shopper had bought last month, they would try to replace it with a similar product.\"However, if there were a change in quality, for example, from a value brand to premium brand, or from own brand to branded, then we would break the price chain,\" they told Reality Check, which means that they would buy a different product but not include the change in price in the inflation calculation. So a shopper looking for the cheapest spaghetti could face a big price increase that would not show up in the statistics.By using supermarket \"scanner\" data, that records every purchase, rather than the current method of monitoring the prices of representative products, the ONS hopes to reflect price rises more accurately.For example, if the current method monitors the price of one tin of branded baked beans, the new method would reflect every purchase of own brand, or budget beans, mid-range products, as well as premium range baked beans.The ONS said it could not provide more granular detail of how inflation affected specific income groups because information was not available on the precise contents of their shopping baskets at that level.It added that the process of incorporating the supermarket checkout data into the official statistics would take place over the next year or so. ", "url": "https://www.bbc.com/news/business-60140858"}