{"datetime": "2021-07-30T06:49:40.000Z", "subject": "Coronavirus pandemic", "title": "Empty shop numbers rise as Covid continues to bite", "article": "The number of empty shops in Britain has continued to rise as retailers struggle with the effects of the Covid pandemic, the British Retail Consortium has said. Shopping centres have been hardest hit, with nearly one in five units empty, the industry group said. The north east of England had the highest vacancy rate, followed by Wales and the north west. The Covid pandemic has accelerated a shift towards online shopping. Many shops were shuttered during lockdowns, although retail sales in June were near pre-lockdown levels,as the reopening of shops released pent-up demand . However, fashion retailers have been hit hard by the pandemic, with the closure of well-known High Street brands such as Debenhams and Topshop contributing to vacancies. But it is shopping centres which had the highest vacancy rate from April to June. \"It comes as no surprise that the number of shuttered stores in the UK continues to rise, after retailers have been in and out of lockdown for over a year,\" said Helen Dickinson, chief executive of the British Retail Consortium (BRC). Almost one in five shopping centre units now lie empty, and more than one in eight units have been empty for more than a year.The vacancy rate in retail parks is also rising quickly as they lose stores. The number of empty shops could continue to rise following the ending of the business rates holiday, Ms Dickinson said. Since the start of the pandemic, the government announced a range of measures to help companies including business rates relief which ran until the end of June. Firms are currently paying a reduced rate. But Tony Brown, chief executive of Beales, the department store, told the BBC's Today programme that the resumption of full business rates payments \"is a sword of Damocles hanging over everybody\". He said that at Beales stores, which include Poole, Peterborough and the soon-to-open branch in Southport, \"we pay 10 times, sometimes 30 times more in [business] rates than we do in rent\". Beales, one of the UK's oldest department stores, fell into administration in January 2020 before the Covid pandemic was declared. It subsequently shut down all its shops but a business called New Start 2020 bought the name and Beales reopened a branch in Poole last year. Mr Brown said: \"The pandemic has allowed us to rethink the model as to how department stores should work and how we can rebuild the High Streets. \"I believe that customers still want to shop, still want to physically shop in stores, especially for fashions, and as we get further and further away from the pandemic, being able to try on clothes comfortably is what the customers are asking us to do.\" The BRC's Ms Dickinson said that there is a sharp divide between the south of England, including London, with lower vacancy rates compared to the north of the country, where disposable income is lower. While the increase in the vacancy rate is slowing, there \"will never be enough demand to meet the supply\" said Lucy Stainton, director of Local Data Company, which did the vacancy research for the BRC. \"The property market will be forced to think of more creative ways to utilise this space, to avoid exacerbating the already high rates of long-term voids across our retail destinations which are not only unsightly and costly for landlords, but also have a negative impact on surrounding stores,\" she said. The BRC envisages future town centres to include leisure, retail centres, services and homes. ", "url": "https://www.bbc.com/news/business-58007313"}