{"datetime": "2021-07-18T12:35:11.000Z", "author": "Dearbail Jordan", "subject": "Coronavirus pandemic", "title": "Covid: 'Pingdemic' threatens shop openings say supermarkets", "article": "Supermarkets have warned they will have to cut opening hours or even shut shops if the number of workers forced to self-isolate continues to rise. M&S said the number of workers being notified by the NHS app is rising exponentially, and it may have to reduce hours if there are shortages. A leading supermarket, which declined to be named, said it could lead to massive disruption of food supplies. \"And there's a risk that there won't be sufficient staff to open shops.\" Last week, over 500,000 alerts were sent to users of the NHS Test and Trace app in England and Wales for the week to 7 July, a rise of 46% on the previous week.M&S chief executive Steve Rowetold The Times that the number of people being forced to self-isolate is \"a major issue across every industry at the moment\".He said: \"Our Covid cases are roughly doubling every week and the pinging level is about three to one of Covid cases, so we're seeing that growing exponentially.\" He said: \"If there's shortages we'll have to manage it by changing hours of stores, reducing hours.\" From 16 August, people who have been fully vaccinated will not have to self-isolate if they are \"pinged\" by the NHS app when they have come into contact with someone who has tested positive for Covid. They will instead be advised to take PCR test as soon as possible. But another UK supermarket warned: \"The clock is ticking and the government needs to act fast to get people back to work if they have a negative test. \"If not, we could be heading towards crisis point next month.\" A spokeswoman for Morrisons said: \"As per the whole of the UK, we are experiencing a rise in cases and close contact notifications.\" But she added: \"We provide guidance and support for colleagues who may need to self-isolate including sick pay and have Covid secure controls in place in all our stores to ensure we can continue to operate and keep them open. Throughout the whole of the pandemic, we have not been required to close a store.\" The British Retail Consortium (BRC), which represents the industry, said that the government must bring forward the changes on self-isolation from 16 August \"so that people who are fully vaccinated or have a negative test are not forced to needlessly quarantine\" when they are contacted by the app. BRC chief executive, Helen Dickinson, said: \"We are already seeing a serious impact on retail operations as a result of staff having to self-isolate and this will only get worse right across the economy, as cases are already rising fast and the final restrictions are eased.\" Lord Karan Bilimoria, president of the Confederation of British Industry, said that amid \"crippling staff shortages, speed is of the essence\". He called for an immediate end to \"the self-isolation period of 10 days for people who are double-jabbed\" and \"a route out of isolation for those not yet fully vaccinated through daily lateral flow tests\". It comes as both the prime minister and the chancelloru-turned on a decision not to self-isolate after coming into contact with health Secretary Sajid Javid, who announced on Saturday that he had tested positive for Covid.Boris Johnson and Rishi Sunak initially said they planned to keep working on essential government business under a pilot scheme that involves daily testing. However, it prompted a backlash by opposition parties as well as the managing director of the retailer Iceland, Richard Walker, who tweeted: \"Shame the hundreds of Iceland staff who've been pinged can't avoid self-isolation. We can all do a daily lateral flow test.\" The rising number of people being forced to self-isolate is impacting other sectors. Car-makers Nissan and Rolls-Royce have both warned that staff shortages could impact production at their plants. Around 900 workers at Nissan's Sunderland plant have been sent home after being told to self-isolate.Rolls-Royce said it may have to halve production if more employees are contacted by the Test and Trace app.Mr Rowe also said: \"Where the industry will see the pain is in the supply chain, because logistics runs tight anyway to be efficient.\" The union Community, which represents steelworkers across the UK as well as people working in logistics, said rising cases of coronavirus coupled with staff members having to self-isolate, has led to a lack of drivers being able to work.\"This is causing disruption in the industry, and reinforces the evidence government has been reckless in its approach to easing restrictions and should reconsider its approach,\" a spokesman for Community said. On Monday, final Covid restrictions will be lifted in England, including the legal requirement to wear a face mask in enclosed spaces.On Friday, the number of daily coronavirus cases reported in the UK surpassed 50,000 for the first time since mid-January. It recorded 54,674 cases on Saturday. ", "url": "https://www.bbc.com/news/business-57878345"}