{"datetime": "2021-11-28T16:05:20.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Shoppers asked to respect new mandatory mask rules", "article": "Consumers are being asked to \"respect\" new rules on mandatory face masks in shops in England this week following the emergence of a new Covid variant. The British Retail Consortium, which represents the industry, said it is up to the police to enforce the measure.\"However, customers are asked to respect the rules and be considerate to their fellow shoppers and to hard-working shop staff,\" it said. Violence against retail staffhas increased during the pandemic . The Co-op, which previously reported that violent crime had worsened during Covid, said on Sunday: \"Our priority is to provide a safe shopping and working environment for our customers and colleagues. \"As throughout the pandemic, we support our customers wearing a face covering when shopping in our stores. It's not our place to enforce face coverings or to refuse to serve a customer who chooses not to wear one.\"Health Secretary Sajid Javid confirmed to Sky News on Sunday that mandatory mask wearing in shops across England will come into force on Tuesday, 30 November.It brings England into line with the rest of the UK where mask wearing in stores is still required. The move follows the discovery of the new Omicron strain of Covid last week. The UK has three confirmed cases of the variant, and more are expected to be found in the coming days. Asked whether shoppers in England could face fines if they fail to comply with the rules, Mr Javid told the BBC's Andrew Marr Show: \"It will be a legal requirement by government regulation to wear masks in shops and public transport.\"Paddy Lillis, general secretary of shop workers' union Usdaw, accused the government of \"flip-flopping\" on the issue, which he warned could lead to conflict. \"There is no reason why, when lifting other Covid restrictions in England, the government could not have kept the requirement to wear a face covering in busy public places, like shops and public transport,\" he said. \"This flip-flopping on basic and sensible Covid measures and the different rules across the UK create confusion, reduce compliance and can lead to conflict.\" He added: \"We ask the public to follow the rules and respect shop workers, abuse is not a part of their job.\"A spokesperson for the British Retail Consortium, said: \"While enforcement of the government's new mandate is one for the police, the ultimate responsibility for wearing a face covering in store rests with individual shoppers.\" Aldi said that from Tuesday, all customers will be required to wear a face covering in its stores \"unless they are medically exempt\". Aldi's chief executive Giles Hurley, said: \"The safety of our colleagues and customers is our number one priority.\" The British Independent Retailers Association (Bira) said it supports people wearing face coverings in shops in England: \"We are pleased that a decision has been made to keep everyone safe and stop the spread of this new variant.\"Bira's chief executive Andrew Goodacre said: \"We now hope that the general public will be as responsible as the shop owners and staff and wear face coverings without any objections.\" Morrisons said it would follow all government guidelines. A spokesperson for Asda: \"We've always followed government guidance during the pandemic and we are awaiting further details from the government following [Saturday's] announcement. Sainsbury's said: \"We are reviewing the latest government guidance and will keep customers and colleagues updated.\"Earlier this year, bosses from 100 retailers signed a letter to the government asking for tougher laws to protect shop workers from abuse and violence. ", "url": "https://www.bbc.com/news/business-59450418"}