{"datetime": "2021-09-02T16:37:49.000Z", "author": "Oliver Smith", "subject": "Brexit", "title": "Food production in the UK at risk of moving overseas, warns industry", "article": "Food manufacturing in the UK is under such strain due to staff shortages that some production may have to move out of the country, a retail group has said. Andrew Opie from the British Retail Consortium (BRC) said shortages of HGV drivers and other supply chain staff meant that the sector was \"just on the edge of coping\" right now. He warned the Christmas period would be \"incredibly challenging\" in some areas. Factories cannot recruit enough staff, he said, adding: \"We are struggling.\" Mr Opie, the BRC's director of food and sustainability, was speaking at a special session of the UK Trade and Business Commission, an independent group of business representatives and MPs looking to make recommendations to the government. Asked about the impact of driver shortages, Mr Opie told the commission it was incredibly challenging for the industry, but said he was more concerned about shortages in manufacturing and food processing. \"Despite every effort that's being made by food factories, we cannot recruit enough indigenous people here. They just do not want to do those roles for whatever reason,\" Mr Opie said. \"That leaves the government with a choice. Does it want to maintain the level of food manufacturing as it stands at the moment in this country, or does it risk offshoring that production to other countries and then we import those finished goods into the UK,\" he added. \"We've got a very highly skilled, well run food manufacturing sector in this country at the moment which exports quite widely. It's under such strain at the moment and if we cannot recruit people and fill those vacancies, then retailers who buy those products to sell to us as consumers will need to look elsewhere and will end up offshoring some of that production into places like Europe,\" he told the commission. \"I think the government faces quite a stark choice here about where it wants to put its resources, where it wants to put its immigration policy, and where it wants to put the economy, in terms of the products that are manufactured here in the UK,\" he added. A government spokesperson said the UK's food supply chain was \"highly resilient\". It said it had expanded a pilot scheme for six-months visas for overseas workers to come to the UK to 30,000 workers this year, but urged employers to \"make long term investments in the UK domestic workforce instead of relying on labour from abroad\". Richard Harrow, from the British Federation of Frozen Food, agreed that there were shortages across the sector, not just drivers. \"We've got a shortage of engineers, of butchers, of production operatives,\" he said. \"And if you haven't got the staff to produce the product, even if you've got a lorry to transport it, you can't supply that product.\" He added: \"I've never seen the pressures our members are under right now, from labour costs to the price of raw materials. We are facing what I can only describe as a perfect storm.\" Alex Veitch from UK Logistics said the backlog in HGV drivers test because of the pandemic was one of the main factors behind driver shortages. \"People will be attracted to these roles because wages are rising substantially. We estimate that starting salaries have gone up by at least £5,000 from a base of £25,000.\"It's not so much a problem of finding people who want to be drivers. It's getting them a driver test,\" he added. \"Short term, we'd like movement on a temporary visa for drivers to come and work in the UK.\" The BRC's Andrew Opie agreed, telling the commission the industry just needed \"breathing space\" to allow for UK drivers to be recruited and tested. \"We've got vacancies. We will pay more to attract drivers here. We don't see it as a major change in immigration policy. It would be a short-term measure,\" he said. \"That could make a massive change for us overnight.\" During the hearing, all three business groups acknowledged that Christmas could present problems, though they didn't anticipate any major shortages. \"We're not seeing major shortages and not anticipating that, but it's the constant challenge, trying to keep head above water. There's no slack in system,\" Mr Opie said \"Christmas is going to be incredibly challenging in some areas. There might be small scale disruption. Even delivery times for online could be more difficult. It's too early to predict, but not too early for the government to do something to make sure there isn't a problem,\" he added. Mr Harrow from the British Federation of Frozen Food said his members would normally be laying down stock for Christmas right now, but that they currently haven't got the capacity to do that, though he said he doesn't expect big shortages at this stage. \"What we are more likely to see is a reduction in choice, rather than shortages,\" he said. ", "url": "https://www.bbc.com/news/business-58425516"}