{"datetime": "2021-09-01T09:13:10.000Z", "title": "JoJo Maman Bebe hikes prices for first time in 5 years", "article": "JoJo Maman Bebe is raising prices for the first time in about five years due to widespread supply chain issues. The baby clothing and goods retailer said it had seen shipping costs quadruple in recent months. Its commercial director, Gwynn Milligan, said: \"We've had no choice but to pass on some of these costs to our customers.\" Price hikes will not be uniform across the board, but will depend on each item and what it is made up of. Ms Milligan told BBC Radio 4's Today programme that the firm had seen increases in the cost of raw materials such as wood, paper and plastics, for example, which may affect items such as its toys or changing mats. She added that the company was also having to absorb increased costs on some products, because of competition from retail rivals. \"We've looked at prices across our competitors and also what customers realistically want to pay. \"There's no set increase in any area, but it depends on what we've looked at and what's going on in that sector.\" While the retailer does not believe that price increases will be sustained, it did point to problems with deliveries too - largely down to a shortage of lorry drivers at ports and difficulties in obtaining shipping containers. Ms Milligan said: \"We're advising customers not to panic because we've increased our orders to deal with the ever-growing demand of JoJo.\" Customers have already starting planning their Christmas buys, according to the retailer. The term \"Christmas\" was the third-highest search on its website last week, and it believes that spending will be higher due to lockdown restrictions hampering festive plans for many people in the UK last December. It comes as the British Retail Consortium (BRC) warned that price increases could last into the winter months. According to new figures released by the trade body and market research firm Nielsen, retail prices in August saw a slight increase on the previous month. Some non-food categories, such as electricals, reported sharp rises in inflation compared with last year due to \"global issues from delayed shipping and shortages of microchips\". While overall retail prices fell 0.8% year-on-year, Helen Dickinson, chief executive of the BRC, said: \"There are some modest indications that rising costs are starting to filter through into product prices.\" She warned: \"Low prices are already under threat, and now the HGV driver shortage has created an additional problem with a shortfall of 90,000 drivers.\" The BRC issued a warning on lorry driver shortages with Logistics UK in August saying that while Brexit and Covid-19 caused many to leave the UK, a temporary visa for drivers from the European Union could lure them back. On Wednesday, Ms Dickinson said in the run-up to the key Christmas trading period customers may see reduced choice or higher prices for their presents of choice and she called on the government to increase the number of HGV driving tests taking place. \"Without government action, it will be the British consumers who will pay the price.\" The government has slightly relaxed the Drivers' Hours rules, which means drivers will be able to increase their daily driving limit from nine hours to 11 hours twice a week. Companies such asTesco andAldi have also increased wages for HGV drivers, or have started to offer sign-on bonuses. ", "url": "https://www.bbc.com/news/business-58407316"}