{"datetime": "2021-07-22T17:05:55.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Supermarkets say shortages are not widespread", "article": "Supermarkets have warned the rising number of retail workers being forced to self-isolate is beginning to affect the availability of some products. The Co-op said it was \"running low on some products\", while Iceland said shops might have to be shut. Sainsbury's said it \"might not always\" have the exact products people wanted, but downplayed fears of shortages saying the problem was not widespread. Iceland also urged shoppers not to panic buy, saying it was not necessary. The Co-op said items such as soft drinks, personal care products such as deodorant and beer were worst affected. Business Secretary Kwasi Kwarteng said the government was \"concerned about instances of shortages\".\"I don't want people to get the impression that every shelf in every supermarket is bare - that is not the case but we are certainly concerned about instances of shortages, we are looking at the supply chains of critical industries and we are reviewing that situation,\" he added. A record 618,903 people in England and Wales were \"pinged\" by the NHS Covid app in the week to 14 July. Supermarkets and other sectors, including hospitality and transport, have said growing numbers of staff have been affected which means they have to self-isolate for 10 days. Some companies have reduced opening hours to cope with the staff shortages or shut parts of the business.Firms want people who have been doubly vaccinated or have daily tests to be able to return to work. Mr Kwarteng said that the government would publish guidance later on which sectors would be exempt, although he declined to comment on whether it would include the food industry.Many of Thursday's newspapers carried pictures of empty shelves in some supermarket branches - with some describing panic buying of certain items - but industry sources told the BBC that so far, food shortages were not a systemic problem.Iceland's managing director, Richard Walker, said photographs of empty shelves in supermarkets were \"isolated incidents\". It is understood that Tesco is experiencing low availability across a small number of products due to the rise in the number of workers self-isolating as well as the industry-wide shortage of HGV drivers. Meanwhile, the Co-op said it was being hit \"by some patchy disruption to our deliveries and store operations\". \"We are working closely with our suppliers to get re-stocked quickly,\" it added. It is understood that items such as soft drinks, personal care products such as deodorant and beer are worst affected. Lidl said the rise in numbers of employees having to self-isolate was starting to hit operations, but it was working to minimise disruption. About 1,000 Iceland employees - almost 4% of its staff - are currently absent for Covid-related reasons, with the north of England most affected.Of these, 27% have tested positive for Covid, while 64% have been \"pinged\" by the NHS Covid app and told to isolate. Iceland is recruiting 2,000 temporary staff to help with the shortages while the Co-op will take on 3,000 extra workers. Waitrose, which is part of the John Lewis Partnership, said: \"We're working through the same challenges that all supermarkets are facing right now. \"As always, our focus is on maintaining the best possible range of products and high levels of service for our customers.\" The British Retail Consortium (BRC) said the increasing number of workers being told to isolate was \"putting increasing pressure on retailers' ability to maintain opening hours and keep shelves stocked\". A fall in the number of available HGV drivers, exacerbated by the rising numbers being forced to isolate, was also \"resulting in minor disruption to some supply chains\", the BRC's Andrew Opie said. The Road Haulage Association estimates there is a shortage of 100,000 HGV drivers in the UK due to workers returning to Europe following Brexit as well as delays in testing hauliers for Covid.Meanwhile, the British Meat Processors Association said some members were seeing between 5% and 10% of their workforce \"pinged\" by the app.Under current self-isolation rules in England, anyone who is traced as a close contact of a confirmed positive case must isolate for 10 days, whether or not they have received both doses of a vaccine. If someone is told to isolate by NHS Test and Trace they are legally obliged to do so.But if someone is \"pinged\" by the NHS Covid app the requirement to self-isolate is only advisory.Andrew Selley, chief executive of Bidfood UK, which supplies produce to hospitals, care home and prisons as well as restaurants, said it was asking workers who have been \"pinged\" to come back to work after they have taken a negative PCR test.\"We have a process of doing lateral flow tests daily away from their workplace and if that is negative then they can proceed with their work,\" Mr Selley said. But Mr Kwarteng told the BBC: \"The rules are clear and I think they should be followed.\" Earlier this week, the government announced a \"small number\" of fully vaccinated critical workers, including health and care staff, would be allowed to continue to do their job even if they were a close contact of someone who had tested positive for Covid.The prime minister has said he does not want to extend the exemption too widely in order to limit the spread of the virus.The government has argued it is necessary to keep isolation rules largely unchanged until 16 August.From that date, people who are fully vaccinated and under-18s will be able to avoid self-isolating by taking daily Covid tests.Dozens of councils across Englandhave also been forced to suspend bin collections due to staff self-isolating .On Wednesday, BP said lorry driver shortages and isolating staffhad caused fuel supply issues at some of its petrol stations .The oil firm said shortages of unleaded petrol and diesel had seen a \"handful\" of its UK sites close temporarily. Have you experienced shops struggling to keep their shelves stocked? Or do you work in a shop affected by staff absences? Get in touch. Or use this form to get in touch: ", "url": "https://www.bbc.com/news/uk-57924264"}