{"datetime": "2021-08-23T23:01:42.000Z", "title": "Retail bosses demand more protection for UK workers", "article": "Retail leaders are urging the UK government to follow Scotland's example in extending new protections for shop workers. The Protection of Workers Act comes into force in Scotland on Tuesday, which makes assaulting or abusing retail staff a standalone offence. The British Retail Consortium (BRC) and union Usdaw want similar rules to be introduced across the rest of the UK. BRC boss Helen Dickinson said \"enough is enough\". \"It is incomprehensible that despite Holyrood's decisive action, the UK government has so far failed to provide the same protections to shop workers in the rest of the UK,\" the head of the trade group said. Ms Dickinson added that the BRC would \"not stop until our asks are met\". The new Scottish law, which was passed unanimously, will also see tougher sentences for perpetrators. Usdaw is also calling on the government to bring forward an amendment to extend the same protections to retail staff in England, Wales and Northern Ireland when its policing bill goes to the House of Lords for a second reading in September. Its general secretary, Paddy Lillis, said shop workers face \"violence, threats and abuse\" on a regular basis. This has been exacerbated by staff being asked to enforce Covid-related measures such as social distancing or mask-wearing during the pandemic, Usdaw said. \"We've always had abuse against us, but since the pandemic it has gotten so much worse,\" says Michelle Whitehead, who has worked at the same supermarket in Wolverhampton for two decades. After politely asking customers to wear a face mask when restrictions were in place, or explaining why certain items were out of stock, she has faced both verbal and physical abuse.One male customer told her he would wait for her after closing. Others have threatened to hit her with a walking stick and spat at her. \"I have come home and cried because of it... I enjoy my job and love most of the customers - I just want to get on with it,\" she says. She would like to see a tougher stance taken in England: \"It would make people stop and think before they shouted and bawled at us because they might be prosecuted - it'd save me coming home crying. \"Most of the abusers don't realise we're actually people... It'd be nice to have a clear message to say: 'We're shop workers and assaulting and abusing us is totally unacceptable.'\" According to the BRC'sannual crime survey , the number of violent or abusive incidents rose to 455 a day between 1 April 2019 and 31 March 2020, in comparison with 424 in the previous year. That was despite shops spending a record £1.2bn on safety measures such as security staff, body cameras and panic alarms, it said. Last month, 100 retail bosses wrote to the prime minister demanding action. Leaders of brands such as Tesco, Sainsbury's, Aldi and Ikea signed an open letter saying the situation \"cannot be allowed to get any worse\". They added there was \"a clear need now for better protection in law for retail workers\". A Home Office spokeswoman said: \"It is completely unacceptable to threaten or assault shop workers, not least when they are working so hard to keep vital services running.\" She cited the launch of the #ShopKind campaign in April to encourage customers to treat shop workers with respect. \"The Sentencing Council has set out guidelines which means courts should increase sentences for assaults committed against all those providing a service to the public, which includes shop workers,\" she added. ", "url": "https://www.bbc.com/news/business-58284856"}