{"datetime": "2021-04-12T18:06:27.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Early queues as Wales' shops reopen after lockdown", "article": "Shoppers have been eagerly queuing in Wales' high streets as the next phase of easing the coronavirus lockdown begins. Covid rules have been relaxed to allownon-essential retail and close-contact services to resume and travel to other parts of the UK . School pupils and post-16 students are returning to classes and university students will see a mix of face-to-face and online lessons. Driving lessons are also resuming. Queues formed outside fashion stores TK Maxx and Primark in Cardiff city centre and elsewhere, from 07:00 BST. Retail consultants Springboard said that while thousands hit high streets across Wales, footfall was 16% lower than on the same date in 2019, before the pandemic hit. Covid case rates have fallen substantially in Wales since January and now stand at 17.6 per 100,000 people. And49% of the population has been vaccinated with a first jab , according to data published by Public Health Wales on Sunday. \"We haven't been able to do any shopping for the kids since actually December,\" said one man, queuing outside St David's shopping centre in Cardiff. Another said it was \"good to see everyone out supporting the local shops\". \"We got some things to take back from Christmas,\" she added. A third said she was \"absolutely thrilled\" that all shops could reopen and she was looking for \"bargains\". \"It's getting back to normality and, hopefully, people getting back to what they used to do,\" she said. James Waugh, director at St David's, said: \"We're following government guidelines, we hope people are going to be kind, maintain social distancing, we've got capacity management, so there may be occasions where we have to ask people to queue outside, but we're expecting steady progress and people to come back.\" With the lockdown easing for many businesses for the first time since December, shoppers have been asked to stay safe and respect staff,after a rise in reports of abuse. Hannah Burson, who owns a shop in Hay-on-Wye, Powys, said the past year had been \"awful\", having to close and reopen the business and furlough most of her 10 staff. \"We did have a busy summer, which was great but it was short-lived,\" she said. She branched out into online sales, but added \"it isn't exactly keeping the business going\". \"It's kept people noticing us and remembering that we're here and that we will be reopening. But in terms of sales, nothing like when we're open.With bills mounting and a government loan to repay, she is hoping to capitalise on tourism from England. \"I really hope we'll have a mad rush, it'll be great. We really need to sell some stock so we're hoping it will be busy yet safe,\" she said. Many retailers with bricks and mortar stores have been in crisis since before the pandemic. Increased online shopping, high costs of rent and rates and rising wage bills have put pressure on those companies that have a heavy presence on high streets. Covid-19 has added to their woes with stores being closed for months at a time often during traditionally peak trading periods. Some of the biggest names in the industry have faced serious challenges, including John Lewis, Topshop, House of Fraser and Peacocks. Debenhams is reopening - but only for a closing down sale, bringing an end to more than 200 years of trading on the high street. The brand will continue online. The latest British Retail Consortium figures show Wales had the sharpest decline in footfall of any UK nation or region compared with 2019. Before the pandemic, 23,000 jobs were lost in Welsh retail and wholesale between 2009 and 2019. The restrictions put in place due to Covid have magnified the challenges ahead for an industry that was already facing significant transformation. Aneeka Hearn, sales manager at a jewellers in Swansea, said: \"People are getting married still, engaged, people are still having birthdays and special occasions and a lot of people haven't been able to go on their cruises and holidays, so they want to spend their money on something nice to treat themselves and have something to look forward to.\" There is some concern there could be a reluctance in shoppers to return to Wales' high streets, after a year of buying things online. In the Vale of Glamorgan, the Shop Local Penarth campaign is encouraging residents to support their local traders, who have faced tough times. A new virtual marketplace for the town's independent shops and businesses has been launched to give shoppers the opportunity to buy from their favourite local traders online in one place. Chair of the Penarth Business Group, Angelina Hall, said: \"The increase of online shopping has accelerated, and our high streets need to understand that a new blended way of shopping is now being demanded.\" Anna Knight, who owns a lifestyle and homeware shop in Cardiff, said that after a \"really difficult three months\" she was confident that shoppers would come back. \"Our shop has always been about the experience... you want to browse around,\" she said. Sarah Bruton, who runs Captiva Spa and Lounge in Caerphilly, said it was an \"emotional day\" being able to see clients for beauty treatments for the first time in months. \"Every stage has been a battle in terms of the local lockdown, we couldn't bring our clients from outside the local area - that had a huge impact, and campaigning for funding for the beauty industry, which hasn't always been in place,\" she said. \"So it's really just being here today is such a huge relief.\" Nicole Gooding, salon manager at Lemon Tree Nails and Beauty, Cardiff, said changes had been made to adhere to Covid rules and \"make sure everyone is as safe as possible\". \"I'm just so excited to catch up with everyone... just to see all our lovely clients' faces again,\" she said. Nick Ireland, divisional officer of shop workers' union Usdaw, said those who have been furloughed are looking forward to being back at work and \"to get a sense of normality and certainty in their lives\". But he reminded customers: \"We're still in a pandemic. It's about shopping safely, keep that 2m distance, wear a face covering, make sure you wash your hands, pay with a card if you can. \"Be polite to shop workers. You're in somebody's workplace, treat them as you would expect to be treated in your own workplace and be patient.\" With people allowed to travel over the border into England, many will be able to see friends of family outside after months of being unable to see them. Carl Cowlinshaw, who runs a narrowboat hire company which has about 120 boats in England and Wales, said it had been a \"very busy day\". Mr Cowlinshaw said many people wanted to travel to enjoy \"some of the Welsh wonders\" from the Llangollen canal, but people were still being cautious. \"They'll be zipping all over the place from today,\" he said. Monday sees a full return to schools and further education and university campuses will be able to provided blended face-to-face and online learning for students, according to Welsh governmentCovid regulations . Huw Powell, headteacher of Mary Immaculate High School in Cardiff, said the plan was to \"maintain some kind of normality\". \"Schools are about keeping pupils safe,\" he toldBBC Radio Wales Breakfast . \"Education is at the heart of what we do, and that has got to continue, and that social opportunities come under that umbrella of mental health - this is something that we have focused on quite strongly.\" The Welsh Conservatives have previously accused the Welsh government of a U-turn over the reopening of non-essential shops. Their leader in the Senedd, Andrew RT Davies, said a decision to allow shops to open on the same day as England could have been made earlier. He said this had caused \"frustration in the sectors worst hit by the pandemic and will put more Welsh jobs at risk\". Plaid Cymru leader Adam Price has described a \"lack of a level playing field for small non-essential retail\" during the pandemic. He accused the Welsh government of \"badly failing Welsh business and the workers and communities that depend on them\". Jane Dodds, leader of the Welsh Liberal Democrats, had accused the Welsh government of \"throwing many small shops and high streets under a bus\". \"The Welsh Labour government has treated the High Street with complete contempt,\" she said. The Welsh government defended its plan for reopening retail, saying: \"We recognise everyone wants certainty to be able to plan for the future and that businesses want to be open and trading. That's why the first minister has set out a plan to bring Wales out of alert level four lockdown. \"We cannot move directly and fully into alert level three in one step,\" a spokesperson said. ", "url": "https://www.bbc.com/news/uk-wales-56692504"}