{"datetime": "2021-07-18T09:38:16.000Z", "subject": "Brexit", "title": "Brexit: Supermarkets warn of rising costs due to NI Protocol", "article": "Major UK supermarket chains have warned that Northern Ireland Protocol costs could \"force\" retailers to switch from British suppliers to EU suppliers. The protocol is a set of rules jointly agreed between the UK government and the EU to regulate post-Brexit trade to and from Northern Ireland. It led to checks on some goods moving from Great Britain to Northern Ireland. Six supermarkets claim the next phase of checks will drive up costs both for them and Northern Ireland consumers. Representatives from Tesco, Asda, Sainsbury's, Co-op, Iceland and Marks and Spencer have sent a joint letter to the UK government and the European Commission to highlight their concerns. Together, the six retailers represent more than 75% of Northern Ireland's grocery market, according to the British Retail Consortium, which co-ordinated the letter. The letter appeals for action to prevent disruption to trade, so UK supermarkets can \"continue to provide the people of Northern Ireland with choice and affordability\". The Northern Ireland Protocol was agreed in October 2019 in a bid to prevent post-Brexit checks along the Irish border on goods moving between Northern Ireland and the Republic of Ireland. The UK and the EU decided that goods checks should instead be carried out at Northern Ireland ports, which is why the protocol is often referred to as the Irish Sea border. The protocol keeps Northern Ireland in the EU single market for goods and means EU customs rules are enforced at its ports. It came into force on 1 January 2021 but the rules are being phased in gradually in a bid to protect food supplies and to give retailers times to adapt to the changes. So-called grace periods were introduced, during which certain products are not yet subject to inspection. Last month, theEU agreed to a three-month delay to its proposed ban on some chilled meat products from Great Britain - including fresh sausages and mince - from being sold in Northern Ireland. The chilled meat rule is now set to come into force in October. \"The end to the Northern Ireland grace period looms in the mind of every British retailer with supply chains in Northern Ireland,\" said Helen Dickinson, the chief executive of the British Retail Consortium. \"If no action is taken, then it will be the people the Northern Ireland, with half of the discretionary income of Great Britain households, who bear the brunt of this stalemate - meaning less choice and higher costs for essential food purchases.\" The letter from the six supermarkets was sent to the UK's Brexit Minister Lord Frost, and Maroš Šefčovič, vice-president of the European Commission. \"Our members made significant investments in the last few months to avoid disruption, yet disruption will become inevitable if the regime that will come into force in October is unrealistic and disproportionately onerous,\" Ms Dickinson said. \"Retailers have shown their compliance; the government and EU must now help us by removing the barriers to GB-NI supply chains.\" Last week, Lord Frost acknowledged that trading problems associated with the Northern Ireland Protocol had contributed toa rise in cross-border trade between Northern Ireland and the Republic of Ireland. He said this was \"in many ways a problem\" adding that it showed that many Northern Ireland firms could not use their first choice suppliers. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57879007"}