{"datetime": "2021-06-01T23:06:29.000Z", "title": "Shopping bills set to rise this autumn, says BRC", "article": "Consumers could face more expensive shopping bills in the autumn as costs climb and Brexit red tape increases. Shops prices will be under pressure from high food, shipping, and commodity costs, the British Retail Consortium (BRC) warned. However, in May retail prices declined as clothing and footwear prices fell, it said. The government said it was supporting businesses and the lowest paid. Cost pressures are building for retailers, the BRC said, as global food prices hit their highest for seven years. Meanwhile shipping costs have risen threefold since 2019, and commodity prices are climbing. \"Retailers may be forced to pass on some costs onto their customers,\" said BRC chief Helen Dickinson. \"We will likely see the costs filter through in the second half of this year,\" she said. She called on the government to help to ease the burden on consumers by finding ways to minimise the impact of new checks and documentation required at EU borders from October. In May consumers had another month of falling shop prices, according to the BRC-NielsenIQ Shop Price Index. But while clothing and footwear prices continued to fall, the pick-up in demand once lockdown restrictions were lifted meant the drop was smaller than in previous months. Meanwhile, furniture and electricals saw prices rise as retailers felt the lingering impact of disruption to global supply chains earlier this year. Shop prices fell 0.6% year-on-year, but the decline was at the slowest rate since February 2020, and below the 12 and six-month average price decreases of 1.7% and 1.8% respectively. Supermarkets battling to maintain market share by keeping prices low, left food prices to fall for a second consecutive month in May, but only by 0.3% compared 0.6% deflation in April. Fresh food prices fell for the sixth consecutive month in May, although deflation slowed to 1% in May from 1.5% in April. \"With high street retailers continuing to offer price reductions and supermarkets promoting seasonal food and drink, this is helping to offset cost-of-living increases,\" said Mike Watkins, head of retailer and business insight at NielsenIQ. \"Consumers will be seeing the impact of higher energy and fuel costs in household bills and while some cost price increases are coming through the supply chain, this is not yet enough for shop price inflation to return.\" The government said it was \"absolutely committed to price stability\". The spokesperson added: \"We continue to take action to support living standards and the lowest paid. \"The furlough and self employed support schemes have protected jobs and incomes throughout the pandemic and the increase to the National Living Wage in April this year is providing an annual pay rise of almost £350 for a full-time worker earning the National Living Wage.\"We're supporting businesses as they adjust to our new trading relationship, and engaging regularly to ensure businesses can trade effectively with Europe and seize new opportunities.\" ", "url": "https://www.bbc.com/news/business-57314680"}