{"datetime": "2021-07-04T10:19:52.000Z", "author": "George Bowden", "title": "Don't allow shop abuse to worsen, retail bosses tell PM", "article": "Retail bosses have called on the prime minister to take action against violence and abuse aimed at shop staff. Leaders of 100 brands, including Tesco, Sainsbury's, Ikea and Aldi, have signed an open letter calling for greater legal protection for retail workers. The Co-op reported a fourfold rise in violent crime between 2014 and 2020, and bosses say things have become even worse during the pandemic. The government said courts should be increasing sentences for such assaults. In the letter, organised by the British Retail Consortium (BRC) which represents big chains, the leaders said the situation \"cannot be allowed to get any worse\". They added there was \"a clear need now for better protection in law for retail workers\". \"Victims of abuse, threats and violence carry those experiences with them for life,\" they added. The letter said one business had reported a 76% increase in abuse and a 10% increase in violent attacks during the pandemic \"of which over half involved a weapon, and many of our colleagues have been coughed at or spat on\". Seb James, managing director of Boots, one of the firms to have signed the letter, said violence and aggression towards staff was a \"big problem and it's... getting worse\". \"They get death threats, they get pushed into shelving... the shoplifters react in a way which is neither normal nor in any way acceptable,\" he told BBC business correspondent Katy Austin. Mr James said Boots was \"very committed\" to protecting staff and had recently rolled out body cams to all shop floor workers \"but it's not enough\". \"Whatever structures that we have in place are not enough to be a deterrent. We need to have a really good legal framework that will enable our colleagues, and people that feel tempted to behave in this way, to know where they stand,\" he added. Retailers are spending record amounts on crime prevention and have invested £1.2bn in the past year, the BRC said. Its survey of retail crime in 2019, before the pandemic, found a 7% year-on-year increase in violence and abuse to 455 cases each day.In evidence to MPs, Joanne Cairns of trade union Usdaw outlined some of the comments reported by its members during Covid. She said one worker was screamed at due to an out of stock item and said members of the public coughed on them as they were stacking shelves.\"I had somebody pull my mask off and call me a sheep,\" she reported another worker as saying. Another added: \"Since the pandemic, I've had abuse nearly every day, even been coughed on twice.\"Shop workers in Scotland are protected by a specificProtection of Workers Bill that makes it a specific, new criminal offence to assault, threaten, abuse, obstruct or hinder workers in shops, bars and restaurants. Crime and policing minister Kit Malthouse said: \"It is completely unacceptable to threaten or assault retail staff, not least when they are working so hard to keep vital services running, and we absolutely condemn this behaviour. \"We are putting 20,000 extra police officers into our communities to cut crime - including retail crime - and we launched the #ShopKind campaign in April to provide better support to victims and encourage customers to treat shop workers with dignity and respect. \"The Sentencing Council has set out guidelines that mean courts should be increasing sentences for assaults committed against those providing a service to the public, including shop workers.\" ", "url": "https://www.bbc.com/news/uk-57709588"}