{"datetime": "2021-05-25T23:18:06.000Z", "subject": "Coronavirus pandemic", "title": "Violence and abuse against shop workers increasing, survey says", "article": "Violence and abuse against shop workers is on the rise but the perpetrators are rarely prosecuted, new research finds. The retail trade body, the British Retail Consortium (BRC), says there were on average 455 incidents a day in 2019, up 7% on the previous year.It said things have worsened during the pandemic and called for greater legal protections for retail workers. The government said it had advised courts to increase sentences for violence against frontline workers.It comes after the Co-op reported a 76% rise in reports of anti-social behaviour and verbal abuse towards its staff in 2020 - with more than 100 incidents a day.Abuse ranged from workers being spat at to weapons like syringes and knives being used to threaten them.The BRC said shop workers faced aggression over everything from asking customers for age verifications to respecting Covid safety measures.It said, however, only 6% of incidents resulted in prosecution. The cost of retail crime has also risen, it said, with some £1.3bn of losses recorded mostly due to customer theft.Violence and abuse against shop workers was on the rise long before Covid but since the pandemic the problems have only gotten worse.Social distancing restrictions have become a flashpoint. The Co-op's policy director, Paul Gerrard, says Covid has been \"weaponised\" with colleagues spat on or coughed at as well as threatened with syringes or other weapons for simply doing their jobs.The Scottish Government has already passed The Protection of Workers Bill making it a new specific offence to assault, abuse or threaten retail staff. Retailers are now pressing Westminster to do the same.They say this would send a clear message to perpetrators that their behaviour is unacceptable, as well as give better protection for the three million staff who work across the sector.The trade body is calling for violence or abuse towards a retail worker to be made a statutory offence in England and Wales, as it is in Scotland, to better protect staff. BRC boss Helen Dickinson OBE said: \"Will retail workers in England and Wales ever receive the protection they deserve? Despite clear evidence showing the escalation of violence and abuse against retail workers, the government has time and time again chosen not to act.\"These are not mere statistics, those affected are our parents, our partners and our children, all who needlessly suffer, just for doing their job. Many incidents arise as staff carry out their legal duties, including age verification and more recently, implementing Covid safety measures.\" A Home Office spokesperson said: \"It is completely unacceptable to threaten or assault retail staff, not least when they are working so hard to keep vital services running. \"The Sentencing Council has set out guidelines that mean courts should be increasing sentences for assaults committed against those providing a service to the public, including shop workers. \"Last month the Minister for Crime and Policing launched the #Shopkind campaign in collaboration with retailers to ask customers to shop with kindness, alongside resources to improve the reporting of these crimes and offer support for victims.\" ", "url": "https://www.bbc.com/news/business-57230169"}