{"datetime": "2021-04-29T23:05:54.000Z", "title": "One in seven shops lie empty after lockdown", "article": "The number of empty shops has risen again, with one in seven across Britain now vacant, according to new research. All areas saw a rise but the North of England suffered the biggest hit, the British Retail Consortium (BRC) said. \"After a third national lockdown, it is no surprise that the vacancy rate has continued to soar,\" BRC chief Helen Dickinson said.Restrictions came on top of already difficult High Street conditions and further closures are likely, she said. The BRC's quarterly report, compiled with the Local Data Company, found that in the first three months of 2021, the overall vacancy rate increased to 14.1%, from 13.7% in the previous quarter.This was 1.9 percentage points higher than in the same point in 2020, and marks three years of increasing vacancy rates, the report said.Shopping centres, whose landlords have been hit hard during lockdown and by the shift to online, saw vacancies increase to 18.4% in the January-March period, from 17.1% in the previous three months. The report said 12% of shopping centre units have been empty for a year or more. Ms Dickinson said: \"The forced closure of thousands of shops during the first quarter of 2021 has exacerbated already difficult conditions for the retail industry. We estimate there are around 5,000 fewer stores since the start of the pandemic.\" The areas with the highest vacancy rates were the North East (19.3%), Wales (19.2%), and North West (17.7%). Greater London had the fewest empty shops at 10.7%, followed by the South East (12.7%) and East of England (14.1%). The report covers retail sites in England, Scotland and Wales, but not in Northern Ireland. The government's business rates relief, introduced as a Covid support measure for retailers, is due to end in England this summer. Restrictions on enforcing evictions are also due end. Ms Dickinson said this would mean more stores may never reopen. \"The devolved nations have already agreed to extend the business rates holiday until 2022 and England should consider following suit,\" she said. The plight facing many of the owners of the UK's major shopping centres underlines the problems facing retail. Some big retailers, including Debenhams, have collapsed or closed outlets. Hammerson, whose shopping centres include the Birmingham's Bullring and London's Brent Cross, said earlier this month it was cutting rents in a bid to help revive outlets. Lucy Stainton, director at the Local Data Company, said shopping centres have been particularly exposed to the effects of the pandemic, principally having a lower proportion of \"essential\" retailing as well as being exposed to categories which are in decline such as fashion, department stores and casual dining. \"This being said, the early indications from the first few weeks of the unlocking have shown there is still significant demand for physical retail and eating out,\" she said. ", "url": "https://www.bbc.com/news/business-56925878"}