{"datetime": "2021-12-14T19:29:37.000Z", "author": "Beth Timmins", "subject": "Coronavirus pandemic", "title": "Covid: 'I've had 3,200 bookings cancelled at my pubs'", "article": "As the hospitality industry reels from the impact of new Covid curbs, pubs and restaurants have reported a wave of Christmas cancellations. The Bar 44 chain, which has four outlets, told the BBC 3,200 people had scrapped bookings for December. Natalie Isaac, its operations director, said only a \"handful\" of people would have cancelled before the pandemic. Others say that although they face no new rules, public caution is causing lower footfall and a loss of trade.The Confederation of British Industry (CBI) has called for the government to provide financial support for businesses affected, but the Treasury has not unveiled any new measures. Bar 44, which has restaurants in Bristol and Cardiff, says 1,000 of the 3,200 lost bookings were down to the knock-on effects of cancelled concerts by Tom Jones and the Stereophonics. \"Having to stay open but not getting the business is our big worry,\" Ms Isaac explained.\"This should be our bumper two weeks before Christmas, but the diary is worryingly empty. We're significantly impacted and without furlough, we won't be able to protect our staff.\" Ms Isaac was unable to give a figure for the loss of trade across the month, as the venues are not operating at full pre-pandemic capacity.They have also been opening just five days a week, because of staff shortages that started before the new Plan B restrictions.\"We're slightly refilling with small groups, but people are worried to go out again as they don't want to catch Covid during Christmas.\" The CBI said hospitality businesses and shops were facing a \"double whammy\" of collapsing demand and no financial help because of the government's Plan B, aimed at fighting the spread of the Omicron variant. CBI director general Tony Danker said the restrictions were \"balanced\", but ministers needed to clarify that they were temporary. \"Whilst we have measures to keep the economy open, we have messages that have ended up closing much of it down,\" he told the BBC. \"We saved these businesses in the last 18 months. We kept them flourishing,\" he said. \"We can't lose that now, to essentially if unintentionally close down the restaurant sector at this time of year. That's a huge cashflow hit,\" he added. \"We need to revisit cashflow measures to support those businesses. We can't pretend that the economy is still open when demand has been so suppressed for understandable reasons.\" A Treasury spokesperson said that the government had \"acted early\" to help control the virus's spread while \"avoiding damaging economic and social restrictions by allowing businesses to remain open\".\"To continue to protect the NHS, as well as jobs and livelihoods across the country, our priority is to ensure everyone who is eligible gets their booster jabs as quickly as possible. \"Our £400bn Covid-19 support package will continue to help businesses into spring next year and we will continue to respond proportionately to the changing path of the virus, as we have done since the start of the pandemic,\" the spokesperson added.Clive Watson, boss of pub chain, City Pub Group, said every kind of booking was now in decline since the Plan B announcement.\"In an nutshell, the big corporate parties have really started to be cancelled, which were really lucrative,\" he explained.\"To a certain extent, these were being compensated by smaller groups still booking, but now they're starting to cancel as well.\"What we're facing is a partial lockdown, but with no government assistance this time round.\" Mr Watson said it was still worth staying open, but added that the impact would be sizeable if no further financial assistance came from the government.Data for Monday to Sunday of last week from the trade body UKHospitality, for example, showed a 13% drop in business and a 15% increase in cancellations, compared with pre-pandemic levels. As people revise their Christmas plans, Marc Hornby, co-founder of the Caviar and Chips catering and hospitality group, says corporate event inquiries are now \"next to none\".The country-wide external catering firm based in Birmingham has had to pivot to focusing on wedding events for 2022 and 2023 because of the impact of the current restrictions.\"It's been a significant drop - we're seeing 25% of the business we'd usually see,\" Mr Hornby told the BBC.\"The biggest challenge has been the mixed messaging and the government not realising how much it costs to cancel events.\"Recruitment has also been difficult for 18 months, but Mr Hornby said they had anticipated fresh restrictions, so had planned more small events.The group owns a pub in Kenilworth, opened in March 2020, a week before lockdown. After moving to takeaways during lockdown, it has reopened, but has also seen very few corporate bookings.Emma McClarkin, chief executive of the British Beer & Pub Association, said that Plan B restrictions had \"destroyed\" the crucial Christmas trading time for pubs.\"Further restrictions such as limits on group sizes, or even closing pubs, would be disastrous,\" she explained.\"Pubs need all the trade they can get this Christmas to make it through the quiet winter months ahead.\"Without it, they will need a full financial package from the government, including support on VAT, business rates and a return of the local authority grants.\"The chancellor needs to come to our rescue once more.\" A spokesperson from restaurants operator Mitchells & Butlers, which runs brands such as All Bar One, O'Neill's, Harvester and Toby Carvery, said: \"We are deeply disappointed by the announcement of Plan B and the knock-on effect this will have on our industry as we continue to try to rebuild our businesses during the pandemic.\"We will, of course, comply with the Plan B regulations. Very few of our businesses will be affected by the Covid pass provisions, and face masks are not required in our pubs and restaurants under the new guidance.\"We have no plans to introduce any additional restrictions unless required to do so.\" Have you cancelled your Christmas booking? How have your plans changed due to the Omicron coronavirus variant? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: Or use this form to get in touch: ", "url": "https://www.bbc.com/news/business-59649233"}