{"datetime": "2021-03-09T10:19:07.000Z", "title": "School uniform demand drives retail sales rebound", "article": "UK retail sales jumped in February as plans to ease lockdown drove purchases of school uniforms, computers and household goods. The British Retail Consortium said like-for-like sales were up 9.5% year-on-year during the month, following a tough January. Valentine's Day also boosted the figures as locked-down couples splashed out at local supermarkets. But the BRC warned the coming months would be challenging. \"Many retail businesses will be hoping that customers will return to shops, and have spent hundreds of millions on making their premises Covid-secure, but previous reopenings have shown that demand can be slow to come back,\" said BRC chief executive Helen Dickinson OBE. According to the Office for National Statistics , retail sales were 5.5% lower in January than they were before the pandemic began as swathes of shops remained shut due to Covid restrictions. But the BRC said the prime minister's roadmap to reopening the economy, published on 22 February, had prompted a \"burst in spending\" last month. Its indicative figures suggest sales of non-food items jumped by 82% online during the month, although they fell sharply in stores due to closures.Demand for technology, furniture and home accessories climbed, while sales of school uniforms rose as parents prepared to send their children back to school. Food sales also continued to grow as supermarkets and grocers picked up business from non-essential shops that remained shut. Sales were up 7.6% in the three months to February. \"We've been very fortunate,\" says Luke Conod, who owns the School Uniform Shop in Hereford. \"Although our retail store has been closed for over half the last 12 months, this month marks the 20th year we've been trading on the internet. In the past couple of weeks \"we've seen a 2,000% increase in our online sales of school uniforms,\" he said.\"The biggest sales increase has been on boys trousers, interestingly. I'm guessing that boys have shot up over the last lockdown.\"Looking at last summer, when our stores were open and our online store was open, we noticed quite a large shift, probably about 20% of our turnover from our stores to online.\" However, he still thinks High Street stores will have a role to play in the future. \"I firmly think with school uniforms that customers will return to the store because people need to try things on.\" Separate retail data showed a shift in demand for the \"cupboard necessities\" that dominated shopping habits at the start of the pandemic.Sales of toilet roll fell 12% in the final week of February compared with last year, according to market research firm Nielsen, while demand for dry pasta fell 19% and rice and grains dropped 15%. \"We now see the tide beginning to change as British consumers look ahead to restrictions lifting,\" said Nielsen. During the four weeks to 27 February, households spent £1.5bn on online grocery shopping, said Nielsen. The online share of grocery sales in the UK reached a record high of 17% over the period. It added that 41% of British households shopped online for groceries during February, compared with 18% at the same point last year.Total sales for online and in-store food shopping rose by 10.6% from a year earlier. KPMG, which helped produce the BRC's figures, said the vaccination rollout and lockdown roadmap offered a \"light at the end of the tunnel\" for non-essential retailers.\"High streets will be counting down the weeks until they can finally open their doors and hoping consumers swap their slippers for trainers as they start to hit the shops,\" said Paul Martin, KPMG's head of retail.\"Although the Budget threw retailers a short-term lifeline with the extension of Covid support packages until after the summer, conditions will continue to be incredibly challenging as they face subdued demand, thinner margins and rising logistics costs, alongside the accelerated structural changes to the sector.\"All hopes will be pinned on consumers wanting to break free from home to browse the stores that have been out of bounds for months.\" ", "url": "https://www.bbc.com/news/business-56327491"}