{"datetime": "2021-06-05T06:10:54.000Z", "author": "John Arkless", "subject": "Coronavirus pandemic", "title": "Covid: Shops in Wales face 'dead days' as customers stay away", "article": "Low customer numbers after shops reopened have left retailers facing a \"precarious picture\", the Welsh Retail Consortium has said. Footfall in Wales increased by 8% from April to May, but figures showed a decline of more than 30% in visitors compared to May 2019.Sara Jones, head of the industry body, said the past 12 months has been \"disastrous\" for shops.The Welsh government said it was taking measures to support the retail sector. Non-essential shopswere allowed to reopen in Wales on 12 April , almost four months after closing due to lockdown.The figures showed Wales had the steepest decline in footfall out of the UK nations. It saw a drop of 30% between 2 and 29 May 2021, compared with the same month in 2019. Out of 13 UK nations and regions, only London saw a steeper decline.Cardiff saw the seventh-sharpest drop in footfall figures of any city, behind London, Birmingham, Portsmouth, Manchester, Nottingham and Bristol.Charlotte Little, who owns Doodlebug, a card and gift shop in Cwmbran, said trading had been unpredictable since reopening, and the figures mirrored her experience.She said: \"We're finding that one day you think it's picking up and then it just plummets and you get an incredibly dead day.\"We're having strange days where footfall is really high but takings are really low.\"We're trying our best to fathom the rhythm of it. It's all over the place and hard to tell and plan to get your ordering right and get staffing levels right. She said the past few years had been unpredictable with the rise of online shopping, but hoped things would settle down as restrictions eased.\"It's just hoping that people get the confidence again, but there's tonnes of faces I haven't seen for a long time,\" she said. \"I wonder 'will they ever come back?'\" Ceredig Davies, who owns the Mona Liza gift shop in Aberystwyth, said while the numbers of people coming into shops had been high, spending was lower. \"Footfall this half-term has been, if anything, more than 2019, because of people taking day trips and short breaks so all the coastal towns in Ceredigion have been absolutely rammed. \"But as far as spending goes, everybody providing food and drink has been doing quite well, but retail I would say, from talking to other shopkeepers and shop managers, that their turnover isn't as high as 2019. Mr Davies said despite lower spending, it has been good to be able to be open. \"A lot of businesses have been fortunate with Welsh government grants and without that we would be on our knees, and it's still difficult with social distancing and people's patience perhaps not what it was at first - it's been a long time for that and people really just want to be out shopping. \"But from a personal point of view, to see our regular customers coming back and saying 'great to see you back open, great to see you're still here' has given a boost.\" Ms Jones said a rise in footfall compared to April was \"welcome\" but \"unspectacular\" after a turbulent year following the first lockdown.She said: \"After a disastrous 12 months, Welsh retailers would have been hopeful for a stronger May.\"But results suggest that any hoped-for resurgence in shopper numbers following the April reopening has been relatively muted and the improvement, whilst welcome, is unspectacular at best.\" Ms Jones said better weather in June might drive traffic back to shops, but also called on the Welsh government to develop a retail recovery strategy.She said: \"It is crucial that our policymakers use innovative measures and think creatively about how the industry, and wider High Street ecosystem, can be supported through measures such as free parking or a voucher scheme, as is planned for Northern Ireland.\" A Welsh government spokesman said: \"We fully recognise the Covid pandemic has had a big impact on high streets across Wales, which is why we are taking a number of measures to support the retail sector. \"We are committed to the development of a retail strategy, which will respond to the challenges the sector faces in the short, medium and long term.\" He added the government had given more than £2bn to businesses across Wales, and some sectors still have a business rates holiday package \"which goes considerably beyond what is available in England\". It is also trialling community-based remote working hubs to encourage people to work closer to home and drive footfall back into town centres. ", "url": "https://www.bbc.com/news/uk-wales-57344956"}