{"datetime": "2021-11-22T17:30:45.000Z", "author": "Jennifer Scott", "title": "CBI conference: PM accused of 'shambolic' speech to business leaders", "article": "Boris Johnson has been criticised after he lost his place in a speech to British businesses leaders and referred to the children's cartoon Peppa Pig. Speaking to the CBI conference, the PM also quoted Lenin and performed an impression of a car. Halting his speech led to an awkward 21 seconds of apologies and paper shuffling from the Tory leader. Labour's shadow chancellor, Rachel Reeves, called the speech \"shambolic\". She added: \"No one was laughing, because the joke's not funny anymore.\" A senior Downing Street source told the BBC: \"Business was really looking for leadership today and it was shambolic.\" They added there was \"a lot of concern inside the building\" about Mr Johnson. \"Cabinet needs to wake up and demand serious changes otherwise it'll keep getting worse. If they don't insist, he just won't do anything about it.\" A Downing Street spokesperson pointed out that CBI head Tony Danker had welcomed the PM's words on the private sector working with the government. Mr Johnson's 25-minute speech to assembled business leaders focused on levelling up, but also took some awkward turns as the prime minister tried to fuel enthusiasm for hisgreen industrial revolution .After saying government \"cannot fix everything\" and that \"the true driver of growth is not government but the energy and dynamism and originality of the private sector\", Mr Johnson turned to CBI chief Mr Danker and said: \"Yesterday I went, as we all must, to Peppa Pig World.\" He asked the audience for a show of hands for who had been to the Hampshire attraction, and after saying \"not enough\", the PM continued. \"I was a bit hazy about what I would find at Peppa Pig World, but I loved it,\" he said.\"Peppa Pig World is very much my kind of place.\"It has very safe streets, discipline in schools, a heavy emphasis on mass transit systems I noticed, even if they are a bit stereotypical about Daddy Pig.\" Mr Johnson added: \"The real lesson for me going to Peppa Pig World... was about the power of UK creativity.\"Who would have believed a pig who looks like... a Picasso like hairdryer, a pig that was rejected by the BBC, would now be exported to 180 countries and theme parks both in America and China, as well as in the New Forest and be a business worth at least £6bn to this country and counting.\"I think that is pure genius don't you? No government in the world, no Whitehall civil servant, would have conceivably come up with Peppa.\" Liberal Democrat leader Ed Davey said: \"Businesses are crying out for clarity. Instead, all they got was Boris Johnson rambling on about Peppa Pig. \"It is a perfect metaphor for Johnson's chaotic, incompetent government as it trashes our economy, but it is not worthy of a British prime minister.\" During the section in the speech on electric cars, accompanied by a potted history of his career as a motoring correspondent, Mr Johnson launched into a seemingly well-practised impression of a car.\"[Electric vehicles] may not burble like sucking doves,\" he said. \"And they may not have that 'vrrrom vrrrom raaah raaah' that you like. \"But they have so much torque that they move off the lights faster than a Ferrari.\" The PM then moved onto his personal10 point plan to support businesses going greener in the future.But he made an ambitious jump when he appeared to compare himself to Moses as he \"came down from [Mount] Sinai and [told] my officials [about] the new 10 commandments\" - pledges includingmore investment in wind power and hydrogen technologies.That was still less of a surprise than a Conservative prime minister, known for his quotations, turning to a Russian revolutionary to drive his point home. \"Lenin once said that the Communist Revolution was Soviet power plus the electrification of the whole country,\" he told the crowd. \"Well, I hesitate to quote Lenin before the Confederation of British Industry, but the coming industrial revolution is green power plus the electrification of the whole country.\" After urging people back to office, saying there were \"reasons why Mother Nature does not like working from home\", the PM then lost his place in his speech What followed was 21 seconds of silence, filled with the occasional mumble of \"forgive me\" and much ruffling of papers. But he returned to his script to talk about building up skills and the government'sIntegrated Rail Plan , which despite a raft of critical coverage, he claimed it would be \"transformatory\". After questions on other issues of the day - the government's announcements on rail, and criticism of plans for the social care cap - Mr Johnson left the stage. But later, before heading back to Downing Street, the PM gave an interview to a reporter, who simply asked: \"Is everything OK?\" Mr Johnson said he thought people had \"got the vast majority of the points\" he wanted to make and that the speech \"went over well\". ", "url": "https://www.bbc.com/news/uk-politics-59373237"}