{"datetime": "2021-07-11T14:19:29.000Z", "title": "CBI employers group calls for early end to self-isolation rules", "article": "The UK's largest employers' body has urged the government to bring forward changes to Covid self-isolation rules. The CBI says it would ease firms' staff shortage problems and help ensure the next phase of lockdown reopening is a \"confident\" not \"anxious\" process. In a six-point plan published on Sunday, the CBI says clear guidance soon will help firms reopen. It wants clarity over continued workplace testing and says funding by government is also needed. Most Covid restrictions are due to end on 19 July. But planned changes to self-isolation rules are not expected until 16 August at the earliest. Many companies, especially in the hospitality and leisure sectors, says their 19 July reopening plans are in disarray. This is due to the number of staff having to isolate because they have been \"pinged\" by the NHS app or have come into close contact with someone with Covid. The trade association UK Hospitality has said self-isolation rules are already causing \"carnage\" to firms. On Sunday the CBI, which represents 190,000 businesses, called on the government to boost confidence in the isolation system by giving firms \"all available tools\" to increase their \"agility and responsiveness\". These should include bringing forward an end to the self-isolation rules on July 19, rather than waiting for 16 August. CBI boss Tony Danker said: \"Learning to live and work with the virus is the right strategy, but we need to ensure this is a confident not an anxious transition, otherwise it won't work. \"Businesses have had a real boost this week with the Prime Minister's plans for the final stage of the reopening. What's needed now is a concerted effort between business and government to create widespread confidence from the get go.\" The CBI said other options include supporting employees and customers to feel confident in using public transport by keeping mask wearing compliance under review. Firms should be given clarity on the future for workplace testing, which should continue to be funded by the Government beyond the end of July,it said. The CBI also wants more research into the impact of improved ventilation on the risk of aerosol transmission in the workplace, cleaning workspaces and hand-washing. The Orchard Tea Gardens, at Grantchester, near Cambridge, had to close last week after several staff were contacted by the NHS Test and Trace app. Owner Charles Bunker said sales were already down 30% this summer, while ingredient prices and staff wages had risen sharply. The cafe now faced a \"perfect storm\" due to the impact of test and trace. \"The reality is that most of these people aren't ill, they've just been in contact with someone who has and have had to self isolate,\" he told the BBC. \"We need a system now whereby people can test, and immediately they are found not to have Covid they can come back to work. \"16 August will be two thirds of the way through our summer and the hospitality is dependent on having a good summer.\" Last week, UK Hospitality chief Kate Nicholls said Covid testing could replace isolation for people who've been in contact with a Covid patient, to avoid the \"carnage\" being caused to companies in her industry. \"We understand the need for caution and effective transmission control,\" she wrote on Twitter. \"What we are asking for is pragmatic adjustment to avoid disadvantaging young workers - test to release as per international travel will reduce disruption without reducing protection.\" The Department for Business, Energy and Industrial Strategy (Beis) said on Sunday the government was working to reopen the economy while ensuring staff and customers are protected from the virus. A Beis spokesman said: \"We will set out our plans for moving to Step 4 on Monday, after reviewing the latest data. The expected easing of restrictions in England from July 19 will help businesses to get back to normal, but employers will continue to have a responsibility to help stop the virus spreading. \"Working safely guidance will be updated shortly to provide further clarity for businesses, helping ensure they are able to open safely, reducing the risk of transmission and protecting staff and customers.\"Currently, if you are required to self isolate your employer cannot force you to come into work, says Emma Bartlett, an employment lawyer at CM Murray.Doing so would not only breach your rights but those of your fellow workers in terms of health and safety. As you isolate you may be entitled to Statutory Sick Pay, which is worth £96.35 a week, or more if your employer has a sick pay scheme.A £500 grant is also available in England to people on low incomes who have to self-isolate. This includes parents who can't work because their child has to self-isolate. ", "url": "https://www.bbc.com/news/business-57795100"}