{"datetime": "2021-09-13T12:25:03.000Z", "subject": "Coronavirus pandemic", "title": "TUC says 'proper pay rise' would fix shortages problem", "article": "Better pay and conditions for delivery drivers will help fix the supply chain crisis, TUC general secretary Frances O'Grady has said. She also called for a rise in capital gains tax to fund an increase in pay for care workers.\"After decades of real wage cuts... no-one can seriously say working people don't deserve a pay rise.\" She said pay rises were crucial for the government's \"levelling up\" agenda to boost poorer regions of the UK.Speaking at the TUC Congress in London to an audience almost all attending online, Ms O'Grady called on the UK's unions to continue their fight for better pay and conditions across the economy. To ministers wondering how to fix the widespread problems with the supply of goods, she said: \"Well, here's a novel idea - let's make that industry deliver decent conditions, direct employment and a proper pay rise.\" Ms O'Grady listed Nando's chicken, Ikea mattresses and Wetherspoon's beer as items that had recently run out due to problems such as a lack of delivery drivers.She told the story of a care worker called Carol, working a 24-hour shift for less than the minimum wage, and called for an increase in tax on wealth - through capital gains tax - to fund a pay rise for the sector. \"It can't be right that a dedicated care worker pays a bigger share of her hard-earned income to fund the social care system than the private equity magnate who profits from buying up and selling care homes,\" she said. Speaking to BBC Radio 4's Today programme ahead of her speech, Ms O'Grady urged the government to reconsider recent rises to National Insurance contributions, describing the move as \"another hit\" to young people and low-paid workers. \"We saw far too much inequality before the crisis, it's got a lot worse. We know that working people have been subject to pay freezes and pay pauses for years.\" She argued that shifting tax to wealth instead may offer a boost in demand for the economy. \"One thing you can guarantee about working people is that they spend their money locally and that's what will get the economy moving again.\" She called for a furlough-style short working scheme to be permanently in place, \"to keep people in good jobs - and to make sure we bounce back fast.\"\"If levelling up means anything, it must mean levelling up at work and levelling up living standards.\" The director-general of the employer's organisation is also giving a keynote speech later today. He is set to warn that a return to \"business as usual\" in economic policy would be a mistake, with the UK lagging behind some of its international competitors in driving investment in the industries of the future. He will say: \"The lack of detail and pace from the government on some of the big economic choices we must make as a country are the biggest concerns for business.\" He will call for a series of measures including: \"Investing by the UK: that must be our mantra now, so that the decade ahead does not repeat the low growth, zero productivity of the decade past, and government holds the key to unlocking it all,\" Mr Danker will say. A Treasury spokesperson said the government had shown it was committed to supporting business investment, extending the Annual Investment Allowance increase for another year and introducing the super-deduction, which it called \"the biggest two-year business tax cut in modern British history\". \"The impact of the pandemic means we have had to make the tough but responsible decision to raise taxes. We've asked both individuals and businesses to pay a bit more as we get our public finances back on a sustainable path,\" the spokesperson added. ", "url": "https://www.bbc.com/news/business-58538887"}