{"datetime": "2021-09-06T08:41:09.000Z", "subject": "Brexit", "title": "Staff shortages could last two years, says CBI", "article": "The shortage of workers that is affecting supply chains across Britain could last for up to two years, according to the business body, the Confederation of British Industry. Industries from pig farming to fast food have said the lack of skilled staff is disrupting their business. The CBI said the shortages would harm the UK's economic recovery. It said the government should adopt a more flexible policy on immigration to tackle the problem. The disruption has already prompted firms, including McDonald's, Wetherspoons, Ikea and supermarket Iceland, to say they are falling short of some supplies. Some firms told the CBI they thought it would take two years for the shortages to be eliminated.\"The CBI has heard from companies actively cutting capacity because they can't meet demand, like the hoteliers limiting the number of bookable rooms because they don't have enough housekeeping staff and can't get linen laundered,\" said CBI director general Tony Danker. \"Meanwhile some restaurant owners have had to choose between lunchtime and evening services when trying to make the most of summer.\" The problems have been blamed on the furlough scheme keeping some staff out of circulation, the pandemic more broadly, and EU workers leaving the UK following Brexit. The CBI said the list of \"shortage occupations\" which determines whether overseas workers are granted work visas should be widened to include HGV drivers and other areas where its members had identified shortages, including welders, butchers and bricklayers. \"The government promised an immigration system that would focus on the skills we need rather than unrestrained access to overseas labour,\" said Mr Danker. \"Yet here we have obvious and short-term skilled need but a system that can't seem to respond.\" The CBI said members also cited shortages of fruit and flower pickers, food and meat processing operatives, livestock and arable workers, factory assembly workers, scaffolders, carpenters, chefs, cleaners and housekeepers. However the Business Secretary, Kwasi Kwarteng, has previously rejected calls to loosen immigration rules, and suggested firms should hire and train UK workers to fill the gaps in road haulage. He said he wanted to see firms making long-term investments in the UK domestic workforce instead of relying on labour from abroad. The CBI said it welcomed the government's plans to \"build a more innovative economy\" but that it would take time. It said the economy would need short-term \"fixes\" as well as long-term strategies to resolve the current supply problems, particularly in the run-up to Christmas. \"The government's ambition that the UK economy should become more high-skilled and productive is right. But implying that this can be achieved overnight is simply wrong. And a refusal to deploy temporary and targeted interventions to enable economic recovery is self-defeating.The end of the job retention, or furlough, scheme later this month, would bring more people back into the labour market, the CBI said. However, it added that this was unlikely to resolve the problems firms were experiencing because most of those on furlough already had jobs to return to, or were in narrowly-focused geographic areas, such as around airports. \"Furlough ending is not the panacea some people think will magically fill labour supply gaps,\" said Mr Danker. ", "url": "https://www.bbc.com/news/business-58460297"}