{"datetime": "2021-10-07T10:23:07.000Z", "title": "Business is not the bogeyman, firms tell Boris Johnson", "article": "Firms and business groups have criticised the government for what they see as a lack of action to help fix supply chain shortages. During his speech at the Conservative Party, Boris Johnson said a high-wage, high-skilled economy was being created in the wake of Brexit and the pandemic. But one business group said firms had been \"left wanting\" on details of a clear plan. Retailer Iceland said it was \"not helpful\" to make firms the bogeymen. Speaking to the BBC's Today programme, Iceland's managing director, Richard Walker, said ambitions on wages \"need to be backed up by action\" to help firms with wider cost increases.\"It's inevitable that we will see price rises... our margins are very tight and we're not just an endless sponge. \"Pointing the finger and choosing us as the bogeymen for issues such as HGV driver shortages... is simply not helpful.\" Responding to Mr Johnson's conference speech, Federation of Small Businesses (FSB) national chair Mike Cherry said that the prime minister's vision did not \"match the current lived realities of small businesses and sole traders\".Mr Cherry said that \"ambitious\" policies to drive growth and reduce tax at the autumn Budget were needed.Small firms who face supply chain disruptions, staff shortages and business taxes, Mr Cherry said, had been hoping to hear a \"practical, clear action plan\" from the government, but \"been left wanting\".\"You have to start with reducing upfront business taxes and costs to unlock investment in training, recruitment and innovation. If you think that process works in reverse, you're putting the cart before the horse\", Mr Cherry added.Shevaun Haviland, director general of the British Chambers of Commerce, agreed that what businesses \"urgently\" needed were answers to the problems they are facing \"in the here and now\".\"The economic recovery is on shaky ground and if it stalls then the private sector investment and tax revenues that the prime minister wants to fuel his vision will be in short supply.\"Addressing the issue of staff shortages, Ms Haviland said firms \"need much more flexibility\" for people to access training and qualifications.Tony Danker, the head of the CBI business lobby group, said that while the prime minister set out a \"compelling vision\" for the country's economic future, \"ambition\" on wages \"without action on investment and productivity is ultimately just a pathway for higher prices\".He added that at a \"fragile moment\" for the economy, companies need \"action on skills, on investment and on productivity\".\"It's time to get around the table, roll up our sleeves and get things done.\" Boris Johnson's alleged four-lettered response to those businesses which had concerns about his plans for Brexit is pretty infamous .His Conservative Party conference speech was much longer (and expletive-free) but it seems that for some business leaders, it amounted to the same message. Strikingly, bosses who backed Brexit are now among those most loudly criticising the PM's approach. Mr Johnson is a politician who really doesn't mind ruffling feathers and clearly believes he has the voters on his side. It is a risky strategy though for a party which sees itself as the natural home for enterprise and for a government which is likely need private business on side to deliver much of the change it is promising. ", "url": "https://www.bbc.com/news/business-58815961"}