{"datetime": "2021-06-24T10:24:46.000Z", "author": "Sarah Dickins", "subject": "Coronavirus pandemic", "title": "Covid: Wales' recovery 'shouldn't be affected by politics'", "article": "What is best for Wales should be the focus of recovering from the pandemic, not political differences, a business group has said. Ian Price, director of employers group CBI Wales, said the Welsh and UK governments needed to \"pull together\". He said the pandemic showed how quickly Wales could react and wanted fast action in future to seize opportunities for jobs and living standards. The UK government said Wales had been given relevant funding. Officials in Cardiff Bay said the UK government needed to respect devolution. \"The priority should be what's best for Wales at the end of the day and politics shouldn't be a part of this,\" Mr Price said. Cardiff Bay and Westminster have previously clashed overcollapsed plans for a tidal lagoon ,rail electrification to Swansea and the proposed£1.6bn M4 relief road around Newport .In Pembroke Dock, oil company Total is backing a project to develop Wales' first floating offshore wind farm. The joint venture would involve 870ft (265m) tall turbines, assembled and serviced in Wales and the first pilot project is promising 600 direct jobs and 500 indirect.The next stage is planned to generate a gigawatt of power and 3,000 jobs. David Jones, stakeholder manager at Blue Gem Wind, said: \"I think it's an opportunity for both governments, whether it's devolved or not, it's such a big opportunity and it's such a challenge that I think there's real room for governments to work together on this.\" The proposals have already been in the bidding process for five years. The stumbling block is that Welsh ports need upgrading - with help from the Welsh or UK government - by 2026 at the latest or Mr Jones said there was \"a real danger that we'll have to go elsewhere\". A stone's throw away, Ledwood Mechanical Engineering employs 300 people and had been dependent on the declining oil and gas industries. Managing director Nick Revell sees renewable energy as the future for Wales but feels governments at both ends of the M4 are not working together. He said: \"I think they can work far better together. There's a lot of politics to play for here and it would be a good opportunity to park some of those politics together get on the same agenda, make things happen that really make a difference for jobs for people living in Wales, living in Pembrokeshire.\" Patch, a hardship charity based in Milford Haven, knows from the people it helps how an economy based on low wages affects families. Manager Tracy Olin said simple changes, such as more frequent buses to help people get work and improve their incomes, would make a real difference and wants the two governments to work together to make that happen.\"I've always hated politicians that just fight all the time, they are there to represent people, and they need to represent people and find out what people really need,\" she said.\"If they put the energy of their hatred of the other party to positive then, I think that, oh it would just be wondrous if they could work together and support each other.\" Mr Price said the speed of decision-making shown by both governments during the pandemic was needed now if new, skilled jobs were to be created in Wales.\"We need to continue that, the danger is that we may revert after all this is over and go back to how we used to do things and wrap things in process and get bogged down in the detail of things.\" CBI Wales also wants skills to be linked to what businesses need - such as helping firms adapt from being in the oil sector to hydrogen or developing new opportunities. It also wants more emphasis on the importance of well-being in the workplace.The UK government said: \"People and businesses across Wales want to see politicians working together. That is why we have provided the Welsh government with an additional £8.6bn since the start of the pandemic to help them respond to the challenges they have faced.\" The Welsh government said: \"We work closely with the UK government on a range of issues of importance to Wales. However, the UK government needs to respect devolution and the Welsh government's role in making decisions for Wales.\" ", "url": "https://www.bbc.com/news/uk-wales-57589276"}