{"datetime": "2021-07-23T17:40:43.000Z", "subject": "Coronavirus pandemic", "title": "Covid: New testing plan will not work, warn firms", "article": "The government's plan to allow key industries in England to apply for named workers to be exempt from self-isolation is \"undeliverable\", an industry body has said. The idea is to let staff keep working in sectors such as energy and water by introducing daily Covid testing.But the CBI said the list would soon be \"significantly challenged\".And it called for an earlier date for the relaxation of self-isolation rules under the NHS Covid app. As things stand, the rules on self-isolation are due to be relaxed next month.John Foster, CBI director of policy said: \"If we want the economy to stay open, we need a confident but balanced plan. We should bring forward the date from 16 August when those who have been double-jabbed no longer need to self-isolate if they test negative once contacted.\"We also need a test-and-release scheme for those who have not been double-jabbed.\" A spokeswoman for the government said:\"Self-isolation remains an essential tool in our national efforts to reduce the spread of Covid-19. \"We are working closely with businesses to help them understand how the exemption works and what to do if their staff are eligible.\" She added that the new daily contact testing measures were \"a short-term and highly focused measure intended to apply only in exceptional circumstances, with the core purpose of preventing significant harm to public welfare as a result of disruption to critical services\". The government's plans allow 16 key sectors in England to deploy daily Covid testing instead of self-isolation for a limited number of essential workers.The scheme, introduced following concerns that some sectors of the economy were suffering because too many of their workers had been told to self-isolate by the NHS Covid app, will only apply to workers who are fully vaccinated. It covers sectors including transport, emergency services, border control, energy, digital infrastructure, waste, the water industry, essential defence outputs and local government.The policy applies only to workers named on a list kept updated by officials - it is not a blanket exemption for all employees in a sector.Mr Foster said the list would help some critical sectors to \"keep moving\". But he added it would \"rapidly become significantly challenged\". \"The idea of potentially thousands of businesses emailing Whitehall officials to request approval for individuals to go to work is undeliverable, let alone undesirable,\" he said. He also said the list missed out many businesses in the various supply chains that would be \"crucial to the running of these key industries, so will need to be significantly expanded within days\".However, the CBI has welcomed thegovernment's approach to tackling staff shortages in the food industry - allowing supermarket depots and food manufacturers to use a test-and-release scheme which allows a blanket exemption. \"We need mass testing - not mass self-isolation - to tackle staff shortages. That's why the government should be applauded for moving to a test-and-release scheme for the food industry to help relieve staff shortages.\"If the Daily Contact Testing scheme is deemed as a good, safe solution by the government, the next step must be to scale this up at pace.\" Essential transport is one of the key sectors included in the government's list of critical key workers eligible for exemption from self-isolation.But the body representing major ports said it deserved to be treated like parts of the food industry, with blanket exemptions. The UK Major Ports Group (UKMPG) said its members had to go through \"laborious process of producing, agreeing, and receiving official letters of approval from Government to secure exemption for named individuals only\".\" \"Considering UK major ports handle nearly half of all the nation's food and feed, UKMPG fails to understand why it is acceptable for one rule to be given to food hauliers and one rule for another critical pinch point in the supply chain. \"While thousands of supermarket staff have been waived through with a blanket exemption, our industry has not been afforded such a privilege.\"", "url": "https://www.bbc.com/news/business-57945229"}