{"datetime": "2021-06-16T12:55:06.000Z", "author": "Jane Wakefield", "title": "Low-income homes 'should get ultra-fast gigabit broadband help'", "article": "The government should offer vouchers to low-income homes to encourage the take-up of ultra-fast gigabit broadband, a report suggests. The Gigabit Take-up Advisory Group (Gigatag) also recommended employers offer staff discounts on the service. The government aims to make gigabit-capable broadband available to 85% of the UK by 2025. Digital infrastructure minister Matt Warman said he would consider the suggestions. \"We believe passionately in making sure everyone can feel the benefits of these lightning-fast speeds, and I will be carefully considering Gigatag's welcome proposals for boosting consumer take-up,\" he said. The Gigatag group was assembled at the request of the government by consumer group Which?, the Confederation of British Industry and the Federation of Small Businesses. It warned that the government's target to make Britain gigabit-capable could be derailed unless consumers upgraded. It found that only one in five people was willing to pay more for faster services. It also discovered that many people are unclear about how a gigabit service would differ from their current package. And, despite a slew of advertising around the technology and its benefits, about six in 10 consumers remained unaware of the availability of gigabit services. Other recommendations from the report included: The government has invested £5bn into helping roll out ultra-fast broadband to remote areas of the country by 2025. But in November, it announced that only £1.2bn of that would be made available over the next four years, leading to confusion over how and when the rest would be available. It also reduced its original aim to reach every home in Britain to 85%. According to Ofcom, one in four homes can now access broadband services offering speeds of up to 1Gbps (gigabit per second). It is expected that commercial deployments of gigabit-capable fibre networks will reach more than 70% of premises by the end of 2025 without government intervention. In response to the Gigatag report, the Internet Service Providers' Association urged the government to act on the proposals. \"The pandemic has highlighted the importance of digital connectivity more than ever, and while our members are rolling out gigabit-capable networks at pace, it will be equally important to ensure that take-up continues to grow.\" ", "url": "https://www.bbc.com/news/technology-57497996"}