{"datetime": "2022-01-05T11:40:25.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Brexit: Did the EU ban crown marks on pint glasses?", "article": "To mark the first anniversary of the trade deal between the UK and the EU, Downing Street issued a press release about how prime minister Boris Johnson plans to \"maximise the benefits of Brexit\". It gave examples of \"key successes\" so far:The crown stamp had been used on pint glasses for more than 300 years to show they are large enough to hold a full pint.AnEU directive, which took effect in 2006, required the use of an EU-wide \"CE\" mark which stands for Conformité Européenne - French for \"European Conformity\".CE appears on many other products, from toys to medical devices, and it shows that they meet the EU's safety, health and environmental rules and can move freely across its countries with no additional checks. But the European Commission has rejected the idea that EU rules stopped the UK from having the crown stamp on glasses as well. A spokesperson told us: \"EU law does not prevent markings from being placed on products, so long as it does not overlap or be confused with the CE mark.\" Following Brexit, goods will nowhave to use the UKCA marking - \"UK Conformity Assessed\". However, to allow businesses time to adjust, products with the CE mark can still be sold and used in Great Britain until 1 January 2023.Former Brexit minister Lord Frostsaid in September 2021 that the government \"will permit the voluntary printing of the crown stamp on pint glasses\".A 5% rate of VAT on sanitary products - the so-called \"Tampon Tax\" - was scrapped by the government from 1 January 2021.EU laws require member states to tax tampons and sanitary towels at a minimum rate of 5%. Butthe EU is in the process of abolishing the tax.The Republic of Ireland - an EU member - already had 0% VAT on sanitary products, because this rate was in place before the EU legislation imposed the 5% minimum rate. As we've pointed out before, the majority of these involve taking the deal that the EU has with those countries and replicating the terms for the UK. The government has been successful at doing these \"rollover deals\" in a relatively short space of time. With a few of the countries the terms have been slightly different to the EU's, such as Japan, Norway and Iceland. And a deal has been signed with Australia and agreed in principle with New Zealand, which are not the same as the EU deals with them. How do you get to a total value of £760bn?Add up the value of imports and exports with countries that also have deals with the EU, which you'll findon this table. Add Australia and New Zealand and you get to just over £200bn.The rest comes from trade with EU countries, which are covered by the Trade and Cooperation Agreement. But there is less trade with the EU now than there was when the UK was a member state. So, overall UK trade with the rest of the world has actually gone down since the government came to power.While Covid will clearly have been a factor, the UK did about £220bn less global trade in 2020 - about 18% down on its 2019 figure. And to say that the deals are \"worth over £760bn\" assumes that without them there would be no trade done at all, which is not the case.This was delivered by \"avoiding cumbersome EU bureaucracy\", according to the press release.The UK approved the Pfizer vaccine in November 2020, nearly three weeks before EU regulators. But - as the head of the UK medicines regulator pointed out at the time - the UK's approvalwas permitted under EU law. The vaccine rollout started in the UK on 8 December 2020 - weeks before the EU.And initially, the pace of vaccination in the UK was faster than in the EU - which ran into problems with its rollout early on.However, EU countries have since caught up.Currently, 13 EU countries, as well as Norway and Iceland, have a higher proportion of their populations fully vaccinated - according to figures from Our World in Data, which looked at those who have received all doses prescribed by the initial vaccination protocol. However,according to the latest data, the UK has given more booster doses of the vaccine to its population than any other country in Europe, with 50%.In Germany and France, the booster jab has been given to 39% and 33% of the population respectively.What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/59868823"}