{"datetime": "2021-12-31T08:50:32.000Z", "author": "Chris Robinson", "title": "Newcastle Brown Ale: The beer bottles staying full on New Year's Eve", "article": "Many a bottle will be opened to toast the new year, but for one group of beer lovers the cap will well and truly stay firmly on. Once brewed just a stone's throw from St James' Park, Newcastle Brown Ale's famous logo adorned the black and white shirt for several years and is just as well known around the world.Memorabilia has become something of a collector sport itself - but what's the appeal of an unopened bottle of 40-year-old \"Newkie Brown\"? \"I'm not tempted to crack one open and see what it's like - the bottoms of them look a bit ropey,\" says Gary Bourne, who set up a Newcastle Brown Ale collectors' group on Facebook. The 54-year-old from Denton Burn, Newcastle, found others also shared his interest in the beer and the brand and they went on to swap and sell bottles, labels and lots more. \"I've been collecting bottles for 30-odd years - all have the beer in them - it's something that has not been opened and I think they are better to look at when they are full,\" he said. \"When I was in Roatan in Honduras they had it in the supermarket - they were only the little half bottles but it was giving me a piece of home even though I was so far away. It pretty much tasted the same to be honest.\" Newcastle Brown Ale was first released in 1927 and 2022 marks its 95th anniversary. Production was moved out of Tyneside to North Yorkshire in 2007 by current owner Heineken. While some may comment on its \"acquired taste\", it has a host of famous fans, including Hollywood star Clint Eastwood, and proved popular in the United States. Mr Bourne said one of the \"Holy Grail-type bottles\" featured Viz character Sid the Sexist on the label and averaged at about £200. Michael Hewitt, originally from Gateshead, has also built up quite a collection. A \"die-hard\" Newcastle United fan, he first began to collect club memorabilia but it took a different twist during the lockdown. \"I always drank brown ale when I was younger and the only bottle I had in the house was one of the [Alan] Shearer testimonial bottles,\" he said. \"There were some others that had pictures of things with Newcastle United on so I decided I would collect those ones and I think it snowballed from then.\"I think my wife gets it - it's just taken over the office a little bit but she understands why. \"My son has been warned if he opens any in the house with friends, he'll be for it.\" The father-of three now lives in Motherwell, near Glasgow, with his family and said the beer always reminded him of home. As well as mirrors, posters and prints, he also owns some rare documents associated with its history. \"I managed to get the Articles of Association and the certificate of incorporation from 1890 when the brewery was formed, they are a one-off,\" he said. The 40-year-old has about 110 bottles but still has his eye on more. \"I didn't realise there was a world of so many different editions of brown ale,\" he said. \"Now I have got the bug I want to have the biggest collection out there. \"I do have some older bottles from the 1930s, the original screwcaps and labels on them but I've had to fill them with modern brown ale just for display purposes - they are pretty hard to find with those labels on.\" Michael said he hoped one day to write a book about Newcastle Brown Ale and its famous logos, detailing the story behind them. \"I went to Newcastle a few months ago. I just enjoy speaking to folk, old guys who worked in the factory for 30 years and they have got all these stories of just genuinely nice North East people,\" he added. \"For me a big part of it is homing in on my roots. I'm so proud of being from Newcastle and being a Geordie and this is a big statement piece for me.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-59772258"}