{"datetime": "2022-02-01T18:38:17.000Z", "author": "Kaleigh Watterson", "title": "Ale taster wanted to join Congleton's 750th anniversary celebrations", "article": "An ale taster is wanted by a town to join its 750th anniversary festivities. Congleton received its first town charter in 1272, which included provision for someone to be employed to ensure its beer was not tainted. The town council said it wanted someone to take up the role again in its anniversary year on a ceremonial basis. Council officer Jackie MacArthur said whoever was chosen would be an ambassador for the town's brewing and \"our many excellent ale houses\". The town's first charter granted by Henry De Lacy, the Constable of Cheshire and Baron of Halton, gave people some rights, allowing them not to be taxed for certain activities and letting them form a guild. It also gave Congleton the right to appoint not only an ale taster, but also a mayor and a catchpole, a form of tax collector. The 13th Century ale taster's oath pledged that the incumbent would visit all the town's bakers and brewers and ensure they \"do make good and wholesome bread, ale and beer for man's body\". Whoever took the oath also promised to \"in every respect, behave myself like a good and faithful minister\". Local historian Jenny Unsworth said the ale taster's job was to \"ensure that the beer being sold was wholesome\" and act as the medieval version of trading standards. \"That must have meant some horrible tastings, as beer was made from some horrible things,\" she said. She said hops, which help to preserve beer, were not used in the Cheshire town at the time and the local brews were \"probably barley, possibly wheat... and could go off quickly\". She said most households brewed their own \"small beer\", which was very low in alcohol, but the \"other kind of ale\", which was sold commercially, was \"actually the thing the ale taster would be worried about, not necessarily what people are consuming in their own homes\". However, the town's council said the new ale taster would not need to worry, as instead of checking measures and weeding out bad brewers, they would be asked to attend events celebrating the 750th anniversary, though they would be asked to don a medieval outfit while carrying out the unpaid duties. Applications are open until 11 February. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-60219508"}