{"datetime": "2021-05-23T23:01:45.000Z", "author": "Simon Jack", "title": "Bury Brexit hatchet and seize new opportunities, says CBI", "article": "Business and government should put the bitter divisions of Brexit behind them and focus on building a fairer, greener economy, according to the Confederation of British Industry. That could drive an extra £700bn of economic growth by 2030, the CBI says. The employers' organisation is launching what it says is a \"landmark\" economic plan for the next decade. And its proposals would lead to \"prizes for everyone\", not just for some firms, the CBI's director general believes.\"For the last five years business and government have been at odds. Brexit was very divisive,\" Tony Danker told the BBC. \"But after the events of the last five years, we find ourselves in total alignment about what needs to be done. We need to level up, we need a greener economy and, my God, we should not waste this opportunity.\" The CBI's new report, entitled \"Seize the Moment\", focuses on the government's policy agenda of addressing geographic inequalities, decarbonisation and innovation and says 2021 must be a turning point for the UK if it is to address those long term challenges.Among them, levelling up is the one that the government has trumpeted most in recent election campaigns. And those promises to alter the economic map of the UK have resulted in changes to the country's political map. But fulfilling those promises won't come from the wave of some magic wand. Tony Danker says that while big ticket, regional infrastructure investments are a welcome start, they alone are not enough.\"Transport is great, we need it. Broadband is great, we need it. But we need to turn all of that into real jobs and real growth, in skills and wages, if levelling up is going to mean anything to the people of this country,\" he says. The CBI believes it and its members have an important role to play. \"Governments don't create jobs. Governments don't prepare people in the workplace for the skills of the future. Governments don't suddenly invent new decarbonisation technologies. That's what businesses do.\" In Hull's Alexandra Dock, a factory run by Siemens Gamesa produces 1,000 offshore wind turbine blades a year.At nearly 100 metres of moulded fibreglass they are high-tech pieces of equipment, and a decarbonising world will need a lot of them in the years to come. The plant has grown rapidly since it opened five years ago, in part thanks to government seed funding, and price guarantees. \"The government is doing a lot right,\" says Carl Ennis, managing director of Siemens UK. \"But it could have gone even better. The blades for some of our wind turbines are made in the UK, but the research and development and the cell (the motor the blades are attached to) are made in Denmark and Germany.\"What has been missing is speed of action and scale of ambition,\" says Mr Ennis. He says Germany is investing 50 times the amount the UK is in new hydrogen technology for example. And if investments like Siemens' are going to benefit Hull, in the form of higher paid jobs for local people, more needs to be done. Hannah Clague, an aerospace engineering graduate employed at the plant, says applications for jobs like hers have doubled since she joined, because \"it's such a sustainable career to go into and a lifelong career\". But Hannah isn't from Hull herself. She's from Reading, a graduate from Sheffield University.And at the moment few locals are in a position to join her, says JJ Tatten, from the Warren Youth Project.\"The reality is that the young people we work with are not ready to go into jobs in local tech and green industries,\" he says. \"There's no lack of will, no lack of intelligence, no lack of energy. They just need that first rung of the ladder and that access to skills.\"There is a real danger for the young people we work with here in Hull, that if they can't get the opportunity to develop some of those skills, they won't get the opportunity to take a job in that field or that industry, and the people to fill those vacancies will have to be sourced from outside'. The government's levelling up playbook looks something like this: pick an industry that the UK does - or should - have a natural advantage in, put in some funding, incentives and price guarantees to encourage businesses to invest, get local universities and colleges involved, use regulation to accelerate progress and government procurement to help at the customer end.But on top of that the CBI believes it could be playing a much bigger role in coordinating investment in regional businesses, building regional economic clusters, and determining the direction of skills training. Specific recommendations for government policy in its report include an overhaul of the much criticised Apprenticeship Levy and a requirement that economic regulators prioritise investment and innovation.The CBI said it was ready to play a more proactive role in transforming the economy than previously. It sees this year as a \"once-in-a-generation opportunity to unite and agree to transform the UK economy\".Failure to make bold changes now would result in a return to business as usual, it said, including \"the persistently low productivity and heightened social division that followed the 2008 financial crisis\". ", "url": "https://www.bbc.com/news/business-57221957"}