{"datetime": "2021-03-17T09:25:45.000Z", "author": "Roger Harrabin", "subject": "Climate change", "title": "Government sets out £1bn plan to cut industrial carbon emissions", "article": "A blueprint to cut industrial carbon emissions by two-thirds within 15 years has been announced by the government. It wants firms to waste less energy, develop low-carbon technologies and invest in equipment that can store carbon emissions in rocks underground. It's set out details of a previously-announced £1bn fund to help industrial buildings, schools and hospitals get better insulation and conserve energy. Opposition parties said the policy lacked urgency and ambition. However, the clarity of the strategy has been welcomed by industry groups. They say it will help to guide investment choices. The CBI said it was a vital step in the UK's commitment to cutting out almost all carbon emissions by 2050. Ministers have given details of support for nine green technology projects in Scotland, South Wales, the North West, Humber and Teesside. Studies will be funded to design a low-carbon infrastructure using hydrogen and carbon capture, which strips emissions from industrial exhausts. To reduce carbon emissions from public buildings including hospitals, schools and council buildings, £932m has been directed to 429 projects across England. This will fund low-carbon heating systems, such as heat pumps, and energy efficiency measures like insulation and LED lighting. Business and Energy Secretary Kwasi Kwarteng said: \"We're taking steps to be the first major economy to have its own low-carbon industrial sector.\"While reaching our climate targets will require extensive change across our economy, we must do so in a way that protects jobs, creates new industries and attracts inward investment - without pushing emissions and business abroad.\" The plan proposes a penalty price on carbon emissions to nudge firms towards clean alternatives. And there's talk of halting emissions from the steel industry by 2035. But opposition parties and environmentalists say the government should go much further by funding a multi-billion pound transition to clean steel - in the way competitor nations such as Germany have done. \"Questions still remain around the pace of change in the steel sector,\" Jonathan Marshall from the Energy and Climate Information Unit told the BBC. \"The global race towards clean steel production is well under way and the UK is behind the pack. Increased ambition in the short term can help to lock in high-skilled, high-paid jobs for decades, preserving Britain's proud steelmaking history for generations.\" Green MP Caroline Lucas said the UK needed a £40bn investment every year in green infrastructure to create more than one million jobs - with an emergency plan for training and apprenticeships. But the CBI's Rain Newton-Smith said: \"The Industrial Decarbonisation Strategy marks a vital step in the UK's plans to achieve its net-zero emissions target. \"This is a welcome demonstration of the UK's commitment to act on climate change, to make our post-pandemic recovery a green one, and to give businesses the certainty they need to invest in the technologies of the future.\" Follow Roger on Twitter @rharrabin ", "url": "https://www.bbc.com/news/business-56426928"}