{"datetime": "2021-05-04T05:41:39.000Z", "subject": "Welsh Parliament election 2021", "title": "Welsh election: How will parties help firms recover from Covid?", "article": "Politicians must spell out their long-term plan to help businesses recover from the pandemic, says CBI Wales. Ahead of Thursday's Senedd election, the employer's organisation said parties had not addressed key issues. It said financial support had so far been a \"short-term fix\", but now politicians should outline what happens after the immediate crisis is over. Welshparty leaders clashed on the Welsh government's Covid support for businesses in a BBC election debate. Businesses have welcomed the billions of pounds spent through the furlough scheme, grants, loans and tax relief helping them so far through the crisis. However CBI Wales said parties in Wales had not addressed longer-term issues such as hybrid working, public transport and infrastructure. \"I don't think there's been a lot in what the politicians have said so far for business,\" said Ian Price, CBI Wales director.\"It's interesting how little has been talked about hybrid working, which is a subject virtually every member I speak to on a daily basis is asking me questions about. There's very little in any of the manifestos yet to explain how that's going to work going forward.\" WALES ALERTS: Get extra updates on BBC election coverage Mr Price said companies wanted to hear more about infrastructure spending, like 5G and broadband and transport. \"We've been telling people for the last 12 months to stay off public transport,\" he said. \"Now as people return to work, if we don't want everybody to jump in their car and rush back, there needs to be a strategy in place to assure people that public transport is safe. I'm not seeing that level of debate at the moment.\" Hayley Pells has been running the family business, Avia Autos in Bridgend, for 15 years and has been operating as an essential service throughout the pandemic. \"It's hard to ignore the amount of fiscal support that's been on offer for the small business community and we are really grateful for that,\" she said. \"Moving forward, it would be nice to see that focus shifting to more meaningful support in how we can operate safely.\" The garage owner welcomed the recent decision to allow workers access to rapid Covid test kits at home. Alison Baillon owns the Hummingbird coffee and gift shop in Llanover, near Abergavenny, Monmouthshire, that now employs 12 people. She said the business rate holiday was essential to their survival, ensuring they could continue to pay rent, licenses and standing charges. They have been closed for most of the past year though reopened last week with an outdoor eating area funded by a £10,000 Welsh government grant.\"I appreciate that it must feel to people who have continued to go out to work, that we [hospitality services] are having an awful lot of support, but that support doesn't really go too far when you've got full rent to pay.\"The business rates holiday has been phenomenal in terms of keeping us afloat and if we could continue with that I'm sure the hospitality trade, who provide a lot of employment, would really benefit. \"We set this business up, self-funded it and we've never been in any debt (but) our finances are looking pretty sad at the moment.\" Welsh Labour will immediately release a further £200m of business support for firms that haven't been able to fully re-open and will use the £500m flexible investment fund to support economic recovery.The party will expand the Development Bank of Wales' funds to provide long-term lending to SMEs (small or medium-sized enterprise) and invest in creating new green jobs and infrastructure including metros.Welsh Conservatives will introduce a 'Covid bounce back package', including a £2.5bn investment fund and maintaining the VAT cut for tourism businesses until April 2022. The party will also provide a business rate holiday for some SMEs and target the creation of 65,000 new jobs. Plaid Cymru will bring in emergency Covid-19 support, including \"offering zero interest loans for business to accelerate the post-pandemic recovery\", and introduce a target of 75% of public spending on goods and services going to local businesses.The party will expand the role of the Development Bank of Wales to help Welsh firms and establish a SME investment strategy, including long-term 0% interest loans. Welsh Liberal Democrats will invest £500m over the next five years to support businesses and regenerate the high street.The party will establish a job creation premium to help recruitment and training, freeze business rates for the life of the next Senedd and require councils to prioritise small local businesses when buying goods and services. ", "url": "https://www.bbc.com/news/uk-wales-56944102"}