{"datetime": "2021-09-17T19:57:45.000Z", "author": "Tom Espiner", "subject": "CO₂ shortage", "title": "Carbon-dioxide shortage threatens food security - meat industry", "article": "Meat processors are in talks with the government over a shortage of carbon dioxide that could hit meat production. Poultry producers said the shortage \"threatens national food security\". The gas is used to stun pigs and chickens prior to slaughtering, and also in the packaging process. The carbon dioxide used by the meat industry is a by-product of fertiliser production, but fertiliser factories have been halting production due to soaring natural gas prices. The government said it was monitoring the situation \"closely\". It has been holding emergency talks with industry groups and meat processors,as first reported by the Financial Times . Fertiliser producers have been struggling with natural gas prices that are at record highs as economies around the world begin to recover from the Covid crisis. In the UK, lower winds have meant less renewable energy is generated, there have been outages at some nuclear stations, and there have been lower flows into the UK of natural gas from Norway, pushing up the price of natural gas. This week, two large UK fertiliser factories owned by US firm CF Industries Holdings suspended operations due to soaring gas prices, and on Friday Norwegian firm Yara said it would also cut production at a number of its European plants. Nick Allen, the chief executive of the British Meat Processors Association (BMPA), attended emergency talks with the Department of the Environment, Food and Rural Affairs (Defra) on Friday to discuss the issue. \"This crisis highlights the fact that the British food supply chain is at the mercy of a small number of major fertiliser producers - four or five companies - spread across northern Europe. We rely on a by-product from their production process to keep Britain's food chain moving,\" Mr Allen said. About 20 million birds per week are slaughtered, but abattoirs only hold a limited stock of carbon dioxide, British Poultry Council chief executive Richard Griffiths said. \"With fewer than 100 days to go until Christmas, and already facing mounting labour shortages, the last thing British poultry production needs is more pressure. \"If CO2 supplies become tighter and more unpredictable then supply chains will have to slow down. Ultimately, no CO2 means no throughput.\" He said the industry group's members \"are on a knife-edge situation at the moment\". Meat processors are working with government to \"mitigate any major impact on a sustainable supply of food\", he added. \"This is incredibly serious,\" one supermarket executive told the BBC. \"Some suppliers are telling us they could run out of CO2 in less than two weeks.\" Industry groups and processors also had a meeting with the government on Thursday. Meat processors have already been struggling with a shortage of lorry drivers and recruitment problems at abattoirs exacerbated by EU nationals leaving the UK after Brexit. Carbon dioxide is used when slaughtering pigs and chickens to stun them, and it is used during the packaging process for all meat to prolong shelf life. It is widely used throughout the food industry, including in brewing. However, the closure of the two CF Industries plants has cut 60% of the UK's food-grade carbon dioxide supply, the BMPA spokesperson said. It unclear how much carbon dioxide abattoirs and other food factories have stored. The remaining UK carbon dioxide production is being prioritised for the NHS for medical uses, and for the nuclear industry, which uses it as a coolant. Without carbon dioxide, the slaughtering process of pigs and chickens cannot go ahead, the spokesperson said. The Cucumber Growers Association also warned of the effect of high natural gas prices on crops. Gas is used to heat greenhouses and provide carbon dioxide \"which are both critical factors in growing and achieving the yields required to survive in the modern industry\", it said in an open letter. The \"extreme rise\" in wholesale gas prices has piled costs on growers, it added. A government spokesperson said: \"We are monitoring this situation closely and are in regular contact with the food and farming organisations and industry, to help them manage the current situation.\" ", "url": "https://www.bbc.com/news/business-58600583"}