{"datetime": "2021-09-29T15:11:11.000Z", "title": "Tiny Rebel: Brewery rapped over beer packaging rules", "article": "A Welsh brewery has been taken to task for a third time by industry regulators for the packaging of some of its beer. Tiny Rebel Brewing was found to have breached rules including appealing to underage drinkers, sexual references and causing offence. The Newport brewery also fell foul of the Portman Group's rules on marketing drinks as clearly alcoholic. Tiny Rebel has withdrawn four beers from sale and said it was working closely with the regulator. The Portman Group said it received complaints from the Metropolitan Police, Alcohol Focus Scotland and a member of the public, leading it to review eight beers. They were: Bump 'n' Grind, Cherry Bomb, Clwb Tropicana cans and four-can packaging, Double 99, No Capes, Original Nuttah and Cali Pale. It upheld complaints for six of the beers. In the case of Original Nuttah, the panel ruled the name - along with imagery on the the can - was \"likely to be taken as a derogatory reference to mental illness and was likely to cause serious offence\". Bump 'n' Grind had a \"direct association with sexual activity\", while Cherry Bomb was said to have displayed elements associated with soft drinks, rather than alcoholic ones. No Capes and the four-pack for Clwb Tropicana were ruled to breach codes of practice on not appealing to under-18s. Double 99 also breached the same rule and the panel also ruled it \"encouraged immoderate consumption\" of alcohol. The panel dismissed two complaints, against Clwb Tropicana IPA single-can packaging and Cali Pale Ale. Panel chairwoman Nicola Williams said: \"Tiny Rebel's product range has had problems across a range of areas, but in particular with designs that have a particular appeal to under-18s, although this has not been its intention. \"It is essential that alcoholic products are aimed squarely at adults and clearly communicate their alcoholic nature. \"Equally importantly is the need to avoid widespread offence, particularly around mental health.\" The brewer said it had voluntarily stopped making Bump 'n' Grind, Cherry Bomb, No Capes and Original Nuttah, while working to resolve packaging issues with the other two beers. Founded in 2012 by Brad Cummings and Gazz Williams, the company went from making homebrew in a Newport garage to establishing a headquarters in the city, along with bars in Cardiff and Newport. Its first beer Cwtch was named champion beer of Britain in 2015, but also had two complaints against it upheld by the regulator in 2017 and 2019.It was ordered to redesign its cans on both occassions, including being told to remove its trademark teddy bear logo. Responding to the latest ruling, an official for the brewery said: \"At Tiny Rebel we take all consumer complaints very seriously, as well as our wider social responsibility. \"We'll continue to work closely with the Portman Group and are committed to following their guidance.\" ", "url": "https://www.bbc.com/news/uk-wales-58738429"}