{"datetime": "2022-02-11T12:58:00.000Z", "subject": "Coronavirus pandemic", "title": "Spain relaxes Covid restrictions for UK teenagers", "article": "Unvaccinated British teenagers will be allowed into Spain from Monday with a negative PCR test, Spanish tourism minister Fernando Valdés has told the BBC. At the moment everyone over 12 has to be double-jabbed to enter the country. Some families had already cancelled half term holidays to Spain and the Canary Islands because their children had not yet had their second jab. People aged 18 and over must still be vaccinated to get into the country. Mr Valdés said that 12-to-17 year-olds who have not been vaccinated against Covid will be allowed into the country from Monday 14 February, if they present a negative PCR test taken within 72 hours of arrival to Spain. The restrictions will be lifted from 23:00 GMT on 13 February. \"Great Britain is our main market,\" said Mr Valdés. \"We've been always very keen in easing the restrictions between both countries.\"All other UK travellers, excluding children under 12, will need to present a Covid certificate showing proof of being fully vaccinated at least 14 days before arrival in Spain. If more than 270 days have passed since vaccination, proof of a booster jab is also required. Prior to travelling, air passengers have to show a QR code, which they get by filling in aSpanish health control form . The announcement comes after many UK familiescancelled half-term trips to mainland Spain and the Canary Islands due to the jab restrictions. Hoteliers in the islands said the restrictions had lost them millions of pounds' worth of trade. However, hundreds of thousands of people are embarking on half-term winter sun and ski trips,according to industry body Abta . Have you been affected by Spain's rule change? Get in touch. The UK scrapped coronavirus testing for fully vaccinated travellers from 04:00 GMT on Friday. Transport Secretary Grant Shapps described this as \"good news\" for families. \"The UK has eased international travel measures for Covid-19 and now has one of the most free-flowing borders in the world - sending a clear message that we are open for business,\" he said. The Canary Islands, Egypt, Portugal and Turkey are popular destinations for British holidaymakers, Abta said, as are the Caribbean, Dubai, Florida and Mexico. Bookings to ski resorts in France, Italy and Switzerland have also picked up, it said. The easing of restrictions on Friday came as Gatwick Airport announced that it wouldreopen its south terminal on 27 March . The terminal has been mothballed since 15 June 2020 as the airport tried to contain costs during the slump in international travel caused by the Covid pandemic. Now the terminal is reopening as airlines are starting to increase the number of flights they are operating. British Airways is to restart short-haul flights from Gatwick from 29 March and sister airline Vueling will add five new short-haul routes from the airport. Easyjet and Hungarian carrier Wizz Air have also added more slots. Gatwick chief executive Stewart Wingate said: \"After an incredibly challenging two years for the airport, our partners, local communities and the entire aviation industry, we are delighted to be reopening our south terminal next month. The airport has been \"recruiting for some time\", it said, and is still looking for 2,000 staff in roles including security officers, IT specialists, engineers, shop and restaurant workers, ground and cargo handlers and cabin crew. Despite signs of recovery in the travel industry, Heathrow Airport gave a downbeat assessment of passenger confidence on Friday. It said that demand for travel had been weaker than expected in January - 56% down on pre-pandemic levels - \"as the hangover from Omicron continued to suppress passenger confidence\". \"While bookings for outbound tourism are recovering, inbound tourism and business travel remain weak due to Covid-19 levels in the UK and other countries, international testing requirements and the risk of new border closures in the event of a new variant of concern,\" it said. Heathrow's chief executive John Holland-Kaye said the removal of restrictions for vaccinated passengers in and out of the UK \"offers a ray of hope, but the Omicron hangover proves demand remains fragile\". But some travel firms are more optimistic. This week Tui chief executive Fritz Joussen said the firm expected \"a strong summer\", adding that \"demand for travel is high across all markets\". New bookings for the summer were above pre-Covid crisis levels Tui and the group expects summer bookings as a whole to be close to pre-pandemic levels. Jet2 boss Steve Heapy predicted the Spanish government's relaxation of restrictions would lead to an increase in bookings from the UK. \"The removal of the requirement for 12-17 year olds to be double-vaccinated tells families that travelling to Spain is returning to normal, and after two years of missing out we know how much everyone wants to experience that famous Spanish sunshine again,\" Mr Heapy said. The chair of Hays Travel, Dame Irene Hays, told the Today programme this week that the independent travel agent had seen a spike in bookings. \"In the last week of January we were back to the same levels of bookings as we were in January 2020,\" she said. ", "url": "https://www.bbc.com/news/business-60335735"}