{"datetime": "2021-08-16T16:26:02.000Z", "subject": "CO₂ shortage", "title": "Scottish pubs 'running out of beer' amid supply problems", "article": "Some pubs in Scotland are on the brink of running out of beer as a result of supply problems, a trade body has warned. The Scottish Licensed Trade Association said many deliveries to pubs had been cut back or cancelled since last week. It also raised concerns over \"delivery issues\" facing suppliers of CO2, used to put the fizz into beer. The warnings came as Belhaven owner Greene King said labour shortages were hitting distribution in Scotland. Heineken is also reported to have stopped some deliveries. A Greene King spokesperson said: \"The issue of labour shortages is widespread and having an impact on the whole industry.\"We are working closely with our distribution partners to find a resolution to continue providing the excellent service we pride ourselves on to our loyal customers.\" A spokeswoman for Tennent's Lager said the company was \"continuing to keep up with demand\" for its products at Wellpark Brewery in Glasgow.She added: \"Our onsite brewing operations and carbon recapture facility means that we are able to scale up production to meet demand and have our own supply of CO2 onsite that make us self-sufficient. \"Delivery capacity is currently an industry-wide issue, however with our in-house distribution network we continue to work in partnership with our customers to fulfil demand.\" Colin Wilkinson, managing director of the Scottish Licensed Trade Association, described the widespread supply problems - which are also affecting packaged beer products - as \"a catastrophe\".He told BBC Radio's Good Morning Scotland: \"We are just taking our first tentative steps towards recovery and the last thing this beleaguered industry needs is for restrictions to be imposed on it - this time, not (by) the government, but because of the supply chain and the problems they are experiencing,\" he said.\"Thursday, Friday last week we were hearing some reports that there were problems, particularly with some of the deliveries falling short by around 75%. \"But now we are hearing it from our members all over the country, and particularly the whole order being cancelled.\"We are hearing it is a shortage of drivers and warehouse staff.\" Pub chain Mor Rioghain Group, which operates several venues in Aberdeen and Inverness, is among a number of businesses to have reported difficulties. Director Gavin Stevenson said a big delivery to one of the group's bars in Inverness was cancelled last week by Heineken the evening before it was due. He said: \"As it was, we were able to source beer from elsewhere, but this involved some frantic last-minute sourcing of product, and then an all-night work shift for a team of drivers moving stock from over 100 miles away.\"He added: \"Worse still, where pubs are tied into exclusive supply contracts, no alternative arrangements are being agreed in advance of the delivery actually being cancelled at the last minute, leaving publicans scrambling to find supply with little or no notice and often being unable to do so.\" Nic Wood, director of the Signature Pubs, which operates 21 premises in Edinburgh, Glasgow, St Andrews and Aberdeen, said all of his pubs had been affected by the delivery disruption. He said: \"We have our own small brewery so we can supply beer to our pubs but we are unable at the moment to offer our customers mainstream brands.\" Scottish Hospitality Group spokesman Stephen Montgomery said a broken supply chain for an industry already under pressure following lockdown restrictions was \"an utter disaster\". \"Piling this stress onto the already existing anxiety of recruitment, the pingdemic, debt and HMRC starting to knock on business owners' doors, this is beginning to push people over the edge,\" he said.The SLTA has raised concerns over a potential shortage of carbon dioxide supplies,three years after the industry - along with others - was hit by a previous CO2 shortage. Mr Wilkinson explained: \"A lot of CO2 suppliers are no longer taking on new customers. They have already suggested that there could be delivery issues. \"If we don't get the gas then we don't have the beer.\"Mr Wilkinson said pub customers would notice the beer shortages \"pretty soon\". He added: \"It's a massive problem. We are coming to the end of summer. We've missed out a great deal on the summer season, which is our busiest time.\"This is just a perfect storm against the industry.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-58194011"}