{"datetime": "2021-10-27T14:28:57.000Z", "subject": "Budget 2021", "title": "Budget 2021: Prosecco and pint taxes to fall, red wine to rise", "article": "Taxes on sparkling wine, draught beer and cider are to be cut, but will rise for stronger drinks such as red wine following a shake-up of alcohol duty. The new system, due to start in 2023, will mean higher duty for stronger alcohol, the chancellor said.The duty premium on sparkling wines will end and the duty on draught beer and cider served in pubs will be cut. Chancellor Rishi Sunak called it the \"most radical simplification of alcohol duties for over 140 years\". He also announced that the planned increase in duty on spirits, wine, cider and beer due to take effect from midnight on Wednesday has been cancelled. \"To radically simplify the system, we are slashing the number of main duty rates from 15 to just six,\" the chancellor said. \"Our new system will be designed around a common-sense principle: the stronger the drink, the higher the rate. This means that some drinks, like stronger red wines, fortified wines, or high-strength 'white ciders' will see a small increase in their rates because they are currently undertaxed given their strength.\" Mr Sunak said many lower alcohol drinks were \"currently overtaxed\", adding: \"Rose, fruit ciders, liqueurs, lower strength beers and wines - today's changes mean they will pay less.\" In relation to sparkling wines, Mr Sunak said: \"I'm going to end the irrational duty premium of 28% that they currently pay. Sparkling wines - wherever they are produced - will now pay the same duty as still wines of equivalent strength.\" The cut to sparkling wine duty was welcomed by Kate Goodman, owner of Cheshire drinks importer Reserve Wines, but she was disappointed that the change was not immediate. \"Christmas is our busiest period. It would have great to introduce this before that time. We need help to get back on our feet after a pretty crippling 18 months,\" she said. Reducing duty on lower alcohol drinks will encourage people to buy English wines, said Jonathan Piggins, chief executive of English wine merchant Corkk. \"The UK's vineyards are being taken increasingly seriously by the major overseas players and reducing the tax on lower alcohol drinks, will give the country an even more prominent position on the global wine map.\" The changes were less welcomed by Liam Manton, co-founder of Didsbury Gin. \"Additional tax on high ABV drinks will present a real challenge to businesses like ours,\" he said, adding that on average 70% of the price of a bottle of gin is already tax. In a move to help struggling pubs, Mr Sunak announced a new lower rate of duty for draught drinks, which he said would cut the cost of a pint by about three pence. He said the \"draught relief will cut duty by 5%\" and \"will apply to drinks served from draught containers over 40 litres\". The chancellor said this would particularly benefit community pubs \"who do 75% of their trade on draught\". He also announced proposals for a new \"small producer relief\" to include small cidermakers and other producers making alcoholic drinks of less than 8.5% alcohol by volume (ABV). Jez Lamb, founder of Wirral-based craft beer marketplace, Beers @ No.42, said the draught relief favoured the big players in the market, not the smaller, independent breweries who need support most. \"It's brilliant to see alcohol duty cut on draught beer but that's only for \"containers\" more than 40L. That is great for the big breweries but so many smaller craft brewers only supply in 30L containers,\" he said. Creating a draught rate and simplifying the duty system is positive news, said Nick Mackenzie, chief executive of Greene King, which has 2,700 pubs. \"It is a much needed vote of confidence in the great British pub as we face into an uncertain winter, labour disruption and rising costs.\"William Robinson, managing director of Stockport brewery Robinsons, said the lower draught beer duty rate and the cancellation of the planned inflation-linked increase in beer duty showed that the chancellor \"recognises the contribution pubs make to the communities they support and serve.\" ", "url": "https://www.bbc.com/news/business-59065778"}