{"datetime": "2022-02-15T22:29:17.000Z", "title": "Airbnb: City travel almost at pre-pandemic level", "article": "Online accommodation booking platform Airbnb says travellers are starting to return to cities, after staying away since the start of the pandemic. Globally, the number of nights booked in cities in the last three months of last year nearly matched 2019 levels, the lodging website said.In the US, urban bookings have fully rebounded, it said. The booking company reported a record $55m (£40.6m) profit for the fourth quarter. Cities were important destinations for Airbnb's business, but during the pandemic non-urban areas have proven more popular, as people focus on outdoor activities free of crowds. Bookings in urban areas are starting to grow, however, accounting for 49% of nights reserved in the three months to 1 January, the company said. \"While travel to top cities has not yet entirely recovered to 2019 levels, we are seeing signs of travellers returning,\" it said. The company also said it expected total nights booked in the first three months of 2022 to exceed pre-pandemic levels for the first time. Airbnb said the pandemic-driven expansion of remote work continues to shape its business, driving an explosion in long-term stays. Nearly a quarter of nights booked in the last three months of 2021 were for four weeks or longer, it said. \"Nearly two years into the pandemic, it's now clear that we are undergoing the biggest change to travel since the advent of commercial flying,\" the company said in a letter to shareholders. \"Remote work has untethered many people from the need to be in an office every day. As a result, people are spreading out.\"Domestic and shorter distance stays remain more popular than international travel, but the San Francisco-based company said there are increasing signs that the virus has become less of a consideration for travellers.For example, the platform had fewer cancellations during the wave of Omicron infections than during previous surges. And reservations for this summer at the end of January were up 25% compared to 2019. Revenue in the three months to 1 January rose 75% year-on-year to $1.5bn, propelled in part by higher rates, which jumped 20% compared to last year. Airbnb said it expected revenue of $1.4bn to $1.48bn in the first three months of 2022 which is higher than analysts had forecast.For 2021 overall, Airbnb reported $6bn in revenue, while losses narrowed to $352m. \"Overall, 2021 has proven to be an incredible year demonstrating the resiliency of the business,\" it said. Shares jumped 4% in after-hours trade, after rising 6% earlier in the day, ", "url": "https://www.bbc.com/news/business-60393986"}