{"datetime": "2021-07-16T21:00:03.000Z", "author": "Dearbail Jordan", "title": "Craft beer industry accused of being 'sexist boys' club'", "article": "The independent craft beer industry is, to many, the epitome of cool. Think young, progressive, modern, tattooed \"hipsters\". But in reality, according to beer and travel writer Siobhan Buchanan: \"It's not actually as much like that as you would think. It is very much like a boys' club.\" Ms Buchanan is one of two women who have helped expose a culture of discrimination, bullying and harassment within an industry where females and minorities are still fighting archaic attitudes, simply to do a job that they love. In just two short months, the craft brewing industry has faced something of a reckoning.It began with Brienne Allan, a Massachusetts-based brewer who, fed up of being patronised by people in the industry,opened up her Instagram account to allow others to share their experiences.It sparked an avalanche of allegations.Ms Buchanan followed her example and, through submissions toher own Instagram account , found the same problems in the UK independent beer brewing world. Workers recounted comments like \"I didn't know girls like beer\" or racist remarks.Many spoke of being sexually harassed by customers, but being brushed off by both male and female managers when they complained.Some women claimed they had been passed over for promotion in favour of less experienced male colleagues. One recalled a brewery owner telling her the reason women were not hired to work in beer production was because \"it is more of a liability due to harassment\" and working in the front-of-house bar was a \"safer spot for a female in the industry\". Other women alleged they had been propositioned or sexually assaulted by co-workers or managers, and nothing was done. \"Coming up to a Halloween shift, the manager called me and the only two other women working at the bar at the time (of a team of 25-ish) into a meeting to discuss uniform. The policy for Halloween was \"obviously the rule is just dress as slutty as possible\". The male staff were told to paint their faces and wear a shirt and black trousers whilst we were handed suspenders, a barely-covers-your-bum tutu and a cheap fabric corset. When we inevitably got harassed by customers as well as bouncers and other staff, we got told it was just part of the job.\" Another bar worker says: \"I worked as a barmaid in an independent craft ale pub. One night after closing up [the landlord] came behind the bar, pushed me up against the wall, put my hands above my head and kissed my neck. I think I froze in fear, but the only response I could muster was to laugh - no idea why I responded this way. He apologised and said he didn't know what had come over him. Luckily, I don't have to see him anymore as I've moved away, but he still owns the pub.\" The exposure has brought some consequences.In a flurry of social media mea culpas, craft brewing companies pledged to invest in human resources, set up committees and to \"listen and learn\".Some, like Marble Brewery, in Manchester, parted ways with its managing director, Denmark's Dry & Bitter saw the departure of its chief executive while the co-owners of Tired Hands Brewing, in the US, stepped back from day-to-day operations. And in the UK, BrewDog - probably the country's best known craft ale brewer -promised a wide-sweeping review of its culture and structure followinga blistering open letter by former workers , calling themselves Punks with Purpose, who claimed the business operated under a \"culture of fear\".However, while Ms Buchanan said she has been surprised at the \"sheer volume of stories\", she was not shocked by what she read. Problematic behaviour \"can often be missed, especially in such a male-dominated industry\", she said. \"For the most part, perpetrators of harassment, violence and bullying in the industry are men. Sometimes it will be their friend, it will be their colleague and they either don't recognise it or they brush it off as 'banter' or they don't want to take it seriously.\" Charlotte Cook, head brewer at South London's Coalition Brewery, toldThe Food Programme on BBC Radio 4 : \"There is an imbalance in power, women are in the minority and I've had it myself where I've brought up something and it is 'boys will be boys' or 'you're too sensitive'.\" Or women find themselves being \"gaslighted\". \"If you bring up something that is upsetting you and you're told 'well, you work with 12 men, what do you expect?' I expect to be treated with respect and I expect not to be subjected to this in my working life,\" she said. \"It is just frustrating. It wears you down, it makes you tired.\" The problems can perhaps be traced back to the roots of this generation of craft beer brewers. Craft ales have been around for many years, but independent breweries in the UK really began to grow in the 2000s when the then Chancellor Gordon Brown introduced the \"progressive beer duty\" system. This reduced tax for brewers producing less than 30,000 hectolitres a year.Since then, the independent brewing industry has boomed. As of 2020, there are 3,018 breweries operating in the UK, a rise of 7.5% compared with the previous year, according to accountancy firm UHY Hacker Young. However, while companies have been able to grow from a one or two person operation to employing hundreds or even thousands of people, that doesn't necessarily mean the structure of the business has matured with them.\"They are almost a victim of their own success,\" said Erika Percival, chief executive of advisory firm Beyond Governance. \"They grow, they've got great ideas, they're really entrepreneurial,\" she said. \"Then it gets to a point where you end up with a challenge of having structures that work with a small number of people but not with a large number of people.\" That's why it is key, she said, to have corporate governance measures in place. It means \"you have got the right structures so that you can intervene at the right points in time before decisions are made and move along too quickly and you can't go back\".However, is the craft beer industry experiencing problems because too much power is concentrated at the top, as some are led by powerful personalities? Ms Buchanan said: \"A lot of them have charismatic figureheads that are often put on a pedestal and seen as the be-all-and-end-all of beer. \"It kind of invites that toxic working culture and environment, very much like a lads' club that allows for these kind of behaviours to just get swept under the rug.\" In its letter to BrewDog, Punks with Purpose singled out co-founder and \"captain\", James Watt, claiming: \"It is with you that the responsibility for this rotten culture lies.\" Mr Watt has said he is \"ultimately responsible for the culture of our business\" and conceded \"some PR mistakes that I have made in our past have also had a detrimental impact on culture\". The stakes are high for BrewDog. There is speculation the company is heading for a flotation which could value the 14 year-old brewer and bar operator north of £1.5bn. But recent events have given some pause for thought.Paul Jones, founder and managing director of Cloudwater Brew, told the BBC, he was now considering whether to go ahead with a contract it has with BrewDog to produce Cloudwater beer for the supermarket chain Tesco.\"My position is that I don't know if we can continue that association at all,\" he said. \"It is really going to depend on the measures that they take and what they express publicly, and how convincing and effective that is.\" Despite the slew of allegations about the craft brewing industry, there are people committed to diversity. Mr Jones said at his firm 80% of people in management or team leader roles are women. \"We are a more 'in touch with the world' business when our company is very representative of the countries and the demographics we're selling to,\" he said. For now, however, the stories keep on coming, though Ms Buchanan welcomes it. \"There is strength in numbers\".\"People are still listening, people are still talking, they can't ignore it anymore. It is not something that can just be brushed aside.\"", "url": "https://www.bbc.com/news/business-57719831"}