{"datetime": "2022-02-11T09:47:28.000Z", "subject": "Coronavirus pandemic", "title": "What Covid tests do I still need to travel abroad?", "article": "Fully vaccinated people travelling to the UK no longer have to take any Covid tests - either before departure or on arrival. The prime minister has announced thathe intends to remove England's remaining Covid restrictions at the end of the month. Fully vaccinated travellers (two doses) and under-18s no longer need to take a test either before or after they arrive in England, Scotland, Wales or Northern Ireland.To qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with\"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February. Unvaccinated travellers still have to show proof of a negative Covid test taken two days before departure. They must also take a post-arrival PCR test two days after arrival. This must be booked before travelling to the UK and bought privately froma government-approved list of providers. If this is positive, they need toself-isolate . However, unvaccinated travellers no longer have to self-isolate on arrival, or take a test on day eight.All unvaccinated travellers to the UK must complete apassenger locator form before departure.Digital Covid passes showing your vaccination status can be downloaded to your phone, whether you're inEngland ,Scotland ,Wales orNorthern Ireland .Test results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish. European Union residents can use theEU Digital Covid Certificate to show their vaccination status or test results. Since 3 February, 12 to 15-year-olds in England have also been able to prove their vaccination status via the digital NHS pass. You are responsible forchecking the entry requirements for any other countries you wish to visit, as well as the local Covid restrictions which are in force. These can change quickly. Many UK familieshave cancelled half-term trips to mainland Spain and the Canary Islands because children over 12 must be double vaccinated to enter.Very few countries allow unrestricted access to those who have not been vaccinated. It is thought more than 80 holiday destinations around the world still require all UK travellers to take a pre-departure PCR test before arrival. UK-issuedCovid passes can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated after than 1 November 2021). ", "url": "https://www.bbc.com/news/explainers-52544307"}