{"datetime": "2022-02-09T09:15:43.000Z", "author": "Katy Austin and Simon Browning", "subject": "Coronavirus pandemic", "title": "Half-term travel: UK families avoid Spain over jab rules", "article": "Many UK families have cancelled half-term trips to mainland Spain and the Canary Islands because children over 12 must be double vaccinated to enter. Hoteliers in the islands say the restrictions have lost them millions of pounds' worth of trade. They have called on the Spanish government to relax its restrictions to allow in more British travellers.Europe's largest tour operator TUI says Mexico and Turkey are proving popular alternatives. From Friday, people travelling to the UK will no longer need to take any Covid tests if they are fully vaccinated. However, Britons going on holiday overseas still need to follow the rules which apply at their destination. It is thought more than 80 holiday destinations around the world will still require travellers from the UK to take a pre-departure PCR test before entering. Travel agents are having to keep up with a fast-changing international patchwork of restrictions. Hazel Bryant from Travel with Kitts, an independent agency in Hertfordshire, said the Omicron variant meant a lot of people re-arranged Christmas trips for half-term instead.In February, the Canary Islands is popular with families seeking good weather without too long a flight.However, Hazel says that because the Canaries and mainland Spain require British children over the age of 12 to be double-jabbed, half the families she is dealing with have changed their plans. \"The reasons are, they're not double vaccinated or because they've had Covid in the last six weeks - which means they haven't gone for their second jab. Spain will not allow them in\". She said many affected families were switching destinations or postponing break plans until Easter. \"It is paramount to plan early, because so many people have moved holidays a year or even two years, so it will be busy and full.\" Ben Fishlock booked a trip to Gran Canaria for February last year for himself, his wife and three children. Travel restrictions meant that trip had to be postponed to this February half-term - that is now off too. Mr Fishlock said: \"The 12-year-old has only just turned 12 so doesn't have his second vaccination yet. The fact he couldn't get vaccinated in time just meant that we had to abort the mission.\"We only cancelled a few days ago. We thought we'd hold out until the first of February in case anything changed but unfortunately we've had to pull the plug.\" He says his children were disappointed to learn the holiday would once again not happen. He's hoping to try again later in the year, though. Tourism businesses in the Canary Islands say they have lost a significant number of bookings at what is usually a crucial time of year. Jorge Marichal, president of the Tenerife Hoteliers Association, wants the Spanish government to change its rules so that more British families can come.He said: \"The loss could be nearly 400 million euros in the Canary Islands. That's only talking about the hotels - if we take into account the restaurant economy [too] it is a huge impact.\"For us the British market is the biggest one. We have more than 2.5 millon British citizens coming to Tenerife every normal year. For us this part of the year is one of the most important. All these profits will be lost.\" Tour operator TUI said recent rule changes were \"a huge leap forwards in getting travel back to normal\". \"We're already seeing a trend of 'test-free holidays' for customers who are fully vaccinated, as people look to go abroad with ease and without the added expense of testing.\"The firm said bookings for February half-term and Easter holidays are comparable to 2019, with Mexico, Dominican Republic, Cape Verde and the Canaries the most popular destinations.Have your half-term travel plans been affected? Get in touch. Spain is not the only country with strict entry requirements for UK visitors, although travel agents say that country's policy on children is proving particularly disruptive. It is not only entry rules people need to pay attention to. In France, for example, over-16s need to prove they are vaccinated to gain access to certain activities, including getting a ski pass. Unvaccinated 12-15-year-olds can take a daily Covid test. Portugal and Greece have both announced an easing of their entry rules this week. Travel association Abta said it was working with its European counterparts to try and encourage greater consistency, and pressing the UK government to lead international efforts to align rules. Despite the travel complications, holiday bookings are rising fast, with the boss of one of Britain's biggest tour firms seeing a huge spike in recent weeks. Dame Irene Hays, owner of Hays Travel, told the BBC that in the last week of January bookings were back to the level of January 2020, before the pandemic hit. Spain, Greece, Turkey and the US were particularly popular, she said, adding that the average price per booking was up by £482 from 2019, with people wanting to treat themselves and stay longer. Dame Irene said customers were also flocking back to High Street travel agents rather booking online, driven by the concerns and complications caused by restrictions and form-filling. \"They want to speak to a human being,\" she said. \"They want to make sure they are getting the best advice before they book. They also need to know somebody will be there for them while they are on their holiday.\" ", "url": "https://www.bbc.com/news/business-60308259"}