{"datetime": "2022-02-04T15:20:32.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Jersey's inbound travel restrictions to be dropped", "article": "Jersey's Safer Travel Policy will be suspended from Monday. Inbound travel to the island will return to unrestricted, pre-pandemic measures, including the removal of all testing and isolation for all arriving passengers.It will also no longer be necessary to complete a pre-departure travel form before travelling to Jersey.It is part of the de-escalation of Jersey's Covid-19 measures, the States of Jersey said.The Government of Jersey said it wouldphase out all Covid-19 restrictions by 31 March . It said the changes follow advice from Public Health in consultation with the Scientific and Technical Advisory Cell (STAC).Deputy Chief Minister, Senator Lyndon Farnham, said: \"This decision is a big move in the right direction as we begin to live with Covid-19. The suspension of measures is proportionate to the much lower levels of risk in Jersey.\"I know many families have travel plans booked for over the half-term break and will immediately benefit from this suspension. Additionally, it will make it much easier for those students returning home from university.\"I would like to thank all of the staff who worked so hard over the past two years to design, manage and operate our border policies and testing; our Safer Travel Policy received international recognition and was only possible thanks to the commitment from staff and cooperation from islanders.\" While the rules are changing from 00:01 on Monday on inbound travel to Jersey, the States advised outbound passengers to check the travel requirements of the country they are travelling to. If required, islanders can access their Covid Status Certificate and QR codes demonstrating their vaccination status through the States of Jersey's Covid safe portal, it added. Follow BBC Jersey on Twitter and Facebook . Send your story ideas to channel.islands@bbc.co.uk . ", "url": "https://www.bbc.com/news/world-europe-jersey-60264002"}