{"datetime": "2022-02-08T10:58:11.000Z", "author": "George Herd", "subject": "Coronavirus pandemic", "title": "Covid: Staycation boom likely to stay, say tourism bosses", "article": "Holidaymakers still want a staycation this year - despite many pandemic restrictions easing, tourism leaders have said. One major holiday park destination in Wales said it was already fully booked ahead of its opening week in March. Tourism bosses across Snowdonia said demand was buoyant - with bookings expected to exceed last summer. But the sector said managing to recruit enough staff to meet holidaymakers' expectations was challenging. \"Already in our early bookings, our park is full,\" said Denise Bossons, the general manager overseeing operations at Hafan y Môr in Pwllheli. The park on Gwynedd's Llŷn peninsula is one of the largest in the Haven holiday group's portfolio, and for more than 40 years was known as Butlin's Pwllheli. At the height of the holiday season, the park now employs about 650 people - the vast majority local to the area. In November, a £15m redevelopment programme for the park was approved by planners, reflecting the company's confidence in the staycation market. The staycation confidence is echoed by the Snowdonia 360 partnership, which brings together and promotes about 30 visitor destinations around the national park and north Wales coast. It said there had already been a surge in advance bookings for this year - and also next year. \"The figures are looking very promising,\" said Sian Pritchard at Snowdonia 360. \"Some of our accommodation providers are fully booked for February half-term, some also fully booked over Easter, and we are also finding people want to come to the area now, which is out of season.\" She said staycations in north Wales were \"here to stay\" for this year and next year, with many of the visitors making a return journey, after enjoying experiences on their doorstep during the pandemic. \"Those with families especially, and those who have invested in having their pets over lockdown, they are looking for dog-friendly, family friendly holidays, and I think north Wales is the perfect destination for that,\" she added.But demand to holiday closer to home, alongside the pandemic, has brought other challenges - especially when it comes to recruiting hospitality staff. The Italianate village of Portmeirion near Porthmadog is expecting to cater for up to 3,000 visitors a day, alongside a thriving hotel business on the site made famous by the cult 1960s television show The Prisoner. Location manager Meurig Jones said they would had to be creative in how they deal with that demand, and would be holding job fairs at the attraction in the coming weeks. \"I think there are less people around, and the tourism industry isn't the easiest to work in,\" he said, adding: \"It's long hours, and it can be long nights.\" Back at Hafan y Môr, the teams there need to recruit 350 new staff working across its entire operations, from catering and bar staff, to running site supermarkets and cleaning teams. In the kitchens of its main Coast House restaurant, it has come up with a new approach to tackling the shortage in chefs and cooks - and that is to train them from scratch. This year, about 25 new recruits, some without any catering experience, are being taught at Haven's inhouse chef academy. One of those putting them through their paces is chef Billy Butcher: \"We've got a lot variety of people among the new recruits, with a lot of different levels of where they are at - some of them don't even know how to cook an egg. \"Through this training process they are starting to learn skills they never thought they never thought they'd be able to learn,\" he added.By the end of February, the trainees will begin a guaranteed 18 month placement, finding themselves working in live kitchens, and ready to serve up food for real holidaymakers at Hafan y Mor, and other Haven parks across the UK. But have firms such as Haven put all their eggs - and bacon in this case - in one basket, banking on another bumper staycation summer? Travel agent Gwen Elen Morgan does not think so. Based at independent travel firm Nico Travel in the Conwy Valley town of Llanrwst, she said while they are seeing the return of the international traveller, holidaying near to home remains popular. \"I think people are definitely enjoying staycations this year,\" she said. \"It's a win-win for us, because we can offer both - it's great for everybody.\" ", "url": "https://www.bbc.com/news/uk-wales-60293159"}