{"datetime": "2022-02-11T15:45:45.000Z", "author": "Navtej Johal & Sandish Shoker", "title": "East Midlands Airport passengers welcome relaxed travel rules", "article": "As restrictions for fully-vaccinated travellers arriving in the UK eases, thousands of passengers are expected to pass through airport terminals up and down the country on Friday. And as half-term approaches, many families are expected to take off on their first holidays in almost two years. East Midlands Airport said they were expecting the next few weeks and months to be their busiest since the start of the pandemic. BBC News spoke to some of the passengers arriving on a flight from Alicante, Spain, who were pleased to see the latest Covid-19 test restrictions lifted. Paul and Fiona Gallagher, who live in Alicante, arrived this morning to visit their 25-year-old daughter Brogan Gallagher, who lives in Nottingham. Mr Gallagher, 58, said it was \"excellent\" to be able to travel again without the need to test.\"We've all been fully jabbed and boosted and everything and Brogan works for the NHS so we couldn't take any chances,\" he said. \"The PCR tests were just adding too much money on for everybody.\" Gary Revell, 60, who lives in Spain, is visiting his daughter in East Yorkshire as a surprise for her 18th birthday. He said: \"It's brilliant. Perfect for me and less paperwork for my children to do for me, because I don't like doing the paperwork.\" Returning home from her holiday in the Spanish city, 61-year-old Debbie Glynn welcomed the latest changes. \"It's absolutely great,\" she said. \"It gives us more freedom. \"Less paperwork as well which is great!\" However some travellers were still cautious and felt restrictions were easing too soon.Jackie Burton lives in Spain and is visiting Leicester during her trip. \"I'd rather carry on testing, just for a little bit longer,\" the 53-year-old said.\"I'll keep my mask on all the while I'm here and generally follow the guidelines, and that's all we can do.\"I can't see the point of the locator form if people aren't testing themselves.\" Under the changes fully-vaccinated travellers (two doses) and under-18s no longer need to take a test either before or after they arrive in England, Scotland, Wales or Northern Ireland.Unvaccinated travellers still have to show proof of a negative Covid test taken two days before departure and must complete apassenger locator form before entering the UK. Travel bosses say the changes could be a huge boost to the industry, which has suffered during the pandemic. Claire James, East Midlands Airport's managing director, said: \"What consumers need is real certainty and all the toing and froing and the changes we have had in the last two years for the industry really has knocked consumer confidence. \"Whereas now with the latest changes, and the certainties we have got around the vaccines, we can get back to flying again. \"We've known all along that people want to travel. There's real pent-up demand there so we're hopeful of 80-85% to pre-Covid numbers now over the next year as people get back to travelling.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-60345724"}