{"datetime": "2022-01-27T08:27:34.000Z", "subject": "Coronavirus pandemic", "title": "Covid passports: Where do I still need to use one?", "article": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. However, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems. Covid passes are no longer mandatory in any venue, as part of the government's decision tolift Plan B coronavirus measures . Announcing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished. England's scheme previously applied to: You could only enter these venues if could show: Proof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test. Some large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon). Its Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it.However, Covid passes are still required for entry to: People can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days. TheCOVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested. Scotland's First Minister Nicola Sturgeon has confirmed thatits Covid pass scheme is not being extended to cinemas and theatres for the time being.However, they are still required for entry to: Event organisers are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago. Under Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with theNHS Scotland Covid Status App ,the NHS App (if from England or Wales) orCovidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable. Under-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons. People need to show theirNHS Covid Pass to gain entry to cinemas, theatres and concert halls. Prior to the current restrictions - which aredue to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people. Over-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s. People can show a negative LFT result instead of proof of vaccination,but this must now have been done within the previous 24 hours and not 48 hours. In England,the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000. In Wales, fixed penalty noticescan be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government hassaid police will visit venues to check compliance. Councils in Scotlandhave the power to issue enforcement notices which could lead to prosecution for non-compliance. Covid passes can also be used for travelling abroad, to show your vaccination status or test results. However, it is important to checkForeign Office advice for any other requirements at your destination before you travel.As yet there is no evidence that Covid passports stop the spread of the virus.They have, however, led to an increase in vaccination rates in some countries where they have been introduced, according toa study by researchers at the University of Oxford, which was published in the Lancet.France, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.Each country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports.Passes made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.", "url": "https://www.bbc.com/news/explainers-55718553"}