{"datetime": "2022-01-25T16:02:42.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Travel tests scrapped in NI for fully vaccinated", "article": "People arriving in to Northern Ireland from abroad will no longer have to take Covid tests from 11 February, if they are fully vaccinated. The changes, announced by the Department of Health, will take effect from 04:00 GMT on that date.Fully-vaccinated travellers will not have to isolate either but complete a UK passenger locator form on arrival. Those who are not fully vaccinated have to take a Covid test 48 hours before arrival, and a PCR test on day two. These individuals will also have to complete a UK passenger locator form and will only have to self-isolate if they test positive following the day two PCR test. The move brings Northern Irelandinto line with England and Scotland , where similar rules were confirmed on Monday. At the moment, the rules in Northern Ireland mean travellers who are fully vaccinated are required to take either a lateral flow or PCR test on or before day two after arrival. They are then required to isolate if that test is positive.People not deemed fully vaccinated must show proof of a negative pre-departure test in order to enter Northern Ireland and self-isolate for 10 days after arrival.They must also complete a passenger locator form and complete PCR tests on day two and eight after arrival.From 04:00 GMT on 11 February, 16 countries are also being added to the eligible vaccination arrivals policy.Vaccine certificates will now be accepted from Algeria, Cape Verde, China, El Salvador, Guatemala, Iran, Kazakhstan, Kyrgyzstan, Macao SAR [Special Administrative Region], Mexico, Sao Tome & Principe, Sudan, Timor-Leste, Togo, Tonga, and Turkmenistan. No countries are being added to the red list.There are currently no countries on the red lists for Northern Ireland, England, Scotland and Wales, after the UK scrapped its full 'traffic light' system for international travel in 2021. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60130484"}