{"datetime": "2022-02-03T10:30:01.000Z", "title": "Work begins on Bristol's first railway station since 1927", "article": "Construction work has begun on Bristol's first new railway station in 95 years. Portway Park & Ride will open in the Summer, linking Shirehampton with the Severn Beach railway line. The £4.2m project forms part of theWest of England Combined Authority 's (WECA) wider plans to enhance the local rail network through theMetroWest programme.The work will see the Severn Beach line closed from 19 to 27 February. The new station is being jointly funded by WECA, Bristol City Council and the government and is the first in the city since Parson Street was opened in Bedminster in 1927. Dan Norris, West of England Metro Mayor, said WECA was investing more than £1m in the project. \"Improving our public transport network is crucial so local people can get more easily to work, study and enjoy our great region and is vital to meet our ambitious net zero targets,\" he added. Network Rail completed preparatory work in December, according to theLocal Democracy Reporting Service. (LDRS). The first stage of construction includes replacing the safety fencing along the railway line, installing a ramp down to the tracks, and excavating the area of the new platform.While much of the work will be carried out overnight, the Severn Beach line will close from 19 to 27 February to allow engineers to make changes to the signalling system, build the concrete foundations for the platform and improve drainage. During this time, trains will not call at stations between Bristol Temple Meads and Filton Abbey Wood, or between Severn Beach and Stapleton Road, with a rail replacement bus service in operation. Cllr Don Alexander, Bristol City Council's Cabinet Member for Transport, called the start of construction \"a major milestone\" for the project.He said the station will \"help us to ease congestion on the roads in a sustainable way and reduce air pollution, as we work towards our ambitious goal to be carbon neutral and climate resilient by 2030\". Bristol City Council is also planning improvements to its Park & Ride facility, including more parking spaces, following the opening of the new station. The temporary Covid testing facility has been moved to a different area on the same site. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60241946"}