{"datetime": "2022-01-24T18:28:57.000Z", "title": "Covid travel tests axed in England and Scotland for fully vaccinated", "article": "People arriving in England or Scotland from abroad will no longer have to take Covid tests if they are fully vaccinated, it has been confirmed. In a boost for families, the changes will come in from 4am on 11 February, in time for the half-term break.Rules have also been eased for unvaccinated travellers, who will no longer have to take a day eight test or self isolate.However, they will still need pre-departure and day two tests.And everyone arriving in England and Scotland, regardless of vaccination status, will need to fill in a passenger locator form - although these will be made \"easier\" to complete, said UK Transport Secretary Grant Shapps. Wales and Northern Ireland have not yet said whether they will change their testing rules, although they are expected to follow suit.In a statement to the House of Commons, Mr Shapps said the move would save families about £100 on visits abroad, as well as boost the beleaguered travel industry. \"Today I can confirm that our international travel regime will now be liberalised as part our efforts to ensure that 2022 is the year in which restrictions on travel, on lockdowns and limits on people's lives are firmly placed in the past,\" he said. \"From 4am on February 11, and in time for the half-term break, eligible fully-vaccinated passengers arriving in the UK will no longer have to take a post-arrival lateral flow test. \"That means that after months of pre-departure testing, post-arrival testing, self-isolation, additional expense, all that fully vaccinated people will now have to do, when they travel to the UK, is to verify their status via a passenger locator form.\"Scottish Transport Secretary Michael Matheson said the measures were \"extremely welcome\" for the tourism and aviation sectors. But he said \"further surveillance\" would be needed across all UK nations to catch variants if they emerged. Dan from Surrey is planning to travel to Italy on a skiing trip with his son in the half term holiday.\"I was geared up for having to do all the tests and the forms that I needed to,\" he says, adding that today's news was \"a welcome change\".\"It's one less thing to worry about,\" he says. \"It's a bit less cost, but also it's a bit less stress. So overall, hopefully we can focus on having a nice holiday instead of worrying about the paperwork.\"Dan and his family have only travelled abroad once since the pandemic started, but he hopes that as the rules ease, planning holidays will become more straightforward.\"I'm quite happy there are fewer barriers, it makes me feel more confident going away from that point of view,\" he says. However, safety remains his number one priority: \"If a new variant came along or something changed and the rules had to be revisited, I for one would understand that.\"Mr Shapps also confirmed that from 3 February, 12 to 15-year-olds in England will be able to prove their vaccination status via the digital NHS pass for international outbound travel. It comes after families have struggled to prove their children's vaccination status when trying to enter countries including Spain, Italy and France. Mr Shapps also told MPs the UK is set to recognise vaccine certificates from 16 further nations, including countries like China and Mexico.This will take the total number of recognised countries and territories to 180. The moves were welcomed by the travel and tourism industry, which has been one of the sectors hit hardest by coronavirus lockdown measures.Airline Virgin Atlantic said: \"The removal of all testing for vaccinated passengers is the final step in moving towards frictionless air travel, allowing passengers to reconnect with loved ones and business colleagues. \"It restores customer confidence and demand will be boosted in a critical booking window for the travel industry.\" Johan Lundgren, chief executive of easyJet, said the airline would \"now look ahead to what we believe will be a strong summer\". He said: \"It is clear travel restrictions did not materially slow the spread of Omicron in the UK and so it is important that there are no more knee jerk reactions to future variants.\" However, the Laboratory and Testing Industry Organisation, the trade body for the industry, warned rules had been lifted too quickly. Its chairman Tom Watson said: \"We have consistently backed relaxing unnecessary restrictions, but the only way that our country can avoid hard lockdowns is by maintaining a robust Covid testing regime to quickly discover new variants.\" Currently, fully vaccinated passengers, who have had two doses (or one dose of the Janssen vaccine), and under-18s no longer need a pre-departure test two days before travelling to the UK. However, within 48 hours of arrival, everyone aged five and over - or 11 and over in Scotland - must take a lateral flow test (LFT), or a more expensive PCR test. If they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result. Vaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK. But Mr Shapps said the form, which had been \"complex and difficult to navigate\", would now be made simpler and travellers would have an extra day to fill it in. Earlier in January, the government scrapped the need for fully vaccinated travellers coming to England to take a Covid test before they travel. However, arrivals who are not fully vaccinated must take a pre-departure test and two post-arrival PCR tests, which are more expensive than the lateral flow version. They must also self-isolate for 10 days. Are your journey plans affected by the removal of Covid travel tests in England? Share your stories by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-60109945"}