{"datetime": "2022-01-25T17:44:24.000Z", "author": "Felicity Evans", "subject": "Coronavirus pandemic", "title": "Covid in Wales: Holidays abroad are now OK, says Mark Drakeford", "article": "For the first time since the start of the coronavirus pandemic, Welsh ministers have stopped advising people not to go on foreign holidays. First Minister Mark Drakeford said the change was due to the Omicron wave waning and high vaccination rates. \"We will no longer advise people to only travel overseas if their journey is essential,\" he said in a statement. The UK government warned against non-essential foreign travel in March 2020, but subsequently relaxed the advice. However Welsh ministers continued to give strong advice against going abroad and urged people to holiday in the UK. It was the only big policy difference between the Welsh and UK governments in relation to foreign travel. Welsh ministers have tended to follow UK ministers' decisions in relaxing quarantine and testing regimes, albeit \"reluctantly\".Mr Drakeford said the advice now was for everyone \"to think of their own personal and family circumstances and how best they can keep themselves safe if they decide to travel abroad this year\". \"As we move beyond the Omicron wave of Covid-19 we will also see a greater opportunity for individuals to return to making decisions based on their own circumstances,\" he said. \"On that basis, and because of the vaccination success set out above, we will no longer advise people to only travel overseas if their journey is essential.\" He has continued to criticise the UK government for relaxing testing restrictions on people returning to the UK from abroad, but says the \"practical difficulties\" of taking a different approach in Wales means ministers here are \"reluctantly retaining alignment\" with their decisions.That means that from Friday 11 February, fully vaccinated travellers returning to Wales will no longer have to take a Covid test two days before arriving in the UK.But Mr Drakeford said: \"We continue to raise our concerns with the UK government about the speed at which it has removed public health protections in relation to international travel and the progressive erosion of such protections.\" When he announced the change for England on Monday, UK Transport Secretary Grant Schapps told MPs that scrapping the pre-departure test requirement would save families about £100 on visits abroad, as well as boost the beleaguered travel industry. \"I can confirm that our international travel regime will now be liberalised as part our efforts to ensure that 2022 is the year in which restrictions on travel, on lockdowns and limits on people's lives are firmly placed in the past,\" he said. ", "url": "https://www.bbc.com/news/uk-wales-politics-60130351"}