{"datetime": "2022-02-02T15:51:39.000Z", "subject": "Reality Check", "title": "When should I take a Covid test now?", "article": "People who test positive for Covid at home no longer need to take a PCR test to confirm the result. The test shortages which were reported in the run up to Christmas and the New Year seem to have eased.If you have no symptoms: Across the UK, if you test positive for Covid with a lateral flow test (LFT), there is no longer any need to book a PCR test to confirm that result.You shouldreport your result online or by calling 119, andself-isolate immediately. You will be contacted by the relevant tracing service so your contacts can be notified. You can leave self-isolation seven days after the date of your first positive test ( five full days in England ), as long as you have two negative LFT results, 24 hours apart.People who are eligible for the£500 test and trace payment in England will be asked to take a PCR so they can access financial support. Clinically vulnerable people in Wales and Northern Ireland are also still advised to take a PCR test after a positive LFT. If you have symptoms: If you have Covid symptoms -a cough, a fever or a loss of taste or smell - you should take a PCR test as soon as possible, and self-isolate while you wait for the result.You must then continue to self-isolate if the PCR test is positive, even if you previously had negative LFT results. However, if you have already tested positive on a LFT, you should self-isolate and do not need to take a follow up PCR. Anyone withoutCovid symptoms canorder LFTs online using theirNHS login .You can alsocollect LFTs from pharmacies, vaccination hubs and test centres.You shouldreport your LFT result online or by calling 119.You canorder a PCR test kit to be sent to your home or book an appointment at a walk-in or drive-through test site. LFT test kits and PCR appointments seem to be much more widely available, after earlier shortages.Announcingthe reduction in the self-isolation period for England last month, Health Secretary Sajid Javid told MPs that LFT supplies had risen sharply from pre-Omicron levels.He said 400 million available in January, compared with 120 million in November.The testing rules are broadly similar across the UK.If you are fully vaccinated (two doses - three in Scotland), you don't have to self-isolate, butshould take daily LFTs for seven days (or for 10 days after your last contact, if this is earlier).This also applies to people under-18s (18 and four months in Scotland; 18 and six months in England). If any of the LFTs are positive, you must self-isolate from the date of the test, but don't need to take a confirmatory PCR test.Close contacts of positive cases who arenot fully vaccinated still have to self-isolate for the full 10 days. In Scotland, they are advised to take one PCR test and continue isolating even if the result is negative.In Wales, unvaccinated contacts are advised to take LFTs on days two and eight, even if they have no symptoms. Anyone who develops Covid symptoms during self-isolation should take a PCR test.Across the UK, NHS and education staff are asked to test twice a week. Secondary pupils shouldtest twice a week during term time (three times a week inWales ).There is separate testing guidance for prisons and hospital patients, as well as care home staff inScotland .The government saidit would provide 100,000 critical workers in England with free daily LFTs , initially for five weeks. Critical workers deliver essential services such as transport and food distribution, and cannot work from home so are at risk of infection. In addition, everyone is asked to test before socialising with those who are at most risk from Covid, or spending time in crowded settings or places with poor ventilation.People can also provide a recent negative LFT or PCR result instead of proof of vaccination to enter venues that are covered byCovid passport schemes in place in England, Scotland, Wales and Northern Ireland. You may also need to testbefore or after travelling abroad . You must buy private tests for this - you cannot use free NHS tests.LFTs and PCR (polymerase chain reaction) tests do different things: Both tests involve swabbing your nose and/or throat. LFTs can be done at home, and show results in 20-30 minutes.PCR test swabs must be sent to a lab for analysis, with results provided in 24-48 hours, although it can take longer to confirm a particular Covid variant. Being vaccinated against Covid cannot cause you to test positive on either an LFT or PCR test. When LFTs were first introduced, they were criticised for being much less accurate than PCRs. However, in OctoberUCL researchers found LFTs were more than 80% effective at detecting any level of Covid-19 infection, which was much higher than previously thought. LFT results are also more reliable during a period of high Covid cases, because the small number of false positives is much less significant.", "url": "https://www.bbc.com/news/health-51943612"}