{"datetime": "2022-02-15T21:05:08.000Z", "author": "Tom Symonds", "subject": "Grenfell Tower fire", "title": "Grenfell Tower: Earlier cladding fire test was 'catastrophic failure'", "article": "A cladding system similar to the one used at Grenfell Tower spectacularly failed safety tests in 2001, the public inquiry into the disaster has heard. Tests had resulted in a \"very rapid, very large fire\" and had to be stopped. For the first time the Building Research Establishment (BRE) confirmed publicly the tests had resulted in 20m (65ft) flames. TheBBC revealed the existence of the tests last year. They had not been made public before. Sarah Colwell from the BRE told the inquiry the results were passed to the government to \"alert and identify\" the problem. The test of the aluminium cladding with a plastic layer took place in 2001 - 16 years before theGrenfell Tower fire . If the results had been widely disseminated, it is possible the Grenfell cladding would not have been installed. In the first report of the Grenfell Inquiry, the cladding was cited as the main cause of flames rapidly spreading up the building, leaving residents trapped. The 2001 test involved a mock-up of a building on a 9m (30ft) test rig. This was the standard test of its type. When engineers set light to the mock-up, flames spread rapidly, according to results from the test shown at the inquiry. Within three minutes the maximum acceptable temperature levels were reached on the outside of the structure, and just over a minute later, internal limits were also reached. After five minutes the flames had reached 20m (65ft) - twice the height of the rig - and the test was stopped. Normally the rig would be allowed to burn for 30 minutes. Giving evidence, Dr Colwell said: \"It was very rapid, very large fire growth.\" She agreed the test was \"catastrophic\" and experts watching were \"shocked\". Despite the test, the aluminium cladding had the best national rating for fire spread - Class zero - a standard which has been discredited since the Grenfell Tower fire. The Building Research Establishment passed the results of the 2001 tests to the government, which had commissioned its work. Despite the obvious fire risks the aluminium cladding was not specifically banned, and continued to be used on buildings such as Grenfell right up to the fire in 2017 which resulted in the loss of 72 lives. Asked whether anyone warned the construction industry, DrColwell said: \"I made the department aware of the outcomes. They were obviously in a position to take the dissemination route.\" A 2004 document summarising the results was leaked to the BBC last year. It had been circulated to an industry group marked \"commercial, in confidence\". Following the Grenfell fire, cladding companies claimed they had been horrified by how fast the flames spread, and that they had not been aware of the risks of aluminium and plastic cladding. A document produced by the BRE in 2006 following the tests did not mention the 2001 test results. Counsel to the inquiry asked Dr Colwell which brand of cladding was used in the tests. She said she did not know. The product used at Grenfell was Reynobond PE55 made by the multinational firm Arconic. Residents in more than 1,000 buildings in London still rely on 24-hour monitoring due to potentially unsafe building materials, the fire service has said. Government officials and former ministers will be questioned about what they knew over the coming weeks. Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60396834"}