{"datetime": "2022-01-21T01:00:14.000Z", "author": "Simon Browning", "subject": "Coronavirus pandemic", "title": "Covid test firm urges end to tests for travellers", "article": "Covid tests for travellers arriving in the UK should be scrapped, one of the big testing firms has said. Simon Worrell, global medical director of Collinson - which also runs airport lounges - said: \"As soon as we can drop it, we will be delighted.\" At present, all those aged five and over arriving in England must take a test within 48 hours of arriving. Prime Minister Boris Johnson said on Wednesday the government was reviewing testing arrangements for travel. He said the Health Secretary Sajid Javid would announce the outcome of the review in the coming days. Mr Worrell said Collinson, which has a large travel business that includes running customer services in airports, launched its testing sites early in the pandemic in a bid to prop up the travel industry, which a large part of his business depends on. But now, with more people able to return to the skies, the requirement for people to test on arrival has become more of a hindrance to the business, because it may put them off travelling. The travel industry has continually voiced its objection to testing. Manchester Airports Group and Airlines UK on Friday renewed their calls for testing rules to become a thing of the past for fully vaccinated travellers. But virologists have expressed caution. Dr Stephen Griffin from the University of Leeds said: \"You have a moral responsibility to monitor and to know if you're infectious. It is a good idea to test.\" Collinson was one of the first operators to run Covid testing stations at airports and also distributes tests through the post. It partners with a number of UK airlines and travel operators. Mr Worrell said: \"Airport testing was only ever supposed to be a band-aid, a temporary solution to get trade and tourism staggering whilst we build up immunity and we are able to fight the virus by ourselves. We are at that point now. \"The link between getting infected and hospitalisation has been broken. We are in a fantastic place - the envy of the world, I think.\" Covid testing for travellers has been controversial and the government has faced criticism over its regulation of the sector.Consumer rights groups said the Department for Health and Social Care had not done enough to protect consumers from what was called a \"predictable Covid rip-off\".The government did launch an investigation to remove operators who were selling tests that, in some instances, were too cheap or not available at the price advertised.But those in the medical community are alarmed that testing for those arriving back in the UK could be removed.Dr Eleanor Gaunt, who investigates the genetic coding of viruses at the University of Edinburgh, said: \"I fully agree that this needs to happen, but the timing is premature.\"It is entirely possible that Omicron will be succeeded by a new variant and possibly one that can circumvent immunity provided by vaccination and previous infection.\"Therefore we need eyes on what viruses are moving where, until the virus becomes more predictable and endemic.\" Yet not everyone in the scientific community believes testing for travellers arriving into the UK should remain.Dr Bharat Pankhania, from the University of Exeter Medical School, believes that it is time for travel tests to end, as long as community testing remains in place to identify variants of concern. ", "url": "https://www.bbc.com/news/business-60063606"}