{"datetime": "2022-02-13T21:47:18.000Z", "title": "Hackney Wick bar floor collapse: Thirteen people injured", "article": "Thirteen people have been injured after a mezzanine floor collapsed at an east London pub. Emergency services were called to the Two More Years bar in Hackney Wick at about 16:50 GMT on Saturday. Firefighters rescued seven people who were trapped after the collapse. Four people were taken to hospital. One of them told the BBC he feared he was going to die after he was trapped under the rubble. \"Everything was crushing me, I was starting to lose breath,\" said James Purdon, 30.\"It got to the point where I couldn't even cry for help because I had no energy left. \"I feel like I had seconds left of consciousness before someone managed to clear a passage for me to escape.\" After he was rescued, he said he could not move and he was \"in so much pain\".The civil servant said he understands that he was the most seriously hurt of the victims, with injuries to his back, knee and ankle, but no broken bones. A spokesman for Tower Hamlets Council said it is working with the emergency services and a structural engineer to assess the privately-owned building. One witness, Amelia, said she was at the bar when the floor collapsed and she tried to help clear some of the rubble. \"When I saw it come down in front of me I was certain that there would be people dead,\" she said. \"So we're grateful to be safe. It's made me worry about the building safety of other similar bars in the area.\" Hal, a mental health worker and therapist from Stratford, was on the mezzanine floor when it collapsed and managed to escape the fall with a few scratches. \"It sounded like a rumbling, a bit like an earthquake. You can't be prepared for anything like this,\" he told the BBC. He said he was \"pretty much in the middle of the upper mezzanine of the bar\" after a football friendly between Clapton CFC and Stonewall FC. \"Thankfully I was able to heave myself out,\" he said. \"We all helped each other out.\" Brian Jordan, strategic commander at London Ambulance Service, said the collapse was treated as a major incident and teams from the air ambulance were sent to the site. London Fire Brigade station commander Sacha Clement said crews found seven people who were trapped upstairs on the remaining part of the mezzanine floor. \"Crews used a ladder to bridge between the floor and the internal staircase to get them safely out of the building,\" the station commander said. LFB said crews from three fire engines from Homerton, Bethnal Green and Leyton fire stations and two rescue units from East Ham and Edmonton stations attended the scene.Harriet McMahon was sitting under the mezzanine with her boyfriend when it collapsed. She described seeing \"clouds of dust\" and hearing \"people screaming\". \"I thought the whole place was coming down,\" she said. \"We ran out, we went back in again, we'd left our keys and our phones on the table. \"We found our stuff in the end. It was horrible. There were people and things everywhere.\" Another man who was in the venue at the time said it was lucky there were not more people sitting directly under the mezzanine floor that came down. \"There was just this sort of cracking sort of noise and dust started coming down,\" he added. \"Me and my friend just ran to the side and the whole thing just came down in a matter of seconds.\" A statement on Two More Years' Instagram account said the venue would remain closed \"for now\" and added: \"Our thoughts are with everyone that has been affected.\" It said \"thankfully\" no-one had sustained critical injuries. London Mayor Sadiq Khan thanked the ambulance service, fire brigade and police for their \"swift action\". \"My thoughts are with those affected by the incident in Hackney Wick this evening,\" he said.\"I wish all those injured a speedy recovery.\" Rushanara Ali, Labour MP for Bethnal Green and Bow,tweeted that she was \"very concerned about the collapse of part of a building at Roach Road\". A police cordon was set up in the area but has since been lifted. Were you at the bar or nearby? Did you see what happened? You can get in touch by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-england-london-60364090"}