{"datetime": "2022-02-13T11:14:10.000Z", "title": "Sadiq Khan: New Met boss must have robust plan on culture problems", "article": "London's mayor has said he will oppose the appointment of a new Met Police chief unless they have a \"robust plan\" to deal with the force's \"cultural problems\". Dame Cressida Dick resigned from the role on Thursday over Sadiq Khan's lack of confidence in her plans for reform. Writing in the Observer, Mr Khan said he was \"deeply concerned\" public trust in the force had been \"shattered\". He said the new appointment needed to make things happen fast. Dame Cressida's resignation comes after a series of crises engulfed the Met Police, including cases of sexism and misogyny among some officers. Last week,the police watchdog found \"disgraceful\" examples of bullying and sexual harassment at Charing Cross police station in central London.The mayor is due to work with Home Secretary Priti Patel to find a replacement. While the Conservative home secretary holds the power over the appointment, she must take the Labour mayor's preference into account. Mr Khan wrote: \"I will not support the appointment of a new commissioner unless they can clearly demonstrate that they understand the scale of the cultural problems within the Met and the urgency with which they must be addressed. \"In short, they need to get it, and they need to have a proper and robust plan to deal with it.\" Mr Khan warned that people's confidence in the force must be restored after the wave of recent scandals. The mayor also said that reading the damning Charing Cross report reminded him of \"the bad old days of the Met from my childhood\". Mr Khan wrote: \"Growing up in the 1970s and 80s on a council estate in south London, it was commonplace to hear stories of racist, misogynistic and abusive conduct by police officers. \"Trust in the police was at rock bottom in some communities and one of the things I remember being told as a teenager by my dad was: 'Don't make eye contact with the police, don't give them an excuse'.\" Earlier in the week, Ms Patel said the new commissionermust tackle \"policing culture and conduct\" . In a statement, she said: \"Be in no doubt that a new leader must tackle these institutional issues.\" Ms Patel said the new commissioner must be \"focused on the basics\", including tackling the abuse of women and girls, drugs and knife crime.\"Policing culture and conduct have rightly come under scrutiny,\" she said. \"Be in no doubt that a new leader must tackle these institutional issues.\" Yvette Cooper, Labour's shadow home secretary, said challenges facing policing were broader than one individual. She told BBC One's Sunday Morning programme with Sophie Raworth: \"Once that confidence was lost then the Met Commissioner was right to resign and I support the mayor's decision. \"But what I am concerned about in all of this debate is it's all focusing on one individual, one individual new appointment, and also one police force. \"I think the challenges for policing are much broader than this and there needs to be Home Office-led reforms in this area as well.\"Northern Ireland Secretary Brandon Lewis described how Mr Khan had pressured Dame Cressida out of her role as \"rather odd\". Asked on Times Radio whether he thought the mayor was playing politics, he responded: \"Possibly, to be frank.\" ", "url": "https://www.bbc.com/news/uk-england-london-60365947"}