{"datetime": "2022-02-14T11:36:32.000Z", "subject": "Sarah Everard murder", "title": "Police officer facing action over Wayne Couzens messages", "article": "A senior member of the Police Federation is facing a misconduct hearing for allegedly sharing details of an interview given by Sarah Everard's killer Wayne Couzens. Sgt Simon Kempton is said to have sent messages about Couzens' first court appearance in March last year. Couzens had been charged with Ms Everard's kidnap and murder. The Met Police constable was later given a whole-life sentence at the Old Bailey after admitting both charges. Ms Everard, 33, was handcuffed by Couzens as he flashed his warrant card and pretended to arrest her for breaching Covid guidelines. She had been walking home from a friend's house in Clapham on 3 March. On 9 March Couzens was arrested at his home in Deal, Kent. In a brief police interview, he told a false story about being threatened by an Eastern European gang, claiming they had demanded he deliver \"another girl\" after he had underpaid a prostitute a few weeks before.He then claimed he kidnapped Ms Everard, drove out of London and handed her over to three men in a van in a layby in Kent, while she was alive and uninjured. But after Ms Everard's body was discovered in a pond just 130 metres from land owned by Couzens, he was charged. Details of Couzens' police interviews were read out at his first court appearance at Westminster Magistrates' Court - but they were subject to strict reporting restrictions. It is alleged that Sgt Kempton \"posted a series of messages on a group chat in which he disclosed evidence that had been revealed during the hearing\". He is due to have amisconduct hearing at Dorset Police HQ on 22 February to answer the allegations, which could amount to gross misconduct. Dorset Police said Sgt Kempton was on secondment to the Police Federation at the time of the allegations. On the Police Federation's website, he is listed as the national treasurer. A Police Federation spokesman said: \"It would be inappropriate for us to comment on this matter while investigations are ongoing and ahead of the hearing itself.\" The hearing in Winfrith is expected to last four days. ", "url": "https://www.bbc.com/news/uk-england-london-60341306"}