{"datetime": "2022-02-14T06:00:46.000Z", "author": "Lucy Manning and Phil Kemp", "title": "Caroline Flack's mum 'sad and very angry' at Met Police treatment", "article": "The mother of TV star Caroline Flack says she remains \"sad and very angry\" at the police treatment of her daughter in the weeks before her death. The presenter was facing prosecution for assaulting her boyfriend when she killed herself in February 2020.Her mum complained about the decision to charge her, saying she had been treated differently due to her fame. The police watchdog has now told the Metropolitan Police to reinvestigate that element of the complaint. Tuesday will mark the second anniversary of the death of the Love Island and X Factor host. She was found dead at her home in London. A coroner later ruled the TV star had taken her life because she knew she was facing prosecution and feared the publicity the trial would attract.Speaking to the BBC, her mother said she still wanted to know why Caroline was charged with the assault - despite prosecutors initially saying she should be given just a caution. She found out she would be prosecuted for the assault the day before her death.\"I just want those answers to make me feel better and to make me know that I've done the right thing by Caroline,\" she told the BBC. She believes her daughter was treated differently by police because she was a celebrity. Christine first complained to the Met one month after Caroline's death. She asked the force to investigate its duty of care towards her daughter and the procedures it followed when it arrested and subsequently charged her.She was particularly concerned the Met appealed against the Crown Prosecution Service's (CPS) original advice to give her daughter a caution.Last March, in its response to her complaint, the force said it was \"satisfied\" the service provided by the officer who made the decision was \"acceptable\".It said it was \"reasonable and proportionate\" to take no further action in relation to that part of the complaint. It also told her it was rarely appropriate to caution in allegations of domestic abuse when there is sufficient evidence to charge a suspect. Christine was unhappy with the outcome and asked the police watchdog, the Independent Office for Police Conduct (IOPC), to review the case.The IOPC has since found one element of the complaint was not \"fully addressed\". It has directed the force to reinvestigate whether Caroline would have been treated differently had she not been famous.\"It leaves us really sad and really angry because we want to know why they charged her,\" Christine said. \"I just want the truth out there. I know it won't bring her back but I've got to do it for her.\"Asked if she feels the decision to charge her daughter contributed to her death, Christine said: \"Oh, totally. Totally. She couldn't see a way out.\" She said she had now lost trust in the force: \"There's no trust at all. No trust at all.\"\"I just want the truth out there,\" she added. \"And it won't bring her back. I know it won't bring it back. But I've got to do it for her.\" A spokesperson for the Met Police (MPS) said: \"Following a review, the IOPC agreed with the MPS that service was acceptable in relation to seven areas of the complaints relating to the response and handling of the incident by the MPS.\"The IOPC has directed the MPS to reinvestigate one element of the complaints. This relates to the process involved in appealing the CPS decision to caution Ms Flack. We will re-examine this element of the investigative process. Our thoughts and sympathies remain with Caroline's family.\" If you or someone you know are feeling emotionally distressed, information on where you can go for support is available on BBC Action line here . ", "url": "https://www.bbc.com/news/uk-60337488"}