{"datetime": "2022-02-15T19:14:52.000Z", "title": "Met PC Adnan Arib says he met teenage girl for careers advice", "article": "A Met Police officer accused of getting a girl to meet him in a park for an improper reason has claimed he only wanted to give her \"careers advice\". PC Adnan Arib, 45, denies two counts of misconduct in public office, one in connection with the 15-year-old and another with a second girl aged 16. The officer, based at Bethnal Green police station, east London, is alleged to have told one she was \"very pretty\" before inviting her out. He said he was \"naive and foolish\". Jurors at Southwark Crown Court heard PC Arib was called to the 15-year-old girl's flat by her mother, who had accused her of stealing £10, in July 2019. During a conversation in the teenager's bedroom, the 45-year-old PC asked her to write her phone number, name and other details on a piece of paper, the court heard. Prosecutor Jacqueline Carey accused PC Arib of getting the girl to meet him in a park for an improper reason. But, giving evidence, PC Arib told the court he had arranged to meet her in the park to talk through \"interview techniques\" and \"careers advice\" around work experience with the police cadets. When the girl did not show up at the park after school, Ms Carey told the jury PC Arib had texted the girl to remind her of the appointment and then they had met. Ms Carey alleged that he asked her if she had a boyfriend and suggested taking her out for a drink, which made the 15-year-old feel \"uncomfortable\". Asked why he later sent a message to the girl saying it was \"lovely\" seeing her, he replied: \"We had a nice chat about, you know, she can do something with her life.\" Ms Carey said: \"This meeting was absolutely nothing to do with careers advice at all was it?\" \"No, that's not right,\" the officer told the court. PC Arib is also alleged to have told a second girl, aged 16, she was \"very pretty\" while in Bethnal Green police station, where he was based. The 16-year-old had been picked up by police after being reported missing in April 2019 and was interviewed by PC Arib, the court heard. She felt \"uncomfortable and a bit weird\" when he allegedly started quizzing her about her personal life, jurors were told. The prosecution accused him of accessing a police report about her and officers later found 47 text messages had been sent between them on a phone he had initially tried to deny was his. PC Arib described himself as \"naive and foolish\" and claims he believed offering careers guidance to the two girls was part of his wider policing duties. The trial continues.Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60388676"}