{"datetime": "2022-02-14T13:50:34.000Z", "title": "Sadiq Khan: Met Police Federation has 'no faith' in London mayor", "article": "The Met Police Federation has declared it has \"no faith\" in Sadiq Khan after the \"very public ousting\" of Dame Cressida Dick as commissioner. She resigned from the role on Thursday over the mayor of London's lack of confidence in her plans for reform. More than 31,000 rank-and-file officers are represented by the Met Police Federation. Chairman Ken Marsh warned that the atmosphere among Met Police officers was at \"rock bottom\". Writing in the Observer on Sunday, Mr Khan said he was \"deeply concerned\" public trust in the force had been \"shattered\". He said the next commissioner needed to make things change quickly. In response to the Met Police Federation's comments, Mr Khan said he stood by his views, insisting it was his job to \"stand up for Londoners\". Mr Marsh said that remarks made by the mayor had \"undermined the professional, dedicated and incredibly difficult work of tens of thousands of hard-working and brave police officers from across the capital\". \"We have let the mayor's office know in no uncertain terms how our brave and diligent colleagues deserve better,\" Mr Marsh said. \"Officers in London feel saddened and angry that the commissioner, Cressida Dick, has been pushed out in the way she has. \"She was reforming. She was changing. The culture is changing. \"We are deeply disappointed with the actions of the mayor.\" Dame Cressida's resignation followed a series of crises engulfing the Met Police, including cases of sexism and misogyny among some officers. Last week,the police watchdog found \"disgraceful\" examples of bullying and sexual harassment at Charing Cross police station in central London.Reacting to Mr Marsh's comments, the mayor said a change of leadership was \"the only way to address\" a crisis of trust. A spokesman for Mr Khan added: \"The mayor has always made clear that there are thousands of incredibly brave and decent police officers at the Met, who we owe a huge debt of gratitude.\"But the series of scandals seen in recent years has tarnished the reputation of the police, which is so crucial to policing by consent.\"Downplaying the scale of the change required is only going to hinder, not help, the vital process of restoring Londoners' trust in the Met.\"The mayor is due to work with Home Secretary Priti Patel to find a replacement for Dame Cressida. While the home secretary holds the power over the appointment, she must take the Labour mayor's views into account. ", "url": "https://www.bbc.com/news/uk-england-london-60375845"}