{"datetime": "2022-02-15T17:01:47.000Z", "subject": "Murder of Bibaa Henry and Nicole Smallman", "title": "Mina Smallman: Dame Cressida Dick gaslighted me, says killed sisters' mum", "article": "The mother of two killed sisters whose bodies were photographed by police officers said she was gaslighted by Dame Cressida Dick during the case. Nicole Smallman, 27, and Bibaa Henry, 46, were murdered in Fryent Country Park in Wembley in June 2020. Two Met PCs were jailed forsharing photos of the murder scene and calling them \"dead birds\" in WhatsApp messages. Their mother, Mina Smallman, said the Met Police chief had been \"smoke-screening\" her over the PCs' behaviour. The Metropolitan Police said it had \"apologised wholeheartedly to Bibaa and Nicole's family\" and was \"working very hard to rebuild\" trust. PC Deniz Jaffer, 47, and PC Jamie Lewis, 33, pleaded guilty at the Old Bailey in November to misconduct in a public office. The pair were guarding the scene where the bodies of Nicole Smallman and Bibaa Henry were found in June 2020. The officers left their post to take photos of the women's bodies and post the images in WhatsApp groups.During the investigation into the officers' conduct, Dame Cressida implied it was \"an isolated incident\", the sisters' mother told BBC Radio 4's Woman's Hour. \"The photographs of our girls were taken in 2020 and Cressida Dick was on record and said 'If this is true, it's appalling'. \"But she already knew there was an investigation going on\", started in 2017, into other WhatsApp groups, Ms Smallman added. Two weeks ago, thepolice watchdog said it had discovered \"disgraceful\" examples of harassment including misogynist, racist and homophobic messages sent and shared between some officers at Charing Cross station. \"So she would have known that this wasn't an isolated incident. I didn't expect her to throw herself or the Met under the bus, but to behave in a way that sounds as though 'this is incredible', or 'we've never heard of anything like this in our lives' [the conduct of the officers in Fryent Country Park], it was a lie.\" Ms Smallman said she and Dame Cressida had met privately and suggested the ex-Met chief could have been more open with her then off the record. But \"she kept saying 'this is a one-off, this is not happening, this is not usual'. When asked by Woman's Hour presenter Emma Barnett if she had been \"gaslit\", Ms Smallman replied \"absolutely\". Ms Smallman described it as when police had tried to \"minimise\" the event or made someone like her feel \"unreasonable or emotional\". Gaslighting is defined as manipulating someone into thinking they are wrong even when they are right, and can make someone question their own mental wellbeing. The Met Police apologised after the police watchdog, the Independent Office for Police Conduct (IOPC),found the force had mismanaged their investigation when the two sisters were first reported missing. \"It took the IOPC five years to discover what myself and my family knew to be true in six months,\" Ms Smallman said. \"They hide behind these investigations. They hope we'll all forget and something bigger will come out and deflect from our personal agonies.\" Following the report, Dame Cressida's responses were all about \"protecting the brand\", Ms Smallman said. \"In allowing this kind of behaviour to go unpunished it proliferates and becomes bigger, and bigger, and bigger,\" she added. Ms Smallman was one of thefirst voices to call on Dame Cressida to resign , which she eventually did on 10 February. Dame Cressidasaid she had been left with \"no choice\" but to step down last Thursday after Mayor of London Sadiq Khan made it clear to her he had no confidence in her leadership. Her successor will be appointed by the home secretary, in consultation with the mayor of London. Priti Patel has said the new Metropolitan Police commissioner must tackle police culture and conduct. In a statement, the Met Police described the actions of PCs Jaffer and Lewis as \"utterly repugnant and horrifying to us all\". \"The Met has been rocked by a series of awful events, including the appalling behaviour displayed by officers at Charing Cross police station, which we know have deeply damaged the trust and confidence people have in us. We are working very hard to rebuild that trust.\" The force added that an \"independent and far-reaching review into our culture and standards of professional and personal behaviour\" was taking place \"to ensure there are lasting improvements to the service we provide for all Londoners\". ", "url": "https://www.bbc.com/news/uk-england-london-60387087"}