{"datetime": "2022-02-15T08:04:59.000Z", "author": "Sima Kotecha", "title": "Met Police: Some officers are racist, professional standards chief admits", "article": "A senior officer has admitted racism remains a problem in the Metropolitan Police, after two black colleagues told the BBC it was getting worse. Deputy Assistant Commissioner Bas Javid told BBC Two's Newsnight some officers \"have racist views and are racist\". But he denied the Met was a \"racist organisation\". One officer said a supervisor used a racist slur against him. Another said senior leaders suggested black people were not clever enough for the Met. Warning: This report contains offensive language Mr Javid, who is the brother of Health Secretary Sajid Javid, said he was \"extremely disappointed\" to hear the allegations from the black officers - which include claims that the Met is failing to deal with complaints of racism and putting pressure on victims. He said: \"The fact that you've had officers or staff come to you to make allegations, what I'd like to see is an organisation where people feel comfortable to come forward and report it so we can deal with it effectively.\" The culture of London's Metropolitan Police force has come under close scrutiny, with Commissioner Dame Cressida Dick resigning after London Mayor Sadiq Khan said he was not satisfied with her response to the scale of the cultural change required. Among his concerns were the rape and murder of Sarah Everard by a serving officer last year, and a report into abusive behaviour at Charing Cross police station published earlier this month. It found that, between 2016 and 2018, officers shared messages that were highly sexualised, violent and discriminatory against women, ethnic minorities, LGBT people and disabled people - which they defended as \"banter\". The two black officers interviewed by Newsnight said there needed to be changes among the Met's senior leadership to root out racism and misogyny. One said some senior leaders refused to admit there were issues with discrimination, while the other suggested the next commissioner should be recruited from outside the force. Mr Javid ruled himself out as a possible successor to Dame Cressida and said it would be for the mayor and home secretary to decide if the next commissioner should be someone from an ethnic minority. Asked if he accepted racism was a problem in the Met, he said: \"Yes, I do.\" He added: \"What I would say is, there are people who have racist views and are racist and they are in policing. But what I won't do is describe the organisation as a racist organisation.\" Mr Javid, who is responsible for professional standards, said there was \"absolutely no room for racism in policing, especially here in the Metropolitan Police\". \"If people are found to be racist or discriminatory in any way, then I will do absolutely everything I can to make sure they're removed from the police,\" he said. But one of the officers who spoke to the BBC said racism within the force had got worse and officers accused of discrimination did not face adequate sanctions. When he raised a complaint, he said the Met Police \"put more pressure on the victim than the accused\".He said he felt like he was the one who had to move departments, while the accused stayed in the same job. \"There shouldn't be any other option than for them to lose their job,\" he said.\"Until that changes, I don't think much will change in the Met.\" He said a supervisor had referred to him as a monkey, \"one of the most derogatory terms that someone could ever refer to you as a black person\".\"It's hurtful and disgusting,\" he said. The officer also said he had been victimised based on the way he speaks, and colleagues had called him a drug dealer or gang member. The second officer, a black woman in a senior role, said working in the Met Police was \"incredibly traumatic\" for black officers because of the discrimination they faced. She said it was common for people of colour to be undermined and humiliated in meetings. In a recruitment meeting, senior leaders said black and Asian people were not joining the Met because they were not clever enough, she said.Both officers said things could not change in the Met Police unless there was a recognition of racism and misogyny in the force. \"I'm not convinced things will change,\" the male officer said. \"Things will remain the same until there are a group of top rank bosses who are replaced, in my opinion - the bosses who refused to admit there are issues in the Met.\" The female police officer said the next Met Commissioner should be recruited from outside the force. \"Everyone who Cressida surrounded herself with were people who mirrored what she believed. You need an outsider,\" she said. Speaking to BBC Radio 4's Today programme, Janet Hills - who from 2013 to 2021 served as head of the Met's Black Police Association - said the force needed a \"consistent approach and zero tolerance towards people that are racist within policing\". She added that staff found to have committed misconduct or racist behaviour should face dismissal.Additional reporting by Joseph Lee Newsnight reported this story on 14 February 2022 and you can watch on iPlayer for 11 months ", "url": "https://www.bbc.com/news/uk-60379131"}