{"datetime": "2022-02-12T01:12:27.000Z", "author": "Tom Symonds", "title": "Cressida Dick: Why is it so hard to fix the Met’s toxic culture?", "article": "The resignation of Britain's most senior police officer comes after a series of crises has engulfed the Metropolitan Police. Why has it proved so difficult to clean up the toxic culture associated with the force? In full dress uniform, Dame Cressida Dick delivered her resignation speech on the balcony of New Scotland Yard, a slight break in her voice as she described the \"honour and privilege\" of leading the country's biggest police force. Her grim-faced aides appeared shocked by the speed of events. Inside the force, she is well-liked. She has defended \"my Met\", as she has called it, endlessly. But over her shoulder, on Thursday evening, the lights of London glittered - a city arguably less fond of \"its Met\", since she took over five years ago. She failed to win the friends outside, that came so easily inside her organisation. Charities representing women, the families of murder victims, and parts of the media turned against her. There were too many moments when the first woman to run the Metropolitan Police had had to apologise for its behaviour. Nine hours earlier, the commissioner hadn't been planning to resign. She told a radio phone-in that her staff backed her and even the Mayor of London, Sadiq Khan, had said he trusted her.That comment about the mayor seems to have brought him to a tipping point - along with new and horrifying disclosures about Charing Cross police station. His people contacted hers and made things clear. She no longer had his support.Her five years in charge started with the horrors of the 2017 terrorist attacks and the Grenfell Tower fire, and ends with the pandemic. Crime is up by 4% with 45% fewer cases solved. Knife crime fell as Covid struck, though there has been a recent series of teenage murders and there are concerns violent crime, Dame Cressida's priority, is rising again.But she's been brought down by crimes and bad attitudes within her own ranks. Racism, misogyny, bullying and incompetence. Rape, and in the chilling case of Sarah Everard, murder. How can it be fixed? Over a long career, former Metropolitan Police detective Shabnam Chaudhri fought against \"the culture\", which for her included racist abuse. Speaking to the BBC the day after Dame Cressida's resignation, she described policing as a closed community. \"They get so comfortable in their own company,\" she says, \"that when new people come in, they get indoctrinated to that way of thinking.\" It is a culture of \"corridor comments\". \"They disguise it as banter. There's a saying \"know your audience\". These guys know their audience.\" Too often, she says, officers complaining about misconduct, or perceived to be \"using the race card\" are briefed against, even when they move teams. She should know. It happened to her, again and again. A constant drag on her career ambitions. The Metropolitan Police has a whistleblowing hotline. A channel for raising complaints about poor attitudes. But Ms Chaudhri said it was used to make false allegations against her, because she had spoken out.It is possible that a toxic culture at the Met was always there, but we couldn't see it as easily.Things have changed. When officers arrest people, onlookers often start filming, their pictures shared instantly on social media. Footage from police body-worn cameras is sometimes made public during legal proceedings.And then there are messaging groups.\"WhatsApp leaves a footprint,\" Ms Chaudhri says.\"They think they're safe within a group. These people act like a pack of wolves and the only way they get exposed is because these messages come out in the investigation process.\" Group messages provided crucial evidence for Operation Hotton, the investigation into abusive behaviour at Charing Cross police station. This case appears to have convinced the mayor that enough was enough.The investigation uncovered messages which were \"highly sexualised and/or violent and discriminatory, generally described as 'banter' by police officers\".They included: The comments were claimed to be a \"joke or game, or just a 'misunderstanding',\" an investigation by the Independent Office for Police Conduct concluded. There are a number of features of \"The Job\" which make this sort of behaviour more likely, according to a senior figure in policing who spoke on condition of anonymity.It starts at entry level.\"They say: 'He's going to be a good officer so we'll knock the rough edges off him.'\"But a leopard doesn't change his spots, and then you've got a problem for 30 years.\" Most officers join in their early 20s and retire at 50. \"Probationary constable misbehaviour needs to be dealt with early on,\" he says. Gaps in vetting are one possible reason why the Met police officer Wayne Couzens' interest in extreme pornography and drug abuse were not discovered.In his case, according to the \"banter\", his nickname was \"the rapist\". He was one. And a killer.In one of the Met's many apologies, it said \"vetting is a snapshot in time and, unfortunately can never 100% guarantee an individual's integrity\".Her Majesty's Inspectorate of Constabulary is reviewing the vetting of officers, and will report later in the year.In the Met, experience is highly valued. The force has major investigation teams capable of solving complex cases and made up of officers respected for what they've done in the past.Most of them do not contribute to the toxic culture which is now damaging trust in the force. But there's a concern that as careers progress in some teams, bad attitudes become entrenched. Leroy Logan, a retired superintendent, says police \"middle-managers\" are failing to tackle those views. The sergeants and the inspectors should be the \"checks and balances\" in the organisation, he says.\"It's not being Mr or Ms Popular. You have to have the ethical leadership to hold people to account, which they don't like. But it's what you're supposed to do.\" Shabnam Chaudhri puts it another way. \"We need the good officers to call out the bad ones.\" She believes this goes right to the top and is among those who believe Dame Cressida Dick was too defensive of the Met, and not focused enough on communicating the depth of its cultural issues. The Met's answer to all of this is Baroness Louise Casey. She is a respected public policy trouble-shooter, who has advised governments on everything from homelessness and families in crisis, to violence during the Euros at Wembley Stadium in 2021.Now she's been brought in by the Met to hunt down bad attitudes within its ranks, and stamp them out. But she has barely started. The BBC has been told she has only been able to begin work at New Scotland Yard this week because of recent ill-health. One issue she is expected to deal with early on is that it can be difficult to get rid of bad officers.Police employment rights are well protected, partly because as police officers they are not allowed to go on strike. This means everything is dealt with formally, with a process akin to a criminal investigation. While in some cases the misconduct in question is criminal, the complexity of the process means there can be a tendency not to make complaints. Some cases go to the Independent Office for Police Conduct and take months to resolve. Baroness Louise Casey will be under pressure to speed things up.But it could be one of her toughest assignments. Ms Chaudhri believes \"the culture\" will try to block her at every turn.We have been told that some of Baroness Casey's ideas were included in a plan sent to mayor Sadiq Khan to persuade him not to move against the commissioner. A plan which was rejected.This leaves the Met in a difficult position. Scotland Yard sources say Baroness Casey's work is due to continue up until Christmas. Even that sounds like a small window for changing the culture of a huge organisation. The pressure is going to grow. A police complaints investigation into the case of Bianca Williams, a black athlete and her partner pulled from their car and handcuffed by the police, is due soon.In addition, three Met police officers are currently facing criminal prosecutions: two for rape, one for unauthorised meetings with children.The \"bad 'uns\", as Dame Cressida Dick controversially described them, are not just damaging those they work with. The harm they do to trust between people and the police makes the job of decent officers more difficult.And the taint spreads beyond London. The Met is supposed to be a totemic police force. Scotland Yard, known around the world. It sets standards for smaller forces. Its officers do specialist roles such as protecting the royals, or tracking terrorists.The scandal, and the resignation of Dame Cressida Dick, have been deeply damaging.A former officer, respected in the ex-police community, spent the day after the resignation taking the temperature among his contacts within police forces.By the evening, he had sent a text message: \"All looking to leave policing except the last few who are pension trapped. This has really damaged morale.\" ", "url": "https://www.bbc.com/news/uk-60352112"}