{"datetime": "2022-02-10T18:49:47.000Z", "title": "Council tax: Kent, Surrey and Sussex face increases", "article": "Council taxpayers across the South East are facing increases in their bills again this year. Surrey County Council approved a 4.99% rise, East Sussex agreed a 1.99% hike, while West Sussex has proposed a 2.99%. Meanwhile, Kent County Council voted through a rise of 2.99% which opposition councillors said was like treating people \"like cash machines\". Any rises would add pressure on peoplealso facing hikes in National Insurance and energy bills from April. Here we take a look at the county and unitary authorities whose council tax rates make up the lion's share of people's tax bills.Surrey county councillors have voted through a 4.99% council tax rise, which will see a Band D household pay an extra £77.31 for the year. However, calls to use some of its £150m reserves to spend more on public health and spare residents the extra cost were rejected, according to theLocal Democracy Reporting Service . Many opposition councillors backed a proposal by Green councillor Jonathan Essex to use about £26m (17%) of the council's reserves. This included an £8m spend to deliver a child poverty strategy, reverse the reduced number of children's centres and support preventative health. However, it was voted down by 43 members and supported by just 31. Council leader Tim Oliver said the amendment was \"bordering on the irresponsible\" and the council's reserves were \"not excessive\". The council tax rise is made up of:Councillor Oliver said: \"We recognise that household budgets are feeling the squeeze just like ours - that any further increase for many people is unpalatable - but we're deciding to tackle the root causes of hardship and inequality. \"For those that need financial help now, who are facing crisis point, we will actively support them.\" West Sussex County Council's portion of the 2022/23 council tax is set to rise by 2.99% - an increase of more than £45 on a Band D bill. The increase was supported during a meeting of the cabinet on 1 February. Made up of a 1.99% core increase and a one per cent precept for adult social care, the rise would see Band D bills rise from £1,510.56 to £1,555.74. The budget goes before the full council on 18 February. East Sussex councillors voted through a 1.99% increase in its share of the council tax on 8 February. It will also increase its adult social care precept by 2.5%, meaning a total increase of £69 per year for a Band D household. The authority is promising to spend £31m in the next decade maintaining and repairing roads and pavements, and an extra £6m tackling climate change. Councillor Nick Bennett, Conservative lead member for resources and climate change, said: \"We still face future financial uncertainty and continue to fight for fairer and more sustainable funding for East Sussex, but it's vital that we continue to invest in priority areas when we can.\" Across both counties, Sussex's Police and Crime Commissioner Katy Bourne has already had a £10 per year increase for Band D properties approved, equivalent to a 4.7% rise, to take the police precept across Sussex to £224.91.County councillors in Kent have voted through a council tax rise of 2.99%.It means that Band D households will pay an extra £42.48 compared to the last financial year, marking an estimated rise from £1,418 to £1,461, theLocal Democracy Reporting Service said .Kent County Council's deputy leader, Conservative councillor Peter Oakford, said it was an \"extremely tough\" decision, but necessary to maintain frontline services, particularly adult social care. Labour opposition leader Dr Lauren Sullivan said the council \"has hit rock bottom\", adding: \"We have a budget that is desperate and does not know which way to turn.\" Councillors earlier agreed to sell 18,000sq ft of office and laboratory space in Kings Hill, West Malling, to help balance the budget.Meanwhile, Kent Police and Crime Commissioner Matthew Scott has increased his share of the tax by 4.58%, raising the policing bill for a Band D property by £10, from £218 to £228. Mr Scott said the additional funding is required to secure a further increase in police officer numbers, to 4,165, and to invest more in police stations, a new digital system and to cover growing cost pressures caused by Covid. The South East's two unitary authorities, Medway and Brighton & Hove, are both due to set their budgets on 24 February. Brighton & Hove City Council is trying to make savings of £10m, and is proposing increasing parking fees and care charges for disabled adults.Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk. ", "url": "https://www.bbc.com/news/uk-england-60249864"}