{"datetime": "2022-02-12T00:41:49.000Z", "subject": "Coronavirus pandemic", "title": "Boris Johnson sent Downing Street lockdown party questionnaire by police", "article": "Boris Johnson has received a questionnaire from the Metropolitan Police as part of the inquiry into parties at Downing Street and Whitehall during the Covid lockdowns. No 10 confirmed that the prime minister had been contacted by the police and said he would \"respond as required\". Police are sending the questionnaire by email to more than 50 people. The Met has said the questionnaires will ask what happened and \"must be answered truthfully\". The forcesaid on Wednesday its email must be responded to within seven days - and the documents ask for an \"account and explanation of the recipient's participation in an event\". But being contacted does not mean a fine would always be issued, the Met added. The questionnaire has the same status as information given in an interview under caution. The prime minister has come under pressure over the allegations of parties during lockdowns, with several Tory backbenchers calling for him to resign and submitting letters of no confidence in his leadership. Mr Johnson has previously said he was looking forward to the police investigation being concluded and has apologised \"for the things we simply didn't get right\" over the party row. Both Mr Johnson and his wife Carrie were expected to be among those emailed, although it has not yet been confirmed if Mrs Johnson has received one. By Ione Wells, BBC political correspondent The fact Boris Johnson has received one shows the police believe he now needs to account for his actions, and what he was doing at these events, to see whether or not he has broken the law.Getting a questionnaire doesn't necessarily mean the police will issue him with a fine, or find him to have broken the law. Allies expect him to draw on how Downing Street is both the prime minister's workplace and private residence. Remember, he previously apologised for being at the 20 May 2020 drinks in the Downing Street garden by claiming he \"believed implicitly that this was a work event.\"But politically this is an incredibly damaging situation to be in for a serving prime minister regardless. While some allies have said they would support him even if he received a fixed penalty notice, many Tory MPs think his position would be untenable if he's found to have broken the law.On Friday evening, Business minister Lord Callanan told BBC Radio 4's Any Questions the prime minister should continue in his role and would have his support even if he received a fixed penalty notice. But former Conservative leader Sir Iain Duncan Smith has said it would be \"very tough\" for Mr Johnson to cling on to power if he is fined. \"It will be difficult, he knows that,\" the senior MPtold the i newspaper . Sir Iain added: \"If you've set the laws, and you break them and the police decide you have broken them... and then there's the unredacted [Sue Gray] report - the two things will come together.\" Meanwhile, former minister Tobias Ellwood - one of the Conservative MPs to have submitted a letter of no confidence in the PM - said the matter needed to be \"resolved\". He told BBC Newsnight: \"The nation is looking at this. There's a massive level of trust to be regained. We need to move forward, this is a mess.\" The investigation, Operation Hillman, is examining 12 gatherings on eight dates - some of which the PM has already said he attended - to see if Covid regulations were broken. Outgoing Metropolitan Police Commissioner Dame Cressida Dick earlier this week suggested that some \"but probably not all\" of those being contacted by officers will end up with fines. The initial findings of a separate inquiry by senior civil servant Sue Gray criticised \"failures of leadership and judgement\" over the gatherings in Downing Street and Whitehall. Detectives investigating the parties have been handed more than 500 documents and 300 images gathered as part of Ms Gray's inquiry. Of the dates being investigated by the police, Mr Johnson is known to have been present at three gatherings: The Met has said it would review a decision not to investigate a Christmas quiz at No 10 after a picture of the prime minister was leaked to the press showing him next to a bottle of fizzy wine. Amid the fallout from the row, five Downing Street aides have resigned, with Mr Johnson promising MPs he would shake up his No 10 team as a result. ", "url": "https://www.bbc.com/news/uk-60356373"}