{"datetime": "2022-02-04T21:31:10.000Z", "subject": "Shoreham Airshow plane crash", "title": "Shoreham air crash inquests: Coroner denied use of cockpit footage", "article": "A coroner due to hold inquests into the deaths at Shoreham air crash has lost her High Court bid to obtain video footage from the pilot's cockpit. The Hawker Hunter aircraft flown by Andrew Hill crashed on a dual carriageway in West Sussex on 22 August 2015, killing 11 men. Mr Hill was acquitted of gross negligence manslaughter in 2019. The Air Accidents Investigation Branch (AAIB) had opposed using the footage at the inquest. The AAIB inquiry concluded that the crash could have been avoided and was caused by pilot error when Mr Hill flew too low and too slowly while carrying out a manoeuvre. At his Old Bailey trial, Mr Hill's defence raised the issue of whether he had suffered a cognitive impairment which caused him to fly the plane in the manner he did. Part of the evidence produced was the video from the cockpit recorded on Mr Hill's Go-Pro camera. After the trial, the AAIB reviewed their investigation and concluded there was \"no new and significant evidence of cognitive impairment\" and that their findings were valid. The senior coroner for West Sussex, Penelope Schofield, had asked for the footage to assess whether a report from a doctor - a paediatric oncologist who is a friend of the pilot - could be evidence the AAIB probe was incomplete, flawed or deficient in considering cognitive impairment. Lawyers for the coroner had argued that the report made a credible suggestion the AAIB's investigation of cognitive impairment was incomplete, but said she did not have credible evidence. Mr Hill and the families of three of the men who died supported the coroner's request for the footage. The AAIB had argued that handing over the footage would have a \"significant potential adverse impact on future safety investigations\". The High Court had previously heard that cockpit recordings are protected from being disclosed unless being used in safety investigations. It was told the AAIB cannot compel people or organisations to co-operate with their inquiries and protecting material helps encourage people involved in air accidents to cooperate. In a judgment on Friday, two senior judges dismissed the bid. Dame Victoria Sharp, sitting with Mr Justice Saini, ruled there \"is neither credible evidence nor, even adopting her approach, a credible suggestion that the AAIB investigations were incomplete, flawed or deficient on the issue of cognitive impairment\". Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-sussex-60267730"}