{"datetime": "2022-02-11T20:45:10.000Z", "author": "Becky Morton", "title": "Cressida Dick: New Met chief must tackle policing culture, says Priti Patel", "article": "The new Metropolitan Police commissioner must tackle police culture and conduct, Priti Patel has said. In a statement the home secretary said \"strong and decisive new leadership will be required to restore public confidence\" in London's police force. On Thursday Cressida Dick said shehad to resign from the role after London's mayor made it clear to her he had no confidence in her leadership. It followed cases of sexism and misogyny among some Met officers.Last week,the police watchdog found \"disgraceful\" examples of bullying and sexual harassment at Charing Cross police station in central London.Dame Cressida, the first woman to lead the UK's biggest police force, also faced criticism overthe murder of Sarah Everard by a serving Met officer last year , and a series of other scandals. Beyond London, the Met is also responsible for national counter-terrorism policing, and Ms Patel said the Met commissioner was \"a national leader, with a critical national role\". Dame Cressida's successor will be appointed by the home secretary, in consultation with the mayor of London.Prime ministers have no formal role in appointing the commissioner, but Boris Johnson has nevertheless faced calls to stay out of the process entirely because of the ongoing Met investigation into lockdown parties at Downing Street.Home affairs committee chairwoman Diana Johnson, a Labour MP, said she hoped Mr Johnson would \"completely stand aside from any discussion about who the new commissioner should be\".Contenders include Matt Jukes and Neil Basu, who are both assistant Met commissioners. Ms Patel said the new commissioner must be \"focused on the basics\", including tackling the abuse of women and girls, drugs and knife crime.\"Policing culture and conduct have rightly come under scrutiny,\" she added. \"Be in no doubt that a new leader must tackle these institutional issues.\" But Sir Peter Fahy, a former chief constable for Greater Manchester Police, said the idea that replacing one commissioner would change policing culture was \"naive\".He told BBC Radio 4's World at One programme Dame Cressida's resignation would be \"a blow\" to female officers who saw her as a role model - and could put people off applying for senior positions.Former Met Police commissioner Sir Paul Stephenson told LBC \"we should be casting the net as wide as possible\" to find the best candidate for the role, including outside policing. Former chief constable Dr Tim Brain said the Met had often looked within to someone \"brought up through the system\" when recruiting for the top job in the past but the next commissioner could come from outside.Chief Constable Andy Marsh, chief executive of the College of Policing which sets standards for training in policing, told BBC News it would be wrong to say that issues of culture were confined to London and said \"policing must respond to this collectively\" across England and Wales.He said the recruitment process would start quickly, probably \"in the next few weeks\". Inspector Andy George, president of the National Black Police Association, told BBC News that while Dame Cressida had done an \"awful lot of good\" in her time it was right that she resigned so that there could be wholesale change across the Met and policing in general. He added there should be an independent system for internal grievances to help improve the culture within forces. The BBC has been told the home secretaryhas clashed with the Labour mayor over the resignation . Home Office sources said they were \"astounded\" that Mr Khan's previous comment that Dame Cressida had \"days and weeks\" to sort out the Met turned into \"less than 48 hours\".Dame Cressida is thought to have offered her resignation after declining to meet Mr Khan to discuss her plans for reforming the Met - but the BBC understands he did not inform Ms Patel about the meeting. She said she had \"agreed to stay for a short period to ensure the stability of the Met\".Susan Hall, leader of the Greater London Assembly Conservatives, said Mr Khan had handled the situation \"extremely badly\". Inher resignation statement , Dame Cressida, who served in the role for almost five years and was recently given a two-year contract extension, said that the murder of Ms Everard and \"many other awful cases recently\" had damaged confidence in the force. \"There is much to do - and I know that the Met has turned its full attention to rebuilding public trust and confidence,\" she said. Some peoplehave welcomed her resignation , including Jamie Klingler, co-founder of campaign group Reclaim These Streets, which is bringing a legal challenge against the Met over its handling of a Sarah Everard vigil. She said Dame Cressida's resignation came \"11 months too late\" and said reform and change had not been possible under her leadership. John Pape, a friend of Stephen Port murder victim Gabriel Kovari said he was \"gratified\" Dame Cressida was leaving. An inquest found that police failings contributed to the deaths of Port's final three victims. ", "url": "https://www.bbc.com/news/uk-england-60345334"}