{"datetime": "2022-02-02T16:48:31.000Z", "title": "Brighton Main Line to close for nine days for £15m works", "article": "The Brighton Main Line will shut for nine days this month for a major £15m upgrade. Network Rail said the work will tackle delays for Southern and Thameslink passengers. The railway between Three Bridges, Brighton and Lewes will close from Saturday 19 to Sunday 27 February. Katie Frost, Network Rail's Sussex route director, said the line is one of the busiest in the UK, with some of the oldest infrastructure. \"Doing the work in a longer nine-day closure means we can get more work done, more quickly, avoiding 20 separate weekend, evening and bank holiday closures which would be even more disruptive,\" she said. Engineers will work round the clock to rebuild a junction, lay brand new track and shore up embankments to reduce the risk of landslips. The upgrade also means the lines from Three Bridges to Brighton and Lewes will be closed on the weekends of 12-13 February, 5-6 March and 3 April for preparation and follow up works. The closure will see the construction of a new underpass at Hassocks, to replace Woodside level crossing which was closed after a spate of safety incidents, including near misses involving children. Additional engineering works will also take place between Purley and Gatwick on February 5 and 6 as part of the majorredevelopment of the airport station . There will be fewer trains between the airport and London, Brighton and Redhill, and a replacement bus service will run between Three Bridges and East Grinstead. The Saturday service between London and Horsham via Dorking will not run.Southern's customer services director Chris Fowler said he was sorry for the inconvenience and people should allow extra time for their journeys. The £150m transformation of Gatwick Airport station was planned to finish by 2020, but is now scheduled to complete in September 2023. Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-sussex-60230782"}