{"datetime": "2022-01-17T12:15:17.000Z", "title": "Man admits Crawley College armed incident which caused panic", "article": "A teenager has admitted walking into a college with an imitation firearm with the intention of scaring people. Sandijs Dreimanis, 18, sparked panic when he pointed the gun at a member of staff and pulled the trigger at Crawley College in April 2021. He had been due to stand trial but changed his plea to guilty at Lewes Crown Court on Monday. At a previous hearing, he admitted two counts of assault and possession of a bladed article on a school premises. During the incident, the gunshots sparked a huge police response withdozens of firearms officers rushing to the scene . Meanwhile, two members of college staff tackled Dreimanis. Video appearing to show the suspect pinned to the floor was shared later by students on Snapchat. One 18-year-old student, who did not want to be named, said at the time, everyone was \"shouting and screaming\". He revealed teachers told students to \"get under the table and shut the door\". Eventually, the college was evacuated, with staff and students relocated while police searched the buildings. A blank firing handgun and a knife were seized by police but no serious injuries were reported. Dreimanis, of Barton Walk in Crawley, was charged and appeared at Crawley Magistrates' Court in April 2020, where prosecutor Melanie Wotton said he had made \"full admissions\" in police interviews. She told the court that he had \"wanted the armed police officers to attend and for him to be shot\". His previous guilty pleas to assault occasioning actual bodily harm and possession of a bladed article on a school premises can now be reported after restrictions were lifted. Officers initially liaised with counter-terror specialists but later said it was not being treated as a terrorist incident. Dreimanis is due to be sentenced on 11 March at Lewes Crown Court.Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-sussex-60025065"}