{"datetime": "2022-01-21T10:40:22.000Z", "title": "Surrey hospital uses AI to treat cervical cancer in UK first", "article": "A cervical cancer patient has been treated with the aid of artificial intelligence (AI) for the first time in the UK. Emma McCormick, 44, was treated at the St Luke's Cancer Centre in Guildford, Surrey. The Royal Surrey NHS Foundation Trust treated Ms McCormick, who is from West Sussex, using adaptive radiotherapy.The AI technology uses daily CT scans to target the specific areas that need radiotherapy. This helps to avoid damage to healthy tissue and limit side-effects, the hospital said.Patients are given treatments lasting between 20 and 25 minutes, although Ms McCormick's was slightly longer as she was the first patient, a hospital spokesman said.Ms McCormick received five AI-guided treatments per week for five weeks before having a further two weeks of brachytherapy. She said: \"If it works for me, and they get information from me, it can help somebody else. It definitely worked and did what it was meant to do and so hopefully that helps others.\" She was given the all-clear at the end of August. Dr Alex Stewart, who treated Ms McCormick, said one of the benefits of the treatment was that it allowed for more precision, meaning there were fewer side-effects for the patients. Due to the cervix and uterus being mobile, previous treatment sessions involved working out where the cervix might have moved to, doing a scan to check, and then applying radiotherapy to that entire area, according to Dr Stewart . She said: \"When the patient comes in for treatment, they lie down and a scan is performed. On that scan we work out exactly where the bladder is, where the bowel is, where the uterus and cervix are.\" She said the process previously took several hours, but could now be done in \"around five minutes or so\".Following the success with Ms McCormick's treatment, nine other cervical cancer patients are being now treated in the same way. Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-surrey-60081941"}