{"datetime": "2022-01-17T17:26:33.000Z", "title": "Water firms in south east publish plan to avoid supply shortages", "article": "The south east of England faces water shortages in coming decades without billions being invested in infrastructure, water firms warned. Water Resources South East (WRSE) - made up of the region's six water companies - said its draft plan would help maintain supply.This includes spending £5bn on reducing leakage, as well as developing three new reservoirs to improve storage.It said climate change was having a \"profound impact\" on water provision. The plan sets out action the companies said was needed to avoid a potential shortfall of one billion litres a day - about 20% of the water supplied in the region - in the next 15 years.It said this could rise to a 2.6 billion litre shortfall by 2060.WRSE said a long-term programme of investment of about £8bn would be required, and that this could rise to £17bn by 2060, with long-term pressures caused by climate change and population growth. The key points in the draft plan include: It added that after 2040 it may also be necessary to move water from different part of the country, build more reservoirs and invest in further water recycling and desalination schemes. Chris Murray, independent chair of WRSE, warned a serious drought would have \"far-reaching consequences\" on the environment, economy and society. \"The south east faces the most severe pressure on its water supplies of any region of the country,\" he added.\"It is warmer, more densely populated and is the home of more of the iconic chalk streams that we are seeking to preserve than any other part of the country.\" The water companies involved are Thames Water, Southern Water, South East Water, SES Water, Portsmouth Water and Affinity Water.WRSE hasopened a consultation on the plan. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-60029408"}