{"datetime": "2022-01-02T07:06:05.000Z", "author": "Aled Scourfield", "subject": "Coronavirus pandemic", "title": "Wales-Ireland walking route to celebrate Celtic links", "article": "The shared religious and cultural history of Wales and Ireland is being celebrated with two pilgrimage routes in each nation. The Ancient Connections project will see two routes in St Davids, Pembrokeshire, and Ferns, County Wexford, linked via a ferry service. It is hoped the routes will boost green tourism after the Covid-19 pandemic. The aim is to attract about 5,000 people a year, whether they are keen walkers or making a pilgrimage. The five-year project is being sponsored by Pembrokeshire and Wexford councils, and is also backed by European funding.The nations are linked by the close bond that grew between St David, the patron saint of Wales, and St Aidan of Ferns during the early medieval period. Pembrokeshire is also littered with sites which are notable for their importance to early Christianity and in medieval times it was said that two pilgrimages to St Davids was equivalent to one pilgrimage to Rome.It is believed that St David was born at the site of St Non's Chapel, Pembrokeshire, named after his mother, in the 6th Century. There is a holy well at the site which reputedly has healing powers.St Aidan is said to have travelled from Wexford to Pembrokeshire to study under St David.According to academics, there is clear evidence they were close. \"Welsh and Irish sources agree that was a close relationship between them and Aidan was a disciple of St David,\" said Dr Simon Rodway, who lectures in Welsh and Celtic Studies at Aberystwyth University. \"It's clear that Aidan did spend some time in Wales with St David, and then he returned to Ireland where he was gifted lands at Ferns in County Wexford, where he founded a monastery.\" The new routes will recreate the journeys followed by St Aidan and St David.John G O'Dwyer, chairman of Pilgrim Paths Ireland and author of Irish Pilgrim Paths, said the potential of the trails was \"absolutely huge\". \"We have quite a few pilgrim paths in Ireland but this is the first one that will recognise the fact that for the Irish, in the early medieval period, pilgrimage overseas was a very important thing,\" he said. \"It will have the added appeal of walking in two countries and at the same time, not having a particularly long walk.\"It's a Celtic nation and I think the more and more we look at our own identity, the Irish recognise a special affinity with the Scots, with the Welsh, the Cornish and the Bretons.\"I see a huge potential, particularly now as countries like Wales are, in the way we have 100 years ago, expressing their own independence and getting closer to a much more independent Welsh state, I think there will be a lot of interest.\" Holiday firm Journeying specialises in running pilgrimages and is a partner in the scheme, and its director Iain Tweedale said: \"It'll probably be called the Way of St Aidan and David.\"St Aidan was a protégé of St David... and St David would visit Ireland.\"They used the Irish Sea as the M4 of their day. We're setting up a new pilgrimage route that goes from Ferns in County Wexford, which is the ancient capital of that part of the world, it then heads down the coast to Rosslare. \"People can then jump on the ferry and come over to Fishguard.\"We then walk from Fishguard down to St Davids. It's about 130km (about 81 miles) in total.\" It is hoped the extra visitors will boost local businesses during quieter times of the year. \"We've got a five-year plan to make this quite a significant path,\" added Mr Tweedale. \"We expect within five years there's going to around 4,000-5,000 on the path every year. On the Camino in Spain, there are 250,000 every year.He added that they did not wish to reach those numbers in St Davids but it was a form of green tourism as people arrived on foot and would use public transport from start to finish. According to the British Pilgrimage Trust, pilgrimages have become increasingly popular, even for those who are not religious. Guy Hayward, director of the trust, said: \"Before Covid hit, I was talking to travel journalists who write for the top end travel and fashion magazines and they were saying that no-fly travel was coming. \"Covid brought that forward. It's tourism without the cars. Even before Covid, there was a move towards finding new meaning and that got sped up.\" He said the new route could provide a welcome boost for tourism businesses in Wexford and Pembrokeshire. \"The average daily spend by a pilgrim is 42 euros, which is 2.3 times more than what the average tourist gives to the local community.\" Not-for-profit travel company Guided Pilgrimage shares the view that the new routes will also attract a wider demographic.Director Christine Smith said: \"It attracts people from all walks of life. Particularly people who are questioning or they are at a crossroads in their life.\"Maybe they're coming out of a marriage, and during their time on pilgrimage they have time away from their normal lives to relax, see life from a different perspective.\"It's the healing power of being outside.\" ", "url": "https://www.bbc.com/news/uk-wales-59837381"}