{"datetime": "2022-02-07T10:25:19.000Z", "subject": "Coronavirus pandemic", "title": "Half-term bookings 'look slow' says Devon tourism boss", "article": "The UK tourism market may suffer from people choosing to holiday abroad this summer after two years of travel restrictions, a tourism boss says. In 2020 and 2021many people holidayed in the UK due to problems getting abroad because of the coronavirus pandemic. Visit Devon said bookings for February half-term were \"looking slow\". It said soaring fuel and energy costs might have an impact on the industry. Sally Everton, head of Visit Devon, said \"a number of people we fear have made double-bookings, i.e. they've booked to go abroad and they've also booked a holiday down here\". During the pandemic people havedouble-booked to avoid missing out on a holiday. Ms Everton said: \"We had the green shoots of positivity in October, only to be dashed by Omicron, and that is still filtering on.\"And there are other obstacles that have been thrown in our way like the soaring cost of energy prices and fuel.\" Electricity and gas bills areset to rise by 54% in April , along withincreasing food and fuel costs . Ms Everton said: \"There will be families for example with their children who will come down on a bucket and spade holiday to Torbay or to somewhere like that, and then look at the fuel costs.\"Whereas before it might have cost £60 to fill up the tank with petrol, it is now £85.\" Since travel restrictions eased, airlines and travel agents havereported a surge in people booking foreign breaks for 2022. Ms Everton said: \"People thrive on sunshine sadly and my biggest concern still is that people will jump on an aeroplane and shoot off for a holiday in Spain or Portugal. \"I'm still hopeful we'll have a third year of staycation but I don't think it will be as strong as the last two years.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-devon-60286496"}