{"datetime": "2022-01-11T13:44:19.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Non-urgent operations suspended in Sussex as Omicron cases rise", "article": "A Sussex hospital trust is postponing non-emergency operations and redeploying staff amid a rise in the number of admissions from Covid-19. University Hospitals Sussex NHS Foundation Trust says it is facing \"significant, ongoing pressure\". Delays in discharging well patients are \"unprecedented\", with a lack of capacity across NHS and social care services, the trust says.It comes as hospitals in Sussex see a rise in staff absences due to Omicron. A trust spokesman said: \"There have also been rising numbers of patients with Covid in beds across our four acute hospitals, including those in critical care.\" The trust runs the Royal Sussex County Hospital, Royal Alexandra Children's Hospital and Sussex Eye Hospital, all in Brighton, as well as the Princess Royal in Haywards Heath, St Richard's in Chichester, Southlands in Shoreham, and Worthing Hospital.It said it would be introducing a range of measures, including postponing less urgent clinical work and redeploying staff to support essential services. Some planned procedures are being postponed in order to make space for patients needing urgent care.By Mark Norman, health correspondent, BBC South East This looks like the combination of everything that the NHS has been worried about - but has also planned for. It's the combination of all these challenges that is the problem: When you add all of that to the fact that it's January and the NHS is busy with its other work and you would have an issue in any hospital. My concern would be two fold: Is this the peak of pressure, or is it going to get worse, and then whether or not the trust's response is sufficient to ease the situation.The next step for the trust would be to declare a critical incident. More than one in six NHS trusts across England have already declared critical incidents, meaning patient care and patient safety is at risk. Will the University Hospitals Sussex Trust be the next?Dr Maggie Davies, chief nurse at University Hospitals Sussex, said: \"Unfortunately, this does mean postponing some non-urgent operations and outpatient appointments to accommodate those patients with the most urgent clinical need.\"We will continue to prioritise cancer and our other most urgent operations and appointments and are in the process of contacting those patients whose appointments are being postponed.\"We know it is distressing for people when operations are delayed and we are doing everything we can to ease pressures.\"The measures come after hospitals across Kent, Sussex and Surrey were asked by NHS England todischarge hundreds of patients who are well enough to leave by Friday. They are being asked to make a 50% reduction by 31 January. Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk .", "url": "https://www.bbc.com/news/uk-england-sussex-59953004"}