{"datetime": "2022-01-31T11:07:49.000Z", "title": "Airlines may pay out for one-hour UK flight delays", "article": "Airline passengers on UK domestic flights are being promised a fairer and simpler compensation process for delays under proposals announced on Monday. The new rules would mean travellers could claim for delays of more than an hour, whereas currently they have to have been held up for over three hours. The plans would replace EU compensation rules the UK retained after Brexit.Transport Secretary Grant Shapps said the proposals \"aim to bolster airline consumer protections and rights\". Currently, domestic passengers on flights shorter than 1,500km (932 miles) can claim £220 for delays of more than three hours, but nothing for shorter waits.But the government says that, as a result of powers gained after Brexit, it could replace this system with a model similar to the one used by rail and ferry operators, which links compensation to the cost of travel. Under the new plan, which is under consultation, passengers would be entitled to: Other proposals to protect passengers' rights include making it mandatory for airlines operating in the UK to sign up to an alternative dispute resolution (ADR) scheme, which could help more people receive the refunds and compensation they are entitled to. ADR programmes have helped thousands of passengers escalate complaints without going to court, but membership by carriers is voluntary. The government is also considering giving the Civil Aviation Authority (CAA), the industry regulator, more power to enforce consumer laws through the ability to directly fine airlines for breaches. Mr Shapps said: \"People deserve a service that puts passengers first when things go wrong, so today I've launched proposals which aim to bolster airline consumer protections and rights. \"We're making the most of our Brexit dividend with our new freedoms outside of the EU, and this review will help build a trustworthy, reputable sector.\" Mr Shapps also proposes requiring airlines to pay the full cost of repairing or replacing wheelchairs and mobility scooters lost or damaged during domestic flights. They are currently only obliged to pay passengers up to around £1,200 for damage to or loss of their belongings under the terms of the Montreal Convention, even though some wheelchairs cost more than £25,000. Tim Alderslade, chief executive of industry body Airlines UK, said his organisation would be responding to the consultation, but added that carriers \"work hard to ensure that the passenger experience is as smooth and enjoyable as possible\". CAA chief executive Richard Moriarty said the plans are a \"clear indication of the need to enhance our enforcement powers, and bring us in line with other regulators\". He added: \"The proposals will improve passenger rights and equip the Civil Aviation Authority with the appropriate tools to act swiftly and effectively for the benefit of consumers.\" Rocio Concha, director of policy and advocacy at consumer group Which?, said trust in travel firms \"plummeted\" when the coronavirus pandemic began as some airlines \"ignored their legal obligations and refused to pay refunds for cancelled flights\". She went on: \"This consultation is a welcome first step that must improve and strengthen consumer rights and protections so that complaints are dealt with fairly and promptly, and that passengers receive the money they are due quickly and without unnecessary hassle.\" ", "url": "https://www.bbc.com/news/business-60197462"}