{"datetime": "2021-12-17T18:14:46.000Z", "subject": "Coronavirus pandemic", "title": "France travel ban: Ports and Eurostar busy ahead of Covid restrictions", "article": "Ports are reporting long queues to board ferries and Eurostar has advised ticketless customers to avoid St Pancras station ahead of a ban on travel to France at 23:00 GMT. Most of the rail operator's services are sold out after a rise in bookings in response to the Covid restrictions announced by France on Thursday. Many flights are fully booked and there were two-hour waits at Dover. France said the ban was due to UK's surge in Omicron cases. The ban will mean only those with \"compelling reasons\" will be able to travel between the UK and France after 23:00, and tourist or business trips will not be permitted. By 09:00 on Friday at Dover, P&O Ferries said people were having to queue for two hours at border control and a further 30 minutes at check-in. The company said it would put anyone who missed their departure time on the next available ferry. Eurotunnel also reported a large amount of traffic, and long queues were seen at St Pancras station as people queued for Eurostar trains. Ferry company DFDS said it expected services to be busy \"as people prepare to get away for Christmas to see family and friends before the restrictions come into effect\". But it said it had \"plenty of capacity\". Eurostar said bookings increased after the announcement, although it would not give exact figures, and it expected trains to be busy. The company has been advising passengers not to come to the station unless they have a ticket and the necessary testing completed. While some rushed to beat the deadline, several people messaged Eurostar on social media to demand refunds on tickets they could no longer use.The company has offered a voucher or the opportunity to rebook tickets without a further fee. The office of French Prime Minister Jean Castex said the UK was facing a \"landslide\" of Omicron cases, and the \"extremely rapid spread\" of the variant had prompted the travel restrictions. There were 88,376 infections reported in the UK on Thursday, setting a new record for the second day running as the new variant spreads. Lorry drivers are among the exceptions to the travel ban, along with French citizens and legal residents returning home, their partners and children, and EU citizens travelling home through France. People intending to travel through France to another country are only allowed to make their journey if they stay within the international area of an airport for less than 24 hours. Anyone still permitted to travel will have to show evidence of a negative Covid test taken within 24 hours and must isolate for at least two days on arrival. Travel firms have described the measures as a \"hammer blow\". Trade association Abta requested an urgent meeting with Chancellor Rishi Sunak and Transport Secretary Grant Shapps to discuss the industry's need for financial support. Chief executive Mark Tanzer said its income was down by 78% this year, compared with 40% in the hospitality sector. He said: \"Over the past fortnight, we have heard nothing from government about how travel and tourism might be supported. The time to act is now.\"The chancellor cut short his business trip to California yesterday and is preparing tomeet business leaders for crisis talks , with Mr Sunak saying the government would do \"whatever it takes\" to support jobs. ", "url": "https://www.bbc.com/news/uk-59695273"}