{"datetime": "2021-12-14T19:21:17.000Z", "author": "Katy Austin", "subject": "Coronavirus pandemic", "title": "Covid: 'Quarantine hotel fiasco has cost us £5,500'", "article": "Travellers staying in quarantine hotels after returning from red list countries spoke to the BBC before rules for those arriving to the UK changed. Some have already paid thousands of pounds to stay in government-approved facilities, and there have been complaints of chaotic organisation and inedible food during their 10-day quarantine period. The red list was re-introduced in late November in response to the Omicron variant. The Department of Health and Social Care did not immediately respond to the BBC's request for comment. When Lauren Hopkinsspoke to the BBC last Tuesday, she was exhausted.She and her partner had arrived at Heathrow from South Africa, but found the quarantine hotel they'd booked for their return from South Africa wasn't ready. They spent more than seven hours on the transfer bus while they awaited alternative accommodation,Lauren says the replacement hotel room they were eventually taken to is fine. However, the food is not. \"It's dire. We've not had any meals that have been nice, we've had a couple that have been inedible.\" She watched the Downing Street press conference last week, when Boris Johnson was asked why fully-vaccinated British travellers coming from red-list countries couldn't self-isolate at home instead of in hotels.He described this as a \"fair challenge\" given the way Omicron had spread around the world, and said the red list system would be \"looked at\".Other ministers have since indicated that changes to the current travel rules will be considered because there is already community transmission of Omicron. For Lauren, this rubbed salt into the wound. \"That led to our lowest day so far. Long-term it's great. But that infuriated us.\" \"Thinking about the sheer upheaval, the stress, the cost, everything we had to go through. We've gone through all of that for nothing.\" She and her partner feel they would be safer quarantining at home, without hotel staff and security guards around them.For now, their spirits are being kept up by gifts from friends and family. \"We've had daily cards and parcels of snacks, and games. That's helped pass the time\". For Catharina Vorster, the process of getting her 16-year-old son to his quarantine hotel caused additional stress. She accused staff of \"losing\" him for a time. Last Monday, he flew back into Heathrow alone from South Africa, where he had been at school.\"We were advised that an adult would need to quarantine with him as he is a minor. Both my husband and I are in the United Kingdom so we were advised that one of us would need to quarantine with him. We made the decision that my husband would do that as I will be expected to be at work\". Firstly, the family are unhappy about the cost for the two of them to stay. \"We had to put ourselves into debt to pay the £3,715\". With no other choice, the parents arrived at the hotel they'd booked - having been advised by booking company CTM to do so. Lacking a UK mobile phone number, after landing their son used the wi-fi at Heathrow Airport to tell them he was on a bus. He said it was 10pm and the journey should take an hour. After waiting more than two and a half hours, Catharina was concerned. A number of buses had arrived in the hotel parking area but she had not seen her son. Hotel staff had a copy of his passport, but he was not in the hotel.No-one could tell Catharina where he was. Only when she and her husband Riaan started looking beyond the car park, extremely worried and on the verge of phoning the police, did they find him. \"Another bus was waiting at the gate.\" She's angry about the lack of communication from staff about her son's whereabouts, considering his age.\"I'm fuming. He's 16 years old and stuck on a bus for two and a half hours. It's not right.\" Alison Stitt says her experience has pushed her to the point of meltdown. She was in South Africa visiting her father for his 90th birthday, when the country went on the UK's red list. It took days to re-arrange a flight home on the same date that a quarantine hotel room was available. They had to stay longer in their AirBnB and re-book their car hire while they waited - on top of extending their car parking and kennels bookings in the UK. Now, she and her husband David are at a hotel near Gatwick.Alison says the total cost of their extended stay in South Africa and paying for their quarantine facility, has been at least £5,500. \"It was one expense after another. It's all going on credit cards. It was meant to be a budget trip\". She describes the experience of going into quarantine as a farce. \"We were herded into coaches after we landed. We got lucky coming to Gatwick, some were going to Manchester.\"Alison says her room is clean and modern, but she doesn't feel safe in the hotel, saying she's seen guards sneezing with their masks down. The hotelhad to be evacuated last week due to a fire alarm. \"We know someone has tested positive in the hotel. They came to re-test us, saying that we had been exposed to someone with Covid during the fire alarm\". She says the food is \"inedible and not healthy\". \"We have complained. It's absolutely not worth the money we've had to pay. \"Everything comes in paper bags and plastic bags. We are washing up our plates in our sink, adjacent to the loo\". On the idea of red list rules potentially being changed or lifted, she said: \"It has fuelled our argument that this whole fiasco was wrong. \"It proves what a mockery it all is. We're desperately hoping to claw this money back from the government.\" CTM is the booking company that travellers have to go through to arrange hotel quarantine. In a statement, the company said that since the recent changes to the red list, thousands of travellers had successfully booked. It said service level experiences at each hotel within the Managed Hotel Quarantine Programme were the responsibility of the hotel operators.\"CTM is working closely with the Department of Health and Social Care and other relevant parties to ensure transfers, accommodation, testing and security are increased in line with capacity as quickly as possible. \"We appreciate that entering managed hotel quarantine can be a stressful experience for returning UK citizens, and we are committed to providing support wherever possible to those who require it given the limited points of contact they have in the quarantine process.\" ", "url": "https://www.bbc.com/news/business-59650268"}