{"datetime": "2022-02-11T17:41:45.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Wales' mask and isolation laws could end in March", "article": "Wales' remaining Covid laws - including on face coverings and self-isolation - could be scrapped by the end of March. The Welsh government says falling case rates mean it can begin to ease its remaining rules, with domesticCovid pass rules axed from 18 February. Economy Minister Vaughan Gething said self-isolation rules could change from being law to guidance next month. But the law will remain for now, despite UK government proposals to ease the restriction in Englandin February . Mr Gething said the prime minister's move is not based on scientific advice. Meanwhile rules on masks will be eased from 28 February so they are only required in shops, salons, hairdressers, public transport and health and social care.They will no longer be mandatory in other venues such as museums or cinemas. Pupils will not have to wear masks in class from the same date - schools can then decide their rules. Secondary pupils, visitors and staff will still need to wear masks in indoor physical areas where physical distancing is not possible. From next Friday Covid passes will no longer be legally required at cinemas, theatres, clubs and large events, although businesses can still use them if they want to. They will still apply for another week, including for Wales v Scotland in the Six Nations on Saturday. Although there is no precise timetable, it is the first time the Welsh government has said how it may completely lift its pandemic regulations. The Welsh Conservatives called for a date for the removal of all Covid laws, while Plaid Cymru said Labour ministers should spell out what criteria must be met for the restrictions to be scrapped. Meanwhile, on Tuesday, Mr Gething announced that officials were keeping a close eye on a new transmissible version of the Omicron variant, called BA.2. He said there had been reports that the variant was behind a surge of cases in Northern Ireland. There are 246 cases in Wales. The economy minister told BBC News the remaining restrictions in Wales may be removed at the end of March. \"At that point we may move to self-isolation being guidance rather than mandatory but at this point we think it is still important to have that as a protective measure in law,\" he said. He said that the move will depend on the evidence of government advisers at the time. A further Covid review is due by 3 March. Separately, from 11 February guidance will be updated to clarify that adults can remove their face coverings when interacting with babies and small children at baby and toddler groups. Guidance will remain recommending that people wear face coverings where they can when indoors, or in large crowds of people, Mr Gething said. In England Boris Johnson said that self-isolation rules could end by 21 February. Mr Gething said this was a\"highly unusual\" move by the prime minister which had not been discussed between the Welsh government's and the UK government's chief medical officers. He was asked what would happen to someone who had Covid who lived in England but came to work in Wales without self-isolating, Mr Gething said that person would be \"in breach of the law\".First Minister Mark Drakeford said his government was \"confident that coronavirus rates are falling and we can look forward to brighter times ahead\". But he said he would not remove all measures at once \"because the pandemic is not over yet\". Leandra Craine, 23, who works for Disability Wales, said she was worried too many restrictions were being eased at once. \"I especially think of friends and family members who are immuno-supressed and have been having to shield for two years,\" she added. \"I don't think we should go back to normal as was, as I don't think it was working too well... I think there should be a new normal.\" Covid passes, which show evidence of vaccination as well as whether someone has tested negative for Covid in the last 48 hours, have been required to entering nightclubs and other entertainment venues.Phillip Francis, who works at Mocka Lounge nightclub in Cardiff, questioned how effectively the system had worked. \"A lot of people who I asked for Covid passes, all they did was take snapshots of their friend's Covid passes, and were showing me their friend's pass,\" he said. Claire Vaughan, cinema programme manager for Chapter in Cardiff, was happy to see Covid passes go. She said older people \"can get confused with Covid passes, they may be uncomfortable with digital and wonder if they are still valid and just not come\". Customers will need to continue to wear masks in shops until at least sometime in March. Caitlin Jones, manager of Dylan's Den Crystal shop, in Aberystwyth, said: \"As a business we don't mind that the requirement to wear masks in shops stays as long as staff are protected and we can keep trading.\" Dafydd Rhys, director, Aberystwyth Arts Centre, praised the lifting of Covid passes. He said: \"It is great news for venues across Wales - there is no doubt about that as it did add to our costs in terms of human resource as more staff were needed to check the passes, and it slowed down the whole process for people coming to the theatre or the auditorium.\" Mr Gething led Friday's press conference on the latest Welsh government review because Mr Drakeford was self-isolating after hetested positive for Covid . The economy minister said Welsh Labour leader was \"fine all things being considered\", and was able to work \"through most of yesterday\". Denmark is already there, as isSweden , and earlier this week Boris Johnson indicated the remaining Covid restrictions inEngland could end later this month. Wales, it seems, could be in a similar position come the end of March. Reaching that point would mark an incredibly significant milestone in the history of this pandemic - a full shift from government rules to personal responsibility. Long overdue, some will say. After all, the state doesn't legally instruct you how to deal with other illnesses. Others will question how such a move would square with Welsh ministers' narrative of a steady as she goes, cautious approach when there are still relatively high levels of transmission. All decisions, Vaughan Gething stressed today, will be \"supported by the latest public health advice\". We've long been told that we need to learn to live with Covid. Next month we'll get the government's plan as to how they intend to make that a reality. The most reliable measure now of infections is the weekly swab survey from the Office for National Statistics. It estimates that one in 25 people - around 4% of the population - had Covid in the week ending 5 February, a decrease. Covid case rates, based on positive test results, are more complicated to interpret, as they no longer include thousands of people who test positive with lateral flow tests. But even if we roughly calculate case numbers to include those \"missing\" lateral flow positive tests, the figures would still be more than 60% down on the peak in January. Numbers of patients in hospital with Covid have levelled out in the last week but remain much lower than last winter. There was a rolling average of 522 hospital patients with confirmed Covid on Thursday, down slightly (7%) on a week ago, while Covid patients in critical care and admissions have also flattened out. Nearly 70% of patients with a positive test for Covid in the last week were being treated primarily for other conditions. However, there are hundreds of former Covid patients now \"recovering\" and still waiting to be discharged, while acute bed occupancy is at record levels. Opposition politicians called for the Welsh government to spell out the way forward. Andrew RT Davies, Welsh Conservative Senedd leader, said: \"The trend of infections, hospitalisations and deaths is downwards, a positive progression that shows the diminishing threat of the pandemic. \"Given these positive developments and the success of the vaccination campaign, this must mean that our freedoms in Wales are returned in full without delay.\" Plaid Cymru's health spokesman Rhun ap Iorwerth urged the Welsh government to \"keep things steady in the very real hope that we won't need to take a step back to any further restrictions in the future\". \"In the meantime, the Welsh government must set out the steps for what criteria must be met for all restrictions to be lifted in Wales.\" Laws requiring the wearing of masks in indoor spaces were introduced in Wales in September 2020. The UK government lifted mask requirements in England last summer, before briefly reintroducing them for the Omicron wave at the end of 2021. ", "url": "https://www.bbc.com/news/uk-wales-politics-60332835"}