{"datetime": "2022-02-10T14:43:38.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Wales: Should all restrictions come to an end?", "article": "Covid restrictions look likely to disappear in England later this month, but what should happen here in Wales? Welsh government ministers look set to announce any changes on Friday. Prime Minister Boris Johnson has already signalled some changes over the border, and said the legal requirement toself-isolate with Covid could end this month. So far, there has been a mixed reaction to potential changes here in Wales. Alex Osborne, from Caerphilly, who had to self-isolate because of her multiple sclerosis, described the possibility of restrictions ending as \"really terrifying\".However, Peter Griffiths, who runs the Vale Sports Arena said restrictions have had \"a huge impact on the Welsh economy\" and \"financially crippled\" many businesses. Currently, Wales is at Alert Level Zero, which means masks must be worn in shops and on public transport, while Covid passes must be shown in cinemas, theatres, nightclubs and large events, as is the case in Scotland, but not England.\"Covid passports are a massive problem. People don't like having them, they are coming out to have a nice night,\" Mr Griffiths toldBBC Radio Wales . He said restrictions have had a \"massive effect\" on his business. He had to employ additional staff and erect temporary shelters so people don't get wet while queuing for entry.Mr Griffiths added: \"The last two years have been horrific, I feel hospitality has been left in the lurch. Financially it's crippled us.\"Finally having all the restrictions gone can let us kick on and trade properly.\" He believes all businesses work closely with police and local authorities, and with his venue spending 60% more on cleaning, believes they can be safe without any further restrictions. Mr Griffiths called fora Welsh-specific inquiry on how the pandemic has been handled, saying: \"When things were closed, everyone went over the bridge to Bristol.\"People just want to go out now and get on with their lives.\" However, one person who hasn't been able to go out much over the past years is Alex Osbourne, who has had to limit contacts because she has multiple sclerosis. The thought of restrictions disappearing is worrying her. She said the current rules gave her \"a little bit of confidence\" after \"shielding for pretty much two years.\" Even though she has had all her jabs, her treatment means she has no immunity to Covid.Ms Osborne said she feels \"a bit forgotten\" in talk of getting rid of vaccine passports and if this happened she would have \"second thoughts about going anywhere\". Describing an ending of restrictions as \"terrifying\", she said: \"We could get really ill. I could be at great risk, it's really worrying.\" Meanwhile, the Welsh Liberal Democrats have joined calls for the Welsh government to scrap vaccine passports, saying there is no evidence of their effectiveness. \"Businesses urgently need support and less red tape as they look to recover.\" said leader Jane Dodds. She added that \"We should not be continuing with a failed scheme that has no proven public health benefit, but does negatively impact Welsh businesses, \"If civil liberties are to be infringed upon, it is vital such moves are proportional and based on evidence.\" ", "url": "https://www.bbc.com/news/uk-wales-60331813"}