{"datetime": "2021-12-17T17:39:35.000Z", "author": "Sameer Hashmi", "subject": "Coronavirus pandemic", "title": "Will Omicron stall the airline sector recovery in 2022?", "article": "The spread of the new coronavirus variant, Omicron, will slow the recovery for the airline industry, but it has not dented overall demand for tickets during the busy winter travel season, according to Emirates airline president, Tim Clark \"Omicron slowed our momentum somewhat, but we are still seeing positive demand recovery overall,\" Mr Clark tells the BBC. For people travelling internationally, the spread of the new Covid-19 variant is ushering in new testing rules, border closures and the rapid reintroduction of quarantine measures. This shift raised concerns for many airlines just ahead of their significant Christmas and New Year travel season which generates big revenues due to higher ticket sales. This holiday period is crucial for the industry, with flights operating at high capacity as millions across the globe travel for holidays and to visit families. Immediately after the emergence of Omicron, Mr Clark initially expressed greater concern that a major hit to the peak December month would cause \"significant traumas\" in the global aviation business,speaking to Reuters .Like many airlines across the globe, Emirates suspended flights to countries in Southern Africa and had to stop flights to Morocco due to the border closure. But Mr Clark says that the airline has now been able to \"compensate for that shortfall\" due to strong demand on other flight routes - adding flights to Australia, parts of Europe and the UK. \"So far, the impact hasn't been significant on the business as Emirates had initially anticipated,\" he says. United Arab Emirates-based airlines say that despite Omicron, flights to the country have been operating at full capacity.High levels of vaccination uptake in the country and low Covid-19 infection rates have been instrumental in attracting travellers. The World Expo 2020, for instance, still underway in Dubai, has drawn tens of thousands of foreign visitors since the six-month event kicked-off in October. Abu Dhabi based, Etihad Airways' chief executive, Tony Douglas does not expect Omicron to have as \"big an impact\" on the global airline recovery as earlier variants such as Delta had. \"There is a huge hunger to travel, driven by visiting friends and family,\" he says. Qatar Airways' boss, Akbar Al Baker, has said he hopes that the new coronavirus variant \"will have a limited overall impact\" on the industry's recovery. While airline industry bosses in the Middle East say they're not perturbed by the spread of Omicron, executives in other regions are feeling jittery.Apart from travel restrictions, navigating new testing rules as more details about the new variant emerge, is also proving to be a big challenge. Top European airlines such as British Airways, Ryanair, and easyJet pushed back against the introduction of new testing rules for vaccinated travellers brought in by the UK government, and have asked for immediate financial support to sustain the sector through this latest crisis. After an 18-month slump, European carriers had started to see an uptick in international air traffic during their summer season this year. A rise in air traffic was driven in part by higher vaccination rates and the easing of travel curbs.In November, commercial and defence deals for new aircraft worth $78bn (£59bn) were signed at the Dubai Airshow, in a sign that some people read as \"the worst was over\" for the industry after enduring a turbulent period since the outbreak of the pandemic.Aircraft manufacturers swiftly signed multibillion dollars deals, with Airbus amassing orders for over 400 jets during the course of the five-day event. While the airlines at the show expressed confidence of a bounce back in 2022, things have changed since the emergence of the new variant. Orkun Altintas, director for aerospace and defence at consultancy, Frost and Sullivan says it is too early to gauge the full extent of the impact of Omicron. But he expects the recent developments to set back the sector recovery in the near term.\"Airlines were expecting substantially higher revenues compared to last year during the holiday season, but now they are not certain about it.\" Earlier in December, Fitch Ratingsmodified its outlook for global air traffic for 2021, lowering it to just over 50% of 2019 levels, versus a previous forecast of a 35% drop.Fitch also slashed its outlook for 2022 and 2023, on the basis that \"additional waves of infections and policy responses could lead to travel restrictions and stalled or temporary declines in traffic\". Some countries, including Japan, Israel and Morocco, have temporarily barred non-resident foreigners altogether.At the time of writing, travellers entering Singapore must now be tested daily for seven days after their arrival, while the United States requires a negative Covid test 24 hours before flying.Flights from South Africa, Lesotho, Eswatini, Botswana, Namibia, Malawi, Mozambique and Zimbabwe remain suspended by many, including the EU and the US.The International Air Transport Association (IATA) in the meantime has warned that the imposition of travel bans by various governments, against the advice of the World Health Organisation, could threaten the sector's recovery.The IATA reports a marked improvement in domestic and international travel in recent months ahead of the discovery of the latest variant. \"Unfortunately, government responses to the emergence of the Omicron variant are putting at risk the global connectivity it has taken so long to rebuild,\" Willie Walsh, IATA's director general said in a statement. Despite tighter travel rules, experts say they are not seeing the same level of cancellations and drop-offs in new bookings that occurred when entry rules were tightened previously.Orkun Altintas says he is confident that if existing vaccines prove to be effective against the new variant, then the sector could rebound quickly. \"There is a lot of pent-up demand. Once there is more clarity about the vaccines and also about rules and restrictions, travel will pick up. But, for now, there are a lot of unknowns.\" ", "url": "https://www.bbc.com/news/business-59654176"}