{"datetime": "2022-02-09T16:49:02.000Z", "title": "Shielding Scunthorpe family's fear over Covid rules easing", "article": "A mother with a disabled daughter says the lifting of Covid restrictions has left vulnerable people \"high and dry\". Lorna Fillingham and 11-year-old Emily-May from Scunthorpe have been shielding at home since the start of the pandemic. Emily-May, who uses a wheelchair, has a rare genetic condition and is classed as clinically extremely vulnerable.The Department of Health and Social Care (DHSC) said vulnerable people should take \"extra precautions\". Ms Fillingham said her daughter had only just been offered her first vaccine jab. \"These vaccines are going to be eight weeks apart,\" she said. \"So even if I get my daughter vaccinated tomorrow she is not going to be fully vaccinated until eight weeks' time.\" Ms Fillingham said theremoval of mask mandates and working from home rules in England last month had \"made it trickier for us to go out as a family\". On Wednesday, Prime Minister Boris Johnson said that all remaining Covid restrictions in England - including the legal rule to self-isolate -could end later in February. Ms Fillingham said the family, who have done more than 650 days of home-schooling, had to plan trips in advance and assess the risk to Emily-May, who has developmental disorder Baraitser-Winter syndrome, before leaving home. \"Our world has just got a little bit smaller again,\" she said. She accused the government of leaving vulnerable people \"high and dry\". \"There seems to be lots of mixed messages. There was nothing in the last government briefing about clinically extremely vulnerable, you have to go back to the 24 December to find out what the guidelines are.\" She added: \"I think there is the case still that these measures, which simply help reduce transmission, continue just for the time being not just for the clinically extremely vulnerable, but to ensure that disruption isn't caused to the wider society as a whole.\" The DHSC said: \"We have issued public health advice for people whose immune system means they are at higher risk of serious outcomes from Covid-19. This advice remains in place. \"Those previously considered clinically extremely vulnerable are advised to follow the same guidance as the general public, but consider taking extra precautions to reduce their chance of catching Covid-19.\" Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-60319770"}