{"datetime": "2021-12-19T00:29:26.000Z", "author": "Mark Lowen", "subject": "Coronavirus pandemic", "title": "Covid: French ski season in disarray as UK tourists banned", "article": "The early season snow on the pine-filled slopes of Mont Blanc is the best Chamonix has seen for years. There just aren't the British skiers to enjoy it. It had looked like being a bumper Christmas for France's ski resorts, with flights and ferries from Britain fully booked. But then came a warning from France's government last Thursday of \"a landslide\" - not on its own mountains, but of the Omicron coronavirus variant careering through the UK.All non-essential travel from Britain was to be banned. And suddenly cancellations replaced arrivals. \"I feel sad, disappointed and angry,\" says Thomas Mathieu, the owner of Brasserie les Marmottons, adding he has had to lay off three employees, anticipating the drop in business.\"Everything is ready here: we put on masks, we have the [vaccination] passes, we have everything right by our government. It's very confusing for us,\" he adds.One in four tourists in Chamonix before the pandemic was British. Britons are the largest foreign cohort of visitors to the French resorts.But France's Prime Minister Jean Castex has compared Omicron to \"lightning\" - and his government appears willing to take the hit, accelerating its booster programme in the meantime. Some from the UK arrived just before the drawbridge came up on Friday night, counting their luck as businesses count their losses.Hugh Kocheta had just skied down from 2,100 metres - the pistes wide open with so few Brits here. \"We're missing a few people from different families who were supposed to come over, but who are probably just not going to be able to come out now,\" he says. \"It's obviously a bit gutting for certain people.\" Alison Hands and her family were driving down from Calais on Thursday as they heard the news. \"Being here makes it feel like a normal Christmas again because I've come every year since I was born - apart from the last one,\" says her eight-year-old son Moss.And that is the fear here - that the ban on British tourists evokes a worrying déjà-vu of last Christmas when strict lockdowns followed. For those catering for the British market, the emptiness is devastating - and an ominous sign of what more could come. Dave Searle works with the British Association of Mountain Guides in Chamonix, and cancellations have flooded in.\"If this continues this season, it'll be a big loss of earnings… up to 50% of my annual earnings is through the winter. I guess I'm worried it's just going to keep doing this every winter. And if I'm losing half my earnings every year, I need to find a new profession.\" Does he understand the French decision, I ask? \"It does make sense in some ways and it's all about keeping people safe and hospitals empty,\" he replies. \"But perhaps it does also feel like a bit of a kneejerk reaction, singling out one country.\" France's confirmed Omicron cases are a fraction of those in the UK, though French scientists do far less genetic sequencing of new variants than their British counterparts. And intensive care units are once again filling up fast here. Beside the Christmas lights in the centre of beautiful Chamonix, festive cheer is fading. The hope is that this may be a short blip, not a lost season.France is buying time with this measure - and paying a high price for its mountain resorts to sparkle again. ", "url": "https://www.bbc.com/news/world-europe-59712015"}