{"datetime": "2021-11-23T17:41:09.000Z", "title": "New licensing laws for short term lets in Scotland", "article": "Properties in Scotland used for short-term lets will need to get licences from local councils by 2024 under new laws tabled by the Scottish government. Ministers want to tackle the growth of rentals on platforms like Airbnb in popular tourist areas like Edinburgh. Local councils will be given powers to set up licensing schemes, and can charge fees to cover their costs. Housing Secretary Shona Robison said the move would make sure lets are safe and their landlords suitable. The government has held a series of consultations on the plans, but saw a number of groups resign from a working group in frustration, calling it a \"sham\" and a \"charade\". Ministers want to increase regulation of short-term rental properties in response to concerns raised by some communities about spiralling rents and claims of disruption. Legislation to let councils introduce \"control areas\" for short-term lets has already been passed, withone proposed in Edinburgh - a city believed to host more than a third of Scotland's holiday lets. And the new bill - if passed by MSPs - would see local councils draw up their own licensing schemes by October 2022. Existing hosts and operators would have until April 2023 to apply for a licence for each property, with a requirement for all short-term lets to be licensed by July 2024. Ms Robison said: \"Short-term lets can offer people a flexible travel option. However, we know that in certain areas, particularly tourist hotspots, high numbers of lets can cause problems for neighbours and make it harder for people to find homes to live in. \"The licensing scheme and control area legislation give councils the powers to take action where they need to.\" The government had previously hoped to have the new law in the statute book before May's Holyrood election,but shelved the plans while draft guidance was being drawn up. A stakeholder working group was set up in February 2021 to consider the guidance and the proposed legislation. However, organisations including the Association of Scotland's Self-Caterers (ASSC), Airbnb, the Scottish B&B Association and the UK Short Term Accommodation Association walked out a few months later, claiming the group was \"not fit for purpose\". In a statement, they said there had been a \"lack of significant changes\" to the plans. The government said it would look to reconvene the stakeholder group to finalise guidance for the licencing scheme, to be published in early 2022. Ms Robison said: \"We appreciate the input from tourism bodies, local government, community organisations and others in reaching this point, and look forward to delivering a short-term lets licensing scheme that works for Scotland.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-59393508"}