{"datetime": "2022-01-18T15:04:12.000Z", "author": "Graeme Esson & Ruth Iredje", "subject": "Coronavirus pandemic", "title": "Vaccine passports: How does Scotland's scheme work?", "article": "Scotland's vaccine passport scheme was introduced last year with the aim of enabling events to go ahead despite surging Covid cases and encouraging the uptake of the vaccine in younger people. It covers large outdoor events, which resumed this week, and venues such as nightclubs and those hosting large indoor events, which can reopen from 24 January. People over the age of 18 must show - if asked - that they are fully vaccinated, or have proof of a negative rapid lateral flow test (LFD) or PCR within the previous 24 hours, before they are allowed entry to certain venues and events. If it is more than 120 days since your second jab, you are required to have had a booster to be classed as fully vaccinated.The scheme applies to: For nightclubs and smaller events, all people entering should be checked.Organisers of large events are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher,Anyone who has good reasons for not getting fully vaccinated - including people with particular medical conditions - will be exempt, as will employees working at the venues, people taking part in vaccine trials and anyone under the age of 18. The government also said there would be no need for a vaccine passport to access public services or settings where people have no choice over attendance - such as shops, public transport, education and medical services. The vaccine passport has been updated so that its QR code includes evidence of booster vaccinations. The NHS Scotland Covid Status App is available onApple andAndroid devices allows people to register, using their passport or driving licence to verify their identity, and then creates a QR code for each vaccination.Those who cannot use the app are able to request what the government describes as \"a secure, uneditable\" paper record. It has enhanced security features, such as thermodynamic ink to prevent forgery, as well as a QR code, and will be valid for three months. A QR code verifier app was made available to venues, enabling staff to check a customer's QR code. Those who cannot be vaccinated for medical reasons will be able to show a document confirming that they are exempt. While under-18s are exempt from the scheme, they may need to show proof of age. People coming from elsewhere in the UK can show their vaccination status with the NHS App (if from England or Wales) or theCovidcert NI app (if from Northern Ireland) - or via paper letters of certification. While initially there was no clear definition of what constituted a nightclub, the government later provided some clarification. The vaccine certification scheme applies to any venue that meetsall four of the criteria: Potentially, a 200-capacity nightclub could be asking for a vaccine passport while a pub next door, with a larger capacity and music playing into the early hours of the morning without dancing or a designated dance floor operating, avoids having to ask customers for their vaccine status. First Minister Nicola Sturgeon has said that the rules will be applied in a spirit of pragmatism. As an example, she said a venue required to check vaccine certification at night would not have to check customers coming in for a pub lunch 12 hours earlier. The scheme inEngland applies to the same venues that are covered in Scotland. People can only enter if they can show anNHS Covid Pass confirming they have received two doses of an approved vaccine (or a single-dose of Janssen vaccine); a negative PCR or rapid lateral flow test (LFT) result within the last 48 hours; or proof that they havea medical exemption or are taking part in a clinical trial. InWales , people need to show theirNHS Covid Pass or a negative LFT result within the last 24 hours to gain entry to cinemas, theatres and concert halls. Prior to the current restrictions, the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people. The Covid passport scheme inNorthern Ireland applies to pubs, restaurants, cinemas and theatres - as well as nightclubs and large events which are currently closed. People can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30-180 days. TheCOVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested. ", "url": "https://www.bbc.com/news/uk-scotland-58422607"}