{"datetime": "2022-01-26T17:14:33.000Z", "author": "Jayne McCormack", "subject": "Coronavirus pandemic", "title": "Covid-19: Vaccine passports scrapped in bars and restaurants", "article": "Proof of Covid-19 status to enter bars, restaurants and cinemas has been scrapped in Northern Ireland. The change took effect at 12:00 GMT following a decision by Stormont ministers last week. Nightclubs - which were forced to close on 26 December - can now also reopen, along with the return of indoor standing events. Vaccine passports will still be required to access nightclubs and large events. The Stormont Executive said the use ofCovid certification in hospitality would continue to be \"strongly encouraged\", but in guidance only. Thelatest relaxation of Covid rules was approved by the executive after health officials advised that Northern Ireland had passed the peak of community transmission with the Omicron variant. From Wednesday, the legal requirement for offices to take reasonable measures for 2m (6ft) social distancing is being removed, with guidance remaining in place that risk assessments should be carried out.However, further advice remains that people should work from home where they can and take lateral flow tests before meeting others. The executive will meet again on 10 February to review the remaining Covid restrictions in Northern Ireland. This will include the laws on mandatory use of face coverings, the legal requirement for track-and-trace in hospitality and the use of Covid certification in nightclubs and for large events.The removal of social distancing rules in work environments will allow more office workers to return from working at home. Rachel McMillan runs an office in River House in Belfast and said they were removing blockages on seats in preparation. \"I do think it's important for our government to encourage office workers to come back and the economy really does rely on office workers being back in the city,\" she said. \"There are a lot of small businesses around the building and they really benefit from our members being back. She also said there were benefits for those workers who had not had a chance to meet in person with the rest of their colleagues. \"We have so many different businesses under the one roof,\" she added. \"We would put events on for members and it's a way for them to meet other people and collaborate with like-minded people and you're not going to get that at home.\" Nightclubs have been preparing to reopen since hearing of the relaxation in regulations. Stephen Boyd runs a nightclub venue in Belfast and said they had had to be creative with their business model during periods of restriction, branching out into distributing bottled cocktails to off licenses. He said that staff would be coming in today to \"get rid of all the tables and get the dancefloor up and running\". \"I would like to think we could get back to normal and back to trading again, but again, who knows what's around the corner?\" he told Good Morning Ulster. He added that he hoped the rules for nightclubs on vaccine passports would be brought in line with other venues as soon as was safely possible. \"Hopefully within the next few weeks we can get a change,\" he said. \"I understand why these things have to be done, but if the risk isn't there, then surely it's time for them to go.\" On Friday, First Minister Paul Givan said itwas his \"continued view\" that vaccine passports should be scrapped in all settings.It came after the Irish government decided toend the use of Covid certification for all but international travel in the Republic of Ireland on Saturday.", "url": "https://www.bbc.com/news/uk-northern-ireland-60131275"}