{"datetime": "2021-10-26T14:44:06.000Z", "subject": "COP26", "title": "COP26: 'Airbnb host increased my booking by $2,000'", "article": "An Airbnb host has been banned from taking bookings during COP26 after he hiked the cost of a lodging by $2,000. Tan Copsey had booked the two-bedroom flat in Glasgow's west end well in advance of the summit only to receive an email with the inflated price. The host said he was concerned he had \"missed out on a great deal of money\" after seeing the average room price increase by \"400%\" in the area. Mr Copsey said: \"I had already paid. We already had an agreement.\" Airbnb said it had \"zero tolerance\" for this kind of behaviour. Originally reported inThe Herald , Mr Copsey posted about his experience on social media, joking he was having a \"great time\" with COP26 accommodation. Mr Copsey, who will be visiting his 10th UN climate summit, told BBC Radio Scotland'sDrivetime programme he made the booking about three months ago. But a few weeks ago he received a \"really interesting\" message from the host. Mr Copsey, who works for a US non-profit organisation, said: \"The message essentially said: 'I am pretty disappointed that you booked early because I have missed out on a whole lot of money. Prices in our area have gone up 400% and so I would like to charge you more. Specifically, in your currency, $2,000 more.\" He had originally booked a two-week stay at the property for £2,175 ($3,000). Mr Copsey said: \"The thing that bothered me about it was that I had already paid. We already had an agreement.\"He cancelled his booking and has since arranged alternative accommodation for COP26, which starts at the Scottish Event Campus on Sunday. Mr Copsey said his main concern now was the situation facing delegates who did not have the same resources. \"The bigger thing that is happening is that all these people from around the world are coming to Glasgow and they are coming to do something that is really important and really good,\" he said. \"And I don't think it is right that they are priced out because they are on government salaries. They work for small non-profits in Africa or the Pacific Islands, and they are already paying a huge amount of money to get to Glasgow because of the pandemic and because of travel being disrupted.\" Despite his experience, Mr Copsey, whose area of specialism is the reduction of methane emissions, said he did not have any vindictive thoughts against the host or a negative opinion of Scottish people. And he said he hopes the many \"incredibly kind\" offers of accommodation he has received can now be used to help others who are less fortunate. An Airbnb spokesperson said: \"We have zero tolerance for this behaviour and have taken action against the host and blocked them from accepting other bookings during this period.\"The guest has been refunded in full and we have offered support in helping them find alternative accommodation.\" Earlier this month BBC Scotland found evidence that a squeeze on available accommodation hadsent prices soaring in Glasgow. One room in the city initially advertised as £42 per night was later advertised at £1,400 per night during the summit. Fiona Hooker, of the Stop Climate Chaos Scotland campaign, said the cost and availability of accommodation was \"a huge concern\" for activists hoping to attend. And restaurateur and property owner Charan Gill called the practice \"opportunistic\". He said: \"You will not live off this money forever - fine, you might make an extra few hundred or thousand pounds here and there.\"At the end of the day you have to go back to your normal people, your normal market, your normal tenants who keep your bread buttered.\" Airbnb told the BBC they would donate all revenue from stays in Glasgow during the summit to Zero Waste Scotland. The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59051397"}