{"datetime": "2021-05-27T18:20:41.000Z", "title": "Airbnb extends worldwide party ban until end of summer", "article": "Airbnb has extended a ban on house parties until at least the end of summer despite easing Covid restrictions in some countries. Occupancy will remain limited to 16 people, with a few exceptions for some venues. The firm said in a statement that the indefinite ban, which was first introduced in August 2020, is \"in the best interests of public health\". It also said that the policy had also proven popular with hosts. The firm says it will pursue legal action if guests or hosts break the rules. Under the ban, Airbnb has removed the \"event-friendly\" search filter on its booking app. The feature will be inaccessible until the end of summer, when the ban is set to be reviewed. It said in a statement on Thursday : \"Throughout the past few weeks, we have heard from members of our community who have sought clarity on whether the ban would remain in effect, particularly from community members in the regions that are gradually reopening.\"We are announcing the extension of the ban through at least the end of Summer 2021 to provide them with that clarity\". Airbnb boss Brian Chesky recently said that the firm wants to be a \"good community player all over the world\" as travel reopens. In the US, Canada, France and the UK, guests under the age of 25 have been barred from renting entire homes in their local areas. And in the US, it was announced in April that guests with a history of bad reviews won't be able to book one-night or last-minute reservations during the 4 July weekend. The firm says it came as part of \"efforts to promote safe and responsible travel\", following complaints from communities about noise and disruption. Despite putting a hold on party-goers' plans,Airbnb recently predicted a travel rebound \"unlike anything we have seen before\" after seeing a big jump in holiday bookings. In the first three months of the year, US bookings beat pre-pandemic levels, while there was a \"steady improvement\" in business in the UK and France. Demand for breaks has risen as some countries emerge from lockdowns. Booking values jumped 52% to $10.3bn (£7.3bn) as customers snapped up long-term stays and rural properties, it said. But it warned that business would depend on the \"severity and duration\" of ongoing travel restrictions, particularly outside of the US. ", "url": "https://www.bbc.com/news/business-57272204"}