{"datetime": "2021-05-14T08:34:54.000Z", "title": "Airbnb predicts unprecedented rebound in travel", "article": "Online booking platform Airbnb is predicting a travel rebound \"unlike anything we have seen before\" after seeing a big jump in holiday bookings. In the first three months of the year, US bookings beat pre-pandemic levels, while there was a \"steady improvement\" in business in the UK and France. Demand for breaks has risen as some countries emerge from lockdowns. Booking values jumped 52% to $10.3bn (£7.3bn) as customers snapped up long-term stays and rural properties. However, although Airbnb's revenue rose to $886.9m in the quarter, it reported a net loss of $59m as it paid back Covid-related loans. The San Francisco-based firm has fared well in comparison with other hospitality businesses, with consumers showing a preference for more space and properties away from city centres during the pandemic. In the three months to 31 March, holiday bookings for families have also outpaced those for smaller groups or solo travellers, it said. \"While conditions aren't yet normal, they are improving, and we expect a travel rebound unlike anything we have seen before,\" said Airbnb co-founder and chief executive Brian Chesky Airbnb also said that holidaymakers were searching and booking further in advance. Bookings in the UK and France also shot up following announcements by Prime Minister Boris Johnson and President Emmanuel Macron on easing lockdown restrictions. The company said, however, it was still to early to give financial projections for the rest of the year.It warned that business would depend on the \"severity and duration\" of ongoing travel restrictions, particularly outside of the US. Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown, said that the results showed the Airbnb brand was also attracting the older generation with significant disposable income. \"It's now a now a household name globally and its model can pivot quickly to satisfy the change in booking behaviour brought about by the pandemic,\" she said. She added that demand for longer-term bookings in more rural locations could help the firm's reputation. \"That trend could also help reduce the number of complaints from neighbours about rowdy weekend revellers which has plagued the company in recent years, along with accusations that the platform limits the amount of housing available for locals. Those concerns have led to restrictions on how the company operates in some big cities around the world.\" While the online booking platform might have been gaining momentum, others in the leisure industry have been struggling amid the pandemic. The Walt Disney company, for example, reported on Thursday that its theme parks and attractions were still in \"recovery\" with caps on visitor numbers, while many of its cruise lines were suspended. Overall revenue fell 13% to $15.6bn in the three months to 3 April compared with the same period last year. But analysts expect revenues will nearly have returned to pre-pandemic levels by the end of the current financial year, boosted by its services like the Disney Plus streaming platform. ", "url": "https://www.bbc.com/news/business-57105371"}