{"datetime": "2021-08-24T23:03:57.000Z", "author": "BBC Panorama", "title": "UK self-catering holiday prices soar in pandemic", "article": "Self-catered accommodation in the UK is costing on average 40% more than in the summer of 2019, according to consumer group Which?. Its analysis , with BBC Panorama, suggests holidaymakers are paying an average of £300 more per week in August compared to before the pandemic.Brighton is among the seaside resorts with soaring prices, with average rental costs almost doubling. The data is from AirDNA, which monitors websites such as Airbnb and Vrbo. BBC News has approached Airbnb for comment. The company has previously claimed figures from third-party organisations can be misleading. Watch BBC Panorama: The Great British Staycation? at 19:30 BST on Wednesday on BBC One, or later on BBC iPlayer More than 20 million Britons planned to holiday in the UK this year,according to research by market research company Opinium . The average cost of one night of self-catered accommodation for two people in Brighton was £109 in 2019, but is now £206 - a rise of 89% - according to AirDNA's data. Meanwhile, stays in St Helier in Jersey increased by 76% on 2019, and Lyme Regis on the south coast jumped up 74%. Catherine Lane, who lets out six properties in Brighton, told BBC Panorama she put up some of her prices this year because her costs had risen considerably. \"Now we have to have cleaning and sanitation costs, which are much higher. We have to have time for the cleaners to disinfect the place,\" she said. She said prices had gone up to meet the high demand, but added: \"A lot of pricing we don't have control over. \"If you're booking by third-party advertising website, they're putting commissions on the actual end price.\" Holiday booking site Vrbo told BBC Panorama it \"does not set, change or influence the property prices a host chooses\". Which? also looked at how big the price difference can be between holidaying in the UK and travelling abroad - even when flights are factored in. Its research compared prices for late August getaways for two people in the UK and abroad, looking at the cheapest, highly-rated hotel available in a central location, as well as transport costs. For a coastal break, it found a week in Brighton for £1,131, while a hotel in Nice in the south of France, which included flights, cost £1,085. Elsewhere, a week in Lake Windermere in the England's Lake District cost £2,424, compared to just £802 for flights and accommodation for a week in Lake Garda in northern Italy. Which? travel editor Rory Boland said: \"We're not talking about £10, we're not talking about the cost of a meal out. We're talking… hundreds and hundreds of pounds.\" He said the reason behind the differences in price wasn't just down to the pandemic. \"When we looked at it, accommodation prices in 2019 were more expensive in the UK than they were abroad. So this isn't a pandemic problem only, the pandemic has made it worse,\" Mr Boland added. Watch BBC Panorama: The Great British Staycation? at 19:30 BST on Wednesday on BBC One, or later on BBC iPlayer ", "url": "https://www.bbc.com/news/business-58320668"}