{"datetime": "2021-05-25T13:50:14.000Z", "author": "Dougal Shaw", "title": "Airbnb boss: 'Cornwall's more popular than London'", "article": "The way we think about travel, holidays and accommodation is changing as societies adjust to the pandemic, says Airbnb chief executive, Brian Chesky. \"Everyone is going to live a bit differently because they have more flexibility and are less anchored to the city.\" People are choosing longer lets in large houses, often in rural areas, argues Airbnb. \"The line between travelling and [just] living is blurring,\" Mr Chesky says. It is a far cry from the company's origins in the late 2000s, when it focused on renting out spare rooms in cities, mainly to individuals.Airbnb was hit hard by Covid last spring, shedding a quarter of its workforce. Throughout 2020 it experienced booking levels lower than 2019. But despite an unprecedented drop in international travel, people still booked accommodation for domestic holidays when local lockdowns eased.So property rental firms like Airbnb, whose revenues grew by 5% in the first quarter of 2021, were not as badly hit as airlines or package holiday operators. However, its figures now reveal a big change in customer behaviour. \"Rural nights booked in the UK used to be a quarter of our bookings, they're now half,\" Mr Chesky tells the BBC.Cornwall is the country's most-booked summer location in 2021, a title previously held by London. Globally, domestic bookings went up from 50% in January 2020 to 80% in 2021, according to Airbnb's newly released report, Travel & Living, May 2021. Another long-term change is becoming evident, according to Mr Chesky. He believes people are increasingly using Airbnb for remote working opportunities, rather than just holidays. They crave a change of scene, perhaps, rather than just a short, sharp break from the nine-to-five. He cites one statistic in particular: the proportion of stays longer than 28 nights on Airbnb, globally, rose from 14% in 2019 to 24% in the first three months of 2021. Remote working is increasingly discussed in customer review and feedback, according to Airbnb's report. The idea might now appeal to people other than just millennial, digital nomads with few personal responsibilities, he says. \"When I was a kid I went to school 180 days a year, that's about 180 days I wasn't in school.\" With more companies adopting flexible work policies, he thinks, it will become common for families to relocate for holiday periods, subsidising it by renting their own home.He also thinks three-day weekend breaks will become more popular, with all these factors underwriting \"a travel rebound\". \"Another whole new segment of our business is also people [who are] just living on Airbnb,\" says Mr Chesky. \"Of the people living on Airbnb on a monthly basis, about 11% of them are living nomadically, they don't even have homes.\" However, whether remote working and nomadic living emerge as new frontiers in the sharing economy of private homes, Airbnb is facing increasingly stiff competition in the space it pioneered. New rivals include Vrbo and Holidu, while established platforms like booking.com and Tripadvisor have also diversified to offer a similar proposition.Another perennial threat to the company is regulation. Where Airbnb has contributed to influxes of tourists that local communities struggle to cope with, governments have proposed curbs like tourist taxes and new rules on gaining permission for private holiday rentals.The Scottish government has proposed giving councils power to enact such measures, to protect areas like Edinburgh's Old Town and the Isle of Skye. Airbnb is used to dealing with this issue and has thousands of agreements already in place with local and national governments, says Mr Chesky. Airbnb laid off a quarter of its staff when the pandemic first hit. This was a \"turning point\" for the firm, ultimately allowing it to refocus on its core business, says Mr Chesky. But he adds that letting people go by Zoom was the hardest thing he has had to do since becoming CEO: \"You couldn't even say goodbye\". Now he hopes the changes that Airbnb is witnessing in user behaviour will help to underwrite \"the biggest travel rebound in a century\". His company is already hiring again and will continue to do so, he says. However, some industry experts are not convinced about a rebound.\"After the pandemic when people have the option to see friends, be part of an IRL [In Real Life] community again, will they want to live as modern bedouins?\" wonders Sarah Kunst, general partner at Cleo Capital. \"Remote work and digital nomadism has been around for over a decade and even single, young people with money have been slow to fully embrace it long-term. \"Certainly people seem eager to make up for lost time - reunions, weddings, long overdue vacations - but that will likely last? The question is will 2022 travel look more like 2019 or surpass it? We just don't know yet.\" Airbnb's three co-founders could never have imagined the impact their business idea would have on cities around the world, says Mr Chesky. Now he thinks the pandemic may usher in another change, as remote working pushes people who can afford it to rural areas and un-needed city shops are converted to residential units. \"Cities are going to go through a renaissance,\" he thinks, \"prices may come down and a whole bunch of young people will move in and remake those cities in their own image.\" You can follow business reporter Dougal Shaw on Twitter: @dougalshawbbc ", "url": "https://www.bbc.com/news/technology-57240212"}