{"datetime": "2021-08-05T13:39:41.000Z", "subject": "Scottish Parliament election 2021", "title": "Tourism bodies quit 'sham' short-term lets working group", "article": "Four tourism organisations have resigned from the Scottish government's working group on short-term lets, claiming it is \"not fit for purpose\". The groups, which include the Scottish B&B Association, accused ministers of disregarding their concerns over impending licensing legislation. It will give councils new powers to tackle problems caused by the rapid growth of Airbnb-style holiday lets. The Scottish government said it was \"disappointed\" at the move. A stakeholder working group was established in February when the Scottish governmentsaid it was dropping legislative proposals aimed at regulating short-term lets until draft guidance had been drawn up. The group's remit was in part to develop guidance on a licensing scheme and \"to consider any changes to the legislation that may be needed\". The regulatory proposals were drawn up following concerns from residents in some popular tourist destinations, such as Edinburgh and Skye, that the growth of short-term lets was pushing up rent levels for other properties. Concerns were also raised over increased litter, noise and anti-social behaviour. On Thursday, the Association of Scotland's Self-Caterers (ASSC), Airbnb, the Scottish B&B Association and the UK Short Term Accommodation Association announced they were quitting the working group. In a statement, they said that there had been \"a lack of significant changes\" to the planned legislation affecting traditional self-catering and B&Bs, as well as home-sharers. They also claimed additional provisions had been added to the legislation, with some guest houses now being \"caught up\" in the plans.ASSC chief executive Fiona Campbell said: \"Despite our best efforts, and those of our colleagues across Scottish tourism, this working group has been revealed as nothing but a sham and therefore we have decided to leave it. \"Throughout the entire process, while we have acted in good faith, this government has continually shifted the goalposts and acted with cavalier disregard and indifference towards our sincere concerns and innovative ideas.\" Bed & Breakfast Association chairman David Weston said leaving the working group was not a decision he or his colleagues had taken lightly. \"We have been frustrated at every turn and it will be Scottish B&Bs that suffer if we continue to take part in what has become nothing but a charade,\" he said. \"Our members expect us to act in their best interests, and in the interests of the broader tourism sector, and it has been made abundantly clear that neither the working group nor the Scottish government are interested in that type of dialogue.\" A Scottish government spokesman said: \"We have been clear since January 2020 that regulation of short-term lets would include a licensing scheme and the focus of the working group has always been on refining and implementing that plan.\"It is therefore surprising these organisations - who we invited to be part of the working group to express their views - have chosen to leave at this stage on the grounds we are progressing with licensing, rather than registration, which has been the case since January 2020.\"We are disappointed they have decided not to continue with their participation in the working group and thank them for the contribution to shaping the short-term lets legislation and guidance to this point.\" A third and final public consultation on the proposed legislation is due to run until 13 August. The Scottish government plans to lay the final licensing order before the Scottish Parliament in September. If approved, existing hosts and operators will have until 1 April 2023 to submit an application for a licence.New hosts and operators will require a licence to operate after 1 October 2022. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-58101637"}