{"datetime": "2021-08-24T22:33:48.000Z", "author": "Daniel Thomas", "title": "Business still has time to help Afghans - AirBnB boss", "article": "There is still time for firms to \"speak up and help\" Afghans being displaced by the current humanitarian crisis, the co-founder of AirBnB has said. It comes after the accommodation platform promised to provide free temporary lodging for 20,000 refugees.Relatively few companies have offered help in the crisis so far, but Brian Chesky told the BBC he expected more would feel \"compelled\" to. \"I do think nearly every business can help in their own way,\" he said.\"And the time is now - it's not just helping, it's helping quickly because if people are displaced and need to be resettled, every hour counts.\" The tech boss told the BBC the displacement of people fleeing the Taliban was \"the greatest humanitarian crisis of our time\". However, he could not say how long refugees would be able to stay with AirBnB hosts, only that it \"is really up to how long our hosts can house them and also the need\". \"Most of these people aren't looking for long-term housing, they're looking for a temporary housing before they decide where they want to live,\" he added.\"And there's a pretty extensive protocol to work with the settlement agencies to figure out where they actually want to start their lives... but you know I want to make sure we can go as big as possible for these people.\" Since Taliban militants took over Afghanistan, AirBnB has put up about 200 Afghan refugees in its listed properties, leading to questions about whether it will be able hit its 20,000 pledge.But Mr Chesky said the firm had successfully offered homes to 225,000 frontline workers during the pandemic.\"We would have not made a public commitment I didn't think we could fulfil,\" he said.The refugees will stay with AirBnB hosts all over the world and will be fully vetted by the firm's NGO partners, which include International Rescue Committee and Church World Service. There have been security fears over the evacuation of Kabul after someone on the UK's no-fly listwas flown into Birmingham over the weekend.Mr Chesky urged potential hosts to embrace the opportunity, saying: \"When you take someone into your home sometimes you gain as much as the person you're providing housing for. \"There's just something about that experience that we've heard is one of the most meaningful experiences in people's lives, to be able to care for a family.\"", "url": "https://www.bbc.com/news/business-58324810"}