{"datetime": "2021-08-11T16:57:23.000Z", "title": "Edinburgh councillors propose plan to crack down on short-term lets", "article": "Councillors in Edinburgh have proposed measures to crack down on Airbnbs and other short-term lets in the city. The council wants to create a \"control area\" where property owners must acquire planning permission to run a short-term let. There has been a significant rise in such lets in Edinburgh - particularly on Airbnb - in the last five years. Campaigners say this has exacerbated housing shortages and led to an increase in antisocial behaviour. However, a body representing short-term let owners said the plans were \"wholly disproportionate\". More than a third of Scotland's short-term let properties are believed to be in the capital, according to City of Edinburgh Council officials. Under the proposals, council officers and councillors would determine whether a short-term let was suitable based on density, residential amenity and housing shortages in the area. The control area would be city-wide and would not focus on the city centre and Leith where the majority of short-term lets are, because of fears this would lead to a high concentration of lets in neighbouring areas. However, if a home has been continually used as a short-term let for more than 10 years before a control area is designated and no enforcement action has been taken during that time, planning permission would not be required. Renting out a room in your house or letting your property whilst on holiday would also still be allowed. Councillors voted to launch a consultation with the city's residents at a meeting of the council's planning committee. A final proposal will be sent to the Scottish government after the results of the consultation. Separately, the Scottish government is currently consulting on legislation to introduce a licensing scheme for short-term let operators. Campaign organisation PLACE, a network of Edinburgh residents fighting against short-term lets, said the lets often led to rent increases as well as disturbance from noisy parties, verbal abuse and damage to property. \"Neighbours of short-term lets are almost guaranteed to experience anti-social behaviour from customers,\" a spokesperson added. \"Alcohol is a regular contributing factor which makes these situations particularly unpredictable and intimidating to deal with.\" However, the Association of Scotland's Self-Caterers said the council had not provided evidence to back up the claim that short-term lets reduced available housing stock. The organisation's chief executive Fiona Campbell said: \"Furthermore, their proposals appear to rely on pre-pandemic listings from one online platform only and this does not provide an accurate reflection of the situation. \"Self-catering properties have been a long-standing presence in the capital for decades, enhancing the tourist offering and boosting the local economy, and should not be used as a convenient scapegoat for policy failures elsewhere.\" Airbnb said it did not expect the proposed changes to affect the majority of its hosts. However, Airnbnb director of public policy Patrick Robinson added: \"We are concerned about the impact these measures could have on some hosts who bring great benefits to Scotland, and we look forward to engaging with Edinburgh City Council to secure the best outcomes for everyone.\" Story provided by local democracy reporter Joseph Anderson. . ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-58179252"}