{"datetime": "2021-06-16T08:36:17.000Z", "title": "Airbnb reportedly pays tourist $7m after rape", "article": "Airbnb paid a tourist $7m (£5m) after she was allegedly raped at knifepoint at a rental property in New York City, according to media reports. Bloomberg News reported an Australian traveller received the payout after an attack on New Year's Eve in 2015. The victim and her friends picked up the keys to the property from a nearby shop that evening, it says. The report suggests the suspect had made a copy of keys to the apartment, which he accessed before an attack. The traveller returned shortly after midnight, as the suspect, 24-year-old Junior Lee, allegedly hid in the bathroom, Bloomberg reports.Mr Lee has been charged with predatory sexual assault. He has pleaded not guilty, but remains in custody. The Legal Aid Society, which is representing Mr Lee, declined to comment when approached by BBC News. After the alleged attack, an Airbnb safety team contacted the local police department to offer its assistance and put the victim in a hotel. It also offered to pay for costs such as counselling and flew her mother overseas from Australia. Bloomberg said that, as part of the $7m settlement, the victim cannot blame or sue Airbnb or the apartment host where the incident took place. It says it was reached two years after the alleged attack. But Airbnb spokesman Ben Breit told the New York Post: \"In sexual assault cases, in the settlements we've reached, survivors can speak freely about their experiences. This includes the NYC case.\" Airbnb's prospectus, released before the company floated the business last December, states that for hosts and guests based in the US, it conducts \"online background checks\" including criminal and public records. \"In some instances, we re-run these checks periodically thereafter,\" it said.\"We also conduct host background checks in India prior to the first transaction. We check all of our hosts and guests against certain regulatory, terrorist, and sanctions watchlists to increase safety for all parties.\" Earlier this month, the company led calls for a nationwide registration system for short-term let operators, who would be required to obtain a registration number from the government or a devolved authority in order to list their homes on platforms, such as Airbnb. Airbnb said the move would \"empower local authorities to notify platforms about issues with listings in their area\" and also enable platforms to \"remove bad actors\" by preventing people from getting around the rules by switching their listing to another booking site. The latest news is part of a wider Bloomberg investigation into safety standards on the rental platform. Since the attack, the company has not overhauled its rules on keys and where hosts may leave them. Hosts on the platform are not required to use keypad locks or change codes for keypads between bookings. They do not have to tell Airbnb who else has a copy of a property's key either. However, it has introduced a number of discounts for hosts who want to buy items such as smart locks and noise detectors.", "url": "https://www.bbc.com/news/business-57487970"}