{"datetime": "2021-03-04T00:14:59.000Z", "author": "Lorelei Mihala", "subject": "Coronavirus pandemic", "title": "'After the first cancellation it didn't go back to normal'", "article": "Frank Schmidt says the tourists just disappeared overnight, and never came back. Until last year, the 52-year-old was in the enviable position of owning an apartment in Barcelona that he had rented out since 2013 via booking platform Airbnb. With the Spanish city being one of the most popular tourist destinations in Europe, he was fully booked in 2019. Then coronavirus hit at the start of last year. Official tourist figures from Spain's National Institute of Statistics show starkly the impact. In 2019, Spain's Catalonia region had 19 million overseas visitors , with an estimated 12 million of those going to Barcelona, the capital. Yet in 2020, visitor numbers to Catalonia plunged 80% to 3.8 million. And for April and May of last year not a single overseas tourist went to the Spanish region, at least according to the government data. \"The first Covid related cancellation was in the middle of February 2020, and it was actually the biggest reservation of the year that got cancelled, for the Mobile World Congress [annual mobile phone trade show in Barcelona] a week later,\" Mr Schmidt says.\"Then it didn't go back to normal at all.\" While back in 2017,Barcelona had brought in new laws to try to limit tourism numbers suddenly it had none. And Mr Schmidt had to quickly pivot his business model. So he switched from hiring out his apartment on a weekly basis to now absent holiday makers, to month-long stays for business people. The problem is that Mr Schmidt makes much less money, having to reduce rates by 55%. However, he says he is relieved to have some money coming in. \"I'm pleased! At least some income and someone is in the apartment.\" In renting out his apartment, Mr Schmidt is a member of a diverse global economic grouping known as the \"sharing economy\". You share something with other people, either making money or paying in the process. So it includes everything from renting out furniture, or your car, or paying to do some work at a shared working space. Or sharing an Uber ride with a stranger. Like everything else, the shared economy has been greatly affected by the pandemic. Shared workplace providers were particularly badly hit, having to close sites, due to lockdowns and social distancing rules. One provider - US firm WeWork - made the headlinesafter users refused to pay their agreed rent . Yet with the end of the pandemic now finally perhaps in sight, another shared co-workspace business - Venture X - predicts the sector will grow this year thanks to people who don't want to return to their office, but struggle to work from home. \"While before people were fantasising about working from home... the single most common request over the course of 2020 was from individuals who could not work productively from home, be that down to lack of space, lack of connectivity, or simply lack of inspiration or human interaction,\" says Tom Foster, the firm's UK boss. \"What the pandemic did was throw traditional work practices into chaos. Now that the dust is beginning to settle a bit, everyone is asking, 'What do I want?'. \"I don't believe working from home will be the long-term default for most teams, but... how we shift back is uncertain. Co-working is perfectly placed to ease this transition. Co-working will be a sector in-sync with a post-Covid world.\" Across in Belgium, three university friends launched a furniture rental business called Giotto at the start of last year, just before the pandemic hit. They soon tweaked their business model in response. \"The confinement happened shortly after we built our first website,\" says co-founder Juliette Jaupitre, 29. \"We originally offered furniture for the whole house, but we decided to refocus on home office furniture as we saw it was a more urgent pain to solve.\" The company buys products from sustainable European designers, and rents them to subscribers. So far, an ergonomic office chair has been their most popular item. \"We truly believe that the future of work is hybrid,\" says Ms Jaupitre.While some sharing firms made more money from the pandemic, others chose to not make any at all. That was what happened at Karshare, a website and app from Bristol that allows people to rent out their cars to others in their community when they are on holiday, or simply don't need the vehicle. The firm launched when the pandemic hit the UK in March of last year, and decided to postpone the start of its paid version until September. This was so that people could offer their cars to key workers and charities free of charge through the platform. Andy Hibbert, Karshare founder, says that while the business is still offering the free service, the commercial operation is now running parallel, and \"seeing a lot of demand... as people are less comfortable taking public transport\". He adds: \"Karshare also operates a cleaning charter and provides all car owners with hygiene kits to ensure renters can drive with peace of mind.\" The global sharing economy could be worth $335bn (£240bn) by 2025, up from just $15bn in 2015,according to a report from that year from accountancy group PricewaterhouseCoopers . It remains to be seen if the pandemic will see the 2025 prediction revised up or down. Grégoire Leclercq, president of France's National Auto-Entrepreneurs Federation (FEDAE), says that regulatory and legal issues remain surrounding the sharing economy. \"There are problems of protection and liability,\" he says. \"Who takes the risk for whom, putting a person on a bicycle, or in a vehicle? \"Who covers the costs of health contribution, work accident, illness? Who assumes the costs related to Covid-19 - the purchase of equipment, compliance with hygiene rules?\" New Economy is a new series exploring how businesses, trade, economies and working life are changing fast. Markus Perkmann, professor of innovation and entrepreneurship at Imperial College Business School, says that the increased health and safety concerns brought by Covid may have deterred some people from the sharing economy, as they may have \"higher trust\" in large-scale commercial operators. \"However, in the long-term, we can expect the successful sharing economy business models to bounce back as their intrinsic benefits will not have disappeared,\" he adds. Back in Barcelona, Mr Schmidt says: \"I suspect 2021 is going to be another write off for tourism.\" However, he adds that he is pleased with his strategy of switching to longer-term letting. \"This is a growing niche market.\" ", "url": "https://www.bbc.com/news/business-56209011"}