{"datetime": "2021-08-06T20:43:50.000Z", "author": "Daniel Thomas", "title": "US stock exchange sets diversity rules for listed companies", "article": "America's second largest stock exchange has said it will set binding gender and diversity targets for its listed companies. Firms on the Nasdaq, which include tech giants such as Apple and Tesla, will have to have at least two diverse directors, or explain why they do not.The directors should include one person who identifies as female and another as an underrepresented minority or LGBTQ+. It follows complaints about the lack of diversity in corporate America. According to a Nasdaq study last year, more than 75% of its listed companies would not have met its proposed targets. The US Securities and Exchange Commission, which regulates financial markets, approved the plan on Friday,meaning it will be binding .Firms will also be required to release diversity statistics about their boards.\"These rules will allow investors to gain a better understanding of Nasdaq-listed companies' approach to board diversity,\" SEC chair Gary Gensler said.\"These rules reflect calls from investors for greater transparency about the people who lead public companies, and a broad cross-section of commenters supported the proposed board diversity disclosure rule,\" he added.Based in New York City, the Nasdaq index tracks 3,300 stocks and is ranked second on the list of US stock exchanges by market capitalisation of shares traded, behind the New York Stock Exchange.The operator of Nasdaq has received praise from Democrats and some companies - including Goldman Sachs - for its plan.However, Republicans have criticised the initiative, which was first unveiled in December, with Senator Pat Toomey saying it would create a \"one-size-fits-all quota\". In a statement, a spokesman for Nasdaq said: \"We are pleased that the SEC has approved Nasdaq's proposal to enhance board diversity disclosures and encourage the creation of more diverse boards through a market-led solution.\" Last week the UK's Financial Conduct Authority proposed a similar plan, in which companies would have to issue annual \"comply or explain\" statements that reveal whether they have reached certain diversity targets.The regulator wants boards to comprise at least 40% women - including those who self-identify as female - with a woman occupying at least one senior board position. It also wants at least one member to come from a non-white ethnic minority background.", "url": "https://www.bbc.com/news/business-58123730"}