{"datetime": "2022-02-12T22:46:27.000Z", "subject": "Ukraine conflict", "title": "Ukraine tensions: A dozen nations tell citizens to leave Ukraine", "article": "More than a dozen countries have urged their citizens to leave Ukraine amid warnings from Western powers that an invasion by Russia could be imminent. The US, UK and Germany are among those who told their nationals to leave. Moscow has amassed an estimated 100,000 troops along Ukraine's border but denies any intent to invade. In a phone call, US President Joe Biden again warned Russian leader Vladimir Putin of the costs of any invasion. For his part, Ukrainian President Volodymyr Zelensky said invasion warnings could stoke panic, which he called \"the best friend of our enemies\". The White House has warned that an invasion could happen at any time, and could begin with bombing from the air. Russia characterised such allegations as \"provocative speculation\". Non-essential staff have been ordered to leave the US Embassy in Ukraine's capital Kyiv, and consular services will be suspended from Sunday, although \"a small consular presence\" will remain in the western city of Lviv \"to handle emergencies\".Canada is also moving its embassy staff to Lviv, near the border with Poland, Canadian media reported. UK ambassador to Ukraine Melinda Simmons tweeted that she and a \"core team\" are staying in Kyiv. Russia itself is also making changes, saying it will \"optimise the staffing\" of its diplomats in Ukraine, citing \"possible acts of provocation by the Kyiv regime or third countries\". The US has also pulled some 150 troops who were training Ukrainian soldiers out of the country, citing an abundance of caution. And Dutch airline KLM announced it would stop flying to Ukraine, effective immediately, Dutch media said. Mr Zelensky said that if Western powers had any firm evidence of an impending invasion, he had yet to see it.\"I think there is too much information in the media about a deep, full-scale war,\" he said. \"We understand all the risks, we understand that they exist. If you or someone else has additional 100% reliable information about the Russian Federation's invasion of Ukraine... please share it with us.\" Many countries, including Australia, Italy, Israel, the Netherlands and Japan have told their citizens to leave Ukraine. Some have also evacuated diplomatic staff and their families. Mr Biden told Mr Putin that any invasion would result in \"swift and severe costs on Russia\", White House notes about the call said. \"While the United States remains prepared to engage in diplomacy... we are equally prepared for other scenarios,\" it said. The Kremlin described the call as taking place amid \"peak hysteria\" from the US and its allies, and said Mr Putin had again told his counterpart that they had not addressed Russia's security concerns. But both leaders would continue to talk, it said. French President Emmanuel Macron also spoke to Mr Putin by phone on Saturday, telling him that \"a sincere dialogue was not compatible with escalation\", according to notes released by the French embassy. With foreign embassies withdrawing staff and a host of countries now telling their citizens to leave Ukraine, Kyiv still doesn't feel like a city in crisis.The government here is telling people to stay calm and united and, in the words of a statement this morning, refrain from actions that undermine stability and sow panic. President Zelensky said the country had to be ready for any eventuality. Across Ukraine, foreign citizens are now making hurried plans. Stuart McKenzie, who's lived in Kyiv for 28 years and runs a successful business, hopes to get his wife and two sons out on a flight. But he is ready, if necessary, to pack the family into the car and drive 300 miles to Poland. He loves Ukraine and can't quite believe it's come to this. At the British Embassy, we found tight-lipped staff loading bags into a car and driving off. No-one seemed keen to talk.Not far to the north, across the border in Belarus, Russia's war games are now well under way. Russian defence ministry pictures, released this morning, showed multiple rocket launchers being fired. Moscow still says it has no plans to invade. But there's a lot the Russians can do without ever setting foot inside Ukraine. In Kyiv, several thousand people marched through the city on Saturday, chanting slogans pledging loyalty to Ukraine and resistance to any Russian invasion. The march was organised by a right-wing nationalist group called Gonor and anti-Zelensky far-right activist Sergiy Sternenko, but it attracted other people too. BBC reporter Eleanor Montague says the demonstration was not huge, but was the first significant manifestation of public feeling since tensions escalated, finishing at the Maidan, the city's most famous square. Sasha Nizelska, who works as a nanny in Kyiv, told the BBC that she would resist a Russian attack with all means in her power. The sentiment was repeated by people of all age groups attending the demonstration. Tensions have steadily increased as Russia has continued to deploy troops along Ukraine's eastern border. Russian troops are also staging military exercises in Belarus to the north, while naval exercises in the Sea of Azov in the south-east have led to accusations thatRussia is blocking Ukraine's access to the sea . Meanwhile, some 7,500km (4,660 miles) away on Russia's eastern side, the Russian defence ministry says it spotted a US Navy submarine inside its territorial waters. Officials say the US submarine was near the Kuril Islands and failed to surface when instructed. The Marshal Shaposhnikov destroyer took unspecified \"appropriate\" actions and the US submarine left the area, the ministry said. A US defence official has been summoned by Moscow over the incident.However, US officials later contradicted their Russian counterparts' version of events. \"There is no truth to the Russian claims of our operations in their territorial waters,\" US military spokesman Captain Kyle Raines said in a statement carried by Reuters. \"I will not comment on the precise location of our submarines but we do fly, sail, and operate safely in international waters.\" ", "url": "https://www.bbc.com/news/world-europe-60361983"}