{"datetime": "2021-02-25T23:16:37.000Z", "subject": "Coronavirus pandemic", "title": "Airbnb predicts 'significant' travel rebound", "article": "Online booking platform Airbnb has said it is preparing for a \"significant\" travel rebound as the world emerges from coronavirus lockdowns. However the company said it was still \"too early\" to predict how the business would fare this year. The company's revenue dropped 30% last year to $3.4bn (£2.4bn), as Covid-19 restrictions kept many from travelling. That was better than many other travel companies, as people took to their cars for longer stays in private homes. The firm said it has already seen a smaller decline in travel this year than in the last three months of 2020, when revenue was down 22% year-on-year at $859m. That was better than many analysts had expected,  given the resurgence of Covid cases and fresh lockdown restrictions in many areas. \"Travel is coming back and we are laser-focused on preparing for the travel rebound,\" its chief executive Brian Chesky said. Mr Chesky said he expected new travel preferences to emerge from the pandemic that will benefit his company. He said the firm is optimistic that staying in private homes will appeal to people travelling to see family and friends. Remote working patterns will also allow people to take more frequent weekend trips - or even spend several months away from home, he suggested. \"We've seen a number of new use cases,\" he said. \"We don't think we're ever going to go back to travel in 2019. It's going to change and it's going to be different.\" However, Airbnb also warned that it still had \"limited visibility for growth trends in 2021 given the difficulty in determining the pace of vaccine rollouts and the related impact on willingness to travel\". \"We are not providing an outlook for the rest of 2021 at this time,\" it said in its first financial update for investors since its public listing in December. Airbnb, which is active in more than 220 countries, said people around the world are travelling more domestically during the pandemic - but not enough to make up for the loss of business from international tourism. Its business in Europe, which is fuelled by cross-border travel, was the hardest hit region in 2020, especially the UK, Germany and Italy. North America was the most stable. Overall the firm lost $4.6bn last year, including $3.9bn in the last three months of the year, when it was hit with high costs connected with its stock market debut. A recent survey conducted for the company in the US found that more than half of about 1,000 respondents had already booked or were planning to travel this year. On a call with analysts, the firm faced some questions about its relationships with hosts, which has been strained this year partly due to financial losses suffered after cancellations. But Angelo Zino, an equity analyst at CFRA, said he expected revenue to come \"roaring back\" as vaccines become widely distributed in the US and Europe by the summer, \"reflecting the enormous amount of pent-up demand in the ecosystem\".\"We believe Airbnb's business model and growth opportunities are highly attractive and struggle to find a better way to play the travel space,\" he said. ", "url": "https://www.bbc.com/news/business-56204079"}