{"datetime": "2022-02-14T17:44:54.000Z", "author": "Russell Hotten", "title": "Stock markets fall as Ukraine invasion fears rattle investors", "article": "Europe's stock markets closed sharply lower on Monday, but recouped some losses in afternoon trading on hopes of a deal to resolve Ukraine tensions. The FTSE 100 ended 1.7% down, and the main markets in Paris and Frankfurt 2% lower, with travel stocks hard hit. Reports from Russia that talks with the West over Ukraine should continue helped improve investor sentiment. That limited losses on Wall Street, where at lunchtime in New York the Dow Jones was down 0.5% and Nasdaq up 0.7%. According to reports, Sergei Lavrov has suggested to Russia's President Vladimir Putin that diplomatic efforts should continue because there might be a chance of doing a deal. On the FTSE 100, IAG, the owner of British Airways and Iberia, fell 5.6%. Shares in the major banks closed between 4% and 5% down. The biggest loser was London-listed Russian mining company Evraz, which tumbled 29%. The FTSE 100's fall, the worst session in three weeks, followed a fall in Asian stock markets. \"The fact that the door has not been shut to further talks... is a good thing,\" said Patrick O'Hare, at Briefing.com. \"Hence, the negativity seen earlier has dissipated some, yet there is still a major cloud of uncertainty hanging over the market.\" Oil initially rose sharply with Brent crude topping $95 (£70) per barrel, stoking fresh inflationary worries, although the price has eased back slightly.With oil demand high as global economies emerge from lockdown, there are fears a war or severe sanctions on Russia will cut supplies, sending the price above $100 a barrel, something not seen since 2014. \"Just as the storm of Covid appeared to be receding, the growing expectation of an invasion of Ukraine is the fresh threat now unnerving investors, with confidence plunging in many parts of the world,\" said Hargreaves Lansdown analyst Susannah Streeter.She added: \"With worries that inflation is already running far too hot, the possibility Russian troops could move across the border has led to another surge in the oil price. Energy markets are clearly on edge and if supplies are threatened there is a risk oil will shoot up even higher.\" Analysts at Capital Economics estimate war or sanctions could add to inflation in Europe, forcing central banks to lift interest rates faster and further. \"Over the longer term, whether Russia ends up invading or not, this geopolitical flare-up is likely to speed up the process of Russia's decoupling from the West,\" Capital Economics said in a research note. Moscow has amassed an estimated 100,000 troops along Ukraine's border but denies any intent to invade.Despite this, more than a dozen countries have urged their citizens to leave Ukraine, with the US saying Moscow could begin an attack \"at any time\".", "url": "https://www.bbc.com/news/business-60374581"}