{"datetime": "2022-02-15T21:24:49.000Z", "title": "Markets rally on hopes of Ukraine de-escalation", "article": "Global markets have rallied on hopes that military tensions over Ukraine could ease after Russia said it was recalling some of its troops from the country's border. Exchanges in Italy and Germany climbed roughly 2%, France's CAC 40 jumped 1.8% and London's FTSE 100 gained 1%. The three major US indexes also closed more than 1% higher. The gains follow a sell-off on Monday after the US warned that Russia could invade Ukraine at any time. On Tuesday, US President Joe Biden said the reported troop withdrawals \"would be good\" but they had not been independently confirmed. He called a Russian attack \"still very much a possibility\". During his remarks, US markets dipped only to spring back. The Dow Jones Industrial Average gained 1.2%, while the S&P 500 closed up more than 1.5% and the Nasdaq up nearly 2.6%. The market rally comes after concerns about the conflict prompted shares to tumble. The FTSE 100 plunged 1.7% on Monday, its worst session in three weeks, led by shares in travel companies, among the firms most exposed should Western sanctions on Russia or a war lead to higher oil prices. On Tuesday, oil prices retreated, falling more than 4% at one point. In the US, aeroplane maker Boeing was one of the biggest winners on the Dow, up more than 3%. Travel companies, such as Expedia, United Airlines and American Airlines, helped power the rally on the S&P 500.The gains came despite new data showing worse-than-expected increases in producer prices, which could lead the Federal Reserve to move more aggressively to combat inflation. In London, AstraZeneca led the market gains, rising more than 5% after saying it had seen positive results in trials for a drug in development, while mining giant Evraz, which has operations in Russia, was also up more than 4%. German Chancellor Olaf Scholz and Russian President Vladimir Putin met on Tuesday and discussed the Nord Stream 2 gas pipeline, which has been completed but not approved to open amid stiff opposition from the US and some European states. In comments at a press conference following the meeting, Mr Scholz said Germany was committed to ensuring that transit of gas works according to \"according to the agreements we have,\" he said.He added: \"We also want to ensure peaceful development in Europe, that there will be no military confrontation in Ukraine. If that is the case, it will have far-reaching consequences.\" ", "url": "https://www.bbc.com/news/business-60393985"}