{"datetime": "2021-08-04T03:10:51.000Z", "title": "Li Auto: China Tesla rival plans Hong Kong secondary listing", "article": "Chinese electric car maker Li Auto has said it plans to raise as much as $1.9bn (£1.4bn) in a secondary listing of its shares in Hong Kong. Shares in the Tesla rival are already traded on the Nasdaq stock market in New York. Li Auto is the latest Chinese company to raise money closer to its home country in recent months. The move comes as Chinese firms listed in the US face increasing scrutiny by Beijing and Washington. The six-year old Chinese start-up said it would issue 100 million shares in the Hong Kong initial public offering (IPO) at a maximum price of HK$150 (£13.85; $19.30) per share. The firm, which is also known as Li Xiang, said it will offer 10 million shares to Hong Kong investors, with the balance made available to people around the world. Final pricing of the shares is due to be announced before the end of this week. The Beijing-based company raised almost $1.1bn through its Nasdaq listing a year ago. On Sunday, Li Auto said it delivered 8,589 of its Li One vehicles in July, a monthly record for the firm. The Li One is the company's only model currently on the market. It is a plug-in hybrid which has a fuel tank to charge the battery and extend its range although the petrol engine does not directly drive the car's wheels. The strong sales numbers come even as a recovery in vehicle sales is threatened by the global chip shortage that has forced many car makers around the world to suspend production. Secondary listings in Hong Kong are becoming increasingly popular amongst Chinese companies as they try to protect themselves from the fallout of the friction between Beijing and Washington. On Friday, Wall Street regulator the Securities and Exchange Commission said it will now require extra information from Chinese companies aiming to sell shares in the US. The announcement came as Beijing intensified oversight of Chinese companies with share listings in the US, as well as tightening its grip on technology and education firms at home. In recent weeks, shares in ride-hailing app Didi have slumped after China announced a probe into the company and barred it from signing up new customers just days after its New York Stock Exchange debut. Several Chinese technology giants including Alibaba, NetEase and JD.com have opted to take out secondary listings in recent years. Last month, one of Li Auto's competitors Xpeng raised about $1.8bn with a secondary listing of its shares in Hong Kong. ", "url": "https://www.bbc.com/news/business-58081815"}