{"datetime": "2021-03-23T02:53:54.000Z", "title": "Baidu shares flat on its Hong Kong 'homecoming'", "article": "Shares of Chinese internet search giant Baidu saw modest gains following the company’s secondary listing in Hong Kong. Baidu shares edged up just 0.8% above their list price of HK$252 ($32, £23).Its secondary listing is one of 15 so-called “homecomings” by Chinese firms who are also listed on US stock markets.Chinese firms have come under increased scrutiny from US regulators' after Donald Trump escalated tensions.Baidu, which is already valued at more than $90bn, raised $3.1bn through the listing. It is already included on New York's Nasdaq stock exchange.The launch is disappointing compared to some other recent \"homecomings\" from Chinese tech debuting on the Hong Kong stock exchange.Last month, shares of the Chinese short-form video app Kuaishou surged more than 190% at its launch before paring back some of those gains.But secondary listings have not always generated the same excitement from investors.Shares in e-commerce giant JD.com rose about 5% when it made its homecoming listing last June. \"This is a secondary IPO so we can't expect the same pop as a first listing like Kuaishou,\" said Rui Ma, host of podcast Techbuzz.Catherine Yeung, investment director at Fidelity International, said shares in biotech and big technology firms have been under pressure with investors souring on their strong valuations.“The corrections we have seen in Chinese equities over the year-to-date period is a little bit healthy given some of that frothiness we have been seeing in certain names,” she told the BBC's Asia Business Report.China's tech giants have also come under increasing pressure from Chinese regulators worried about their growing influence. Earlier this month, China's State Administration for Market Regulation said it had fined Baidu and 11 other companies over 10 deals that violated anti-monopoly rules. Baidu is best known in China for its search engine, however, the company has also invested heavily in artificial intelligence.The company also established an autonomous driving unit in 2017, which supplies technology to international and Chinese carmakers.\"It's announced a slew of initiatives and has been positioning itself as an AI company for a while. On the whole I think this is a pretty expected outcome for the secondary listing,\" Ms Ma added.", "url": "https://www.bbc.com/news/business-56492701"}