{"datetime": "2021-06-11T06:12:28.000Z", "title": "Didi: Chinese ride-hailing giant files to go public in US", "article": "China's biggest ride-hailing firm, Didi Chuxing, has filed papers to become a publicly listed company in the US. The company is backed by some of Asia's largest technology investment firms, including Softbank, Alibaba and Tencent. The amount of shares to be offered and the pricing were not revealed. However, the company could raise around $10 billion and seek a valuation of close to $100 billion, sources familiar with the matter told Reuters.That would make it the biggest share offering in the United States by a Chinese company since 2014, when e-commerce giant Alibaba raised $25bn (£15bn). Didi has a mobile app, where users can hail taxis, privately owned cars, car pool and buses in some cities. It also has businesses interests in electric vehicle charging networks, fleet management, car making and autonomous driving. It has expanded into 15 countries, but China remains its biggest market. Didi did reveal slower revenue growth as a result of the Covid-19 pandemic in its filing, 9% lower than the previous year. However, as China opened up, the company has recovered strongly.Revenue more than doubled between January and March, compared to the same period last year. Didi already has its fair share of investors. In 2016, US tech giant Apple ploughed $1bn (£800m) into Didi in an unusually large and public investment - thought to be related to Apple's development of autonomous vehicles. Ride-hailing giant Uber also has a stake - owning 12.8% of shares - after it retreated from China in 2016, selling its ride-hailing business there to Didi. Didi however, has also had its share of controversies. In its filing, it mentioned two cases that caused a public outcry in China.In May 2018, A 21-year-old woman was killed in Zhengzhou after using Didi's Hitch service, which pairs up commuters heading in the same direction. Then in August, a 20-year-old woman was raped and murdered in Wenzhou while using the ride-hailing service. The founders of Didi called the cases the company's \"darkest moment\". The company said that they had suspended the carpooling service for more than a year to improve protection for riders and drivers in the filing. Didi is the latest Asian tech giant to court Wall Street for investment. Earlier this year, Singapore's biggest ride-hailing app Grab struck a $40 billion deal through a special-purpose acquisition company (Spac) to go public in the United States. Spacs are set up with the purpose of buying a private firm to merge with and then take public on the stock market. Chinese companies raised $12 billion from US listings last year, more than triple the amount raised in 2019, according to financial market data company Refinitiv.", "url": "https://www.bbc.com/news/business-57437304"}