{"datetime": "2021-05-20T16:36:34.000Z", "title": "Oatly: Oprah-backed firm's shares soar in stock market debut", "article": "Oatly, the plant-based milk company whose celebrity backers include Oprah Winfrey and Natalie Portman, saw its shares soar on its stock market launch. The Swedish-based firm set its debut share price at $17 each, but that shot to $22 in opening trading, valuing Oatly at more than $13bn (£9.2bn). The US listing is a sign of the booming popularity of non-dairy products. It follows other plant-based food brands that have gone public, such as vegan burger maker Beyond Meat. Oatly is raising $1.43bn through the initial public offering, which chief executive Toni Petersson said would be used to expand production. \"That's why the time is right now… it is perfect for us from a business perspective,\" he said. \"We are bringing new capacity on board every single quarter this year. Our growth completely relies on our supply and our ability to do that.\" Oatly, which was founded in the 1990s and produces a milk substitute made from oats, has grown rapidly in recent years.Its oat milk is now sold in 60,000 shops and more than 32,000 coffee shops across 20 countries. Its product range has also expanded to include yoghurt and ice cream. Other celebrity investors in the firm include Jay-Z and Natalie Portman, It has also had investment from the state-owned China Resources and Verlinvest, a Belgium-based investment firm. When it launched in the US in 2016, the product was so popular it saw shortages. It now boasts partnerships with huge companies such as Starbucks and has recently agreed a partnership with e-commerce giant Alibaba in China. Oatly is also set to open its first UK factory in Peterborough in 2023,creating \"at least\" 200 jobs. The unit will be capable of producing up to 300 million litres of oat milk a year at launch. Mr Petersson told the BBC that the decision to open the plant was because of the size of the UK market, describing it as a \"centre of gravity\" for the firm. \"It's the biggest single market in Europe for us and growing really strong - that's a place we're really prioritising in our plans. \"It's a great location to reach the people and where the consumer heat is - and that's what's important for us.\" Researchers have predicted that the market for dairy alternatives could almost double over the next five years, as increased dairy allergies and concerns about dairy's environmental impact push shoppers to look for plant-based options. However, Oatly faces increased competition from other consumer giants.Nestle, for example, recently launched a pea-based milk under its Wunda brand, while Unilever's Ben & Jerry's now offers dairy-free versions of its ice cream range. And although Oatly's sales are increasing, its losses have widened due to spending on marketing campaigns, researching new products and opening new factories. Its net loss in 2020 totalled $60.4m, up from $35m the previous year, while sales more than doubled to $421m,according to regulatory filings. ", "url": "https://www.bbc.com/news/business-57159264"}