{"datetime": "2020-10-28T20:21:12.000Z", "title": "Stock markets sink amid alarm at Covid surge", "article": "Financial markets have tumbled around the world for a second day this week amid concerns that a rise in coronavirus cases will hurt still tentative economic recoveries. Major US indexes sank 3.4% or more, while European bourses also saw steep falls.The UK's FTSE 100 ended almost 2.6% lower, and Germany's Dax dropped 4.2%. The declines were widespread, as investors sold-off shares in favour of less risky assets like the US dollar. In the US, travel and energy firms, which are sensitive to concerns about the pandemic, suffered some of the steepest losses.Tech companies were also hit. Shares in Google, Facebook and Twitter all slid more than 5%, as their bosses were grilled by senators in Washington about how the firms should moderate speech on their platforms. The negative sentiment spilled over into Asian markets on Thursday with Australia's ASX 200 down 1.6% while in Hong Kong the Hang Seng index slipped 1.2%. However, these falls were modest compared to US and European bourses. In the UK, mining companies on the FTSE 100 took a hit, while on France's CAC 40 index, which dropped 3.4%, carmaker Renault was the biggest loser with an 8% drop. The declines mark a second day of steep falls this week, which has seen many countries report record numbers of new coronavirus cases, leading to strains in health systems and fresh lockdown restrictions in France and Germany. The Dow closed 3.4% lower, shedding more than 900 points to end at a level last seen in late July. The wider S&P 500 and Nasdaq retreated to September levels, falling 3.5% and 3.7% respectively.By contrast, financial markets in Asia, where the virus is seen as being under better control, have fared better. On Wednesday, Japan's Nikkei and Hong Kong's Hang Seng indexes closed down about 0.3%. In the US, investors are also on edge ahead of a close US presidential election. A defeat of current President Donald Trump could lead to tougher regulation for some sectors, including technology and oil and gas.Analysts say fears that the results could remain uncertain for some time are also weighing on sentiment. ", "url": "https://www.bbc.com/news/business-54723911"}