{"datetime": "2020-10-26T20:40:17.000Z", "title": "Stock markets slide as Covid-19 cases rise", "article": "US stock markets suffered their sharpest drop in weeks as concerns about the economic impact of surging coronavirus cases sent shares tumbling. The Dow Jones Industrial Average closed down 2.3%, after dropping more than 3% earlier in the day. The S&P 500 fell 1.8% and the Nasdaq 1.6%. Stocks in Europe, where a rise in virus cases has prompted new restrictions, also declined. Shares in travel and energy firms took some of the heaviest losses. In the United States, cruise lines Royal Caribbean Group, Carnival and Norwegian all dropped more than 8%, while in the UK , British Airways owner IAG closed 7.6% lower. Travel firms have been some of the most sensitive to warnings about the virus, which experts worry will intensify as winter approaches. On Monday, Michael Ryan, an emergencies expert for the World Health Organization, said that Europe would need \"much more comprehensive\" measures to get the virus under control. \"Right now we're well behind this virus in Europe, so getting ahead of it is going to take some serious acceleration in what we do,\" he said. On Monday, France's CAC 40 ended 1.9% lower, while Germany's Dax index dropped 3.7%. In the UK, the FTSE 100 fell nearly 1.2%. US President Donald Trump has vowed to avoid widespread restrictions on activity, similar to the lockdown restrictions seen this spring, saying such limits are not worth the economic cost.But such decisions are typically handled by local leaders in America, some of whom, such as the mayors of El Paso, Texas and Newark, New Jersey, tightened rules on Monday. Over the last week, the number of new virus cases reported daily in the US has repeatedly passed 80,000, sending the seven day average to a new high of nearly 69,000 - roughly double what it was in September.The number of hospitalisations has jumped 40% in the past month and death rates are also rising, though more slowly. On a per capita basis, the number of new cases in the US over the past seven days remains lower than some other countries, including the UK, Spain and France, which have announced new restrictions recently. But analysts say the economy is unlikely to mend until concerns about Covid-19 are resolved. Amid those strains, investors are also worried about the impasse in Washington over the need to fund additional coronavirus economic relief. On Monday, Treasury Secretary Steven Mnuchin, who has been trying to broker a deal for the White House, said the two sides remained far apart. Congresswoman Nancy Pelosi, who leads Democrats in the House of Representatives made similar comments. ", "url": "https://www.bbc.com/news/business-54694956"}