{"datetime": "2021-05-13T21:59:28.000Z", "title": "US stocks regain ground after global sell-off", "article": "US stocks regained ground on Thursday after a global sell-off on fears its central bank would have to act to contain inflation. The Dow Jones Industrial average ended the day up 1.3%, while the S&P 500 gained 1.2%. A spike in US inflation on Wednesday fuelled worries the world's biggest economy may raise interest rates earlier than expected. That sparked a fall on Wall Street and further declines in Asian markets. The FTSE 100 index of leading UK firms fell 2% on Thursday, but then recovered to close 0.6% lower. Other European markets also pared their losses. However, after falling 2.7% on Wednesday the tech-focused Nasdaq index in the US ended the day up 0.7% on Thursday. On Wednesday, official figures showed that US inflation had jumped at the fastest pace in almost 13 years, sparking fears the central bank may be forced to raise interest rates and dampen growth. Consumer prices jumped by 4.2% in the 12 months through to April, up from 2.6% in March and marking the biggest increase since September 2008. \"Inflation has really returned with a vengeance this week as a key concern for investors... and now, the market finds itself in a bit of a panic,\" said Connor Campbell, a financial analyst at Spreadex. After Wednesday's steep falls on Wall Street, markets in Asia also sank. Japan's benchmark Nikkei 225 closed 2.5% lower, while the Hang Seng in Hong Kong ended down 1.8%. In London, shares exposed to the global economy, such as oil giants and miners, saw some of the biggest falls. Anglo American was down 4.43% and Royal Dutch Shell dropped 2.17%. If the US Federal Reserve makes borrowing money more expensive to cool rising prices, it is likely to have a knock-on effect and slow the recovery of other economies around the world. In March, US President Joe Biden signed a $1.9tn (£1.4tn) economic relief bill that saw the government send $1,400 cheques to most Americans, and last month he set out plans for more government spending on jobs, education and social care. It has led to a build-up of savings which is now being spent as the economy reopens, driving prices higher. While a dampening of US growth would send ripples through global companies, other countries may also face an inflation problem. In the UK, the cost of living is expected to rise throughout the year, fuelled by an increase in the cost of crude oil, changes to the domestic gas and electricity cap, and companies raising prices as they emerge from lockdown. ", "url": "https://www.bbc.com/news/business-57096308"}