{"datetime": "2020-11-03T21:23:49.000Z", "title": "Financial markets rise ahead of US election", "article": "Financial markets have risen for a second day in a row ahead of the US presidential election. Uncertainty about the outcome of the race has weighed on share prices in recent weeks, adding to wider economic concerns. But investors are hoping a clear winner will push Washington to refocus attention on passing economic aid to address the pandemic. All three major US indexes closed higher, with the Dow up more than 2%. The wider S&P 500 rose 1.7%, while the Nasdaq climbed almost 1.9%. Earlier, European and Asian markets also advanced, with the London's FTSE 100 rising 2.3% - the biggest one-day rise in nearly two months. \"Investors don't like uncertainty, so regardless of who wins ... just getting past the hurdle of the election noise and the campaign and the rhetoric - that is kind of easing some investor minds as well,\" said Megan Horneman, director of portfolio strategy at investment firm Verdence Capital Advisors. Many Wall Street analysts forecast a victory for Democrat Joe Biden over current president Donald Trump and expect Mr Biden's party to win additional seats in Congress. National polls give a firm lead to Mr Biden, but the race is closer in those states that could decide the outcome. A Democratic sweep is seen as increasing the likelihood of a generous coronavirus relief package - and would be likely to drive share prices higher, analysts at bank Wells Fargo wrote in a recent note.Over the longer term, however, concerns about the cost and possibility of other policy changes could then bear down on prices, they warned. \"We expect stocks to rally on the prospects of a material fiscal stimulus package, but we do not want to stick around for the bill,\" they said.They warned that other scenarios could lead to a \"short sell-off\", including if Mr Biden wins and Republicans maintain control the Senate or if Mr Trump wins and the balance of power in Congress remains unchanged. But shares are likely to recover, as such a gridlock might mean a more stable policy environment, they added. In 2016, Mr Trump's surprise victory shocked markets and led to a dramatic sell-off in futures markets. But share prices soon rallied on the prospect of changes he had promised, including tax cuts.The S&P 500, which tracks some of the biggest publicly listed companies in the US, is up about 55% since his 2016 win, despite falling sharply earlier this year at the onset of the pandemic. ", "url": "https://www.bbc.com/news/business-54800397"}