{"datetime": "2021-01-01T04:37:17.000Z", "author": "Justin Harper", "title": "Wall Street to kick out Chinese telecom giants", "article": "The New York Stock Exchange (NYSE) said it will delist three Chinese telecommunications firms based on claimed links with its military China Mobile, China Telecom and China Unicom Hong Kong have all been targeted by the Trump administration. Shares in the telecoms giants will be suspended on the NYSE next week while proceedings to delist them have begun. The companies earn all of their revenue in China and have no significant presence in the US. The delisting is seen more as a symbolic blow amid heightened geo-political tensions between the US and China. The three firms' shares are thinly traded in the US compared to their primary listings in Hong Kong. The state-owned companies dominate the telecoms industry in China. President Donald Trump signed an order in November barring American investments in Chinese firms owned or controlled by the military.The order prohibited US investors from buying and selling shares in a list of Chinese companies designated by the Pentagon as having military ties.Mr Trump has targeted a number of Chinese companies including TikTok, Huawei and Tencent on the grounds of national security. China responded with its own blacklist of US companies as tensions between the economic giants escalate. The shares of China Mobile, China Telecom and China Unicom Hong Kong will be suspended from trading between 7 and 11 January, the NYSE confirmed. US stock exchanges including the NYSE and Nasdaq courted Chinese companies during the past decade to list their shares on their stock markets. There are currently more than 200 Chinese companies listed on US stock markets with a total market capitalization of $2.2tn (£1.6tn). But as relations turned sour with the US, many Chinese firms have sought dual listings in China and Hong Kong. Companies including Chinese e-commerce giants Alibaba and JD.Com also have listings in New York but have conducted secondary listings in Hong Kong in the past two years as the trade war between the US and China intensified. Last month,the US House of Representatives passed a law to kick Chinese companies off US stock exchanges if they do not comply with its auditing rules . ", "url": "https://www.bbc.com/news/business-55504881"}