{"datetime": "2020-11-24T22:29:35.000Z", "title": "US shares set records as investor optimism grows", "article": "US shares hit fresh records on Tuesday with the Dow Jones index closing above 30,000 points for the first time amid hopes of a strong economic recovery and end of political uncertainty. The S&P 500 also hit an all-time high as investors bought economically sensitive financial and energy stocks. Trading was fuelled by positive Covid vaccine news and moves to start the Joe Biden presidential transition. Europe's main markets also jumped, with London's FTSE 100 closing up 1.5%. President Donald Trump has given the green light for the formal transfer of power to begin following Mr Biden's election victory. And positive news about coronavirus vaccines has boosted hopes that the US and global economies could be on the path to normality next year.Asian markets followed Wall Street's lead, with Japan's Nikkei up nearly 2% and Hong Kong's Hang Seng Index 1.4% higher.Indexes in South Korea, Australia, New Zealand and Singapore have all edged higher. \"The possibility of having a vaccine next year increases the odds that we're going to see demand return in the new year,\" said Phil Flynn, senior analyst at Price Futures Group in Chicago. Ross Mayfield, investment strategy analyst at US-based Baird, said: \"If 2020 has shown us anything it is that stock markets have a tremendous ability to look past bad news if there is sun on the horizon.\" Analysts say market sentiment was also helped by news suggesting Mr Biden wants former Federal Reserve chief Janet Yellen as his treasury secretary. Yellen tipped as first US female treasury secretary Fed fights move to end some Covid support measures Among the big Wall Street share movers were plane-maker Boeing, up 3.3%, and oil company Chevron, 5% ahead. Investment banks Goldman Sachs and JPMorgan Chase closed up 3.8% and 4.6% respectively. Other big gainers included Disney, American Express and IBM. A rise in Tesla shares took the electric carmaker's market value above $500bn (£374bn). At the close, the Dow Jones was up 1.54% at 30,046.2, while the S&P 500 gained 1.62% to 3,635.4. The tech-heavy Nasdaq index rose 1.3%, to 12,036.7. Oil prices also rose, with US crude up 4.25% to $44.89 a barrel and Brent up 4% at $47.89. The gold price, a favoured asset when investors are fearful, fell 1.6% to $1,806 an ounce. But the bullish sentiment comes despite US coronavirus cases surging and millions of Americans still unemployed, and some analysts fear shares are due a reality check. Rising Covid-19 cases and delayed economic stimulus measures are red flags, said James McDonald, chief executive of Hercules Investments. But it is not just in the US where shares are surging. The pan-European STOXX 600 index rose 0.91%, while the MSCI's gauge of stocks across the globe gained 1.44%, putting it on track to close at a record high. ", "url": "https://www.bbc.com/news/business-55064041"}