{"datetime": "2020-08-18T20:33:19.000Z", "title": "US stocks hit new high after coronavirus crash", "article": "A key US stock index has hit a new high despite ongoing worries about the sharp economic impact of the pandemic. The S&P 500, one of the widest and most prominent US market measures, inched higher on Tuesday to close at 3,389.78 - about three points above its 19 February record. Other US indexes have also rebounded. The Nasdaq hit another record after surpassing its prior high in June while the Dow Jones Industrial Average is within about 5% of its February record. US shares have been on an upward path since 23 March, when America's central bank announced a slew of unprecedented economic support measures. But when the pandemic set in and markets tumbled more than 33%, such a rapid market recovery seemed nearly unthinkable, said William Delwiche, an investment strategist at Baird.\"To be even having this conversation right now is remarkable,\" he said.He said the strength and speed of the rebound was especially surprising, given America's continuing struggle to contain the coronavirus and ongoing concerns about the economy. The US saw its sharpest quarterly contraction on record in the three months to July, amid widespread lockdowns. \"It's not surprising that we had a meaningful recovery, but that over the last couple of months we've continued to rally... I'm shocked that we're having this conversation,\" Mr Delwiche said. Analysts say the recovery is partly due to Federal Reserve moves and other stimulus, as well as demand from investors who are confident the economy will heal and see few better opportunities to make money than on the stock markets. While surprising, such a speedy market rebound is not unprecedented, said Sam Stovall, chief investment strategist at CFRA Research. By his calculations, it's actually the third fastest rise to a new high for the S&P after such a deep fall since 1929. But the gains in the US have outstripped many other markets. London's FTSE 100 remains about 20% lower than its January high, while France's CAC 40 is off about 19%.Japan, which has seen its Nikkei 225 index climb back to roughly 4% of its pre-crisis high, has benefited from both aggressive government stimulus and relative success at controlling the virus without mass lockdowns. The unusual strength of the US rebound comes from its tech companies, such as Apple, Microsoft and Amazon, which have been seen as winners despite lockdowns, along with companies in areas like cloud computing and machine learning. \"We would not be flirting with all-time highs were it not for technology,\" said Terry Sandven, chief equity strategist at US Bank Wealth Management. Shares in the S&P 500's tech sector have climbed roughly 25% so far this year, even as other areas remain flat or negative. The energy sector, for example, is down roughly 37% since the beginning of January, while financials are down about 20%. Howard Silverblatt, senior index analyst at S&P Dow Jones Indices, said that's a warning sign for those who might want to see the new S&P 500 high as a signal about the broader economy. \"There's big dispersion between those that have done well and those that have done poorly,\" he said.Overall, the S&P 500 is up about 5% since the start of the year.But of the 500 companies in the index, more than half have shares trading lower than they were start of the year, he said. And that's even though the big companies in the S&P 500 index are better equipped to withstand a downturn than many smaller firms. \"We've come a long way and there's a lot of optimism in there and that is concerning,\" Mr Silverblatt said. \"If we don't get what we expect - disappointment is not a good item in the market.\" Mr Sandven said unless prospects for the wider economy improve further gains will be limited. Political questions - about whether Washington will approve further economic stimulus and how the US presidential election will play out - could also mean a bumpy ride ahead for investors, he added. \"Clearly there's a lot of optimism riding on a return to growth in 2021,\" Mr Sandven said. \"But there's reason for caution.\"", "url": "https://www.bbc.com/news/business-53745009"}