{"datetime": "2020-11-09T21:40:58.000Z", "title": "Covid-19: Global stock markets rocket on vaccine hopes", "article": "Stock markets have rocketed on hopes of a potential breakthrough in the search for a vaccine against Covid-19. Drugs firm Pfizer's own shares climbed 9% after it said that preliminary analysisindicated that its coronavirus vaccine was 90% effective . Markets, already buoyed after a clear end to the US election, piled on gains. The FTSE 100 jumped nearly 5%.But some of the initial optimism appeared to fade by the end of the trading session.In the US, the Dow Jones Industrial Average, which had jumped 5.6% in opening trade, closed up about 3%. The S&P 500 also retreated from its morning leap, ending just 1.1% higher, short of a new record. Meanwhile the Nasdaq, where many of the tech firms that have benefited from the lockdowns are listed, fell 1.5%. The vaccine hopes revived investor appetite for airlines, hotels, energy firms and others hit hardest by the pandemic, sending shares soaring - in some cases by more than 40%. Firms lifted by the pandemic dived, in contrast, dived.Such sizable swings are rare. In the case of the UK, the FTSE 100 added roughly £82bn to the value of its shares in the market's best day since March - and one of the ten largest ever single-day gains for the index. Markets are primarily about sentiment - does tomorrow look better than today - and in that regard there has been a radical and probably permanent sea change. With more vaccines in development that optimism could grow.What this result demonstrates is that while the virus is not yet beaten it is beatable.That ray of light has lit up stock markets around the world.As always, some people in the markets are already looking for something else to worry about. If we are returning to a semblance of normality in the months ahead, do the US authorities really need a stimulus package as big as the $3tn to $4tn being discussed by the Biden team? But for now, the markets, like the rest of us, are enjoying the warm glow of the first significant sentiment boost since the virus started ravaging the world economy. Read more here . Russ Mould, investment director at AJ Bell, called it \"very very unusual\", but said that a vaccine was \"one of the things that markets have been waiting for\". However, he told the BBC there were \"still lots and lots of questions around the vaccine\" and it was still too early to say when economies would bounce back or whether the market surge would be sustained.In the UK, shares in travel firms - which have been hit hard by the pandemic - saw the biggest rises, with British Airways owner IAG soaring 25%. Elsewhere in the sector, EasyJet shares rose 34%, while aero-engine maker Rolls-Royce surged almost 45%. Another sector of the economy that has been hit hard by coronavirus is hospitality - catering firm Compass Group saw its shares rise more than 21%.US-listed Royal Caribbean cruises meanwhile were up 29%, while travel booking firm Expedia jumped 24% and Disney climbed almost 12%.However, shares in those companies that have benefitted in the crisis fell sharply given the hopes of a successful vaccine.Drugmakers have been racing to be the first to develop a successful coronavirus vaccine. If Pfizer's vaccine is authorised, the number of doses will be limited initially. Many questions also remain, including how long the vaccine will provide protection. Stock markets hadalready been rallying in response Saturday's declaration that Joe Biden had won the race to become the next US president. The Pfizer announcement then pushed market optimism \"exceedingly high\", but it \"could fade\" said Neil Wilson. \"We should not be jumping any guns here, but ultimately a vaccine that works effectively would be good for the economy and favours the cyclical parts of the market that we thought were going to struggle,\" he said. \"It's clear the market is forward looking and pricing in recovery in a number of beaten-down areas next year.\" Richard Hunter, head of markets at Interactive Investor, said: \"The Pfizer announcement is not yet a panacea, but adds to investor sentiment which had already been buoyed by the Biden victory, and has sent markets to strongly positive levels.\" He noted that airline and related stocks had been rising rapidly, while \"housebuilders, banks and retailers are all in the boat currently being lifted by a rising tide\". \"It is still early days, and the practicalities point to any meaningful distribution not being available until the first few months of next year,\" he added. \"Even so, the news is without question a positive development and has certainly captured the imagination of investors.\" ", "url": "https://www.bbc.com/news/business-54874108"}