{"datetime": "2020-09-04T03:08:52.000Z", "title": "Tech stocks slide as Wall Street goes into reverse", "article": "US and Asian stock markets have gone into reverse after shares in America's biggest technology firms tumbled. Companies that have powered US markets to record highs - Apple, Amazon, Alphabet, Microsoft and Facebook - fell between 4% and 8%. Analysts said fears about the economic shock of coronavirus and a possible second wave prompted the sell-off. The tech-heavy Nasdaq closed down 5%, the Dow Jones fell almost 3%, and the broad-based S&P 500 lost 3.5%. In Asian trading Tokyo's Nikkei index was 1% lower, while Hong Kong's Hang Seng was down by 1.4%. Carmaker Tesla, whose shares have soared this year, tumbled 9% on Thursday after falling sharply in the previous two sessions. Another tech heavyweight, Nvidia, ended 9.3% down. Apple's 8% fall meant $150bn (£113bn) was wiped off the value of the iPhone maker. The sell-off came after mixed US economic data on Thursday that included a report showing slower services sector growth in August, bigger-than-expected drop in new jobless claims, record job cuts this year and an unexpectedly big trade deficit for July. While the latest weekly initial jobless claims fell more than anticipated, they remain high amid growing worries that employment growth could stall without further economic stimulus. Chicago Federal Reserve president Charles Evans said on Thursday that Congress would need to deliver more fiscal aid. And he indicated that US monetary policy would be eased further and interest rates kept at ultra-low levels for years to help the economy recover its pre-pandemic strength. Growing worries about US economic health were underlined by the Vix index, also known as the \"fear gauge\". This reached its highest since mid-July.Sentiment wasn't helped by a warning from US infectious diseases expert Dr Anthony Fauci who said there is doubt a Covid-19 vaccine will be developed by the end of October. The downturn in the US hit European markets. London's FTSE 100 ended down 1.5% at 5,850 points, and Germany's Dax fell 1.4%. Wall Street had reached fresh highs this week on what Connor Campbell, financial analyst at Spreadex, called \"a combination of relatively unfounded vaccine and stimulus speculation\". Markets were now seeing a \"sharp turnaround\", he said. On Wednesday, the S&P 500 and the Nasdaq closed at record levels, and the Dow came within 1.5% of its February peak. Emily Roland, co-chief investment strategist at John Hancock Investment Management, said markets were due a reality check.\"Think about the mounting number of risks the market has been shrugging off over the last couple of months. We're 60 days away from the election. That may be an area where investors are getting a bit spooked,\" she said. ", "url": "https://www.bbc.com/news/business-54020706"}