{"datetime": "2021-08-19T14:04:53.000Z", "title": "Stock markets slide on 'cocktail of worries'", "article": "Share markets and oil prices fell on Thursday after the US Federal Reserve warned it could soon start to cut back its support for the economy. An increase in coronavirus in some countries, signs of Chinese economic weakness and the Taliban's takeover of Afghanistan also spooked investors. AJ Bell investment director Russ Mould called it \"a cocktail of worries\" across financial markets. The main European and US share markets all slipped. London's FTSE 100 was down 1.5% in afternoon trading, with similar falls for Frankfurt's Dax and the pan-European Euro Stoxx 50. In New York, the Dow Jones Industrial Average fell 86.02 points, or 0.25%, at the open, while the S&P 500 lost 0.41%. UK-listed miner Anglo American lost 4.6% and fashion firm Burberry slipped almost 6%. Hong Kong's Hang Seng index had already closed down 2.13%, while the oil price benchmarks Brent and WTI fell by about 3%. \"It seems the Fed is exiting emergency mode at a swifter pace than peers,\" said Neil Wilson, chief market analyst for Markets.com. Details from the July meeting of the US central bank showed most policymakers \"judged that it could be appropriate to start reducing the pace of asset purchases this year\", although there was some division over when to start and how quickly to dial back the stimulus, Mr Wilson pointed out. \"Today's market moves and the minutes from the Federal Reserve's latest meeting serve as a wake-up reminder for just how much markets are conditioned to be running on central bank support,\" said Hinesh Patel, portfolio manager at Quilter Investors. He warned that there were a lot of risks in the market right now.\"The Fed's positioning may just be the straw that broke the market's back given the fears around China's growth potential, the persistence of the Delta variant and the possibility of global growth peaking,\" he said. \"It's been a week to test the mettle of investors, what with some mixed retailer results, the unrest in Afghanistan and an apparently weakening Chinese economy,\" said Richard Hunter, head of markets at Interactive Investor. But he added a positive note: \"Despite the wall of worry which investors are being forced to climb, the main indices are still comfortably in positive territory for the year, with the FTSE 100 remaining ahead by 9% and the FTSE 250 by 15%.\" ", "url": "https://www.bbc.com/news/business-58262203"}