{"datetime": "2020-02-28T22:05:08.000Z", "title": "Coronavirus: Global shares suffer worst week since financial crisis", "article": "US markets have suffered their worst week since the global financial crisis of 2008, as fears over the impact of the coronavirus continued to grip investors. The three main US indexes ended the week down 10% or more from last Friday, despite a last-minute rally in prices. Earlier, the main European markets fell sharply, with London's FTSE 100 index down 3.2% for the day. Investors are worried the coronavirus could spark a global recession. The Dow settled 1.4% lower on Friday, recovering from earlier lows, while the S&P sank 0.8% and the Nasdaq was roughly flat. Amid the sell-off, Federal Reserve chair Jerome Powell put out an unusual statement, saying the US central bank was \"closely monitoring\" developments. \"The fundamentals of the US economy remain strong. However, the coronavirus poses evolving risks to economic activity,\" he said. \"We will use our tools and act as appropriate to support the economy.\" The news of more coronavirus cases, notably in Italy, has raised concerns of a much larger economic effect than previously expected.Bank of England Governor Mark Carney on Friday warned the outbreak could lead to a downgrade of the UK's growth prospects. Other countries are also reassessing their economic forecasts, as hundreds of firms warn of disruptions to their supply chains and a decline in consumer demand. US tech giantsApple andMicrosoft are among the companies that have said their business will be affected, while investment bank Goldman Sachs warned on Thursday that the coronavirus is likely to wipe out any growth in US company profits this year. Shares in airlines have been especially hard-hit as travel bans are imposed and companies limit staff travel. On Friday, airline group IAG - which owns British Airways and Iberia - said its earnings had been affected by \"weaker demand\" as a result of the outbreak. \"A known unknown\" is how one major company boss described the economic fallout of coronavirus to the BBC.But what the markets have woken up to - perhaps belatedly - is that the disruption to the economic activity from coronavirus is wider, deeper and perhaps longer lasting than previously assumed.As major outbreaks spring up outside China, it is clear that it is not just global supply chains but also demand from consumers that's suffering, as efforts to contain the virus keep them away from shops, bars and restaurants. What is unknown is exactly how bad and how lasting the impact could be. But what is known is that this comes at an already tricky time for the global economy with Japan, Italy, China and the UK among those already seeing growth faltering.As economists slash their growth forecasts, policymakers are debating how much they can do to help, given how low interest rates remain. What's entirely clear is that investors face more anxiety ahead. Mayank Mishra, a strategist at Standard Chartered Bank, said: \"Previously the market had taken some comfort in the falling infection rates in China as a result of containment measures put in place earlier. \"But the spread of the coronavirus infection outside China, with clusters emerging in South Korea, Italy and Japan, has increased concerns significantly.\" In Europe, Germany's Dax index fell 4.2%, while France's Cac 40 index sank 3.9%. Earlier on Friday, in Asia, Japan's Nikkei 225 index dropped 3.7%, bringing its fall for the week to more than 9%. China's Shanghai Composite index also fell 3.7% on Friday. Traders fled to less risky investments, such as government debt, sending bond yields to new lows. Meanwhile, oil prices also fell on fears the virus would hurt demand, with Brent prices dropping more than 3% to about $50 a barrel on Friday, the lowest level for more than a year. US President Donald Trump, who has claimed credit for a sharp rise in share prices during his tenure, blamed the falls on investor fear of \"the unknown\" - as well as concerns about the Democratic candidates hoping to challenge him in November's presidential election. \"People look at it and they say how long will this last,\" he said. \"It's an election ... I don't think that's helping.\" Several key global market indexes - including the FTSE 100 and the Dow Jones - have fallen more than 10% from recent highs. A drop of that magnitude is generally referred to as a correction. However, share prices were hovering at record levels before the sell-off started, noted Sonja Laud, chief investment officer at Legal & General Investment Management.The Dow and S&P 500 have now retreated roughly to where they were in August, while the Nasdaq has returned to December prices. \"What markets are trying to digest is how long this is going to go on and what the economic damage will be,\" she said. Many analysts now predict the US central bank will cut interest rates in an attempt to counter any impact. James Bullard, who sits on the Fed's board of governors, said Friday that cuts are \"a possibility\" should the virus continue to spread, but he warned that market expectations would not force the bank to act. Ms Laud said that many central banks had little room for manoeuvre, because rates are already so low. \"Realistically it's mostly the Fed and to some extent the Bank of England that still have the chance to cut rates,\" she told the BBC. \"I think there will be a huge focus on governments to step up fiscal stimulus under the assumption there is not a lot more that central banks can do to stimulate the economy.\"", "url": "https://www.bbc.com/news/business-51639654"}