{"datetime": "2020-10-02T21:16:36.000Z", "title": "Trump Covid: US shares slump after president tests positive", "article": "US stock markets slumped on Friday but regained some losses triggered by news that Donald Trump had tested positive for coronavirus weeks before the election. All three main indexes - the Dow Jones, the S&P 500 and the Nasdaq - fell between 1% and 2.2% in early trade. But hopes of aid for the airline industry helped lift shares at mid-day. The Dow closed down just 0.48%. Top Democrat Nancy Pelosi said relief for airlines was \"imminent\". While she had previously called for a comprehensive aid bill, she said Congress was now prepared to advance support focused on the airlines, which warned this week they were moving forward withplans to cut more than 30,000 jobs .\"We will either enact ... stand-alone legislation or achieve this as part of a comprehensive negotiated relief bill, extending for another six months the Payroll Support Program,\" Ms Pelosi saidin a statement . \"As relief for airline workers is being advanced, the airline industry must delay these devastating job cuts.\"United Airlines and American Airlines, the two firms that ad announced massive cuts, shot into positive territory following the comments, ending the day up more than 2%. The gains helped lift shares more widely with the exception of the Nasdaq. The Dow Jones closed 0.48% lower, the S&P 500 index dropped 0.9%, and the tech-focused Nasdaq fell 2.2%. In London, the FTSE 100 index recovered from falls early in the day, closing up nearly 0.4% at 5,902.1. In France, the Cac-40 ended essentially flat, while Germany's Dax index fell 0.3%. Analysts have been surprised at the overall resilience of shares, as the main US indexes approached or passed their pre-pandemic highs this summer, despite economic and political uncertainty. But some of that confidence had appeared to slip in recent weeks, amid signs the US jobs recovery was losing steam, while Washington remained mired in debate over additional coronavirus spending. Uncertainty about the election and how quickly its outcome will be settled had added to the economic concerns, with Mr Trump's coronavirus test on Friday further compounding the political jitters. \"This election already had a cloud of uncertainty hanging over it as Trump has refused to say whether he will accept the final vote and has also said that the final result may not be known for months,\" said Fiona Cincotta, market analyst at City Index UK.\"The markets are already fretting about an uncertain election and this just adds another layer of uncertainty, favouring the risk-off trade.\" In an interview with broadcaster MSNBC, Ms Pelosi, who has been leading negotiations with the White House, said she was hopeful that Mr Trump's illness had \"changed the dynamic\" on stimulus talks and that a wider compromise could be reached. Democrats have called for more money than Republicans. Ms Pelosi said the two sides remain divided on issues such as funding for state and local governments and unemployment insurance.", "url": "https://www.bbc.com/news/business-54383124"}