{"datetime": "2020-09-10T05:29:47.000Z", "title": "Yum China's HK listing is the latest 'homecoming'", "article": "Yum China, which runs KFC and Pizza Hut restaurants, listed its shares on the Hong Kong stock exchange on Thursday amid growing tensions with the US. The fast food giant is also listed in the US where Chinese companies are coming under increased scrutiny. It is the latest so-called homecoming as China-based firms shift their focus back onto local markets. Yum China runs around 10,000 restaurants across mainland China in more than 1,400 cities and towns. The company's share price dropped more than 6% on its stock market debut, although it has raised about $2.2bn (£1.7bn) from the share listing.The move by Yum China, which has traded on the New York Stock Exchange since 2016, comes against a backdrop of tensions between Washington and Beijing.The Trump administration has laid out plans for Chinese companies listed on the New York Stock Exchange and tech-focused Nasdaq to provide American regulators with access to their audit reports. Those that don't could be forced to delist and exit US markets. Other \"homecoming\" listings in Hong Kong this year include internet groups NetEase and JD.com.The weaker-than-expected stock market debut for Yum China followed strong demand for its shares during this month's initial public offering (IPO). Demand for its shares had initially outstripped supply by more than 50 times.Hong Kong-based investment firm Jefferies said the listing may have been dampened due to rising China-US tensions and Yum China's growth prospects outside of its main brands, which include Taco Bell. “It might need additional funding should it expand in coffee or other new models aggressively,” Jefferies said. Yum China also has a stake in Chinese online shopping platform Meituan which offers entertainment, dining, food delivery and travel services. \"Its investment in Meituan has been very successful,\" Jefferies added.Earlier this week, shares in Chinese bottled water company Nongfu Spring jumped around 80% following its Hong Kong debut making its founder Zhong Shanshan China's third-richest person. Alibaba-backed financial technology group Ant also has a Hong Kong stock market debut planned which could raise a record $30bn. ", "url": "https://www.bbc.com/news/business-54097514"}