{"datetime": "2020-08-26T04:03:21.000Z", "author": "Peter Hoskins", "title": "Ant IPO: China's mighty financial group heads for a mega market debut", "article": "Chinese financial technology group Ant has unveiled plans for a stock market debut that may raise a record $30bn (£23bn). The company, affiliated with online retail giant Alibaba, says it will sell shares in Hong Kong and Shanghai. The announcement comes amid rising tensions as the Trump administration cracks down on Chinese firms. While many in the West won't have heard of Ant, it is best known in China for the mobile payments powerhouse Alipay. Headquartered in the Chinese city of Hangzhou, Ant was launched in 2004 by e-commerce giant Alibaba and its founder Jack Ma. Since then Alipay has become China's dominant mobile payments business. Along with mobile payments, more than 700m people a month and 80m businesses use the service to pay bills, buy insurance and invest in mutual funds.Meanwhile Alibaba, which owns a 33% stake in Ant, is increasingly folding its services into the Alipay app. David Dai, senior analyst at asset managers Bernstein in Hong Kong, told the BBC why the company is such a major player in China's digital payments industry. \"Together with Tencent, Ant processes some 200 trillion RMB (£22.5tn; $28.8tn) of payment and transfers annually. That's more volume than Visa and Mastercard combined.\" But, according to the company's own online profile, it's not size that matters but longevity: \"We do not pursue size or power; we aspire to be a good company that will last for 102 years.\" While Ant's announcement didn't reveal its valuation of the company or how much it plans to raise in its stock market debut, analysts see the firm being worth as much as $300bn. That would give it a valuation higher than many of America's biggest banks. \"I expect Ant to get to a $250bn to $300bn market capitalisation. Compare that with Citigroup which I believe is a little above $100bn. The world's largest financial Institutions are now in China,\" Shaun Rein from China Market Research Group told the BBC. With the company expected to sell shares equating to a stake of between 10% and 15%, it could be the biggest Initial Public Offering (IPO) in history. \"Ant will raise around $30bn and I think will be the world's largest IPO ever, beating out Saudi Arabia's Aramco from last year that went public just north of $29bn,\" Mr Rein added. Ant Group plans to make its market debut on the Shanghai Stock Exchange's Star board, which is seen as the Chinese equivalent of America's Nasdaq, and the Hong Kong Stock Exchange. While the company has not said why it picked those stock exchanges, it is notable that it did not choose to list in the US or one of the major European financial centres. The announcement came at a time of rising tensions between Beijing and Washington over a range of issues including China's handling of the coronavirus pandemic, the Hong Kong security law and their ongoing trade dispute. The Trump administration has recently increased its attacks on Chinese technology companies in the US as the president signed two executive orders to ban video-sharing app TikTok and messaging platform WeChat. Bao Vu, investment director at RE Lee Capital, told the BBC why Ant choosing Shanghai and Hong Kong is a major win for China's financial services industry: \"The location of the listing is very important to China's ambition to have an alternative to the US exchanges.\" \"If the listing is successful, it would pave the way for other technology firms to list outside the US, which is the only real alternative at the moment,\" he added. ", "url": "https://www.bbc.com/news/business-53915531"}