{"datetime": "2020-12-18T21:38:19.000Z", "title": "Tesla to join key share index as it defies critics", "article": "Tesla is poised to join America's benchmark S&P 500 stock index on Monday, giving millions more investors a stake in the electric car-maker. Analysts say the financial milestone is a validation of a string of good news for Elon Musk's firm this year. Demand for its cars was resilient this year despite the coronavirus pandemic. But adding Tesla - the most frequently traded name on Wall Street - to the S&P could mean a bumpier ride for investors in funds that track the index. \"If Tesla continues to be as volatile as it has been, then we can expect the index to be a little more volatile,\" says Garrett Nelson, senior equity analyst at CFRA Research. Tesla has hit its fair share of bumps since its founding in California in 2003. The company has flirted with bankruptcy, seen boss Elon Musk clash with authorities over everything from self-driving technology to virus shutdowns. Mr Musk has courted controversy with defamation lawsuits, using drugs live on a web chat show and mulling over Twitter whether or not to take the electric vehicle maker private. Its shares have also endured ups and downs - though this year, they have seen mostly the former, rising more than 700%, as the firm appeared to put its manufacturing and financial challenges in the rear view mirror.They popped almost 6% to a new record on Friday night, as funds tracking S&P bought up stock worth an estimated $80bn (£60bn) ahead of the firm's inclusion. With a market capitalisation of more than $600bn, Tesla now ranks as the most valuable car maker in the world and the sixth most valuable company on Wall Street, behind tech giants such as Apple and Amazon.It claims that distinction despite selling a fraction of the vehicles of rivals such as Toyota, General Motors and Volkswagen. \"I'm quite surprised at the place they're at today - I think everyone is,\" says Nick Shields, senior analyst at Third Bridge, who has tracked the firm for years.Symbolically, he adds, the addition to the index, which tracks 500 of the biggest US companies and weights them by market value, is a \"big stamp of legitimacy\". The meteoric rise in Tesla's share price this year has made Mr Musk one of the world's richest people, with a fortune worth nearly $150bn, behind only Amazon's Jeff Bezos, according to Forbes' real-time ranking of billionaires. Some of the rise, however, has little to do with Tesla's sales prospects - instead reflecting anticipation that the firm would join the S&P, forcing funds that follow the index to buy shares. After months of speculation, index manager S&P Dow Jones Indices announced the decision last month, after Tesla reported five quarters in a row of quarterly profit. Since then, Tesla shares have jumped roughly 60%. More swings were expected on Friday, as index funds bought Tesla and sold other holdings to create the proper balance for their investors ahead of the firm's inclusion on Monday.For the financial world, \"it's very exciting because of the trading activity we expect to take place prior to the closing bell,\" Mr Nelson says. \"The street is popping the popcorn and is going to sit back and watch the show.\" Tesla's large market value means it is expected to account for more than 1% of the index when it joins on Monday, replacing property firm Apartment Investment, which is worth 0.02% of the index.The company's heavy weight should worry investors, says Vitali Kalesnik, partner and head of research for Europe at Research Affiliates, which believes Teslashares are over-valued - and due to fall . \"If Tesla keeps going up, then it's not a problem, but stocks just as well go down as they go up,\" he says. \"If this is a bubble - and we think it is - then investors would be quite disappointed.\" Tesla clearly has growth potential, he adds, but \"the problem is the valuation.\" Mr Nelson says he thinks there's still room for the firm's shares to rise, given the expected increase in demand for electric vehicles, in part thanks to climate-friendly policies embraced by incoming US president Joe Biden. He predicts the price of a Tesla share could hit $750 over the next 12 months, up from the roughly $695 closing price on Friday. \"It's one of the market's best earnings growth stories at the moment,\" he says. ", "url": "https://www.bbc.com/news/business-55368382"}