{"datetime": "2020-12-29T18:05:41.000Z", "subject": "Brexit", "title": "FTSE 100 index of leading shares hits highest since March", "article": "Britain's index of leading shares closed at its highest since the pandemic sparked a market rout in March as investors on Tuesday cheered the post-Brexit trade deal. In the first day of trading since markets closed on Christmas Eve, the FTSE 100 ended up 1.6% at 6,603 points. It was the Footsie's best day since 9 November, and only falls in bank shares stopped the index from rising further.US shares hit record highs in early trading although ended slightly lower. Wall Street was buoyed by US President Donald Trump agreeing to release hundreds of billions of dollars in pandemic spending support. He had previously refused to sign off on the deal. On the FTSE 100, international companies such as Unilever and Diageo gave the biggest boost to the index, while drugmakers AstraZeneca and GlaxoSmithKline also added to the gains. \"The [Brexit trade] deal should see sentiment towards the FTSE indices recover just as the dividend payout ratio improves, vaccines are rolled out and overseas revenues accelerate. We lift UK equities to Bullish,\" analysts at brokerage Jefferies wrote in a note. Banks accounted for three of the five biggest fallers on the FTSE 100, with worst-hit Lloyds suffering a near 5% drop. One analyst, Shanti Keleman from Brown Shipley, put the falling UK bank shares down to \"no agreement on financial services equivalency in the Brexit deal\". However, Simon French of Panmure Gordon pointed out that trading was thin even by the usual standards of this time of year. \"The usual market narratives are even shakier than normal,\" he added. After four years of uncertainty, the deal made it a lot more clear what the UK's relationship with its closest neighbours is likely to look like in the years ahead. It also removed the prospect of a no-deal Brexit, which had put downward pressure on markets. Among the biggest risers in London was drug firm AstraZeneca, which gained 3.3% on reports that the government is poised to approve its Covid-19 vaccine, paving the way for UK citizens to receive it as early as next week. Travel shares also benefited from market optimism, led by Intercontinental Hotels Group, which climbed 3%. London's rise on Tuesday followed gains on Monday for the main markets in Frankfurt and Paris, as well as on Wall Street. The Paris Cac-40 continued its rally on Tuesday, adding 0.4%. However, Frankfurt's Dax index took a sudden turn for the worse late in the afternoon, dipping 0.2%. Earlier, shares in Asia surged in Tuesday trading, with Japan's Nikkei closing more than 2.6% higher. ", "url": "https://www.bbc.com/news/business-55473988"}