{"datetime": "2022-02-14T14:29:43.000Z", "subject": "Coronavirus pandemic", "title": "Petrol prices: Are we paying too much at the pump?", "article": "The cost of petrol at UK pumps has reached a new record high of £1.48 a litre, and yet just two years ago it was at a low of about £1 a litre. Diesel, too, is at a record high of £1.51 a litre. Demand for energy - and its price - collapsed at the start of the Covid pandemic. Since then, economic confidence has returned in fits and starts, but suppliers haven't always been immediately able to meet rising levels of demand. This has caused the price of crude oil, and products derived from it, to rise. There was a drop in wholesale energy prices at the end of last year when the Omicron variant emerged, undermining economic confidence.Prices at the fuel pump fell back slightly in January as a result. But growing tension between Russia and the west over Ukraine has pushed energy prices higher again. There are fears that President Putin could launch an invasion of Ukraine, triggering sanctions against Russia's energy industry and interrupting supplies to Europe. When wholesale energy prices move, petrol and diesel prices usually do too. But petrol retailers don't always pass on all of the changes to their customers immediately or in full. In January the motoring organisation, the RAC, accused petrol retailers of keeping prices unnecessarily high and taking extra profits even after wholesale prices dipped. But petrol retailers said they were covering the rising costs of running their businesses. The Petrol Retailers Association says customers bought 15% less fuel last year compared to before the pandemic. This means retailers had to make higher profits on each litre sold if they wanted to cover their overheads. More than half of the price tag at the pump is tax of one kind or another.Another factor is the price of bioethanol, which is added to fuel to help reduce greenhouse gas emissions. Although it's a small part of the overall price, it's more expensive than petrol and diesel and its price has nearly doubled over the past year. These added costs help explain why fuel prices vary so much between countries too. The UKcurrently ranks near the top of the list, although motorists in Scandinavian countries, the Netherlands, Israel and Greece all pay more. That depends on supply and demand in the world energy market, and will continue to be affected both by events in Ukraine, and by the course of the economic recovery, says the consultancy Portland Fuel. Portland predicts the price of a barrel of oil will \"easily\" top $100 in the next six months, before settling at the $80 to $90 per barrel band by December, but if there is a new more deadly variant of the virus, or another reason the global economy is blown off-course, that could easily change. The pound's exchange rate has an impact too, since fuel is priced in dollars, and a weaker pound will push up the price. The government isn't likely to cut tax on petrol any time soon. Fuel duty provides a significant source of revenue for the government - £28bn in 2019-20, according to the Office for Budget Responsibility. That's 3.3% of the overall tax take, equivalent to £1,000 per household. There's an argument that now is not the time to make fossil fuels cheaper.Not only does a higher fuel price boost the government's tax take, but it may encourage more people switch to public transport or to electric vehicles. Simon Williams from the RAC is doubtful. He says the cost of new electric cars, and the lack of second-hand models, will still stop a lot of people from making the switch. And even if the cost of petrol is high, he points out that rail travel is still expensive compared to driving. However, Gill Nowell, head of electric vehicles at LV= General Insurance says that while the price of an electric car is higher the running costs, including charging and maintenance can be almost half that of a similar petrol or diesel model.If you lease a car, she says, the lower running and charging costs mean \"most electric cars come out cheaper\". And the higher the price of fossil fuels, the more favourable the calculations for EVs become. ", "url": "https://www.bbc.com/news/business-52188448"}