{"datetime": "2021-07-20T08:12:52.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Asia follows global shares slide amid recovery fears", "article": "Asian stock markets fell on Tuesday, tracking sharp declines seen in Europe and the US on Monday that were triggered by fears that rising Covid cases will hamper economic recovery. Japan's Nikkei 225 index fell 1% to hit its lowest level in six months, and Hong Kong's Hang Seng also lost 1%. On Monday, both the UK's FTSE 100 index and the US Dow Jones Industrial Average had tumbled by more than 2%. But shares in London and the rest of Europe started stronger on Tuesday. The FTSE 100 index rebounded 1%, while other major European indexes saw similar rises. Monday's sharp falls came as investors became increasingly jittery about the rise in the number of Covid cases in some countries,fuelled by the Delta variant . Japanese shares have now fallen for five sessions in a row over concerns about the spread of the variant and that the Tokyo Olympics could worsen the health crisis. \"Investors are concerned that the rapid spread of the Delta variant will derail the trajectory of the global recovery, notably in Asia which still has relatively low vaccination rates and where some widely used vaccines do not appear overly effective against it,\" Jeff Halley, senior market analyst, from Oanda told the BBC. \"I believe we are in for a messy week ahead, with markets being driven around by sentiment and not data, as the international economic calendar is very quiet.\" Meanwhile, businesses in the UK have described how they are cutting opening hours, closing shops or may have to reduce production as employees are forced to self-isolate after being alerted by the NHS Covid-19 app. \"Optimism which had been on the horizon just a few weeks ago has again been obscured by dark clouds, especially with the snap decision toenforce a 10-day quarantine for arrivals from France ,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown, on Monday. \"With some scientists warning that infections could reach 200,000 a day by September, there is now a feeling that the UK could be staring at a fresh autumn lockdown,\" she added. At a media briefing, US President Joe Biden urged Americans to get vaccinated in order to ensure the economy can remain open. Covid infections linked to the Delta variant have been increasing, but concerns among US investors spiked after Los Angeles imposed an indoor mask mandate again over the weekend. On Monday, the Dow Jones Industrial Average dropped 2.1% in its worst session of 2021.Commenting on how markets performed on Monday, President Biden said: \"That's not how I judge economic growth.\" His comments came after data published last week showed prices in the US spiked again in June, driven higher by the cost of used cars and food increasing. Mr Biden said that the increase in inflation was expected to be temporary, but he understood that unchecked inflation over the long term would pose a \"real challenge\" to the economy. ", "url": "https://www.bbc.com/news/business-57885183"}