{"datetime": "2020-09-09T03:01:30.000Z", "title": "Continued tech sell-off drags Wall Street lower", "article": "A sell-off in shares of US technology firms has continued for a third day, dragging down all three major American stock indexes more than 2%. Apple was the biggest loser on the Dow, falling more than 6.7%. Amazon and Facebook also dropped at least 4%. The sharp downturn follows the huge gains earlier in 2020 which had helped US markets rebound from the pandemic. Asia followed Wall Street's lead on Wednesday with its main indexes in the red. The biggest faller in the region was Australia's ASX 200 index which fell 2.6% while China's Shanghai Composite dropped 2%. These dips come as the global economy is expected to shrink by roughly 5% this year. Concerns about coronavirus continue to weigh on business activity and add to trade tensions. In the UK on Tuesday, the pound fell against major currencies after the government renewed the prospect of a no-deal Brexit, saying the UK would \"prosper mightily\" with or without a deal. The pound dropped 1.6% to just over $1.30. It fell a similar amount against the euro, to €1.10. The FTSE 100 also turned negative, but climbed back from its steepest losses to end the day down 0.12%. In the US, the Dow Jones Industrial Average closed 2.25% lower, while the S&P 500 fell 2.78%. The tech-heavy Nasdaq dropped 2.95%. Many investors had been rattled by the recent run-up in share prices, even as many economic forecasts remained downbeat and tensions between the US and China - particularly related to technology - remain high.Even after recent losses, share prices of many big tech companies remain significantly higher than the start of the year. Tesla shares, for example, tumbled roughly 20% on Tuesday to about $330 each, amid disappointment that the electric car-maker had not been added to the S&P 500 index as part of its recent reshuffle. But the firm's shares have more than tripled since the start of the year. Analysts have said some investors are selling to lock in gains ahead of what is expected to be bumpy trading over the next few months. ", "url": "https://www.bbc.com/news/business-54069083"}