{"datetime": "2021-09-21T08:37:30.000Z", "subject": "Coronavirus pandemic", "title": "Evergrande: Asia stocks mixed as investors weigh China concerns", "article": "Asian stocks were mixed on Tuesday as concerns persisted over Chinese property group Evergrande and its impact on the global markets. Japan's Nikkei 225 index closed 2.2% lower, but Hong Kong's Hang Seng index regained earlier losses to end up 0.5%. There are concerns that Evergrande - a major Chinese property developer - is struggling to meet interest payments on more than $300bn of debts. Regulators have warned it could affect the country's financial system. Investors fear that this could hit big banks exposed to Evergrande and companies like it, causing contagion in global markets. The jitters among the markets also come as the global economy is still recovering from the impact of the coronavirus. On Monday, the Dow Jones index in the US ended 1.8% lower. That followed similar falls in Europe, with Germany's Dax index losing 2.3%, and the Cac 40 in France down 1.7%. Major stock exchanges in mainland China were closed on Monday and Tuesday for the annual mid-Autumn festival. Despite the recent falls, Japan's Nikkei is up by almost 30% compared to a year ago. \"The fear of an Evergrande bankruptcy appears to be leading to concern about China's very own Lehman [Brothers] moment, and a big overspill across the region,\" said Michael Hewson of CMC Markets.Investors are also nervous that the US Federal Reserve, which meets on Tuesday and Wednesday, will confirm plans to cut back support for the US economy this year.Global stocks have rallied as economies reopen and central banks have provided trillions of dollars in support to boost growth.But there are concerns of a decline if support is taken away at a time when the Delta variant of coronavirus continues to drag on recovery. Strategists at Morgan Stanley said they expected a 10% correction in America's S&P 500 index as the Fed starts to unwind its support.They added that signs of a stalling recovery could deepen that slide to 20%. However, other analysts played down fears of a rout, noting that September is typically a bad months for stocks.\"Overall, September continues to live up to its bad reputation as historically the weakest month of the year. But that doesn't mean it can't rebound,\" said JJ Kinahan, chief market strategist at TD Ameritrade. And Lindsey Bell of Ally Invest said any pullback may be short-lived.\"Much of investing is about sorting through what's signal and what's noise,\" she said. \"While there is concern about the Evergrande situation infecting global markets, for the long-term investor, this situation may just be noise.\" ", "url": "https://www.bbc.com/news/business-58632681"}