{"datetime": "2022-02-15T20:31:30.000Z", "title": "Irish Sea pipe leak spills 500 barrels of oil into sea", "article": "About 500 barrels of oil has leaked from a pipe off the north Wales coast. The pipe, which runs between two platforms named Conwy and Douglas, was shut off following the leak on Monday and remains closed. Operator ENI UK said details of what happened about 20 miles (33km) north of Rhyl, Denbighshire, were still being confirmed, but no-one was affected. The firm said there would be updates as details emerged but the Welsh secretary said no oil should reach Wales' shores. A leak of about 500 barrels is just under 80,000 litres. The Douglas complex consists of three platforms and is located about 15 miles (24km) off the north Wales coast. The Maritime and Coastguard Agency said its counter pollution and salvage team, together with the Department for Business, Energy and Industrial Strategy, was monitoring ENI's response and was \"assisting partner local authorities in an ongoing response\". Environment body Natural England said it was monitoring the incident and had \"plans in place\" if any action was needed. Greg Hands, UK minister for Energy, Clean Growth and Climate Change, said he was \"being kept regularly updated\" on the situation and was making sure the ENI fulfilled its legal obligation. Welsh Secretary Simon Hart added: \"Any residual oil is not expected to beach on the north Wales coastline and teams are in place on the Lancashire coast ready to respond if any oil beaches there.\" ENI is involved with oil and natural gas exploration, field development and production, as well as in the supply, trading and shipping of natural gas, LNG, electricity and fuels.Through refineries and chemical plants, it processes crude oil to produce fuels, lubricants and chemical products. Dr Peter Robins, senior lecturer in physical oceanography at Bangor University, said: \"An oil spill will tend to spread out over the surface of the ocean and it'll spread naturally through the mixing of the ocean waters. \"Where it's spilt in the middle of Liverpool Bay, there tends to be stronger flood tides so it might tend to drift eastwards, maybe towards the English coast there. \"At the moment we're experiencing quite strong south-westerly winds and they're going to also tend to push the oil eastwards towards the English coast, I think.\" ", "url": "https://www.bbc.com/news/uk-wales-60393814"}