{"datetime": "2022-01-28T18:30:36.000Z", "title": "West Newton oil: Revised plans involve directional drilling", "article": "Revised plans to search for oil and gas could involve drilling below several villages in East Yorkshire. Rathlin Energy's initial plans for the site near West Newton, wererejected by East Riding Council in 2021. It says the new proposals are smaller in scale and have been amended based on feedback from residents. However, opponents said the company had failed to address the issues raised in 2021 relating to traffic, noise and climate change. Rathlin energy wants to develop new well sites in the area, at West Newton A and West Newton B, though fewer than proposed in their previous application. Both sites will use what is known as directional drilling, which could mean going almost horizontal beneath a number of villages in the area. This method could maximise the amount of gas and oil which could be extracted. New Ellerby resident Harry Clark said he and others were ready to oppose the plans once again. \"People will I am sure be more alert to the fact that they will actually be drilling underneath their communities and not just drilling straight down into the ground,\" he said. Helen Wright, who also lives in the area, said the revised plans did not reduce the threat of additional traffic. \"It's quite a large area they could potentially be drilling underneath,\" she said. \"There are obviously a lot of other concerns, probably the other main one being the amount of traffic on the road, that's certainly not reduced in this application.\" The company said in a statement: \"We maintain our commitment to a limit of 10 HGVs per day during the production phase. \"Directional drilling is a safe and well established procedure and all substances are regulated by the Environment Agency.\" It added the revised plan also reduced the visual impact, with a \"smaller footprint along with an improved landscaping and screening plan\". Its revised application was submitted to the East Riding Council in December, no date has yet been set for the authority to make its decision. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-60175263"}