{"datetime": "2022-02-09T00:16:13.000Z", "author": "Patience Atuhaire", "title": "Why Uganda is investing in oil despite pressures to go green", "article": "The heat is unbearable; the haze merges the sky, lake and land; kingfishers dive and rise as if playing with the wind coming off Lake Albert, near vast oil reserves which Uganda wants to start exploiting. This section of the Rift Valley - a geological scar which runs through East Africa - is being transformed by a fledgling oil business. There are environmental concerns and questions over whether it is too late for an oil boom - but there is no disputing that change is coming to the wide valley floor, below the steep escarpment. One end is dotted with iron-sheet houses, at the other excavators are busy clearing ground for what will be the Kingfisher oil field's main processing facility in mid-western Uganda. A once-treacherous dirt road leading down the valley side is now a winding tarmacked route which carries the equipment needed. Close to where waves lap the shore of the lake, an environmental officer checks that the cap on an oil well head is airtight and free of gas leaks.It is hoped that by 2025 the first of a potential 1.4 billion barrels of oil will be pumped from this and other wells across this region. At the beginning of the month, Uganda, the China National Offshore Oil Corporation (CNOOC) and France's TotalEnergies signed the Final Investment Decision (FID), a major step towards developing the country's oil and gas industry. More than $10bn (£7.4bn) will be invested in the joint venture. The money will be used to develop several upstream facilities as well as the East African Crude Oil Pipeline, which will run for 1,400km (870 miles) from landlocked Uganda to the port of Tanga in neighbouring Tanzania. At another Ugandan oil field - still close to Lake Albert but 100km north-east of Kingfisher - dozens of earthmovers criss-cross a construction site for TotalEnergies' processing facility.This is where the crude oil will be cleaned of impurities and separated from gas before being pumped to a refinery about 100km away. A huge section of more than 300 hectares (740 acres) of what was formerly grazing land has already been cleared, and the construction work raises thick plumes of dust. More than 600 local people have already been affected by the purchase of the land for the site. Other activities, including a feeder pipeline, roads and wells, will affect another 4,000 people.Officials from the French multinational say that 60% of them have been fully compensated. But not Fausta Tumuhairwe, whose life has been disrupted twice.She gave up more than half a hectare of farmland to make way for the oil refinery, and in 2017, was relocated and compensated with land and a house.In 2020, just as she was settling in about 6km from her original village, planting bananas and coffee, a piece of her new land was acquired for the Tilenga feeder pipeline.The single mother of four is still awaiting compensation for that which she says has taken away her \"sense of independence\". \"My land is like my bank. I grow food, get an income, and pay my children's school fees. I cannot use it for long-term crops such as coffee once it has been [earmarked for development].\"But not everyone is unhappy - Fidelis Kiiza and a group of nine other people in Buhumuriro village gave up parts of their farmland for a feeder pipeline that will carry oil from CNOOC's Kingfisher field to the refinery.On top of being compensated for their land, they also benefited from a livelihoods restoration programme. \"We received pigs and a bull, to rear as a group… Our sources of income have increased. So even though the oil hasn't started flowing, we are seeing some benefits,\" he says. Villages where maize and cassava farms once flourished will soon be industrial areas. And while people have benefitted from the compensation there are still questions over whether the disruption to their way of life will be worth it. There are hopes that local people can take advantage of the job opportunities. According to the legislation that established the oil sector, 16 employment areas, including hospitality, information technology and security, have been ring-fenced for Ugandans.In addition, facilities like a newly tarmacked road will make it easier for fishermen to transport their catch to market, and refinery by-products such as fertiliser, might improve productive sectors like agriculture.But there is a bigger question about whether Uganda as a country will benefit as richer economies shift to greener energy. It has taken 15 years to reach this point, and the oil is still not promised for another three, and in that time, the global picture has changed. A group of more than 50 non-governmental organisations from Uganda and neighbouring Democratic Republic of Congo released a statement after the FID was signed this month, saying the investment would have been better directed to cleaner and greener industries instead of \"worsening the climate change impact across the world\". There is a fear that the huge infrastructure development that has been constructed just for the oil industry - such as an airport with a 3.5km runway - could end up as white elephants if the oil export does not work out. \"If energy transition [away from oil] takes root, there is a risk of stranded assets; where some of the investment you make in the oil production infrastructure does not provide a good return to the country,\" says Paul Bagabo, the Uganda country lead for the Natural Resource Governance Institute. But Proscovia Nabbanja, the chief executive of the Uganda National Oil Company, says the project is viable and promises that for \"every dollar we invest, we return 10\". \"I don't think that is bad economics.\"Ms Nabbanja argues that talk from wealthier nations about moving away from oil is unfair to countries like Uganda which should be able to benefit from their resources. \"In Africa we are dealing with energy poverty. The bigger issue we have is the use of [wood for fuel].\"In Uganda we are losing 120,000 hectares of forest every year. So, when someone tells you about energy transition, you must ask: 'Transition from what?'\" And while acknowledging the fact that the oil lies in a sensitive ecological zone, Ms Nabbanja says efforts are being made to reduce the environmental impact. The environmental damage that oil has caused in Nigeria serves as a warning and Uganda is wagering a lot on its oil.It is hoped that oil can help change the economy, if it can be extracted before the move away from fossil fuels means that it will no longer be profitable. ", "url": "https://www.bbc.com/news/world-africa-60301755"}