{"datetime": "2022-01-20T04:18:48.000Z", "title": "Peru oil spill after Tonga eruption an 'ecological disaster'", "article": "An oil spill off the Peruvian coast has caused an \"ecological disaster\", authorities have said. The La Pampilla refinery has leaked over 6,000 barrels of oil after a tanker was hit by waves linked to Tonga's volcanic eruption on Saturday.Authorities have sealed off three beaches damaged by the spill and say they have discovered scores of dead animals covered in oil. Foreign ministry officials have urged operator Repsol to pay compensation.\"This is the worst ecological disaster that has occurred around Lima in recent times and has seriously damaged hundreds of fishermen's families,\" the ministry said in a statement posted to Twitter.\"Repsol must immediately compensate for the damage,\" it demanded.The company's communications director, Tine Van Den Wall Bake, denied responsibility for the leak during an interview on Wednesday, saying the spill was \"limited\". \"We did not cause this ecological disaster and we cannot say who is responsible,\"she said on national radio on Wednesday. But Prime Minister Mirtha Vásquez later told reporters that the company \"apparently\" did not have a contingency plan to deal with a large oil spill.Prosecutors announced that they have opened an investigation into Repsol's role in the incident, amid warnings from the environment ministry that the Spanish energy giant could face fines totalling more than $34.5m (£25.3m).Peru's energy regulator, Osinergmin, meanwhile said in a statement it had ordered one of the refinery's four terminals to be shut down until the causes of the spill are determined. Officials say the say the leak has harmed some 18,000 square kilometres (6,950 square miles) of protected zones containing a variety of rare plant and animal life.A government led clear-up of around three kilometres of beaches is also underway.La Pampilla is built just off the town of Ventanilla in the Lima region and is Peru's largest refinery. It provides for more than half of the local fuel market. ", "url": "https://www.bbc.com/news/world-latin-america-60063492"}