{"datetime": "2021-11-03T19:51:42.000Z", "author": "Simon Jack", "subject": "COP26", "title": "Oil giant Shell says it needs oil to pay for green shift", "article": "The boss of oil giant Shell has insisted it can transition to net zero by 2050, but it will need the cash from its oil and gas business to pay for it. Ben van Beurden dismissed splitting its legacy oil and gas business from its renewables investment, a move urged by activist shareholder Third Point. Talking exclusively to the BBC, he said the company's plans for greener energy could only be funded by oil and gas. \"At this point in time [the cash] comes from our legacy business,\" he said. Mr van Beurden was speaking at Europe's biggest oil refinery at Pernis near Rotterdam, a facility he plans to transform from refining petrol and diesel, to making biofuels and hydrogen over the next decade.\"These things can only be done if you have a facility (like Pernis) to work with and if you have the cash.\"If we have to build a hydrogen plant from a wind farm that we build in the North Sea for a billion dollars that is not going to be funded by a hydrogen business - it will be funded by the oil and gas business,\" he said. But oil and gas is not just a legacy business. Shell wants to develop new oilfields including Cambo in the North Sea which it hopes will produce 170 million barrels of oil.How does he justify that?Mr van Beurden says the decision on the Cambo oilfield is ultimately one for government but says it makes no sense to substitute UK resources for foreign imports to satisfy domestic demand.He said: \"Why would you say: Let's not get our oil and gas demands from our own resources but let's import from somewhere else, probably with a larger carbon footprint.\"I don't think that it is going to contribute to the balance of payment for the UK and also will not help the carbon footprint of the world.\" Shell currently has a global carbon footprint the size of Russia's if you include the emissions from customers using Shell products.It plans to spend four times as much on oil and gas development as on renewables next year. This is why some doubt that Shell can hit either its own targets and those imposed by a Dutch court which require it to halve its own net emissions by 2030 and eliminate them entirely by 2050. Shell is planning to appeal part of the ruling.Shell is also expected to make its best efforts to reduce the emissions of its customers - which make up 90% of Shell's overall carbon footprint. Shell intends to appeal that court judgement.Shu Ling Liauw from research firm Global Climate Insights has analysed the oil firm's spending plans and estimates that Shell will be producing more emissions by 2030 than it is now as it intends to grow its gas business.\"Even if you're very generous, and assume they get all the amounts of carbon capture and storage and offsets that they need, they might just miss their 2030 targets, and they will not be able to deliver on 2050. \"In fact, they will be increasing emissions until 2030, and still be producing significant amounts of emissions in 2050,\" she says. Mr van Beurden says these estimates are speculative and insists Shell is on track, having cut the carbon intensity of its own operations by 17% since 2016.Shell is a major component of the UK's leading share index. If you have a pension you are almost certainly a part owner of Shell, BP and other oil and gas companies.There is growing clamour on the part of many pension fund trustees and their scheme members to dump or divest shares in fossil fuel businesses to starve them of capital. That would be a mistake, according the world's largest asset manager Blackrock which looks after 13 trillion dollars in pensions and savings.\"You can't divest from the world. It's much better to engage with companies and use your influence as a shareholder. If you divest, you lose that influence,\" said Sandy Boss, head of investment stewardship. Others point out that if Shell itself were to sell its oil and gas business, those assets would be hoovered up by companies that might be less transparent and less inclined to make the effort to decarbonise.As the recent energy crisis brutally exposed, the UK along with the rest of the world is still hugely reliant on fossil fuel. That reliance needs to be managed down over time according to Mr van Beurden otherwise we will see price shocks in the future that will be counterproductive. \"I think this energy transition can be done but it will require a lot of orchestration and a lot of faith of society that it can be done. ` \"If you want to destroy the faith by driving up energy prices, by creating shortages or market failures, I think politicians are going to lose societal acceptance that this is actually doable.\" As powerful as Shell is, its customers may be more powerful.As long as there is demand for fossil fuels. Shell or someone else will supply it. That demand can be influenced by government carrot or stick, companies can be squeezed by financiers but consumer behaviour will ultimately determine whether the world can hit net zero by 2050.", "url": "https://www.bbc.com/news/business-59154930"}