{"datetime": "2022-01-25T10:32:06.000Z", "author": "Sarah Dickins", "subject": "Coronavirus pandemic", "title": "Cost of living: How oil heating price rise is worrying families", "article": "As millions of UK families prepare for a hike in their energy bills, some are already feeling the pinch because their heating is powered by oil. Sara Bate, 43, is one of 1.5 million UK householders whose heating is powered by oil as her home in rural west Wales does not have mains gas supply. As many worry about theenergy price cap rise , higher bills are a reality for oil customers such as Sara. \"Everything has got a bit more basic,\" she said. The mother-of-one added: \"I eat basic food and I need new shoes but they are going to have to wait. \"I juggle the bills. I could get rid of my car but I'm looking for work and round here you need a car because there isn't a bus service up here anymore.\" Sara has not bought any clothes \"for quite a long time\" because her heating costs are soaring as the temperatures drop with thecost of oil reaching a seven-year high . It comes amid a cost of living crisis with prices in the UK rising at thefastest rate in nearly 30 years andpeople have been warned it could get worse. Costs to heat homes of oil customers have risen sharply - some by more than 50% in the past year - and it is particularly affecting rural areas like where Sara lives. While oil heats 4% of UK homes, more than 33% of homes in Ceredigion are heated this way and Office for National Statistics research said the county had faced the highest increase in fuel bills of any area in mainland UK in the past year - £863 on average. The energy price cap, which limits how much providers can charge for energy per unit, is expected to soar in the spring because of \"unprecedented\"rises in gas prices and will affect the three-quarters of UK households. Oil customers, though, also feel vulnerable as they are not protected by the energy cap. It would cost Sara, who lives with her 13-year-old daughter in Llandysul, about £1,000 to fill the oil tank in her garden. But as she is dependent on benefits and gets £220 a fortnight, she tops up £18 worth of oil a week - so uses heating sparingly and concentrates on keeping her daughter's room warm. With oil price rises expected to continue, Sara said: \"What will we do then? \"Am I going to have longer and longer periods without heat. I don't want to do that as it's not fair on the little girl to say you've got to be cold and put a jumper on. It's worrying.\"She was so worried about how to pay her bills that she went to her local Citizens Advice Bureau (CAB) for help. It said it had seen an increase in the number of people across Ceredigion wanting guidance on paying their energy bills.\"We're being inundated with clients who are really concerned about their bills,\" said William Jones from CAB. \"It's putting so much pressure on people. They are having to make the choice of whether they heat or eat. What we see a lot of the time is that people are underheating their homes so they are trying to make things last longer.\" Pressure groupsdescribed the increases in fuel prices as reaching crisis point .The Liberal Democrats predict both Ceredigion and Gwynedd will experience the steepest energy price rises - and suggested abolishing the 5% VAT rate on energy bills to help families. The party's leader in Wales said removing VAT would see \"£100 come off the bill straight away\". \"We want to see a system here in Wales where actually there is much more commitment to ensuring the warm homes discount is doubled, particularly for vulnerable people,\" said Jane Dodds, who represents mid and west Wales in the Welsh Parliament. \"For the UK government we want them to introduce what we're calling a Robin Hood tax - that is a transaction tax on the big energy companies.\"But Fay Jones, Conservative MP for Brecon and Radnorshire, said a cut to VAT was not the solution and government and industry needed to come together.\"We do have to think holistically, we can't just look at quick fixes like cutting VAT,\" she said. The Welsh government said: \"Rural households are included within the scope of our Discretionary Assistance Fund (DAF), which supports eligible off-grid homes with the cost of fuel and boiler repairs.\"The DAF is also working closely with our single advice fund services so more vulnerable people can get the advice and support they need to tackle the root causes of their financial problems and improve their longer term outcomes.\"The UK government said families could be eligible for theWarm Home Discount , which it said could take £150 off annual bills by October.\"Homes which are off the gas grid but on the electricity grid are still protected by the energy price cap,\" added a UK government spokesman. \"We also have numerous other schemes available to support vulnerable and low-income households across the UK, such aswinter fuel andcold weather payments .\"", "url": "https://www.bbc.com/news/uk-wales-60054463"}