{"datetime": "2020-07-02T04:58:06.000Z", "title": "US targets Monet and Warhol artworks in 1MDB case", "article": "US prosecutors will try to seize a further $96m (£77m) in assets from the fugitive financier known as Jho Low. The assets sought by the the Department of Justice include an apartment in Paris and artworks by Claude Monet, Andy Warhol and Jean-Michel Basquiat. Officials say they were bought with money stolen from Malaysia's 1MDB state investment fund. Prosecutors allege the assets are linked to cash raised for the fund dating back to 2012 and 2013. The money was meant to finance environmentally-friendly energy and tourism projects. It is alleged that more than $4.5bn of the funds raised was siphoned out of Malaysia in a money laundering and bribery scandal that rocked the country. Wednesday's filing indicates that prosecutors have so far identified $1.8bn of assets that they say were purchased with stolen money. US officials have so far recovered or helped Malaysia recover more than $1bn in assets related to the alleged embezzlement. In October, it was announced that Mr Low, whose real name is Low Taek Jho, had agreed to hand over assets worth a total of $700m. The deal with the Department of Justice did not include any admission of wrongdoing. The claims have led to the criminal prosecution of Malaysia's former prime minister Najib Razak as well as embroiling Wall Street banking giant Goldman Sachs, which raised money for 1MDB. In February, Andrea Vella, who was formerly co-head of Goldman’s Asia investment banking division ex-Japan, was banned for life from the banking industry by the US Federal Reserve over his role in the multi-billion dollar scandal. Former Goldman Sachs partner, Tim Leissner, has pleaded guilty to participating in the scheme and agreed to forfeit up to $43.7m. Mr Low, who remains at large although his whereabouts is unknown, has denied any wrongdoing. A verdict in the trial of Mr Najib is due on 28 July,", "url": "https://www.bbc.com/news/business-53260600"}