{"datetime": "2020-07-28T12:44:00.000Z", "title": "Najib Razak: Malaysian ex-PM gets 12-year jail term in 1MDB corruption trial", "article": "A court in Malaysia has sentenced former PM Najib Razak to 12 years in jail after finding him guilty on all seven counts in the first of several multi-million dollar corruption trials. Najib had pleaded not guilty to the charges of criminal breach of trust, money laundering and abuse of power. The case against him is seen as a test of Malaysia's anti-corruption efforts.The 1MDB scandal around a state-owned wealth fund in Malaysia has uncovered a global web of fraud and corruption. It sent shockwaves through Malaysia's political establishment, leading to the toppling of Najib's UMNO party, which had governed the country for 61 years since it gained independence.Najib, in office from 2009 to 2018, was sentenced to 12 years in prison for abuse of power, and 10 years in jail for each of six counts of money laundering and breach of trust.The sentences - to run concurrently - will be suspended pending appeal.\"After considering all evidence in this trial, I find that the prosecution has successfully proven its case beyond a reasonable doubt,\" judge Mohamad Nazlan Mohamad Ghazali told the Kuala Lumpur High Court. \"I am surely not satisfied with the result,\" Najib told reporters. \"This is definitely not the end of the world, because there's a process of appeal, and we hope that we would be successful then,\" he added. Tuesday's verdicts centred on 42 million ringgit ($10m; £7.7m) transferred from the fund to the then-prime minister's private accounts.Najib denies all wrongdoing and says he was misled by financial advisers - in particular fugitive financier Jho Low. Jho Low has been charged in both the US and Malaysia, but also maintains his innocence. Najib's defence team argued he was led to believe the funds in his accounts were donated by the Saudi royal family - rather than misappropriated from the state fund. The charges carried as much as 15 to 20 years in prison each.The case centres around the 1 Malaysia Development Berhad (1MDB), a sovereign wealth fund set up in 2009, when Najib Razak was prime minister. Sovereign wealth funds are government-owned investment funds that are used to boost a country's economic development. Built with state earnings, such as revenues from oil resources and exports, they have extraordinary flows of cash to invest and potentially enormous international clout. In 2015, questions were raised around 1MBD's activities after it missed payments owed to banks and bondholders. Malaysian and US authorities allege that $4.5bn was illicitly plundered from the fund and diverted into private pockets. The missing money has been linked to luxury real estate, a private jet, Van Gogh and Monet artworks - and even a Hollywood blockbuster, the Wolf of Wall Street. Last week,US bank Goldman Sachs reached a $3.9bn settlement with the Malaysian government for its role in the multi-billion-dollar corruption scheme. The deal resolved charges in Malaysia that the bank misled investors when it helped raise $6.5bn for 1MDB. Since his dramatic election defeat two years ago, the first for his party in 60 years - and the humiliation of seeing luxury items wheeled from his home in shopping trolleys by the police - Najib Razak has enjoyed something of a political resurrection.Still a very powerful figure within UMNO, the former ruling party, he has successfully posed as a champion of ethnic Malays, many of whom became disillusioned with the reformist coalition which replaced him.When that coalition collapsed in February, and UMNO joined a new government, Najib expressed confidence that the series of trials would go his way. That confidence proved misplaced. This first criminal conviction of such a senior political figure must now hurt his standing within UMNO, and will improve the public standing of Prime Minister Muhyiddin Yassin - once a close colleague and stalwart of UMNO who was fired in 2016 over his objections to the 1MDB scandal.He now leads a fragile coalition with a wafer-thin parliamentary majority, pushing Malaysia into uncharacteristically choppy political waters. The former prime minister was cleared of all allegations by Malaysian authorities while he was still in office.Yet the accusations played a big part in his election defeat in 2018 - and the new government swiftly reopened investigations into the 1MDB case. While Tuesday's verdicts were the first, they were possibly not the most significant.A separate trial that began last August looks at accusations the former prime minister illicitly obtained 2.28bn ringgit ($550m, £448m) from 1MDB between 2011 and 2014. He is facing 21 counts of money-laundering and four of abuse of power but again denies any wrongdoing. His wife, Rosmah Mansor, also faces money-laundering and tax evasion charges, to which she has pleaded not guilty. ", "url": "https://www.bbc.com/news/world-asia-53563065"}