{"datetime": "2020-05-14T11:18:38.000Z", "title": "1MDB: Malaysia drops charges against Wolf of Wall Street producer", "article": "Prosecutors in Malaysia have dropped charges against Wolf of Wall Street producer Riza Aziz over the multi-billion-dollar 1MDB scandal. Mr Riza, stepson of former Prime Minister Najib Razak, was accused of money-laundering over allegations he received $250m (£221m) from 1MDB - a Malaysian sovereign wealth fund.He has agreed to pay a sum back, but officials are not saying how much.His stepfather still faces charges, which he denies.1MDB was established to raise funds for Malaysia's development and help some of the country's poorest people.Co-founded in 2009 by then PM Najib, more than $4bn (£3.3bn) is alleged to have been misappropriated.US and Malaysian prosecutors allege the money went to a few powerful individuals to buy luxuries, including prime real estate, a yacht, a private jet and valuable artworks.Mr Najib is contesting dozens of charges and has always denied wrongdoing.Top US investment bank Goldman Sachs, which raised money for the state fund through bond sales, has also been investigated by US and Malaysian authorities over its role but vowed to vigorously fight charges. A joint-founder of Red Granite Productions, he is alleged to have received $248m (£219m) from the fund and faced five charges of money-laundering.A judge quoted prosecutors as saying he had agreed to return \"a substantial sum running into several million ringgit\" - one million ringgit is $230,000 - to the government.The lead prosecutor said Mr Riza would be fully acquitted once the deal was finalised.The Wolf of Wall Street, starring Leonardo DiCaprio, was one of three films financed using suspected stolen funds from 1MDB, according to US justice officials.Red Granite also produced Dumb and Dumber 2 and Daddy's Home. Mr Najib, who is currently on trial, lost power in 2018 to veteran Malaysian leader, Mahathir Mohamad, and investigations into 1MDB were stepped up.But Mr Mahathir lost power earlier this year to an alliance which includes Mr Najib's party.Mr Najib told Reuters at the time that he now expected an atmosphere more conducive to a fair hearing. ", "url": "https://www.bbc.com/news/world-asia-52661779"}