{"datetime": "2021-06-14T05:34:14.000Z", "subject": "1MDB corruption scandal", "title": "1MDB: Jho Low faces new charges in scheme involving Trump", "article": "The US has laid fresh charges against fugitive Jho Low and an ex-member of the Fugees as part of an investigation into the multi-billion dollar 1MDB scandal. Mr Low and Prakazrel \"Pras\" Michel have been accused of running a back-channel campaign to get the then-Trump administration to drop the investigation.1MDB was an investment fund set up by the Malaysian government that lost billions of dollars due to fraudulent activity. Mr Low was at the heart of the scandal which helped topple Malaysia's former regime. The businessman allegedly misappropriated funds from 1MDB to buy high-end real estate in Beverly Hills, New York and London, as well as a luxury boutique hotel in Beverly Hills. He has been accused of masterminding the looting of hundreds of millions of dollars from the investment fund and spending it on everything from yachts to expensive artwork.He is also accused of laundering money, along with his family, through financial institutions in several countries, including the US, Switzerland, Singapore and Luxembourg. Mr Michel and Mr Low previously faced charges for allegedly orchestrating and concealing a scheme that illegally funnelled millions of dollars into the US presidential election, said a Department of Justice statement. Mr Michel and Mr Low reportedly used \"straw donors\" - people who made cash contributions illegally - into the presidential campaign.This campaign allegedly aimed to influence Mr Trump's then administration and the Department of Justice (DOJ) to drop an investigation of Mr Low and others in connection with 1MDB.Under the new charges announced last Friday, the men are alleged to have conspired with several individuals including Elliott Broidy, a former top fund-raiser for Mr Trump, to engage in undisclosed lobbying campaigns.The goals of the campaigns were to have \"both the 1MDB embezzlement investigation forfeiture proceedings involving Low and others dropped and to have a Chinese dissident sent back to China.\" Mr Michel is also charged with witness tampering and conspiracy to make false statements to banks. If convicted, Mr Low faces a maximum penalty of five to 10 years in prison, per count, while Mr Michel could face a range of maximum penalties from five to 20 years in prison, per count. Mr Michel rose to fame in the 1990s as a member of the Fugees, a hip hop trio including Lauryn Hill and Wyclef Jean. They had a string of hits, including singles such as Killing Me Softly and Ready or Not. Mr Low, who also faces charges in Malaysia, has previously denied wrongdoing and remains at large. Under US law an indictment is merely an allegation and all defendants are presumed innocent until proven guilty beyond reasonable doubt in a court of law. The allegations centre around the 1 Malaysia Development Berhad (1MDB) a sovereign wealth fund set up in 2009. Sovereign wealth funds are government-owned investment funds that are used to boost a country's economic development.In 2015, questions were raised around 1MBD's activities after it missed payments owed to banks and bondholders. Malaysian and US authorities allege that $4.5bn was illicitly plundered from the fund and diverted into private pockets. The missing money has been linked to luxury real estate, a private jet, Van Gogh and Monet artworks - and even a Hollywood blockbuster, the Wolf of Wall Street. In July 2020, a court in Malaysia sentenced former prime minister PM Najib Razak to 12 years in jail after finding him guilty on all seven counts in the first of several multi-million dollar corruption trials. You might also like: In 2018 Malaysian police raided the home of former Malaysian prime minister Najib Razak, as part of their investigation in his involvement with 1MDB. ", "url": "https://www.bbc.com/news/business-57464964"}