{"datetime": "2021-01-27T02:13:16.000Z", "subject": "1MDB corruption scandal", "title": "Goldman Sachs boss gets $10m pay cut for 1MDB scandal", "article": "Goldman Sachs' chief executive David Solomon will get a $10m (£7.3m) pay cut for the bank's involvement in the 1MDB corruption scandal. 1MDB was an investment fund set up by the Malaysian government that lost billions due to fraudulent activity.The global web of fraud and corruption led to a 12-year jail term for Malaysia's ex-prime minister Najib Razak which he is appealing.Goldman Sachs called its involvement in the scandal an \"institutional failure\". Goldman Sachs helped raise $6.5bn for 1MDB by selling bonds to investors, the proceeds of which were largely stolen.Prosecutors alleged that senior Goldman executives ignored warning signs of fraud in their dealings with 1MDB and Jho Low, an adviser to the fund. Two Goldman bankers have been criminally charged in the scandal. Mr Solomon's pay would have been $10m higher but for the actions its board of directors took in response to the 1MDB saga, Goldman Sachs said on Tuesday.While disclosing his salary had dropped to $17.5m for 2020, the bank stressed that Mr Solomon was unaware of the corruption. He was not \"involved in or aware of the firm's participation in any illicit activity at the time... the board views the 1MDB matter as an institutional failure, inconsistent with the high expectations it has for the firm\". Mr Solomon's package consists of $2m in cash base pay, a $4.65m cash bonus, and $10.85m in stock-based compensation. In October,Goldman agreed to pay nearly $3bn to government officials in four countries to end an investigation into work it performed for 1MDB. The bank collected $600m for arranging the bond sales in 2012 and 2013. It has spent years being investigated by regulators across the globe including those in the US, UK, Singapore, Malaysia and Hong Kong.In total, Goldman's dealings with 1MDB cost the bank more than $5bn. Despite the costs and fines from the fallout from the 1MDB scandal, 2020 was a bumper year for Goldman's businesses with annual revenue of $44.6bn, its highest since 2009. The US-based bank got a huge boost from the recovery in global stock markets from the depths of the coronavirus recession.You might also like: In 2018 Malaysian police raided the home of former Malaysian prime minister Najib Razak, as part of their investigation in his involvement with 1MDB. ", "url": "https://www.bbc.com/news/business-55821055"}