{"datetime": "2020-07-24T14:34:59.000Z", "title": "Goldman Sachs settles 1MDB scandal with Malaysia for $3.9bn", "article": "Goldman Sachs has reached a $3.9bn (£3bn) settlement with the Malaysian government for its role in the multi-billion-dollar 1MDB corruption scheme. The deal resolves charges in Malaysia that the firm had misled investors when it helped raise $6.5bn for the country's 1MDB development fund.Prosecutors say billions of dollars were ultimately stolen - including by some of the bankers involved. Goldman said the deal was \"an important step\" towards resolving the matter. \"There are important lessons to be learned from this situation and we must be self-critical to ensure that we only improve from the experience,\" it added.The settlement - the largest reached so far in the scandal - includes a $2.5bn cash payout by Goldman. The firm also said it would guarantee that the government would receive at least $1.4bn from money recovered from the scheme. \"This settlement represents assets that rightfully belong to the Malaysian people,\" said Malaysia's new minister of finance, Tengku Dato' Sri Zafrul Aziz. He said the deal meant the government had now recovered more than $4.5bn - roughly the amount prosecutors say was stolen - and settling the charges, brought in 2018, meant recovering funds would not be \"held up by lengthy and costly court battles and legal process\". The charges stem from bond sales that Goldman arranged in 2012 and 2013 which raised money for the state fund. Authorities say billions of dollars were ultimately embezzled to buy art, property, a private jet and super-yacht - and even to help finance the Wolf of Wall Street film, starring Leonardo DiCaprio. The scandal has prompted investigations around the world and played a role in the election defeat of Malaysia's former prime minister, Najib Razak, who was accused of pocketing $700m (£517m) from the fund he set up.He has denied wrongdoing. A verdict is expected later this month. The scandal has clouded reputation of Goldman Sachs, which sawmore than a dozen of its executives charged in Malaysia last year for their handling of the matter. The settlement resolves those claims and protects the firm from further charges. The bank still faces possible charges in the US related to the deal, which American prosecutors say earned the firm about $600m. \"If [the settlement with Malaysia] were it, this would be old news and we'd all move on,\" wrote Evercore ISI analyst Glenn Schorr on Friday. \"Unfortunately, [Goldman] will still have to settle with the DOJ to move on completely and if past major foreign corrupt practice cases are a good indicator (which we think they are), the DOJ settlement could wipe out most of the great second quarter they just put up.\" Last year, a former Goldman partner, Tim Leissner pleaded guilty in the US to conspiring to launder money and violate American anti-bribery laws.A Malaysian former managing director at the bank, Ng Chong Hwa, has also been charged in the US and Malaysia over the scandal. The scandal's alleged mastermind, jet-setting Malaysian financier Low Taek Jho, has also been charged in Malaysia and the US. Mr Low has denied any wrongdoing, and his current whereabouts are unknown. ", "url": "https://www.bbc.com/news/business-53529075"}