{"datetime": "2021-11-03T07:31:33.000Z", "subject": "COP26", "title": "Black black oil: The challenge of giving up North Sea extraction", "article": "The North Sea still contains large quantities of oil and gas but, in the midst of a climate emergency, how much longer can it continue to be extracted? To keep the world safe, scientists say that global heating has to be limited to 1.5C by the end of this century. Earlier this year, the International Energy Agency set out a road map to this which said there should be no investment in new fossil fuel supply projects - in other words no new oil and gas fields. This causes a problem for oil and gas producers around the world but also for how countries function. \"I guess we have an addiction to oil and gas in our society,\" Deirdre Michie, the chief executive of Oil and Gas UK, tells theBBC documentary Black Black Oil . \"Just to stop it for the sake of stopping it is not going to stop the demand that is associated with it,\" she says. Climate activists say the failure to act quickly enough to move away from fossil fuels is allowing the oil firms to carry on, making the climate emergency more difficult to tackle. Young Scottish activist Holly Gillibrand says: \"I think people will look back at this era of oil and think about how ridiculous it was. \"We know the climate and ecological crisis is happening, we know how bad it could get. How could you worry about such a massive issue and still worry more about profit?\" In the documentary, James Marriot, the author of Crude Britannia, explains how speculative North Sea exploration in the late 1960s became a gold rush after BP found oil in the massive Forties field, 100 miles off to the north east of Aberdeen. The first North Sea oil came ashore in June 1975 and is thought to have peaked in 1999, with about 45 billion barrels extracted so far. Although the oil and gas is now tougher to extract, the reserves are substantial, with another 20 to 30 years of production thought to be possible. The Cambo oil field, west of Shetland, which contains more than 800 million barrels of oil, has proved particularly controversial. If approved by the Oil and Gas Authority, drilling at the Cambo field could start as early as 2022 and last 25 years. Holly Gillibrand, who was inspired by the school strikes of Swedish activist Greta Thunberg, tells the documentary: \"If the politicians are saying that they're tackling the climate ecological crisis and taking it seriously and then extracting more North Sea oil, then that's just making this problem deeper.\"You can't fill in a hole unless you stop digging, and we really need to stop digging.\" Jake Molloy, regional organiser of the RMT Union, who has worked in the industry for decades, says: \"Even if we shut the North Sea down tomorrow, we are still going to be reliant on oil and gas and we are going to be importing it for years to come because 80% of domestic heating is currently natural gas.\"To my mind, rather than shutting the North Sea down we should exploit it as part of the transition.\" Emeka Emembolu, senior vice-president of BP North Sea, describes that transition away from decades of reliance on hydrocarbons for transport, heating and manufacturing as \"almost like replacing all the veins in the human body\". But he says his company is trying to make the shift. BP was a major player from the beginning of North Sea exploration and until quite recently operated 22 fields. It is now down to just six. Mr Emembolu says: \"We will maintain some level of oil and gas production over time but we are hugely ramping up our investments in non-oil and gas forms of energy as well.\" He says BP is getting involved in the ScotWind leasing process with an aim to build offshore wind farms but the process from acquiring the lease to installing the turbines can be as long as 10 years. \"We will do everything we can to compress that period and make it faster but what we're talking about is changing the infrastructure of the world,\" he says. \"That takes time.\" Shell is another major player in the North Sea which has taken a step back.It owns 30% of the controversial Cambo development it but it is not the operator. The company behind the Cambo proposal is Siccar Point Energy, backed by private equity firm investors. The most active driller in the North Sea is now a company called Harbour Energy. Its chief executive Phil Kirk says it bought a big chunk of Shell in what was a \"transformative deal\". Oil workers' union representative Jake Molloy suggests the investment houses behind such deals may soon themselves feel the pressure of being exposed and attacked for continuing to invest in oil and gas and \"pull the plug\". \"Oil and gas workers now are very nervous about what the future holds for them,\" he says. Steve Waygood, chief responsible investor at Aviva Investors, agrees that ethical investment plays a role in the future of oil and gas although until now markets have been quite \"amoral\" and only concerned with return on equity. He says oil has seen a huge decline in its returns over the past decade whereas solar and wind have improved dramatically. Mr Waygood says the London Stock Exchange is one of the worst exchanges in the world in terms of exposure to large oil companies listed on it. \"People's pensions, savings and investments are actually invested in financing a future that no-one wants to see but no-one really realises,\" he says. \"We own companies that are undermining what we wish to bequeath to our children.\" Climate lawyer Tessa Khan says that is why we have to move to solar and wind now. She says: \"To continue to lock in our dependency on oil and gas because we think that in 30 years time we might still need it is a huge mistake and it is missing an opportunity to be at the forefront of this energy revolution.\" Black Black Oil is on the BBC Scotland channel on Wednesday 3 November at 22:00. The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. ", "url": "https://www.bbc.com/news/uk-scotland-59002606"}