{"datetime": "2020-10-22T17:47:09.000Z", "title": "Goldman Sachs to pay $3bn over 1MDB corruption scandal", "article": "Goldman Sachs has agreed to pay nearly $3bn (£2.3bn) to end a probe of its role in the 1MDB corruption scandal. The bank's Malaysian subsidiary also admitted in US court that it had paid more than $1bn in bribes to win work raising money for the Malaysian state-owned wealth fund. US officials said the record settlement reflected Goldman's \"central\" role in a \"massive corruption scheme\". Goldman admitted it had fallen \"short\", calling it an \"institutional failure\". In all, the investment bank is due to pay about $5bn in penalties - about two thirds of its 2019 profits - to regulators around the world, including in the UK, to resolve cases that have severely tarnished the firm's reputation. Goldman's board also said it will recoup or withhold $174m in compensation awarded to executives, including retired boss Lloyd Blankfein, under whose watch the scandal happened. \"The board views the 1MDB matter as an institutional failure, inconsistent with the high expectations it has for the firm,\" it said in a statement.The 1MDB scheme was a global web of fraud and corruption, in which billions of dollars ostensibly raised for public development projects in Malaysia instead landed in private pockets, including those of the country's former prime minister Najib Razak.Authorities in Asia, the US and Europe have spent years tracking down cash and assets paid for with money stolen from the Malaysian fund, including property, jewellery and art. In announcing the settlement on Thursday, US Department of Justice officials said Goldman Sachs had enabled a scheme that caused \"significant harm\". \"That harm was borne principally and in the first instance by the people of Malaysia, who saw a fund created to benefit them... instead turned into a piggybank for corrupt public officials and their cronies,\" said Brian Rabbitt, acting assistant attorney general of the Justice Department's criminal division. In July, Najib was found guilty in Malaysia on all seven counts in the first of several multi-million dollar corruption trials and sentenced to 12 years in jail.He had pleaded not guilty to the charges of criminal breach of trust, money laundering and abuse of power and is appealing the decision. Probes of Goldman Sachs focused on its help raising $6.5bn in 2012 and 2013 for the fund formally known as 1Malaysia Development Bhd (1MDB), work authorities said earned the firm more than $600m.Goldman had long blamed rogue employees, asserting it had no idea the money it helped raise would be diverted from planned development projects within Malaysia.But on Thursday, the bank admitted that its Malaysian unit had \"knowingly and willingly\" paid bribes to foreign officials and that it had ignored red flags that should have alerted higher-ups to problems with the deal. It agreed to return the $600m to Malaysia and pay roughly $2.3bn to regulators in the US, UK, Hong Kong and Singapore. The settlement with the US charged the parent company with bribery violations, but authorities agreed to defer prosecution. That move allows Goldman to avoid a criminal conviction, a black mark that would have forced some clients to end work with the fund. Earlier, one former Goldman Sachs partner, Tim Leissner, pleaded guilty in the US to conspiring to launder money and violating foreign bribery laws. Another executive is awaiting trial on foreign bribery offenses. \"We have to acknowledge where our firm fell short,\" chief executive David Solomon said. \"While many good people worked on these transactions and tried to do the right thing, we recognise that we did not adequately address red flags and scrutinise the representations of certain members of the deal team... as effectively as we should have.\"Three months ago, Goldman Sachs reached a $3.9bn settlement with the Malaysian government for its role in the corruption scandal. The settlement included a $2.5bn cash payout by Goldman, while the investment bank said it would guarantee that the government would receive at least $1.4bn from money recovered from the scheme. The deal resolved charges in Malaysia that Goldman had misled investors. Hong Kong regulators on Thursday said they were due to receive $350m in fines. Goldman has also agreed to pay $126m in penalties in the UK and $122m in penalties in Singapore. ", "url": "https://www.bbc.com/news/business-54597256"}