{"datetime": "2019-08-09T07:44:11.000Z", "title": "Goldman bosses charged in Malaysia bond scandal", "article": "Malaysia has charged 17 former and current Goldman Sachs bankers - including Richard Gnodde, the most senior banker in London - over the corruption investigation at its state development fund 1MDB. Attorney General Tommy Thomas said custodial sentences and criminal fines would be sought against those charged. Goldman helped raise $6.5bn (£5.4bn) through bond offerings for 1MDB. The bank said it would \"vigorously\" defend the charges. Mr Thomassaid in a statement : \"Custodial sentences and criminal fines will be sought against the accused.\" He said this was because of the \"severity of the scheme to defraud and fraudulent misappropriation of billions in bond proceeds, the lengthy period over which the offences were planned and executed, the number of Goldman Sachs subsidiaries, officers and employers involved and the relative value of the fees and commissions paid to Goldman Sachs for their multiple roles played in arranging, structuring, underwriting and selling the three bonds\". If convicted, those charged could face prison sentences of up to 10 years and fines of at least one million ringgit (£200,000). In December last year, Malaysia filed criminal charges against Goldman Sachs and two former employees in connection with the corruption and money-laundering investigation at the fund, which is being investigated in at least six countries. \"We believe the charges announced today, along with those against three Goldman Sachs entities announced in December last year, are misdirected and will be vigorously defended,\" a spokesperson for Goldman said. Among the other individuals named by Malaysia's attorney general are Michael Sherwood, a former co-head of Goldman's European operations, and Michael Evans, a former partner who is now president of Chinese e-commerce company Alibaba. The charges related to what is being seen as one of the world's biggest financial scandals. US and Malaysian prosecutors have previously said that the money raised by the state fund went to line the pockets of a few powerful individuals and to buy luxury properties, a private jet, Van Gogh and Monet artworks - and to finance a Hollywood blockbuster, The Wolf of Wall Street, starring Leonardo DiCaprio, who has not been accused of any wrongdoing These charges have been brought under the under a section of the Malaysian Capital Markets and Services Act that holds certain senior executives responsible for any offences that may have been committed. In December, Malaysia filed charges against Goldman Sachs and its former bankers, Tim Leissner and Roger Ng. Mr Leissner was Goldman's South East Asia chairman, and left the bank in 2016. Mr Ng was a managing director at Goldman until his departure in May 2014. At the time, charges were also filed against local financier Low Taek Jho, also known as Jho Low who maintains his innocence, and former 1MDB employee Jasmine Loo Ai Swan. Mr Leissner has pleaded guilty in the US to conspiring to launder money and violating anti-bribery laws. The 1MDB state fund was set up by former Prime Minister Najib Razak in 2009. He has been accusing of pocketing $681m (£522m) from the sovereign wealth fund andpleaded not guilty in April . ", "url": "https://www.bbc.com/news/business-49289840"}