{"datetime": "2022-01-27T16:10:16.000Z", "title": "US Navy officer 'bribed by cash and prostitutes'", "article": "A US Navy Commander has pleaded guilty to receiving $250,000 in cash and prostitution services from a foreign defence contractor in exchange for state secrets. Information Commander Stephen Shedd provided to the firm helped it defraud the navy of $35m (£26.1m). The plea is the latest in the 'Fat Leonard' case, considered one of the worst corruption scandals faced by the navy. Dozens of officials have been ensnared.Shedd is one of nine members of the Japan-based 7th US fleet indicted by a federal grand jury in March 2017 for their role in the scandal, and the third officer to plead guilty. According to the Justice Department, Shedd and the other officers received \"sex parties with prostitutes and luxurious dinner and travel\" in exchange for military secrets and \"substantial influence\" for the Glenn Defense Marine Asia (GDMA) company, a Singapore-based firm founded by a Malaysian national, Leonard Glenn Francis. The scandal became widely known as the \"Fat Leonard\" scheme due to Francis's then-corpulent figure. He was arrested in California after being lured there by US officials in 2013. He has since pleaded guilty to bribery and conspiracy charges and has remained in prison or home detention.According to prosecutors, information Shedd and others provided helped GDMA to win and maintain contracts and overbill the Navy by $35m for services such as providing tugboats, security and waste removal to ships at port. As part of a plea deal, Shedd admitted that he and the other defendants gave Francis schedules of naval movements and other information, and lobbied on behalf of GDMA to other naval officials. The defendant knew these efforts would result in the service paying GDMA's claims, the Justice Department said. A total of 34 naval officials, defence contractors and GDMA employees, including Francis, have been charged with crimes related to the scheme. Of these, 28 have pleaded guilty, including two other 7th fleet officers. Shedd is scheduled to be sentenced on 21 July in a California federal court, while the trial of the remaining six 7th fleet officers is due to begin on 28 February. \"Fat Leonard\" himself is expected to testify in the February trial of the officers. ", "url": "https://www.bbc.com/news/world-us-canada-60149145"}