{"datetime": "2022-01-12T00:28:13.000Z", "title": "Seychelles: The island nation hunting for a missing $50m", "article": "Six of Seychelles' most prominent citizens including the former First Lady are facing charges in a corruption scandal involving $50m (£37m) of missing foreign aid which has delighted some islanders but courted danger for others, as Patrick Muirhead reports. Derrick Labrosse, a 25-year-old fisherman, mends his traps before placing them carefully in his little fishing boat on the holiday brochure shore of Anse à la Mouche.His thick fingers deftly work the woven bamboo structures, known as kazye. He learned this traditional fishing method from his father and grandfather who brought the family's supper to the table before him and which today supplies just enough rupees to provide for his girlfriend and their six-year-old daughter.But this morning, Mr Labrosse, like many Seychellois, is pondering how he might have benefitted from the missing money.\"The 50 million was a gift for the Seychellois and we didn't get it,\" he says, sucking his teeth, his dark eyes flashing with bitterness.It is a head-turning sum that almost none of the 100,000 people living on these tiny specs of paradise in the western Indian Ocean can truly imagine, less still earn in a lifetime, nor even steal.Yet, it is alleged, stolen it was. The money was a gift to the tiny republic 20 years ago from the United Arab Emirates, intended to help the struggling islands overcome a foreign exchange shortage and pay for basics: rice, flour, cooking oil.The donation never landed. Instead, according to the charge sheet at the Supreme Court, it was siphoned off by a close ally of former President Albert René, laundered with help from others through a murky privatisation of undervalued public assets, and dispersed to bank accounts around the globe. The six accused have not officially commented on the charges. The fisherman though, like many others here, is optimistic that the funds will be recovered.He places his faith in the new government of President Wavel Ramkalawan, whose Linyon Demokratik Seselwa party won power in elections 14 months ago, pledging to stamp out the corruption that for many had become synonymous with the 43-year regime of René's party. \"I know that the government in power now is very serious about ending corruption,\" Mr Labrosse says. \"They only talked about it before. But now they are catching people. It's opened the eyes of the Seychellois. We all want the money back.\" President Ramkalawan, an Anglican priest, was part of the underground opposition at first. He spent 30 years literally beaten and bloodied yet unbowed by one-party state repression under René and his successor, James Michel. He finally swept aside the previous regime's last and most liberal incarnation, led by Danny Faure in the October 2020 elections.The Covid pandemic greeted Mr Ramkalawan's arrival in State House, rapidly ravaging the archipelago's tourism-dependent economy.But the startling arrests in the $50m corruption case of several high-profile people - including the late President René's widow - played well with a captive, Covid-restive population.The discovery of a vast cache of military weapons at the homes of two of the accused has only added to the scandal. In an interview with the BBC Mr Ramkalawan asks: \"Why were these weapons being kept? I am not scared of a lot of these things that I hear. But you have to be careful.\"The priest president is now anticipating a bumper collection from the purged and penitent in his congregation, a cash bonanza for his country like none before.It is assumed that some of the missing money is still in bank accounts and has been accruing interest over the past 20 years. \"We hope the 50 million by now will have produced hundreds of million and we are hoping to get everything back,\" he says.\"This administration has zero tolerance for corruption and we will try to return every single cent back into government coffers because the money was for the people of Seychelles and this crime will not be forgiven.\" The task of finding the missing millions and those who purloined it falls to May de Silva, the country's Anti-Corruption Commissioner. A management consultant, a returnee to her homeland after education and a career overseas, she meets me by arrangement at a secret location, a suite of deserted and sparsely-furnished offices in the islands' capital, Victoria. \"I have to be very aware of the dangers around. The government has put in place arrangements to secure my personal safety,\" she says.\"The decisions we are making are affecting people in senior positions. They've got very strong standing, they have [a] good network, not only in Seychelles but possibly overseas.\" She has 55 corruption cases to consider, including the missing $50m. But, with help from British and EU investigators, she is determined to clinch convictions and bring the cash home. \"If you put your money in the bank we will find it,\" she insists, \"and if you didn't put your money in the bank you will have to explain where the money came from to buy your houses and cars. We have come very far in terms of digital information - there is access.\" In part, the mission is to reassure friendly foreign donors but also to mollify the EU, the IMF and World Bank - each with an interest in bringing financial regulatory compliance to a once-notoriously shady offshore tax haven. \"We also need to send a strong message to the African continent that we need to clean up our act,\" President Ramkalawan says. \"As small as we are, we are leading by example. Hopefully this will trickle down in other parts of Africa and the resources of our great continent will be put to good use,\" he adds proudly. Mr Labrosse, the fisherman, has high hopes for the missing millions. For him, it is pay-back time.\"The money they recover can be used to build better roads and more houses. We can build a new hospital and schools,\" he says before setting off with his traps, adding hopefully, \"and they can maybe give a little bonus to everyone.\"Patrick Muirhead is a British journalist living in Seychelles ", "url": "https://www.bbc.com/news/world-africa-59866693"}