{"datetime": "2019-11-07T14:33:58.000Z", "title": "Cyprus strips 'golden' passports from 26 investors", "article": "The Cyprus government says it will revoke the \"golden passports\" bought by 26 rich foreign investors and family members from outside the EU. Interior Minister Constantinos Petrides did not name the individuals involved.Reports say they include nine Russians, eight Cambodians and five Chinese. The EU says such schemes may mask fraud. Cyprus offers an EU passport for an investment of at least €2m (£1.7m). Malta and Bulgaria have similar schemes, now under EU scrutiny. Mr Petrides said \"mistakes\" had been made in processing some citizenship requests. \"It was a mistake not to have criteria, for instance, for high-risk persons,\" he said. The other non-EU individuals among the 26 are reported to be from Malaysia, Kenya and Iran.In Januarythe EU told member states to tighten checks on non-EU nationals seeking passports via investments.There is concern that the so-called \"golden passports\" may be a backdoor into the EU for criminal gangs or government officials to launder huge sums, or evade tax. Cyprus joined the EU in 2004. EU citizens can move easily throughout the 28-nation bloc, as well as live and work in another member state without the bureaucratic hurdles that non-EU nationals face. Other EU states including the UK offer \"golden\" residence visas in exchange for large investments. Mr Petrides said the decision to revoke 26 individuals' Cypriot passports stemmed from the examination of nine investment cases. He told the BBC that \"we're looking at cases of naturalisation before 2018\". \"This is according to guidelines from the EU, that when the criteria change, there should be second checks.\" This year Cyprus introduced 11 categories of \"high-risk individuals excluded from applying\", Mr Petrides said.One category is \"politically exposed persons (PEPs)\" - that is, any holder of public office. PEPs are considered a corruption risk because of their prominence and influence. Cyprus also now excludes: anyone previously convicted or under investigation in their own country; anyone linked to an illegal entity; or anyone under international sanctions.The second checks involve about 2,000 Cyprus passport-holders, Mr Petrides said. The biggest groups of applicants are Russians and Chinese.The Malaysian is suspected to be businessman Jho Low, wanted in connection with a massive state investment scandal.On Tuesday, Cypriot newspaper Politis reported that he had acquired a Cypriot passport.Jho Low is a central figure in the 1MDB case - a global scandal that saw billions of dollars go missing from a Malaysian state fund. His whereabouts are not known. He has denied any wrongdoing. The Financial Times says he bought a €5m property in the Cypriot resort of Ayia Napa in 2015, according to an invoice seen by the FT. Last monththe US Department of Justice struck a deal to recover more than $700m ($544m) in assets, including luxury US properties, allegedly acquired by Mr Low and his family. There was no admission of wrongdoing by him. Russian government daily Rossiiskaya Gazeta, meanwhile, reports that billionaire Russian businessman Oleg Deripaska has also applied for a Cypriot passport.He is among senior Russian state officials and oligarchsblacklisted in the US for \"advancing Russia's malign activities\". The US Treasury says the industrialist has been investigated for money-laundering and some other alleged crimes. A Deripaska representative quoted by Rossiiskaya Gazeta said Cypriot citizenship would help Mr Deripaska's \"broad range of business interests... which require constant travel worldwide\". Cyprus launched its \"golden passport\" scheme to help its recovery from the 2013 financial crisis, when an EU bailout was organised for troubled Cypriot banks. The scheme has resulted in nearly 4,000 non-EU nationals getting Cypriot passports - investors and family members - and about €6bn in earnings for Cyprus. An investigation by Reuters news agency last month linked Cyprus to close associates and relatives of Cambodia's Prime Minister Hun Sen, who has been in power since 1985. It listed wealthy Cambodian individuals who, it alleged, had benefited from the Cypriot citizenship scheme, including Hun Sen's niece Hun Kimleng and her husband - Cambodia's police chief Neth Savoeun.Hun Sen's security forces areaccused of systematic persecution of political opponents. ", "url": "https://www.bbc.com/news/world-europe-50331697"}