{"datetime": "2019-05-07T07:58:35.000Z", "title": "1MDB: US to return $200m in funds to Malaysia as part of probe", "article": "The US is to return close to $200m (£152.4m) to Malaysia in funds recovered from asset seizures tied to scandal-hit state fund 1MDB. US authorities have so far transferred $57m tied to a Hollywood firm accused of using 1MDB funds to finance films. It will send another $139m linked to the sale of a Manhattan property allegedly bought with 1MDB funds. Billions of dollars from 1MDB - officially the 1Malaysia Development Berhad fund - have gone missing. Set up in 2009, the sovereign wealth fund was designed to boost Malaysia's economy through strategic investments. But US authorities say $4.5bn was diverted from 1MDB into private pockets, and they have been investigating the corruption scandal.According to US and Malaysian prosecutors, the money was used to buy assets including luxury real estate, a private jet and expensive artworks.On Tuesday, US ambassador to Malaysia, Kamala Shirin Lahkdhir, told Reuters: \"We are extremely pleased that this first tranche of assets from this Justice Department investigation is being transferred back to Malaysia, demonstrating the US commitment to return these assets for the benefit of the people of Malaysia,\"The $57m remitted so far relates to a settlement reached with US film production company Red Granite Pictures, Malaysia's Attorney General Tommy Thomas said in a statement. The film production company settled a civil lawsuit with the US government over rights to blockbuster The Wolf of Wall Street. According to Reuters, US authorities say the film was financed with 1MDB funds. 1MDB was set up by Malaysia's then-prime minister Najib Razak, but red flags were raised in 2015 after it missed payments owed to banks and bondholders. Mr Najibfaces more than 40 charges and has gone on trial for his role in a financial scandal. He has pleaded not guilty.He is accused of pocketing $681m from 1MDB. Prosecutors said the money had been used to fund a lavish lifestyle for the former PM and his wife Rosmah Mansor, who is also facing charges of corruption. ", "url": "https://www.bbc.com/news/business-48184366"}