{"datetime": "2019-10-31T04:11:22.000Z", "title": "Jho Low: US to recover $700m from 1MDB financier", "article": "The US has struck a deal with fugitive financier Jho Low to recover $700m (£541.6m) in assets tied to the multi-billion dollar 1MDB corruption scandal. Mr Low is a central figure in the global scandal which saw billions of dollars go missing from the Malaysian state fund.Assets in the settlement include high-end real estate and a luxury hotel. It brings the total amount recovered by US authorities in their 1MDB crackdown to more than $1bn. The scandal surrounding 1MDB - officially 1Malaysia Development Berhad fund - has had global reach and implicated Wall Street powerhouse Goldman Sachs. \"A staggering amount of money embezzled from 1MDB at the expense of the people of Malaysia was laundered through the purchase of big-ticket assets in the US and other nations,\"US Attorney Nicola Hanna said in a statement from the US Justice Department. \"Thanks to this settlement, one of the men allegedly at the center of this massive scheme will lose all access to hundreds of millions of dollars.\" Mr Low's whereabouts remain unknown, and last year Malaysian police issued a warrant for his arrest.Set up in 2009, the sovereign wealth fund was designed to boost Malaysia's economy through strategic investments. But billions of dollars went missing.Mr Low allegedly misappropriated funds from 1MDB to buy high-end real estate in Beverly Hills, New York and London, as well as a luxury boutique hotel in Beverly Hills and to make tens of millions of dollars in business investments. He is also accused of laundering money, along with his family, through financial institutions in several countries, including the US, Switzerland, Singapore and Luxembourg. In a statement issued by his lawyers, Mr Low said the settlement reached with the US government \"fully and forever resolves in their entirety\" the US government's claims related to these assets.\"Importantly, the agreement does not constitute an admission of guilt, liability or any form of wrongdoing by me or the asset owners,\" Mr Low said. He continues to face separate charges in the US involving money laundering and bribery. ", "url": "https://www.bbc.com/news/business-50244259"}