{"datetime": "2021-09-20T02:02:59.000Z", "title": "South African whistle-blower: I don't feel safe", "article": "The recent murder of South African civil servant Babita Deokaran, who blew the whistle on government corruption, has highlighted the dangers for those who speak out against the mounting problem, writes the BBC's Pumza Fihlani. \"What happens when your boss is corrupt [and]... the president is implicated?\" Mosilo Mothepu's question hangs in the room, demanding an answer that has to balance morality, good citizenship and personal safety. Six years ago she was faced with the dilemma of what to do, and decided to call out the corruption. Everything changed. \"I don't feel safe, I don't follow a routine, I always feel like someone is following me so that peace of mind is not there. It's been hard, it's been very hard,\" she says. There is a determination about her, and a belief that she did the right thing, but it has come at a cost. \"I naively thought that a report will come out and people will be convicted and go to jail and within a couple of months I would find work and life will just continue as normal.\"Instead, I was unemployed for two years,\" she says, fighting back tears.In 2015, Ms Mothepu was an executive director at investment firm Trillian. It was linked to the Gupta family, which has been accused of being at the centre of a huge corruption scandal known as state capture. They deny any wrongdoing. Ms Mothepu began to see how the firm was allegedly used to siphon money from state-owned companies, often through phoney invoices. She raised questions with her bosses and was told that if she was loyal she would be taken care of. But her Christian beliefs as well as her personal integrity drove her to speak out. She quit and gave evidence to the Public Protector, a state official charged with fighting corruption. It is because of whistle-blowers like her that many of the country's corruption scandals have come to light. Despite some legal protection being available, Ms Mothepu's fears for her safety are not unjustified.Last month, Babita Deokaran, a senior finance official in the health department of Gauteng province, died outside her home after being shot several times. Six people have been charged with her murder. There is a suspicion that she was targeted because she was a witness in an ongoing investigation into fraudulent contracts worth 332m rand ($23m; £17m) awarded by her department to buy personal protective equipment to help stop the spread of coronavirus. While acknowledging that the motive for her murder is still not known, President Cyril Ramaphosa described her as \"a hero and a patriot\" and said her killing was \"a stark reminder of the high stakes involved in our collective quest to remove this cancer from our society\". Her family told the BBC that they now fear for their lives and do not know who to trust. Ms Deokaran's death has raised questions about the poor protection for those who expose malfeasance. And there is a lot of it about.More than $106bn was lost to corruption between 2014 and 2019, according to a study by Stellenbosch University. Over the last 18 months funds meant for the fight against Covid-19 have been looted, the theft that Ms Deokaran spoke out about. This has not gone unnoticed among the electorate and over the years there have been protests, at one point directed against Jacob Zuma when he was president. He was accused of overseeing state capture with the Gupta family during his time in office between 2009 and 2018. They allegedly conspired to influence decision-making to advance their own financial interests.Mr Zuma has also denied any wrongdoing and investigations are continuing. Mr Ramaphosa took office in February 2018, but the allegations of politicians and officials looting state coffers have not stopped.This is because the \"rot\" has set in, according to Lawson Naidoo from the organisation Casac, that works on fighting corruption.\"It's become an almost endemic problem,\" he tells the BBC. And those who try to do something about it put themselves under enormous pressure and can put their lives in danger. \"Whistle-blowers have not had a great time in our country… I regret that in many instances we have not always treated them well,\" lamented President Ramaphosa while giving evidence at the inquiry into state capture. Ms Mothepu knows from personal experience that the president was speaking the truth. \"I may have been a hero to some, but [employers] wouldn't touch me.\"My health took a terrible turn, I was hospitalised after a mental breakdown. I was not prepared for the medical bills that came with that,\" she says.\"I also just did not know who to turn to, who to trust, these were powerful people. The law cannot protect you then, you're left fighting alone.\" There is legislation to protect people like Ms Mothepu from losing their jobs, known as the Personal Disclosure Act. But its critics argue that it is too narrowly focused.Between 2015 and 2020, more than 850 people in either political or administrative office were murdered, according to a forthcoming study.Many of them were whistle-blowers or witnesses in ongoing criminal investigations, the researchers said. There is some kind of witness protection programme but after years of seeing state-orchestrated corruption, experts say very few people are willing to entrust their lives to this system.The National Prosecuting Authority (NPA) denies that the government is failing whistle-blowers. \"The witness protection programme of the NPA is hugely successful and there has been no need identified to enhance it in any way,\" it said in an email to the BBC. But joining the programme means leaving everything behind, which for some is too big a sacrifice to make.So what does the government do about these people? \"We can't protect them… We do advise on steps they can take to protect themselves. The NPA can provide limited protection in suitable cases,\" the statement said. It has been more than four years since Ms Mothepu first spoke out and the Guptas, who have yet to be questioned by the authorities, have moved to Dubai.She wants to rebuild her life and she has written a book, Uncaptured, which she hopes will inspire more people to \"speak out against evil\". \"Imagine where this country would be if we all did nothing, if everyone chose to look the other way? We can't let it go to ruin.\"My life will be fine, I've done my part and have no regrets, this country is worth it for me\". ", "url": "https://www.bbc.com/news/world-africa-58550717"}