{"datetime": "2021-12-08T11:21:21.000Z", "title": "Former Somerset police officer exploited vulnerable women", "article": "A former police officer who \"ruthlessly\" exploited vulnerable women would have been sacked had he not already left the force. David Buckley, a married former Somerset police officer, was found guilty of gross misconduct having abused his position of trust. Mr Buckley had inappropriate sexual affairs with two women who he threatened to keep quiet.The force said the findings would have a serious impact on public confidence. At a hearing at the Avon and Somerset Police HQ in Portishead on Tuesday, the panel ruled that he would have been dismissed from the force without notice and barred from any future policing roles. However, Mr Buckley retired with his pension intact after leaving weeks before misconduct proceedings against him began, theLocal Democracy Reporting Service said . Mr Buckley started a year-long affair with his first victim having visited her home to take a witness statement after she was involved in a collision in 2017 that injured her and her three-year-old son.Initially offering emotional support, Mr Buckley had sex with the woman, referred to in the hearing as Mrs AB, in Chard police station and in his patrol car; when caught out he told her to deny everything. Three years prior he had began a sexual relationship an 18-year-old special constable who was being mentored by the then PC Buckley who was 30 years her senior.He was accused of subjecting her to controlling, coercive and threatening behaviour, threatening to prevent her ever becoming a police constable when they broke up.Mr Buckley also used racist language towards a colleague who had corroborated the young special constable's claims. In a written statement, Mr Buckley, who did not attend the hearing, denied the allegations against him, accusing the misconduct panel of lacking in fairness and impartiality. Representing Avon and Somerset Police, Elliot Gold said: \"This was an officer always on the lookout for an opportunity where there was a woman in a position of vulnerability. \"He would deliberately and ruthlessly seek to exploit them and to cause severe harm to those women for his own sexual gratification. \"The conduct was aggravated severely by gross dishonesty and deceitfulness in trying to ensure they don't tell anyone about his actions.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-59576957"}