{"datetime": "2022-01-19T12:42:20.000Z", "author": "Joshua Nevett", "title": "Trump’s taxes: Why they matter to a criminal probe", "article": "A criminal investigation into the financial affairs of former US President Donald Trump and his family business gained momentum last year. On 22 February 2021 the Supreme Court ordered Mr Trump to hand over his tax returns and other financial records to prosecutors in New York. The ruling was a setback for Mr Trump, who had sought to prevent prosecutors from seeing his records for months. The records are considered to be central to the criminal investigation. They could be \"a pretty important piece of the puzzle\", Daniel R Alonso, a former US federal and New York state prosecutor, told the BBC. You may be asking: what is this criminal investigation, and what is the significance of Mr Trump's records? Here, we explain what it's all about.Let's start with the basics.This is a criminal investigation being carried out by prosecutors in the state of New York.Cyrus Vance, the former Democratic district attorney of Manhattan, was the lead prosecutor in the investigation until the new district attorney took over on 1 January. This is Alvin Bragg, who is now leading the case. He and his team are merely looking into the possibility of crimes at the moment.Mr Trump, a Republican, has continuously denied wrongdoing and suggested the investigation is politically motivated. As part of the investigation, they are examining the financial and tax affairs of Mr Trump and his family business, the Trump Organization.The family business and its finance chiefhave been charged with helping executives evade taxes . Lawyers for the firm and the finance chief have pleaded not guilty to tax fraud. It is one of two known criminal investigations into Mr Trump. The other concerns alleged attempts by Mr Trump to overturn results from November 2020's presidential election in the state of Georgia. The investigation began in 2018, when Mr Trump was still president.At first, the investigation examined the Trump Organization's role in hush-money payments made during the 2016 presidential campaign to two women who said they had had affairs with Mr Trump. Michael Cohen - Mr Trump's former personal lawyer - was jailed for his role in the scheme under federal, or national, laws in 2018. Meanwhile, the district attorney has been assessing whether the Trump Organization broke any state laws in New York in relation to the payoffs. So that's it? No, not quite.The investigation has widened to include other possible crimes.The New York Times, citing unnamed sources , said last year that Mr Vance, the district attorney at the time, had \"been examining whether Mr Trump, his company and its employees committed insurance, tax and banking fraud, among other crimes\". This is where the tax and financial records come in. The investigating team needs them to establish if any crimes have been committed. For months they have been trying to obtain eight years' worth of Mr Trump's personal and corporate tax returns. In July 2020, the Supreme Court ruled that Mr Trump's records could be examined by the prosecutor's office. But lawyers representing Mr Trump challenged that ruling, suggesting that the court filing was \"wildly overbroad\" and issued in bad faith. On 22 February last year, the court rejected that argument. The ruling meant that the district attorney could now gain access to the records, allowing him and his team to pore over them. \"The significance is quite large,\" Mr Alonso said of the ruling. \"I mean that in the sense that it is significant and there are going to be a lot of documents. These documents could be in the millions.\" In a succinct statement addressing the ruling, the former district attorney Mr Vance said: \"The work continues.\" By contrast, Mr Trump dismissed the investigation as a \"political witch hunt\". The records will give prosecutors a fuller picture of Mr Trump's financial affairs.For example, prosecutors may be able to explore certain investigative theories, seek interviews with witnesses, and establish whether any state laws have been violated. As well as Mr Trump's tax returns, analysis by accountants and their communications with their client could be included in the tranche of records, Mr Alonso said. \"All that stuff is going to be important, given the allegations that are out there,\" he said.We know from court filings that Mr Vance had mentioned tax fraud as a hypothetical crime, should evidence be found to support it. Many wealthy Americans use loopholes to reduce the amount of tax they are legally bound to pay. But the records could be crucial in determining the legality of accounting methods Mr Trump and his company may have used. It will take time for investigators to review the records. The investigation has run beyond the end of Mr Vance's term as an elected district attorney. Mr Bragg has since inherited the case and is leading it. So, as you can probably tell, much remains unclear. \"It's not one to be taken lightly,\" Mr Alonso said. \"Clearly, it's a substantial investigation.\" At this point, it is not clear whether prosecutors will file any criminal charges against Mr Trump, his company, or his business partners. The investigation may come to nothing. However, if prosecutors do find evidence of wrongdoing, criminal proceedings are a possibility.In New York, some types of tax fraud can be charged as crimes known as felonies, which can carry lengthy prison sentences. Hypothetically, Mr Trump could be summoned to court for a criminal trial in New York, in the event he is charged. This outcome - albeit theoretical at this point - would seriously undermine Mr Trump's chances of a political comeback. At the moment, though, Mr Trump's tax records merely give the district attorney's office the opportunity to expand its investigation, nothing else. ", "url": "https://www.bbc.com/news/world-us-canada-56174484"}