{"datetime": "2021-10-13T13:17:02.000Z", "title": "Huge blackmail and corruption trial opens in Spain", "article": "A notorious ex-police chief at the centre of a web of scandal is on trial in Spain for blackmail and corruption. Jose Manuel Villarejo, 70, is accused of secretly recording conversations with top businesspeople to blackmail them or destroy their reputations for other wealthy clients. He was arrested four years ago and leaks from tapes seized at his home have caused a sensation in Spain. If found guilty he faces a maximum sentence of 109 years in prison. The trial at the country's top criminal court, the Audiencia Nacional, focuses on three investigations into Mr Villarejo's activities and is expected to last until January.However the wider allegations against Mr Villarejo involve Spain's biggest tycoons, politicians and even members of the royal family. Mr Villarejo set up his own consulting firm Cenyt while still working for Spain's National Police force. He is said to have abused his position to access police data in return for payments of millions of euros. The three allegations making up the case have separate codenames: There are 27 other defendants in the case, including Mr Villarejo's wife, police officials and company bosses. In total, police seized more than 40 terabytes of recordings and other information from Mr Villarejo upon his arrest in 2017. He spent three years in custody before a court ordered his release in March. Upon his release he said he no longer wanted to defend himself and would co-operate with the investigation and \"of course unmask everyone\". Although not part of the current criminal case, some of Spain's biggest businesspeople have been accused of using Mr Villarejo's services. They include the former head of BBVA bank Francisco Gonzalez - whose lawyers have argued that the case against him is without foundation - and Ignacio Galan, the boss of Spain's top energy firm Iberdrola.Mr Galan has been under investigation for bribery and fraud since June for allegedly asking Mr Villarejo to find compromising personal information on Real Madrid boss Florentino Perez, who also runs construction giant ACS.The suspected aim was to stop ACS from trying to take over Iberdrola. Iberdrola has said Mr Galan did nothing wrong. In the political sphere, former Interior Minister Jorge Fernández Díaz is suspected of trying to smear political opponents. He has said the allegations are not credible and do not constitute illegal behaviour. And Spain's former King Juan Carlos I, who is now living in exile in Dubai and denies wrongdoing, was alleged by his ex-mistress in a taped conversation to have pocketed money from a high-speed train contract with Saudi Arabia. ", "url": "https://www.bbc.com/news/world-europe-58897443"}