{"datetime": "2021-11-08T14:48:17.000Z", "title": "Athol Williams: South Africa corruption whistle-blower flees for his life", "article": "A South African whistleblower who testified at a state inquiry into massive corruption allegations has left the country fearing for his life. \"If I remained at home there was a good chance I'd be silenced, so I left,\" Athol Williams said.He named 39 people and companies involved in the scandal.A public inquiry investigating corruption during the presidency of Jacob Zuma has heard from multiple witnesses.The Zondo Commission - named after the judge chairing the inquiry - was set up in 2018 to investigate allegations of corruption and fraud in the public sector including in government institutions. Zuma was convicted of contempt for refusing to appear before the commission. He was jailed but then freed on medical parole. He faced numerous charges of corruption, which he denies. Mr Williams, a former ethics lecturer at the University of Cape Town, is among 278 witnesses who have testified at the public inquiry.\"Knowing that my government offers me no protection after I've acted in the public interest is a disturbing reality. I implicated 39 parties in my testimony so threats could come from many places,\" he said in a statement published on Sunday. He described hugging his family members in tears before boarding a flight out the country. Mr Williams added that the killing in August of another whistle-bower, Babita Deokaran, who had exposed alleged corruption in a different scandal, convinced him that his protection was not guaranteed.Ms Deokaran, a senior finance official in the health department of Gauteng province, was shot several times outside her home in Johannesburg.It is suspected that she was targeted because she was a witness in an ongoing investigation into fraudulent contracts worth 332m rand ($23m; £17m) awarded by her department to buy personal protective equipment to help stop the spread of coronavirus. Six people have been charged with her murder. At the time President Cyril Ramaphosa described her as \"a hero and a patriot\" and said her killing was \"a stark reminder of the high stakes involved in our collective quest to remove this cancer from our society\". Mr Williams, who reportedly left South Africa on 1 November, accused the authorities of \"choosing not to\" protect whistle-blowers. He said there was a narrative that \"only a few bad apples\" were involved in corruption but in fact \"the corrupted web stretches across our society and needs bold action\" to tackle it. \"The reality is that there are many important and influential people who we revere in society, who we offer awards to, who sit on boards and committees and lead grand initiatives and organisations, who are in fact enabling this capture and benefitting from it.He added that he would continue advocating for justice \"no matter how far from home I am\". He did not say which country he had gone to. Rights group Amnesty criticised South African authorities for not protecting whistle-blowers.South Africa has a law to protect whistle-blowers but it has been criticised for not being robust enough to guarantee the safety of people who expose corruption in high-profile cases. Nomsa Maseko, BBC News, Johannesburg Mr Williams worked for Bain SA, a US-based management consultancy, sporadically between 1995 and 2019 as a senior partner.The company allegedly held a string of meetings with former President Zuma to make strategic government appointments. In his testimony at the Zondo Commission earlier this year, Mr Williams implicated a number of people he claims worked with Zuma as they plotted how to manipulate government systems.Even though Mr Williams has never been directly threatened, he received a host of warnings from his associates about what could happen to him after speaking out, and this is why he decided to leave.", "url": "https://www.bbc.com/news/world-africa-59205368"}