{"datetime": "2021-09-09T13:05:41.000Z", "title": "Martha Koome: Kenya chief justice says corruption a national embarrassment", "article": "Kenya's Chief Justice Martha Koome has admitted that corruption remains a menace in and out of the judiciary, terming it \"a national embarrassment\". Ms Koome told the BBC she was concerned that the prosecution of cases involving corruption and embezzlement of public funds was taking too long. The judiciary has long been marred by claims of corruption.\"Everybody says they hate corruption, [but] how come it has remained a problem? It's a national problem.\" Chief Justice Koome said trust in the judiciary had waned and she was focusing on giving Kenyans an institution they can have confidence in and one that is relevant to them.The 61-year-old was appointed in May by President Uhuru Kenyatta after coming top of 10 candidates interviewed in front of a live television audience by Kenya's Judicial Service Commission (JSC). She is the first woman to hold the position in Kenya.In the interview, she also referred to her village upbringing in a polygamous family as her mother's eighth child. \"Growing up in the village really brought out the best of me,\" she said. She said she was advised to study law after coming top of her class. \"So that's how I ended up studying law and the rest is history.\" Ms Koome also spoke about mending relations with the executive, which soured after the Supreme Court in 2017 annulled Mr Kenyatta's victory in August that year, citing irregularities. The court ordered a revote, which Mr Kenyatta went on to win amid an opposition boycott. The judiciary has since complained of budget cuts intended to undermine its operations, while the president has disregarded court orders and slowed down the appointment of new judges.She said it was up to both arms of the government to work together to remedy this.\"It's like a three-legged stool. You weaken one part, the stool cannot stand. If you are talking about an efficient system of government then it includes the judiciary,\" she said. She also called for more judges to be employed to reduce the chronic backlog of cases, especially over land disputes. She said that with another 20 judges, there would no longer be any cases which lasted more than three years. The chief justice assured Kenyans of the judiciary's preparedness for next year's presidential elections, telling Kenyans that the courts will be unbiased in resolving election disputes.", "url": "https://www.bbc.com/news/world-africa-58502648"}