{"datetime": "2021-11-17T00:12:08.000Z", "author": "Nick Thorpe", "title": "Bulgarian election: Kiril Petkov, Assen Vassilev, a battle-bus and a brand new party", "article": "They are two US-educated entrepreneurs with a dark blue bus. Their political party has only been up and running since September and they have taken Bulgaria by storm. Nicknamed \"the Harvards\" because of where they studied for master's degrees, Kiril Petkov, 41, and 44-year-old Assen Vassilev are now are on the cusp of power on a platform of zero corruption, in a country widely seen as the most corrupt in the EU. They were already popular public figures before they set up their \"We Continue the Change\" party on 19 September. They were economy and finance ministers in the caretaker government that has run Bulgaria since May.Now they have the task of forming a coalition with two other protest parties and the old Socialists. It will not be easy, but Bulgarians are weary of nearly 18 months of political turmoil and long for stable government. Politics in Bulgaria today is torn between new parties like theirs and an old guard tainted by corruption, jostling with each other to lead the country. Sunday's vote was the third this year. The first of the new-style parties appeared in the last election in July, led by TV star Slavi Trifunov, but he failed to form a government. Now that part of the electorate that wants change has entrusted the \"Harvards\" with that task.\"The key ingredient for me is charisma,\" anti-corruption consultant Philip Gounev told the BBC. \"Kiril Petkov probably didn't even know he had it. It's almost like love, a mysterious ingredient you cannot quite define.\" One weakness of past protest parties in Bulgaria has been that they were dominated by right-leaning liberals from Sofia.What Kiril Petkov brought to the race, Mr Gounev argues, was an ability to speak to ordinary Bulgarians with a populist, leftist message and break out of the liberal box.\"He and his friend and running mate, Assen Vassilev, repeated the same message over and over during the campaign. We will redistribute the money which the bad guys have been stealing from you up till now.\" When in government last May they revealed that a top bank had been siphoning off money, meant for small and medium-sized companies, to several large firms.Their main rival, Boiko Borisov, a former bodyguard and fireman who has run Bulgaria with his centre-right GERB party for much of the past 12 years, has described himself as a simpleton, standing up for other simpletons.Now Bulgarians have voted for change and their recipe is being digested closely across the region. Another populist \"simpleton\", Hungarian Prime Minister Viktor Orban, likes to emphasise his village background and passion for roast pork.In elections next April he will faceopposition challenger Peter Marki-Zay a marketing specialist who worked in Canada and the US. Kiril Petkov returned to Bulgaria in 2007. His company ProViotics uses a strain of bacteria extracted from snowdrops in its health supplements which are sold around the world.His Canadian wife Linda runs an upmarket vegan cafe called Amelie Sweet Shop in downtown Sofia. A recent post on the shop's Facebook page reads: \"I'm obsessed with these little, gluten-free cheese muffins!\" Work on forming a government has already begun. \"It won't be easy, but they've started in the right place, with judicial reform,\" PR and advertising consultant Radoslav Bimbalov told the BBC. \"They've promised to remove the chief prosecutor. Maybe their government won't survive more than seven or eight months, but that will be enough time to persuade the public they mean business.\" Mr Petkov, who looks set to be Bulgaria's next prime minister, recently told an interviewer his dream was to read a case study in 10 years' time: \"[It's] not going to be talking about the Asian tigers or the Irish tiger, but about the Bulgarian lion.\"Bulgarians may not be willing to wait that long. You may also be interested in this: ", "url": "https://www.bbc.com/news/world-europe-59302595"}