{"datetime": "2021-10-02T23:13:01.000Z", "author": "Karen Schoonbee", "title": "Mozambique's tuna corruption scandal puts justice on trial", "article": "The biggest corruption trial in Mozambique's history is under way at a maximum security prison, at the same time as the credibility of the country's judicial system is on trial in neighbouring South Africa. The scandal involves more than $2.7bn (£2bn) of undisclosed state debts - money which the government borrowed to set up a sophisticated tuna industry - to buy trawlers and military patrol boats, but much of it was allegedly diverted to corrupt officials. Manuel Chang, the former finance minister who signed off on the loans about eight years ago, has been in detention in South Africa since December 2018.The 66-year-old politician and economist, who denies accepting $7m in bribes, was arrested at the request of the US, where investors were affected by the scandal. But he has been in limbo in South Africa for years as Mozambique filed a competing request for his extradition. His fate seemed decided in August when South Africa's justice minister resolved that Mr Chang should be sent to Mozambique to face justice. However, the decision was greeted by howls of protest from civil society groups in Mozambique and South Africa - they question whether Mozambique had the political will or capacity for a proper prosecution. Mozambique's Fórum de Monitoria do Orçamento (FMO), a non-governmental organisation (NGO) which monitors government finances, is trying to stop the extradition - and the High Court in Johannesburg is expected to give its decision on its application soon. FMO lawyers argued in court that there was no guarantee that Mr Chang could be tried in Mozambique as the government had, they said, given contradictory information about whether the parliamentary immunity he previously enjoyed still protected him.\"Mr Chang might no longer be immune from prosecution for future conduct; but Mr Chang could still be immune from prosecution for past conduct committed during his tenancy as MP,\" lawyer Max du Plessis said.\"Mozambique protects its citizens from extradition. So, if Mr Chang were to flee to Mozambique, there would be no chance of the US ever prosecuting him,\" he added. For FMO chair Adriano Nuvunga, the scandal reveals \"much about how Mozambique's wealth is being diverted from improving the livelihoods of the people to enrich… the elites\". Back in Mozambique, 19 individuals, including the son of former President Armando Guebuza, have gone on trial - it began in the grounds of a jail in the outskirts of the capital, Maputo, in August. The charges include bribery, embezzlement and money laundering, which they all deny. But despite the long list of defendants in the case, Mr Nuvunga and others fear the most politically powerful are not being held to account. \"If you look at the people who are being tried at the moment they are small fish - they're high profile, but they're still small fish compared to what happened,\" he says. He says those on trial are only being accused of receiving a total of $50m, compared to the overall amount of $2.7bn. He reflects numerous calls for further scrutiny into the actions of Mr Guebuza, who was president at the time of the loan guarantees, and the then-governor of the central bank. The former president has told a parliamentary inquiry that he believed the project was in the interests of the nation - and when the scandal came to light, his central bank governor said he was not aware of the hidden debts. Yet the revelations that have come out over the last five years have been startling. Mr Guebuza's son, Ndambi, who denies any wrongdoing, is charged with receiving $33m in kickbacks. He introduced the shipbuilder at the centre of the scandal to his father and other ministers, according to allegations made in a US court by Credit Suisse employee Andrew Pearce in a related case. The shipbuilder, Lebanese-Emirati group Privinvest, is alleged to have established businesses with the Guebuza family. Privinvest denies any wrongdoing. Pearce, who pleaded guilty to wire fraud, said that Ndambi had stayed in Privinvest owner Iskandar Safa's home in the south of France for about a year, eventually returning home with $100,000 in cash in his suitcase. \"When transiting through Dubai, he was stopped by the authorities for having too much money,\" he told the court, adding that Privinvest helped get the money released - which the shipbuilder denies. Privinvest has stated that any payments made to Ndambi were investments in business and were all lawful - and denies paying him $33m in bribes. The fact that Filipe Nyusi, who became Mozambique's president in 2015, is also alleged to have received campaign money from Privinvest may heighten fears that the government will not mount a successful prosecution. Details of these allegations came to light when Mr Nyusi's government approached the UK High Court in 2019 to claw back money from Privinvest and to avoid the loan repayments. In its defence , Privinvest admitted making payments - among others, it alleged, $10m to Mozambique's ruling party Frelimo, and $1m to Mr Nyusi. However, the shipbuilder said that these were lawful contributions towards an election campaign in 2014 and not bribes. Its defence statement said that in April 2014 a Privinvest group company paid $1m to a bank account in the name of Sunflower International Corp FZE: \"Privinvest understands that this payment was, in whole or in part, for the benefit of President Nyusi.\" The shipbuilder also said the group bought Mr Nyusi a Toyota Land Cruiser with his image and campaign insignia in South Africa, and that in August 2014 Mr Nyusi asked a Privinvest official for \"further campaign contributions\" during a visit to Paris. Sunflower International appears to be a trading company registered in the UAE emirate of Ras al-Khaimah, a tax haven and corporate secrecy jurisdiction.Mr Nyusi's office did not respond to a request for comment about these allegations.The president has said in the past that he wants to clamp down on corruption and did not know about the secret loans. Privinvest's owner further stated in court that his companies paid a total of $7m to Mr Chang in 2013. But he said this was for private ventures that Privinvest and Mr Chang would have embarked on after his term as finance minister ended in 2014. A lawyer representing the Mozambican government said in papers filed with the Johannesburg court that Mozambique's judicial system was independent of political control. \"The request by Mozambique is a genuine and bona fide request with the full intention to prosecute Mr Chang for the criminal offences of corruption, money laundering and other related offences.\"The indictment that has been issued against Mr Chang speaks for itself.\" But Mr Nuvungo is not convinced and wants South Africa to send Mr Chang to the US instead to face trial. He believes that if Mr Chang returns home it will mean the \"success of impunity… because the Mozambique judicial system will not allow a proper process\". ", "url": "https://www.bbc.com/news/world-africa-58733063"}