{"datetime": "2021-12-29T23:53:10.000Z", "subject": "Jeffrey Epstein death", "title": "Who was Jeffrey Epstein? The financier charged with sex trafficking", "article": "\"I'm not a sexual predator, I'm an 'offender,'\" Jeffrey Epstein told the New York Post in 2011 . \"It's the difference between a murderer and a person who steals a bagel.\" Epstein died in a New York prison cell on 10 August as he awaited, without the chance of bail, his trial on sex trafficking charges.It came more than a decade after his conviction for soliciting prostitution from a minor, for which he was registered as a sex offender. This time, he was accused of running a \"vast network\" of underage girls for sex. He pleaded not guilty. The 66-year-old in the past socialised with Prince Andrew and former presidents Donald Trump and Bill Clinton. But who was Jeffrey Epstein? Born and raised in New York, Epstein taught maths and physics in the city at the private Dalton School in the mid 1970s. He had studied physics and maths himself at university, although he never graduated. A father of one of his students is said to have been so impressed that he put Epstein in touch with a senior partner at the Wall Street investment bank Bear Stearns.He was a partner there within four years. By 1982, he had created his own firm - J Epstein and Co. The company managed assets of clients worth more than $1bn (£800m) and was an instant success. Epstein soon began spending his fortune - including on a mansion in Florida, a ranch in New Mexico, and reputedly the largest private home in New York - and socialising with celebrities, artists and politicians.\"I've known Jeff for 15 years. Terrific guy,\"Donald Trump told New York magazine for a profile on Epstein in 2002 . \"He's a lot of fun to be with. It is even said that he likes beautiful women as much as I do, and many of them are on the younger side. \"No doubt about it - Jeffrey enjoys his social life.\" In 2002, Epstein flew former President Bill Clinton and the actors Kevin Spacey and Chris Tucker to Africa on a customised private jet. He made an unsuccessful bid to buy New York magazine with then film producer Harvey Weinstein in 2003 - the same year he made a $30m donation to Harvard University. But he also strove to keep his life private, reportedly shunning society events and dinners in restaurants. He dated women like Miss Sweden winner Eva Andersson Dubin and Ghislaine Maxwell, daughter of publisher Robert Maxwell, although he never married.Rosa Monckton, the former CEO of Tiffany & Co, told Vanity Fair for a 2003 article that Epstein was \"very enigmatic\" and \"a classic iceberg\". \"You think you know him and then you peel off another ring of the onion skin and there's something else extraordinary underneath,\" she said . \"What you see is not what you get.\" In 2005, the parents of a 14-year-old girl told police in Florida that Epstein had molested their daughter at his Palm Beach home. A police search of the property found photos of girls throughout the house. The Miami Herald reports that his abuse of underage girls dated back years . \"This was not a 'he said, she said' situation,\" Palm Beach Police Chief Michael Reiter told the newspaper. \"This was 50-something 'shes' and one 'he' - and the 'shes' all basically told the same story.\" \"He has never been secretive about the girls,\"columnist Michael Wolff told New York magazine for a 2007 profile piece , as the case against Epstein moved through the courts. \"At one point, when his troubles began, he was talking to me and said, 'What can I say, I like young girls.' I said, 'Maybe you should say, 'I like young women.'\" However, prosecutors forged a deal with the hedge fund manager in 2008.He avoided federal charges - which could have seen him face life in prison - and instead received an 18-month prison sentence, during which he was able to go on \"work release\" to his office for 12 hours a day, six days a week. He was released on probation after 13 months.The Miami Herald says that the federal prosecutor Alexander Acosta - who was Secretary of Labour in the Trump administration - struck a plea agreement hiding the extent of his crimes and ending an FBI investigation into whether there were more victims or more powerful people who took part. The paper described it as the \"deal of the century\".Mr Acosta resigned in July 2019 over the scandal , though he defended his actions as guaranteeing at last some jail time for Epstein. Since 2008 Epstein had been listed as a level three on the New York sex offenders register. It is a lifelong designation meaning he was at a high risk of reoffending.But Epstein maintained his properties and his assets after his conviction.In December 2010, Prince Andrew, the third child of the Queen, was pictured in New York's Central Park with Epstein, drawing controversy. In a BBC interview in November 2019, the prince, who had known Epstein since 1999, said he had gone to New York to break off their friendship. He said he regretted staying at the financier's house while he was there, and that he had \"let the side down\" by doing so. An Epstein accuser, Virginia Roberts - now Virginia Giuffre - would later allege that she was made to have sex with Prince Andrew in the early 2000s when she was 17. Prince Andrew categorically denied having sex with her and said he has no recollection of a photo of the pair being taken together in London. Epstein was arrested in New York on 6 July 2019 after flying back from Paris on his private jet. Prosecutors were reportedly seeking the forfeiture of his New York mansion, where some of his alleged crimes occurred.Epstein always denied any wrongdoing, and pleaded not guilty to the charges against him. After being denied bail by the court, he was being held in New York's Metropolitan Correctional Center.He was taken to hospital briefly in July for what was widely reported to be injuries to his neck - which neither prison officials or his lawyers would officially comment on.At his last court appearance on 31 July, it became clear that he would spend a year in prison, with a trial no earlier than summer 2020. Prosecutors said they wanted no delay, and bringing the trial quickly was in the public interest. Now, Epstein will never face the trial at all. After Epstein's death, his former girlfriend, Ghislaine Maxwell, came into the spotlight. She was arrested in July 2020 at her secluded mansion in the US state of New Hampshire on suspicion of having assisted Epstein's abuse of minors by helping to recruit and groom victims known to be underage. In December 2021, a jury in New York City found her guilty on five out of six counts, including the most serious charge - that of sex trafficking of a minor. This carries a possible 40-year sentence, which means the 60-year-old could spend the rest of her life behind bars. The Oxford-educated Ms Maxwell is said to have introduced Epstein to many of her wealthy and powerful friends, including Bill Clinton and the Duke of York. Friends said that although Ms Maxwell and Epstein's romantic relationship lasted only a few years, she continued to work with him long afterward. In court documents, former employees at the Epstein mansion in Palm Beach describe her as the house manager, who oversaw the staff, handled finances and served as social co-ordinator. In a Vanity Fair profile published in 2003, Epstein said Ms Maxwell was not a paid employee, but rather his \"best friend\". During the trial, prosecutors alleged Ms Maxwell preyed on and groomed young girls for Epstein to abuse. Her defence claimed she is being used as a scapegoat for Epstein's crimes following his death. ", "url": "https://www.bbc.com/news/world-us-canada-48913377"}