{"datetime": "2021-12-14T06:12:22.000Z", "author": "Alex Dunlop, Richard Knights and Kate Scotter", "subject": "Coronavirus pandemic", "title": "The international students staying in the UK for Christmas", "article": "With cases of the new Omicron variant of Covid-19 increasing and travel restrictions in place, it means many international students will not be able to travel back to their home countries this Christmas. How do they feel about it? For Victoria Camps, it will be her first Christmas away from her family in Argentina. The 20-year-old only arrived in the UK a month ago to study at the University of Essex and first had to quarantine, and then self-isolate after a flatmate tested positive.She says she does not \"want to risk going back to Argentina\" because of the pandemic. Instead, she is looking forward to a \"new experience\" in the UK. The natural sciences student says back home in Buenos Aires, Christmas is \"quite different\". \"Firstly because it's summer so we wear lighter clothes and usually I get together with my family on the 24th at night and we have Christmas dinner, and then at midnight we exchange gifts,\" she says. Miss Camps says staying in Colchester for Christmas is \"going to be hard in the sense that it's my first being outside of Argentina over the holidays\".\"I have never spent it without my family, so I just want to know what it's like, I guess. I think I'll have to get used to it being Christmas during winter,\" she adds. She says she will stay up late on Christmas Eve to speak to her family, and on Christmas Day she is going to cook for people who are staying on campus.\"We're planning to make a feast for the people who are here,\" she says. \"It's a new experience, it keeps me busy on Christmas Day. \"I hope it's fun. I'm not too keen on being away from my family, but at least I get to do something and I won't spend Christmas alone.\" Christmas is also set to be very different for Joel García De Souza. He was due to fly home to Spain where he would be celebrating with his family. But after testing positive for Covid, he will now be spending the festivities with his University of Essex flatmates who are also self-isolating. \"It's very sad, it will be the first Christmas I'm not with my family,\" he says. The 19-year-old says even though it is not a travel requirement to do a test before entering Spain, he decided to do one because there had been cases at the university and he did not want to put anyone at risk. He says he has \"normal cold\" symptoms and is hoping to recover in time to get home to Alicante for New Year's Eve. \"Christmas in Spain is about family,\" says the journalism and modern languages student, who has been double-vaccinated. \"There's lots of happiness and positive vibes. \"I'm gutted I won't be there... but I know I'm not the only one in this situation. \"I'm just grateful I don't have big symptoms.\" Meanwhile, he plans to video call his family and friends on Christmas Day. He says: \"I'm sure we will find some way of having fun.\" This Christmas will be the second time running that Yuki Lim will be away from her family. The University of East Anglia student says she should have been home in Malaysia by now, but changed her original plans due to the pandemic. She says the quarantine rules and flight prices made it prohibitive, but also there's a \"high chance of getting the virus by travelling and it's a long flight home\". \"It makes no sense for everyone, I don't want to risk it,\" she says. \"As long as I keep them [my family] safe, it might be a better choice for them instead of me going home.\" Instead, the 21-year-old will be spending Christmas with her Polish boyfriend and his family in Norwich. Her brother, who is also in the UK, will join them. She says it will be a \"different experience\" to Christmas back home. The third-year environmental science student says she was \"shocked\" that Covid had prevented her from spending the holiday season with her family for a second time. But \"you can't change anything, you need to go with the flow,\" she says. Her dad Chin Shong Lim, back home in Penang, is already making plans for Christmas 2022. \"Hopefully we can celebrate Christmas together next year, four of us together in the UK,\" she says. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-59638084"}