{"datetime": "2021-12-23T06:03:41.000Z", "author": "Angie Brown", "title": "Josh Quigley finishes round-the-world cycle two years after crash", "article": "Cyclist Josh Quigley has completed the final leg of a round-the-world challenge, two years after suffering life-threatening injuries in an earlier circumnavigation attempt. The 29-year-old from Livingston, West Lothian, was knocked off his bike by a car in Flat, Texas, in December 2019.He resumed his challenge in nearby Austin earlier this month and covered 2,000 miles in just over two weeks.His epic journey ended in Times Square, New York, on Wednesday.It was his seventh attempt to circumnavigate the globe since first setting off in May 2016. On one occasion thieves stole his bike from outside a hostel in London, on another sweat ruined his passport in Australia and he had to fly back the UK to get a new one.\"I'm ready to finally close this chapter, what a journey it's been to get here,\" he told BBC Scotland.\"How crazy also, that this has ended up being exactly two years to the day that I woke up in that hospital bed in Texas in 2019. \"I said back then that I would get back on the bike and finish this cycle.\" Josh was 14,000 miles (23,000kms) into his round-the-world attempt when he was hit by a car in Flat while cycling in the dark. The accident left him with 10 broken ribs, a punctured lung, a fractured pelvis and a fractured skull.He underwent operations on a broken heel and ankle, and he had a stent fitted in an artery in his neck, which feeds blood to his brain. He finally flew home to Scotland in March 2020 - just before coronavirus restrictions were imposed, preventing him returning to the US later in the year to complete the challenge. During the final leg of his challenge this year he has had to stop due to a tornado, and endure extreme temperature changes.He said: \"I had some wild weather in Alabama. I also found it a lot harder in Mississippi with the heat and humidity, which made the cycling challenging.\" Then the temperature dropped to just 8C and he suffered torrential rain. However he was able to use the trip to visit the medical centre staff in Temple, Texas, who cared for him after the accident.And he met the police officers who were first on the scene of the crash.\"Great times and good memories, I really tried hard to cherish and savour the days on this mad adventure. I'm feeling good,\" he said.During the lockdowns he undertook a number of other challenges, which includedshaving six minutes off the record for cycling the North Coast 500 in September 2020. But in February this yearhe fractured his spine, pelvis, elbow, shoulder and ribs in a crash in Dubai . Then in September he set a new Guinness World Record for the greatest distance cycled in a week, clocking up 2,179.66 miles (3,508 km). He has been training to become a racing cyclist and is due to start competing next year. But first he wanted to complete his round the world trip, whichhe started to help him get over mental health issues . He had planned to cycle from Lisbon in Portugal to Edinburgh after reaching New York but he ran out of time. He said: \"The route in Europe through Portugal, Spain and France is one I've done already on an earlier round the world attempt so it doesn't really matter. \"Finishing in Times Square, Manhattan is a pretty special and an iconic place to end this chapter.\" ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-59755093"}