{"datetime": "2022-01-09T02:08:41.000Z", "title": "Rust: Alec Baldwin rejects allegations of non-compliance with shooting probe", "article": "The actor Alec Baldwin has hit back at suggestions that he is not complying with an investigation into the fatal shooting of Halyna Hutchins on a New Mexico film set last year. Police have been attempting to get hold of the actor's phone, which officers hope can aid their investigation.But despite getting a search warrant more than three weeks ago, officials have been unable to obtain the device.Mr Baldwin says specifying exactly what is needed from the phone takes time. In along video message posted to his Instagram page on Saturday, the 63-year-old said that \"any suggestion\" that he had been deliberately evasive with investigators was a \"lie\". \"They can't just go through your phone and take your photos, or your love letters to your wife, or what have you,\" Mr Baldwin said. \"That is a process that takes time.\"\"But of course we are going to comply 1,000% with all that,\" he added.On Friday, law enforcement officials in New Mexico requested assistance from authorities in New York in their efforts to retrieve the phone.District Attorney Mary Carmack-Altwies, who has been overseeing the investigation, said her office is working with the New York Sheriff's Department and Mr Baldwin's lawyers \"to obtain any materials from Mr Baldwin's phone that pertain to the Rust investigation\".In a search warrant granted on 16 December, investigators said they were looking for any texts, images, videos or calls related to the movie production. Ms Hutchins, a cinematographer, was shot when Mr Baldwin was rehearsing drawing a prop gun while filming Rust. He has insisted he \"didn't pull the trigger\". But a lawsuit against Mr Baldwin alleges that a film script did not require him to fire a gun when he fatally shot Ms Hutchins. Lawyers handling the suit described the behaviour of Mr Baldwin and the film's producers as \"reckless\", and accused them of failing to follow safety protocols. ", "url": "https://www.bbc.com/news/world-us-canada-59925410"}