{"datetime": "2021-12-30T09:12:26.000Z", "title": "Ghislaine Maxwell guilty of helping Jeffrey Epstein abuse girls", "article": "Ghislaine Maxwell has been found guilty of recruiting and trafficking young girls to be sexually abused by the late American financier Jeffrey Epstein. The 60-year-old was found guilty on five of the six counts she faced - including the most serious charge, that of sex trafficking a minor. The verdict was reached after five full days of deliberation by a 12-person jury in New York. It means the British socialite could spend the rest of her life behind bars. A date for Maxwell's sentencing has not yet been set. The verdict followed a month-long trial that featured testimony from four women who described being abused by Epstein between 1994 and 2004. Maxwell showed no visible sign of emotion as the verdict was read out on Wednesday, only pouring herself a glass of water which she sipped from twice. Shortly after the verdict, her legal team said they were already working on an appeal. \"We firmly believe in Ghislaine's innocence,\" her lawyer, Bobbi Sternheim, told reporters. Annie Farmer, one of the women who testified against Maxwell, said: \"I am so relieved and grateful that the jury recognised [her] pattern of predatory behaviour. \"I hope that this verdict brings solace to all who need it and demonstrates that no one is above the law,\" she said. Maxwell was found guilty of: She was found not guilty of one count - enticement of a minor to travel to engage in illegal sex acts. Damian Williams, US Attorney for the Southern District of New York, welcomed the verdict and commended the \"bravery\" of the victims who came forward. The first time I saw Ghislaine Maxwell, I followed her from the door of her luxurious brownstone down the streets of Manhattan, asking her about the horrific allegations against her. A decade later, I saw her for the final time, in court and no longer able to run away from the truth about her life with Jeffrey Epstein. This sex trafficking ring was not for profit but for the sick pleasure of the two powerful individuals. The pair ran in influential social circles and often name-dropped friends in high places such as Bill Clinton, Donald Trump or Prince Andrew. That enchanted their victims, lured by gifts and promises to help their careers and schooling. Prosecutors said the process of \"grooming\" teenage girls for abuse was a key part of Maxwell's \"playbook\". Their jaw-dropping wealth and connections were also key in another way - they intimidated and silenced their victims and shielded the duo from scrutiny. Maxwell, a longtime associate of convicted child sex offender Epstein, has been in jail since July 2020 when she was charged with involvement in the financier's abuse of teenage girls. Some of the victims were as young as 14. Epstein took his own life in 2019 while awaiting trial on sex trafficking charges. A well-connected socialite, Maxwell is the youngest daughter of the disgraced newspaper tycoon Robert Maxwell who died in 1991. Soon after her father's death, Maxwell left the UK to settle in America where she worked in real estate and eventually met Epstein. The pair's romantic relationship reportedly lasted only a few years, but she continued to work with him long after and is said to have introduced Epstein to wealthy and powerful figures including Bill Clinton and Prince Andrew. During the trial, Maxwell's lawyers repeatedly argued that she was a scapegoat for Epstein's crimes. Prosecutors, meanwhile, sought to link the duo as \"partners in crime\" who ran a \"pyramid scheme of abuse\". Prosecutors cited bank records showing that she received $30 million (£22 million) from Epstein between 1999 and 2007 as evidence that she was motivated by money. All of the women who testified said they had been sexually abused by Epstein before they turned 18, and that Maxwell had urged, facilitated and even participated in the sexual encounters. Only one woman, Annie Farmer, used her real name in her testimony, while the others used pseudonyms to protect their identity. \"Ghislaine Maxwell... committed crimes hand in hand with Jeffrey Epstein. She was a grown woman who knew exactly what she was doing,\" Assistant US Attorney Alison Moe said. Virginia Giuffre is one of Maxwell and Epstein's most prominent accusers, and has also said she was forced to have sex with Prince Andrew three times. The Duke of York denies the allegations. \"My soul yearned for justice for years and today the jury gave me just that. I will remember this day always,\" she tweeted. ", "url": "https://www.bbc.com/news/world-us-canada-59824150"}