{"datetime": "2021-12-21T11:14:38.000Z", "title": "Malaysia: Death toll rises after massive floods", "article": "At least 14 people have died and tens of thousands are displaced following some of the worst floods Malaysia has seen in decades. Three days of torrential rain over the weekend caused severe flooding in eight states, partially submerging a number of towns and villages.The government has come under fierce criticism for not issuing warnings in time and being slow to respond.There are fears the death toll will rise sharply as more bodies are found.As of Monday, an estimated 51,000 people had been evacuated from their homes. Most of them were from Pahang on the eastern coast of the Malay peninsula, one of the worst-hit states. Selangor, the prosperous and densely populated state which encircles the capital city Kuala Lumpur, was also severely affected.Images circulating online showed parts of central Kuala Lumpur submerged over the weekend by water levels not seen since a massive flood in 1971. Officials said they were also looking out for a possible surge in Covid-19 cases as thousands of people have gathered in temporary shelters. The rains had largely eased by Monday, and some residents returned to their damaged homes as flood-waters receded.\"We are left with only our clothes, and important documents like our children's birth certificates,\" said flood victim Sazuatu Remly. \"That's all we brought with us.\" Public anger has also surfaced over the Malaysian government's handling of the disaster, with many complaining that little warning was given by authorities and rescue efforts were too slow. \"What infuriated me was the slow response. The civil defence force only arrived this morning, three days after [the floods worsened] and are only now putting together the nuts and bolts of their boats while people are dying in the area,\" a civilian rescuer told the South China Morning Post (SCMP).Two of the country's largest political parties had proceeded with their annual meetings even as flood-waters rose in Selangor.Opposition lawmaker Charles Santiago, from one of the worst-hit areas in Klang, called the federal government's response \"highly inadequate\" and \"weak\", as the hashtag #kerajaanpembunuh or \"Killer Government\" went viral on Twitter. But elsewhere on social media, accounts also emerged of Malaysians rallying together to aid rescue operations, with some purchasing equipment like kayaks and lifejackets, while others offered their homes as places of refuge for those who had been displaced.\"Those who were with me were random people I met on Twitter who had the same intention to help others,\" Adib Harith told local media outlet The Star. Mr Harith had purchased kayaks and other rescue equipment to collect those trapped in their homes.\"Together, we successfully transported about 200 stranded people.\" Parts of Malaysia are vulnerable to flooding, especially during the November to February monsoon season. ", "url": "https://www.bbc.com/news/world-asia-59723341"}