{"datetime": "2022-01-04T18:19:38.000Z", "title": "Prosecutor drops Andrew Cuomo groping charge", "article": "Prosecutors in New York have dropped a charge accusing former governor Andrew Cuomo of inappropriately groping an aide. The accuser claims Mr Cuomo touched her inappropriately and made suggestive comments. Albany's district attorney said on Tuesday that the accuser is \"credible\" but that there is not enough evidence to bring the case to court. Mr Cuomo has repeatedly denied the allegations against him. He resigned in August amid public pressure over harassment allegations. The decision to drop the groping charge comes just three days before Mr Cuomo was scheduled to appear for the misdemeanour charge in court. \"While we found the complainant in this case cooperative and credible, after review of all the available evidence, we have concluded that we cannot meet our burden at trial,\" Albany County District Attorney David Soares said in a statement. Additionally, Mr Soares said he remains \"deeply troubled\" by the allegations against Mr Cuomo and encouraged other victims of workplace harassment and abuse to come forward even though \"avenues for criminal prosecution in these cases are sometimes limited\". The claims from the accuser - who has identified herself as Brittany Commisso - were first detailed in a report from New York's attorney general that found that Mr Cuomo sexually harassed 11 women. Ms Commisso, who was referred to in the report as 'Executive Assistant #1', told investigators that Mr Cuomo repeatedly touched her inappropriately and made increasingly suggestive comments about her appearance and relationship status after she began working for him. On one occasion, she claimed, Mr Cuomo kissed her on the lips without consent. An attorney for Ms Commisso, Brian Premo, said in a statement on Monday that lawyers will continue to pursue the matter in a civil case. The BBC has reached out to both Ms Commisso and Mr Cuomo's legal teams for further comment.The former governor has denied the allegations in the past, telling investigators: \"I would have to lose my mind to do…such a thing. It would be an act of insanity to touch a woman's breast and make myself vulnerable to a woman for such an accusation.\" Dogged by accusations of sexual and workplace misconduct, Mr Cuomo resigned in August, becoming the third New York governor in a row to leave office under a cloud of scandal. Ahead of his resignation, he had been facing pressure to resign from prominent fellow Democrats, including US president Joe Biden. ", "url": "https://www.bbc.com/news/world-us-canada-59833122"}