{"datetime": "2021-12-30T21:56:44.000Z", "title": "Teva Pharmaceuticals found liable in New York opioid trial", "article": "A New York jury has found that drug maker Teva Pharmaceuticals and its affiliates helped fuel an opioid epidemic in the US state. A lawsuit filed by the state's attorney general in 2019 accused Teva and other firms of aggressively marketing painkillers across the state, while doing nothing to minimise addiction.Damages the company will have to pay will be determined later.Teva said on Thursday it will appeal the verdict.The drug maker argued at trial that it complied with federal and state regulations and denied engaging in deceptive marketing. In a statement, New York State Attorney General Laetitia James said that the jury found the firm and its affiliates liable for \"death and destruction\" across the US.\"Teva Pharmaceuticals USA and others misled the American people about the true dangers of opioids,\" she said. The 2019 lawsuit targeted six drug makers, members of the Sackler family - which founded Purdue Pharma - and opioid distributors. Many reached settlements with the state.Supporters of the lawsuit hope that the damages that Teva will have to pay will be used to improve treatment and support services for those affected by opioid addiction.The judge in the case, however, still must consider a request from Teva that the case be declared a mistrial after an attorney representing New York cited incorrect statistics about opioid prescriptions during the trial's closing arguments.Teva did not immediately respond to a request for comment, but in a statement released to the BBC's US partner CBS, it said it \"strongly disagrees with today's outcome and will prepare for a swift appeal as well as continue to pursue a mistrial\".Authorities estimate that almost half a million people died in the US of opioid overdoses over a 20-year period up to 2019. In November, the US Centers for Disease Control and Prevention said that 100,000 people died of overdose between April 2020 and April 2021, figures partially driven by a significant spike in fentanyl, a synthetic opioid.More than 3,300 lawsuits have been filed against opioid producers by local governments and communities across the country that accuse the pharmaceutical firms of misleading the public about the potential for abuse. ", "url": "https://www.bbc.com/news/world-us-canada-59833156"}