{"datetime": "2021-12-30T18:25:30.000Z", "title": "Ghislaine Maxwell: Survivors speak of relief after guilty verdict", "article": "A woman who was groomed by Ghislaine Maxwell and gave key evidence at her sex-trafficking trial hopes the verdict will bring \"solace\" to other survivors. \"I am so relieved and grateful,\" said Annie Farmer, the only witness to use her real name during her testimony. \"I hope this verdict... demonstrates that no one is above the law.\" Maxwell was found guilty of grooming underage girls to be abused by Jeffrey Epstein. Her lawyers say they will appeal against the verdict. The 60-year-old was convicted on five of the six counts she faced, including the most serious charge - that of sex-trafficking a minor. The verdict, reached after five full days of deliberation by a 12-person jury in New York, means the British socialite could spend the rest of her life behind bars. Ms Farmer, now 42 and a psychologist, testified that she had been lured when she was 16 to a New Mexico ranch owned by Epstein, where Maxwell had given her a nude massage. \"I hope that this verdict brings solace to all who need it,\" she said. \"Even those with great power and privilege will be held accountable when they sexually abuse and exploit the young.\" A lawyer representing a victim who used the name Jane as a pseudonym to protect her identity thanked the jury for recognising Maxwell's \"critical role in helping\" Epstein, and praised the victims who had shared their experiences. \"The strong women survivors of Ghislaine Maxwell and Jeffrey Epstein's abuse can all sleep better tonight knowing that the justice system got it right,\" Robert Glassman said. Another lawyer who represents a number of Epstein accusers, Gloria Allred, told the BBC the outcome sent a \"message to other sex predators\" who took advantage of vulnerable young women.\"Charges may be filed against you, you may be prosecuted and you may end up getting sentenced to prison for the rest of your life,\" she said.Virginia Giuffre, who is one of Maxwell and Epstein's most prominent accusers, said she would \"remember this day always\". \"Having lived with the horrors of Maxwell's abuse, my heart goes out to the many other girls and young women who suffered at her hands and whose lives she destroyed,\" she said. Ms Giuffre has also previously alleged that she was forced to have sex with Prince Andrew three times. The Duke of York denies the allegations. Wednesday's verdict followed a month-long trial featuring testimony from four women who described being abused by Epstein between 1994 and 2004. Maxwell showed no visible sign of emotion as the verdict was read out on Wednesday, only pouring herself a glass of water which she sipped from twice. A date for her sentencing has not yet been set. Maxwell, a long-time associate of convicted child sex offender Epstein, has been in jail since July 2020 when she was charged with involvement in the financier's abuse of teenage girls. Some of the victims were as young as 14. Epstein killed himself in 2019 while awaiting trial on sex-trafficking charges. A well-connected socialite, Maxwell is the youngest daughter of the disgraced newspaper tycoon Robert Maxwell who died in 1991. Soon after her father's death, Maxwell left the UK to settle in America where she worked in real estate and eventually met Epstein. The pair's romantic relationship reportedly lasted only a few years, but she continued to work with him long after and is said to have introduced Epstein to wealthy and powerful figures including Bill Clinton and Prince Andrew. During the trial, Maxwell's lawyers repeatedly argued she was a scapegoat for Epstein's crimes. Prosecutors sought to portray the duo as \"partners in crime\" running a \"pyramid scheme of abuse\". Prosecutors cited bank records showing she had received $30m (£22m) from Epstein between 1999 and 2007 as evidence she had been motivated by money. All of the women who testified said they had been sexually abused by Epstein before they turned 18, and that Maxwell had urged, facilitated and even participated in the sexual encounters. Another accuser, Liz Stein, who did not testify at Maxwell's trial, told BBC Radio 4's The World at One she had met Maxwell when she was 21 - and had been assaulted by her and Epstein the first day they met.In her first broadcast interview, she described how both Epstein and Maxwell \"made you feel like there was nobody else in the world, like you were the most important person in the universe\".Explaining why she had seen the pair repeatedly after being abused, Ms Stein said: \"I absolutely should've gone to the police. I didn't feel like I could. I just can't explain to you the fear and the emotional manipulation. In my mind these are my friends, those were people that said they cared about me.\" Asked about the guilty verdict, she said: \"I think that is something that so many of us didn't think would ever happen. And especially for a woman to be charged with these things. I hope this really sets a precedent and it shows people that she was equally complicit in doing these things.\" ", "url": "https://www.bbc.com/news/world-us-canada-59827051"}