{"datetime": "2021-11-19T01:02:11.000Z", "author": "Jonathan Head", "subject": "LGBT teaching row", "title": "Malaysian transgender woman Nur Sajat: 'I had to run away'", "article": "In September, news leaked that the Thai immigration authorities had made an unusual arrest in Bangkok. The detainee was Nur Sajat Kamaruzzaman, a glamorous, 36-year-old Malaysian cosmetics entrepreneur with a huge social media following.The Malaysian authorities immediately sought her extradition on charges of insulting Islam, which had been brought against her in January, and which are punishable by up to three years in prison. Nur Sajat's offence was to wear a baju kurung, the traditional long-sleeved outfit worn by Malay women, at a private religious ceremony she held in 2018.Nur Sajat is a transgender woman, and as such she was given refugee status and allowed by Thailand to seek asylum in Australia. In the eyes of the Malaysian authorities, Nur Sajat is considered male, and under Islamic law, a man cannot dress as a woman.Speaking to the BBC from Sydney, she said she had no choice but to flee, after being assaulted by officers from JAIS, the religious affairs department in the state of Selangor, which had brought the charges against her. \"I had to run away. I was treated harshly, I was hit, pushed, handcuffed, all in front of my parents and family. I felt ashamed and sad. I gave them my cooperation, but they still did that to me,\" she said. \"Maybe it was because they see me as a trans woman, so they did not care if I was held, beaten, stamped on. We trans women have feelings too. We deserve to live our lives like normal people.\" Nur Sajat is a successful, self-made entrepreneur. Seven years ago, she says, she began promoting herself on social media. She developed her own skincare and health supplements, doing particularly well with a corset carrying her brand name.With an immaculately-groomed appearance and playful social media posts, she gained hundreds of thousands of followers and became a national celebrity. Then the questions about her gender began. It had never really been a secret. Nur Sajat took part in a famous transgender beauty contest in Thailand in 2013, winning an award for her dance.What raised eyebrows in Malaysia was that she was also an observant Muslim and posted pictures wearing the hijab, the Islamic head covering for women.She explained to those who asked that she had been born with both male and female genitalia, or intersex - a condition which in Islam is treated with more tolerance than those who change their birth gender.In 2017, Nur Sajat announced that physically she was now fully a woman, and posted a doctor's report to support it.The authorities decided to investigate. JAKIM, the Department of Islamic Development, said it would need proof that she was born intersex. It offered to help Nur Sajat with what it called \"gender confusion\".There was more controversy last year when pictures were published of Nur Sajat, dressed in women's prayer garments, with her family on a pilgrimage to Mecca, sparking criticism from conservative Muslims.She later apologised for being the cause of such an uproar, but within a year she was facing criminal charges. \"When I was in the holy land I just wanted to ask myself... maybe there is a reason for how I was born?\" Nur Sajat said. \"As a transgender woman, and Muslim, I believe I have the right to express my religion in my own way. There is no reason for them to punish me as if they are doing God's work.\"The BBC asked the Malaysian Religious Affairs Department to comment on Nur Sajat's case but has not had a response.In September, Religious Affairs Minister Idris Ahmad said: \"If he is willing to come to us, admits doing wrong, if he is willing to return to his true nature, there is no problem. We do not want to punish him, we just want to educate him.\" We asked Mohammad Asri Zainul Abidin, the Mufti, or senior Islamic advisor in the state of Perlis, whether it was possible for Malaysian Muslims to accept transgender people. \"For me Sajat is an isolated case,\" he said. \"Sajat did many things that provoked the religious authorities to react. Normally in Islam we do not interfere in personal issues. That is between you and God. But we will never recognise this sin. If you only feel you are a woman, and want to enter the women's toilets, you cannot do that.\" Malaysia has a dual-track legal system, with Islamic sharia law used in the country's 13 states and three federal territories to regulate family and moral matters for the 60% of the population which is Muslim. This creates constant problems for the LGBTQI community. \"Sharia Law specifically targets our community in every state,\" said Nisha Ayub, a transgender campaigner who was herself once jailed for wearing women's clothing.\"And because of the existence of Sharia Law we have politicians, leaders, religious authorities who give out very negative statements about the community. And this creates a very unsafe, un-enabling environment for us.\" But it was not always like this. \"Malaysia was once actually very tolerant and accepting of the transgender community,\" said Rozana Isa, who founded Sisters in Islam, a group working on women's rights within Islam which has supported Nur Sajat.\"You saw them living very visibly among our families, in our communities, taking part in public life. But for more than 30 years we have embarked on a policy of Islamisation. So you have seen more laws, and more interpretations of Islam, which are much more narrow in terms of acceptance of diversity.\" Islam is not only the official religion of the Malaysian federation, but is also defined as an essential attribute of being Malay, the largest of the country's diverse ethnic groups.To win elections, political parties know they must do well in the so-called 'Malay heartlands', where people tend to have a more conservative religious outlook. Parties often appeal to these areas with calls for a more strident defence of Islamic values.With Malaysian politics in an unusually turbulent state recently, and the economy shattered by Covid-19, some suspect the heavy-handed pursuit of Nur Sajat was driven more by a weak government in need of Muslim support than by genuine religious concerns. But Nisha Ayub argued it was still the government's responsibility to ensure the protection of transgender rights, regardless of different Islamic views. She pointed out that other Islamic countries like Pakistan and Iran have changed their laws to do this. \"If our leaders would recognise minorities as part of our society, things would change,\" she said. \"Everything starts from the laws that need to be reformed. So long as there are laws specifically targeting our community, things will never change.\" Nur Sajat badly misses her adopted son and daughter, who are being looked after by her family in Malaysia, but she has been encouraged by the opportunity to share her experience with other transgender people in Australia.Rozana Isa, the founder of Sisters in Islam, called for Malaysians \"to be more open and mature about social media\". \"Why are we putting so much blame on Sajat? She wasn't harming anyone by her postings, or by being in Mecca. We instead need to police ourselves, instead of policing others.\"", "url": "https://www.bbc.com/news/world-asia-59286774"}