{"datetime": "2021-07-28T04:24:23.000Z", "subject": "Coronavirus pandemic", "title": "Anger as Covid-ravaged Malaysia lifts pandemic measures", "article": "The Malaysian government has been asked why it revoked emergency Covid regulations as cases continue to spike. Malaysia has reported more than a million cases and 8,000 deaths so far, but experts warn the real numbers are much higher as testing rates are low.Hospitals are crowded and overwhelmed - recent images showed patients sitting on chairs and sharing oxygen cylinders.The country is also currently under a state of emergency, which will end on 1 August and will not be extended.Opposition leaders said they were not informed about the annulment, which happened last week, and demanded to know what the impact on the wider public would be.\"Why were we not informed? Whose decision was it?\" said Democratic Action Party deputy chairman Gobind Singh Deo during a parliamentary session on Tuesday.These emergency ordinances included allowing people to be fined for breaching movement restrictions.Like many other countries in the region, the South East Asian nation has been hit hard by the highly infectious Delta strain of the virus. This is its worst wave of the pandemic.Malaysia is now recording more than 14,000 cases a day, with a record 207 deaths recorded on Tuesday.Hospitals have been turning away patients, with even those who do get admission not guaranteed beds.On Monday, hundreds of junior doctors walked out of hospitals and medical facilities across the country, saying they deserved permanent jobs and better conditions.Undertakers and funeral workers have also told local reporters that they are overwhelmed with requests to bury Covid-19 victims, many of whom have died at home.Some experts had said that even the current emergency measures were \"half-baked\" and would not help improve the situation. However, it has taken a huge economic toll on people - especially daily wage earners and lower income families. Some of them have been flying white flags outside their homes as a plea for help.Emotional stories of families with depleted savings surviving on one meal a day have made the news in recent weeks.", "url": "https://www.bbc.com/news/world-asia-57993617"}