{"datetime": "2021-09-02T03:26:40.000Z", "title": "Tokyo 2020: Anger after Paralympian is stripped of gold medal for being late", "article": "The International Paralympics Committee (IPC) has defended a decision to strip a Malaysian athlete of his gold medal. Shot putter Muhammad Ziyad Zolkefli won gold in the F20 class, but was later disqualified for arriving three minutes late for the event.Mr Zolkefli was allowed to compete because at the time he had a \"logical\" reason for being late, the IPC said. However, a referee later found there was no \"justifiable reason\" for him to be late.The decision to strip Mr Zolkefli of his medal has been met with much anger on social media, especially from Malaysians. \"Absolutely disgraceful! You should not have allowed the athletes to compete if they were late. Don't steal this hard-earned, world record-breaking medal from Ziyad,\" said Malaysian MP Fahmi Fadzil.Malaysia's Youth and Sports Minister Ahmad Faizul Azumu said the country's National Sports Council had been ordered to investigate. He added that he was \"disappointed\" by the decision to strip Mr Zolkefli's medal.\"The athletes have waited for five years but their hopes and spirits were destroyed by a delay of not even five minutes... this is something which is very sad,\" he said in a report by local news outlet The Star.The hashtag #Ziyad has been trending on social media, with a lot of anger directed at Ukrainian athlete Maksym Koval - who initially won silver, but was later bumped up to gold after Mr Zolkefli's disqualification.According to a report by Malaysian media outlets, Ukraine had lodged a protest that Mr Zolkefli was late to the call room before the event started.IPC spokesman Craig Spence said there had been \"very abusive\" comments online after the disqualification, much of it targeting the Ukrainians. \"I'm sorry. Rules are rules. The decision was taken. It wasn't the Ukrainians' fault that the Malaysian was late,\" he said, according to a report by the Associated Press.Mr Spence said Mr Zolkelfi - along with two others who were late - said they had not heard \"the announcement or it was in a language\" they did not understand.An appeal against the decision has been rejected.Mr Zolkefli had taken part in the F20 shot put event, which is for athletes with intellectual disabilities.", "url": "https://www.bbc.com/news/world-asia-58405211"}