{"datetime": "2021-07-05T05:05:04.000Z", "subject": "Coronavirus pandemic", "title": "Malaysians in Covid lockdown fly white flags to ask for help", "article": "Malaysians struggling amid a strict lockdown are flying white flags outside their homes as a plea for help. The #benderaputih - or white flag - campaign gained momentum on social media last week, to help lower income families signal distress. In response, neighbours, celebrities and businesses have offered help, providing food and other essentials. Malaysia has been under a nationwide lockdown since 1 June to rein in a surge of Covid infections. Emotional stories of families with depleted savings surviving on one meal a day have made the news in recent weeks.Suicides have gone up, with police data showing that 468 people have taken their own lives over the first five months of the year, compared to 631 across the entire year in 2020, and 609 the year before. On Facebook, several #benderaputih groups have been created to help users post pictures and addresses where assistance is required. Others shared photos of groceries and essential items they could spare, as well as information on nearby food banks. According to Malaysian newspaper China Press,a fishing village in Kedah received assistance from a volunteer fire department after 20 white flags were raised around the community.Many households had not earned any income for six weeks and were worried about securing food going forward, the report added. Businesses have also jumped on the campaign.Grocery store chainEconsave put out a call on Facebook for people to inform it of white flags, so it could provide aid where it was needed.\"It's OK not to be okay,\" the supermarket wrote.Awesome Canteen, a popular cafe in Petaling Jaya, had its own take - promising free meals for anyone who approached the cashier with white paper.Meanwhile, celebrities including rapper Altimet said on Instagram that he and his friends would leave groceries at the doors of homes flying white flags. Some people are flying black flags - a separate movement that is demanding Prime Minister Muhyiddin Yassin resign. The hashtag #benderaHitam, or black flag, was trending on Malaysian Twitter on Saturday. Malaysian opposition leader Anwar Ibrahim tweeted three black flag emojis, which has been retweeted thousands of times. Police are now investigating the black flag campaign for allegedly containing seditious elements,New Straits Times said . Malaysia has been battling its worst wave of the pandemic, with total deaths more than tripling to almost 5,400 in the past two months. On Saturday, the country reported 6,658 new infections over a 24 hour period. Five Malaysian states are easing some restrictions on Monday (5 July) as case numbers have fallen there.Parts of the capital Kuala Lumpur and the neighbouring state Selangor, however, are facing their strictest restrictions yet - including an 8pm curfew - after cases soared. These areas have contributed to more than half of all new cases in recent weeks.Less than 8% of the country's 32 million people are fully vaccinated, and 19% have received at least one dose of a Covid jab. If you, or someone you know has been affected by this story you can get support and advice from BBC Action Line: bbc.in/ActionLine ", "url": "https://www.bbc.com/news/world-asia-57717214"}