{"datetime": "2021-10-16T15:48:08.000Z", "title": "Australian police make record $104m heroin seizure", "article": "Australian police have announced the seizure of the largest heroin shipment ever recorded in the country, worth around A$140 million (£76m; $104m). Authorities said the shipment, which weighed 450kg, included 1,290 packages of heroin with unique red branding.The seizure was made at the Port of Melbourne - Australia's largest port - on September 29. Offices said they arrested a Malaysian man after the huge haul was discovered in a container of ceramic tiles.He was later charged with the import and attempted possession of a commercial quantity of a border-controlled drug. He could face a sentence of up to life in prison.Testing of the substance in the packages showed it was heroin. The shipment originated in Malaysia and was bound for a business located in Melbourne. Several locations were later raided in the Victorian state capital.Speaking following the announcement, Acting Assistant Commissioner Krissy Barrett of the Australian Federal Police said the discovery had been made thanks to close co-operation between international police forces.\"We have a strong relationship with the Royal Malaysia Police (RMP) and in particular the RMP Narcotics Criminal Investigation Department,\" she said. \"We continue to work together in identifying and disrupting transnational organised crime syndicates that seek to harm both our nations and generate millions of dollars of profits from criminal activity.\"Commissioner Barrett added thatpolice estimated that they had saved one life for every two kilograms of the drug removed from circulation in Australia's communities .\"It is important to note that in addition to the arrests made, the primary outcome of this operation is the preservation of an estimated 225 lives\" she said. In 2019, authorities made an even bigger bust, whenthey discovered an enormous haul of methamphetamine worth around A$1.2bn (£660m, $840m) hidden inside stereo speakers at a Melbourne port . Around 37kg of heroin was also found in that raid. ", "url": "https://www.bbc.com/news/world-australia-58940463"}