{"datetime": "2021-11-09T07:14:15.000Z", "author": "Yvette Tan", "title": "Nagaenthran: Family prays for miracle to halt execution of man with low IQ", "article": "Sarmila Dharmalingam is praying for a miracle. Her brother, Nagaenthran Dharmalingam, is set to be hanged in Singapore's Changi Prison. \"When I'm alone and I think of my brother, there is pain. But [we need to] be brave and keep on praying - anything can happen,\" she told the BBC. In 2009, then 21-year-old Nagaenthran was caught trying to smuggle heroin into Singapore from Malaysia.Nagaenthran was initially due to be hanged on Wednesday morning,but was granted a last-minute stay of execution . On Tuesday he was found to have Covid-19 and the execution was further delayed. The Malaysian citizen was sentenced to death despite an assessment by a medical expert that he has an IQ of 69 - a level recognised as indicating an intellectual disability.But the Singapore government said he \"clearly understood the nature of his acts and did not lose his sense of judgment of the rightness or wrongness of what he was doing\".Singapore has one of the world's toughest drug laws and locally, the use of the death penalty is largely uncontroversial. But this case appears to have sparked a rare disquiet in the island nation. More than 60,000 people have now signed a petition calling for Singapore's president to pardon Nagaenthran, citing the fact that the execution of a mentally ill person is prohibited under international human rights law.\"It is completely disheartening that an intellectually disabled man is being punished for a non-violent crime,\" said one person who signed the petition. \"Neither he nor his family deserve this pain. Please save him.\" The movement has also gained traction on social media, where there is an unusual outpouring of anger and sympathy.Sarmila says she's not clear if the 33-year-old himself understands how dire his situation is.\"Sometimes he calls me and tells me he is going to be hanged and that he needs to get ready,\" she told the BBC. \"[Other times] he says he wants to come back home to eat home-cooked food. I don't know whether or not he knows [what's about to happen].\" If he is hanged it will be the first execution Singapore has carried out since 2019.In 2009, Nagaenthran was caught crossing into Singapore from Malaysia with 43g (1.5oz) heroin strapped on to his left thigh.Under Singapore's laws, those caught carrying more than 15g of heroin will be subject to the death penalty.During his trial, he initially said he was coerced into carrying the drugs, but later said he had committed the offence because he needed money. The court said his initial defence was \"fabricated\". He was eventually sentenced to death by hanging.In 2015, he appealed to have his sentence commuted to life in prison on the basis that he suffered from an intellectual disability.In 2017 one psychiatrist, Dr Ken Ung, said that Nagaenthran suffered from a mild intellectual disability, attention deficit hyperactivity disorder and a drinking disorder - all of which would have \"significantly affected his judgement [and] decision making\". In cross examination, Dr Ung appeared to contradict himself and said Nagaenthran could instead be suffering from borderline intellectual functioning. While three other psychiatrists told the court that Nagaenthran was not intellectually disabled, one found that his \"borderline intelligence may have contributed towards his... agreeing to carry out the offence\".In the end, the court found that he was not intellectually disabled. A final push for presidential clemency was also rejected last year.\"The Court of Appeal found that this was the working of a criminal mind, weighing the risks and countervailing benefits associated with the criminal conduct in question,\" said Singapore's Ministry of Home Affairs in a statement.Global rights groups like Amnesty International and Human Rights Watch have condemned the verdict. \"Taking people's lives is a cruel act in itself but to hang a person convicted merely of carrying drugs, amid chilling testimony that he might not even fully understand what is happening to him, is despicable,\" said Rachel Chhoa-Howard, Amnesty International's Singapore Researcher. The case has also caused outrage in Nagaenthran's home country Malaysia where protests have been held calling for the execution to be halted. Malaysian Prime Minister Ismail Sabri Yaakob has also personally appealed to his Singaporean counterpart. After 10 years on death row, Sarmila received a letter sent by the Singapore Prison Service saying Nagaenthran's execution had been set for 10 November. \"I couldn't accept it... I was crying. I cried the whole day. I was so afraid to tell my mother because she suffers from [some] health conditions. I couldn't look her in the face.\" The family was given around two weeks to arrange travel, hotel quarantine and the Covid tests they would need to enter Singapore. Activists have highlighted the additional challenges of travelling during a pandemic.\"[The family has to] make health declarations, get travel insurance, find their own accommodation [among others]... [and they] are expected to foot the bill for all this,\" activist Kirsten Han, who started a crowdfunding campaign to raise money for the family told the BBC.\"It's a tremendous amount of money for a Malaysian family, and there are still [other] expenses to consider, as well as potential funeral costs.\"Some $17,000 ($12,600; £9,300) was eventually raised through the crowdfunding campaign. Sarmila says her family would not have been able to make their way to Singapore without it. The family arrived in Singapore last week. Sarmila did not come to Singapore with the rest of the family, as she says someone needs to manage matters at home.Unable to see her brother before his planned execution, she says she is praying everyday. ", "url": "https://www.bbc.com/news/world-asia-59172767"}