{"datetime": "2021-11-08T15:10:13.000Z", "title": "Nagaenthran Dharmalingam: Singapore halts execution of man with low IQ", "article": "A court in Singapore has put on hold the imminent execution of a Malaysian drug smuggler who campaigners say has limited mental capacity. Nagaenthran Dharmalingam was scheduled to be hanged on Wednesday for attempting to bring a small amount of heroin into Singapore 12 years ago.Malaysian authorities and human rights groups called for a stay of execution because of Mr Nagaenthran's low IQ. Singaporean courts have previously ruled that he knew what he was doing. The case will be heard again by the court of appeal on Tuesday on the grounds that Mr Nagaenthran is not of sound mind. His lawyer, M Ravi, said his client was a victim and should be released. \"He has been gamed. He is a victim of the [drug-trafficking] operation. He needs treatment and help,\" Mr Ravi said. More than 60,000 people have now signed a petition calling for Singapore's president to pardon him, citing the fact that the execution of a mentally ill person is prohibited under international human rights law.The movement has gained traction on social media, where there has been an unusual outpouring of anger and sympathy, including from the British billionaire Richard Branson who opposes capital punishment and has called on Singapore to spare Mr Nagaenthran. In 2009, Mr Nagaenthran, who was 21 at the time, was found trying to smuggle nearly 43g (1.5 oz) of heroin strapped to his thigh into Singapore from Malaysia.He was sentenced to death despite an assessment by a medical expert that he had an IQ of 69 - a level recognised as indicating an intellectual disability.But Singapore's government said he \"clearly understood the nature of his acts and did not lose his sense of judgment of the rightness or wrongness of what he was doing\".Singapore has one of the world's toughest drug laws and the use of the death penalty is largely uncontroversial in the country. ", "url": "https://www.bbc.com/news/world-asia-59206825"}