{"datetime": "2021-08-10T05:48:41.000Z", "author": "Waiyee Yip", "subject": "Coronavirus pandemic", "title": "Malaysian singer dies of Covid days after giving birth", "article": "A popular Malaysian singer has died from Covid-19, just days after giving birth to a baby boy - her fourth child. Eight-month pregnant Siti Sarah Raisuddin, who had experienced low oxygen levels, was put into an induced coma so her baby could be delivered via surgery.The baby was saved, though she never got to hold him. Her husband said he made one last video call to her before her death, where she had tears running down her cheeks. \"(It's) as if she understood what we were saying to her,\" comedian Shuib Sepahtutold local reporters . \"It's just that it will be really challenging for me to break the news to my three kids on the death of their mother.\" Besides the newborn, the couple have three older children aged six to 10.Reports say that the entire family had tested positive for Covid-19 on July 25, after contracting it from their domestic helper.In the days after, Siti Sarah had shared videos on her Instagram account of her children crying after getting Covid tests, which she had described as hard to watch.News of her passing has devastated fans and other entertainment figures as they shared their grief online.The Malaysian king and queen also gave their condolences to her family.In a Facebook post , the palace wrote: \"Their Majesties also expressed their sadness over her passing and hoped that her family will be patient and resilient as they cope with the loss.\" Siti Sarah's death comes as Malaysia is easing Covid restrictions for those fully vaccinated against the virus on Tuesday, even as the country is going through its worst wave.The easing of rules - which allows vaccinated residents greater leeway for travel, sports, and dining out - has been met with mixed reactions.Opposition parties have urged a rethink of a \"poorly thought-out reopening\" over fears it would further overwhelm the healthcare system.On Monday, Malaysia recorded 17,236 Covid infections, and 212 deaths, bringing the country's Covid death toll to 10,961.Around 27.5% of the 31.95m population have been fully vaccinated so far.", "url": "https://www.bbc.com/news/world-asia-58155203"}