{"datetime": "2021-12-03T22:34:22.000Z", "author": "Simon Browning", "subject": "MH370 plane disappearance", "title": "MH370: Could missing Malaysian Airlines plane finally be found?", "article": "The disappearance of a Malaysia Airlines flight, carrying 239 passengers and crew, is one of the world's biggest aviation mysteries. But a British aeronautical engineer, who has spent more than a year working on the disaster, thinks he has calculated where MH370 crashed.Richard Godfrey believes the Boeing 777 crashed into the Indian Ocean 2,000km west of Perth, Western Australia.The aircraft vanished from radar during a flight in March 2014. Mr Godfrey told the BBC he hoped \"we'll be able to give closure to the next of kin and answers to the flying public and the aviation industry on exactly what happened with MH370 and how we prevent that in the future\". He combined different data sets that were previously kept in separate domains, to align to this new location in the Southern Indian Ocean. Mr Godfrey said it was a \"complicated exercise\", but previously there was simply a lack of lateral thinking, across multiple disciplines, to bring this together.\"No one had the idea before to combine Inmarsat satellite data, with Boeing performance data, with Oceanographic floating debris drift data, with WSPR net data,\" he said. Mr Godfrey said work with a team has been progressing for a year now, and \"we've done quite a lot of testing of this new idea and we've came to the confidence to apply it to MH370\". The exact point determined by data calculations is around 33 degrees south and 95 degrees east in the Indian Ocean. There have been two extensive searches of the Indian Ocean for MH370, which have yielded inconclusive results.The searches have cost hundreds of millions of dollars, and whilst there is demand from family members to find their loved ones, the costs associated are enormous.Grace Nathan lost her mother, Anne, in the crash.\"It's really just been an ongoing nightmare. There is never an end. We just seem to be going in circles and hitting a brick wall after another.\"We've been hoping for the longest time for something new - a new breakthrough, something new that would warrant the search starting again and at least there being a more precise location for the search being conducted at and to increase the odds of finding the plane\" she told the BBC. Ms Nathan, a criminal defence lawyer who lives in Kuala Lumpur, wants the new data to be tested by aviation experts who can understand the science and physics behind the location and to test the theory is credible.She said: \"We welcome all new findings, especially if it's based on tangible evidence. In this case it is based on tangible evidence. It's things that can be calculated. It's not based on just Google images or loose things that can't be backed up.\"Previous searches for MH370 have been difficult because of the size of the search area.Mr Godfrey said: \"An area as large as a 120,000 sq km has been searched and that's not looking for a needle in a haystack - that's looking for something microscopic in a haystack. It's very difficult to do.\"The engineer's new proposal is a circle radius of 40 nautical miles, far smaller than previous searches.\"The wreckage could be behind a cliff or in a canyon on the ocean floor,\" he said. \"And you need maybe three or four passes before you start to pick things up.\" The wreckage could lie as far as 4,000 metres deep, he added.More than thirty pieces of aircraft debris have been washed up on the beaches of the African coast and islands in the Indian Ocean. In 2009, Mr Godfrey was due to be a passenger on Air France 447 from Rio de Janeiro to Paris, but work plans meant he had to remain in Brazil.That flight never reached its destination and was lost in the Atlantic. From this point, he became interested in flights lost at sea and locating them.Mr Godfrey is a founding member of the MH370 Independent Group, and an engineer with a background in building automatic landing systems and autopilot systems for aircraft. He said: \"I've done a lot of work on information systems and handling lots of data and that's important on this analysis. There is huge amount of data to get through and filter out the needle in the haystack.\" David Gleave is the chief investigator at Aviation Safety Consultants. He has worked on aeroplane crashes and disappearances for decades. Mr Gleave expects there to be a new search, saying: \"The funding of the new search will be the issue. Given that we now have additional accurate data that as to where the crash site might be, that appears to be entirely credible and consistent with other theories\". The timing and launch of another search will depend on the availability of specially designed equipment and also the sea state.He said: \"Realistically we want to be in the Southern Ocean in the southern summer - which is about now. So quite when the search will be, it may start again in 12 months, because you can't get the assets together and on site in a short period of time.\"But I think either the Chinese will take responsibility and look for their victims. Or private companies might search, sponsored by insurance companies.\" There were 122 Chinese nationals on board MH370, which departed from Kuala Lumpur but never reached its destination, Beijing.The vanishing has led to a huge number of theories as to what happened. One of the theories is that it was a 'pilot hijacking', where the pilot took control, and deactivated radar technology before turning around above the Gulf of Thailand and heading west. Mr Gleave said: \"If you are choosing to hide the aeroplane in the Southern Indian Ocean, just make sure it was further to the west of the standard flight path, far away from beyond the range of Australia's search and rescue teams aircraft. So, this pinpointed location is consistent with that theory.\"The Australian Transport Safety Board (ATSB) involvement in the underwater search for MH370 concluded in October 2017.It told the BBC: \"The ATSB is not involved in any contemporary efforts to establish the location of the aircraft. \"Any decision to resume the search for the aircraft would be a matter for the Malaysian government, as the state of registry of the aircraft.\" The Malaysian government and Chinese government have been approached for a response. Grace Nathan said: \"It's in the interests of global aviation safety that this plane is found so we can prevent something like this happening in the future. \"It goes beyond our need for our closure.\" ", "url": "https://www.bbc.com/news/business-59517821"}