{"datetime": "2021-09-12T00:36:08.000Z", "author": "Helen Bushby", "title": "Phil Wang: I wouldn’t be a comic if I weren't mixed-race", "article": "Phil Wang, the stand-up comic you may recall for his viral video spoofing a Tom Hiddleston advert, has been baring his soul, or at least some of it, in his new book Sidesplitter. Wang, 31, whose TV duties include Live at the Apollo, 8 Out of 10 Cats Does Countdown and Taskmaster, insists it's not a memoir, as his life doesn't merit one.\"I haven't escaped a gulag or revolutionised an industry,\" he explains, adding memoirs are a \"saturated market\" anyway. What he really talks about in his book of essays is the impact of being mixed-race, of being \"from two worlds at once\".But although it has its serious moments, Sidesplitter is eloquently laced with laughs and bittersweet observations. His mother, a white British archaeologist, met his father, a Chinese-Malaysian civil engineer, when she volunteered in Malaysia.They married and Wang grew up in Borneo with his two sisters, surrounded by family and amazing food (and humidity, which he hates), before his family moved to the UK when he was 16.So he's experienced the pitfalls and delights of both cultures, and explores them in depth, with themes in his book including family, food, race, words, comedy, love and history. He explores how being mixed-race \"can complicate these facets of one's life\". The idea of breaking his book up into chunks appealed to him enormously. \"I love George Orwell's essays and stuff like that, and I like a book of essays,\" he says. \"I think it suits my attention span as well.\"But when it comes to talking about being mixed-race, he's pretty brutal.Having felt like he never fully fitted in, either in Malaysia or in the UK, he says having mixed heritage is a \"great way to feel foreign wherever you are\". This dissonance can lead to feelings of isolation, he explains, adding that the face of \"every Eurasian person I've ever seen sings with loneliness\". So is this why he became a stand-up comic, after he completed an engineering degree at Cambridge University? \"Definitely,\" he says. \"If I weren't mixed-race, I don't think I'd be a comedian.\" He was initially drawn to stand-up because it was \"about combating loneliness, and about telling people that I had value and I was good craic\". He also liked it because as someone with social anxiety, comedy gave him the platform he needed. \"There's this officialised format - you go up, it's your turn to talk, to give the lesson. To have this structured scenario where I could say things and be listened to - it's great.\"I know that sounds like an egotistical thing, but it's more or less a social anxiety thing,\" he adds, in case he was sounding grandiose.\"If I'm in a group of people. I find it hard to say something because I always presume people don't want to hear from me.\"But if you're on stage in a stand-up gig context, there is a presumption that people are there because they want to hear from you. So I've always found that easier.\"Stand-up is obviously a form of therapy for Wang,Fellow comic Adam Hills oncelikened doing a stand-up routine to having a \"cleansing vomit\" . Wang responds to this colourful concept, saying: \"It is, I guess, an unpleasant image, but it's not completely wrong.\" He says that for him, live comedy \"has helped me get over really painful periods of my life by talking about it on stage\". \"When I was a student, I had a really horrible break-up towards the end of my time at university and I did a set about it. And I basically felt this weight lifted off me.\"I genuinely don't know how other people get through things without stand-up.\" He adds: \"Stand-up is definitely a sort of self-therapy. It is like a yoga for the mind and soul.\"Wang, who is currently touring nationwide, is definitely comfortable on stage - his recent Netflix recording of a gig at the London Palladium, called Philly Philly Wang Wang, saw him riffing from subject to subject with apparent ease. Filmed over the summer, with a slight loosening of lockdown, he had to deliver the show to a semi-full audience of people wearing black face masks, which isn't necessarily a recipe for hilarity. Wang freely admits the \"best comedy environment\" is one which is \"a little uncomfortable and claustrophobic\", where \"people are squished up\". \"But I think the sense of occasion on the night and the general sense of relief at being back in a theatre made up for the shortfall of bodies,\" he says of that particular gig. Something Wang is happy to talk abouta lot is food. Much of his book is a love letter to Malaysia's culture and cuisine - \"Malaysians eat the way Brits drink.\" He recalls his horror at \"limp and tasteless cold, white, unseasoned pieces of chicken lying on a large platter\" at a birthday blow-out in Wolverhampton, having grown up on foods like laksa, which he describes with delight: \"Chinese noodles in a broth of Indian curry spices, brought to life with the pungent twist of Malay sambal (a fermented shrimp paste).\" A key advantage he sees to being mixed-race is, having grown up in Malaysia, being \"introduced to all these different flavours and different possibilities for what food can be\". \"A lot of times people who grow up to be fussy eaters just weren't introduced to different foods early on,\" he says. \"So being introduced to this breadth of flavours and food is a definite advantage.\" He does love British cooked breakfasts and its desserts though, and says they are vastly superior to Asian puddings which are \"terrifying nonsense\" such as \"buns filled with red bean paste\". And what about another pet subject of his - Loki star Tom Hiddleston? He tried, unsuccessfully toput him into Room 101 , and the viral video he madespoofing Hiddleston's Chinese advert in 2019 (which carries a language warning), has now had 6.6m views online.\"I have been told that he's seen the video and finds it funny,\" he says. \"He takes himself seriously on many levels, or seems to, but you can't not find it funny. \"In the video I'm not really having a go at him, it's just playing with quite a strange advert more than anything,\" he adds. Although some of Hiddleston's many fans objected to Wang's comments on Room 101 - he said the actor was \"someone who's been told his whole life that he's wonderful\" - the comic said no one seemed to mind the video. Does he know if Hiddleston finds him equally annoying? \"I really hope so,\" Wang replies. Despite the laughs, Wang does strike a serious note when he says he hopes his book, which describes Malaysia in stunning detail and is steeped in childhood nostalgia, will help people get a flavour of what it's really like there. \"It's an often overlooked country,\" he says.\"I also really hope people hear about a perspective that they don't normally, which is a mixed-race perspective,\" he adds. \"And on top of that, for mixed-race people to read a book that is about them, because there aren't many. \"But it's for non-mixed-race people too, to be introduced to a different life experience that is becoming more and more common.\" Sidesplitter: How to be from Two Worlds at Once is published by Hodder on 16 September. ", "url": "https://www.bbc.com/news/entertainment-arts-58465277"}