{"datetime": "2021-07-16T07:35:22.000Z", "author": "Simon Jack", "title": "Goldman Sachs to require staff to wear masks from Monday", "article": "Bankers returning on Monday to Goldman Sachs' £1bn London head office will be required to wear masks in the building despite the easing of government rules. However, unlike some competitors, Goldman will not require staff to be vaccinated to come into work.It hopes 70% of UK staff will return to the office in the coming weeks.The boss of Goldman Sachs International Richard Gnodde said the company remained as committed to its London head office as ever.Mr Gnodde told the BBC: \"The centre of gravity for our workforce is going to be in our buildings and it will be in this building. \"Our focus is very much on securing a safe workplace. People will still be wearing masks in the building.\" He said the bank would not insist on people being vaccinated in order to come in, nor would they force people to return if they felt uncomfortable doing so: \"[We will] continue to manage our exit from this in a cautious and appropriate way to make sure that our people feel comfortable.\" Financial services is a crown jewel in the UK economy and contributes 12% of all taxes paid in the UK.Since the Brexit vote, more than £1tn of customer and company money, trillions more in transaction volumes and an estimated 8,000 jobs have left the capital. This has left some questioning whether that crown was in danger of slipping.On the day real royalty in the shape of Prince Charles visited Goldman's offices, Mr Gnodde told the BBC that the future for London remains bright.\"We put this building in place through the Brexit period and it really underscores our confidence that London will remain one of the world's leading financial centres,\" Mr Gnodde said.\"There has been some movement of assets. So you know, that has gone. And our access to the European market is not as free as it used to be. We have to build and create new opportunities.\" But there was also a thinly disguised warning. Creating those opportunities will need the help of the government and regulators to keep London competitive with other international centres. Mr Gnodde thinks that lessons can be learnt from the big bank deregulation of financial services in 1985.\"The UK was unambiguously supportive of financial services - it was crystal clear. I really want to stress this point - certainty - in terms of support for business is absolutely key.\"And it has to be consistent. You can't support business on Monday and Tuesday, and then criticise it on a Wednesday and Thursday… that sends a confusing message. Certainty is critical.\" When City bosses talk about competitiveness, it's often code for lighter regulation. Outside the EU, many have called for a bonfire of regulation. If Mr Gnodde had the match which bits would he burn?\"Eliminate duplication and unnecessary excessive reporting. Let's do what we have to do to have effective regulation. But let's cut out some of the bureaucratic elements to enable firms to use their capital resources efficiently.\" Doing more business with the fastest growing parts of the globe means grappling with the economic might of China. How complicated could that be when Chinese firms are being booted out of telecoms infrastructure, democracy in Hong Kong is under assault and China is facing allegations of using forced labour of the Uyghur population? \"I think this this is a multifaceted relationship,\" he answered. \"I think our relationship with China, in many ways will be as a partner. If we're going to tackle climate change, we're going to have to do this together. We live on the same planet. They will be a customer and a client of many of our businesses. And then absolutely, we should have the right appropriate conversations on the political arena in the areas where we compete.\"It's a big world out there with plenty of opportunity - and while Mr Gnodde accepts the UK outside the EU is arguably a smaller fish, that's not necessarily an bad thing. \"Sometimes being a smaller fish is an advantage. Your level of paranoia goes up - you need to move to innovate, to create. Look over the last century and the issues that this country has been through and we're absolutely confident that the people of Britain will take it forward again.\"Statements like that will be sure to help mend a sometime fractious relationship between the City and the government over the past few years.", "url": "https://www.bbc.com/news/business-57855681"}