{"datetime": "2021-06-16T13:28:13.000Z", "author": "Michael Race", "subject": "Coronavirus pandemic", "title": "Goldman Sachs delays return to office for workers", "article": "Goldman Sachs has delayed plans to bring all UK staff back into the office after the government extended coronavirus restrictions to July 19. The bank hadtold staff to be ready to return to the workplace in June, but confirmed the change in a note to workers late on Tuesday. Meanwhile, NatWest said its plans for \"priority workers\" to return on 21 June were also under review. Its new working model could see just 13% of staff in the office full-time. Goldman Sachs International chief executive, Richard Gnodde, told staff its office London remained \"open and available\" in line with government guidelines.He added that according to \"anonymised data\" from its recent vaccination survey, \"the majority of our people have either had their first dose or expect to receive it before Monday 21 June\". But a spokesman confirmed the bank now planned to get all staff back in the office after July 19. Banks appear to be split over whether staff should come back to the office full-time or work from home for some or all days of the weekGoldman Sachs' group chief executive, David Solomon, has described working from home as \"an aberration\", while James Gorman, the boss of rival US investment bank Morgan Stanley said:\"If you can go into a restaurant in New York City, you can come into the office.\" However, NatWest said just over a third of its 59,300 UK full-time employees would continue to work remotely. Some 55% of its staff would adopt a hybrid model of working between the office and home. NatWest chief executive, Alison Rose, said leaders would hold conversations with staff over the summer about which category they fall into. \"I would say that we've busted the myth that jobs need to be done in a certain way,\" she previously told staff. \"We have learnt new ways of working and it's important we carry those learnings forward.\" The government's decision to delay easing all coronavirus restrictions from the original date of 21 June prompted criticism from hospitality industry groups,who said it could cost businesses £3bn in lost sales. In the City of London, also known as the Square Mile, the drop in people commuting to the offices of big firms has hampered shops, cafes and restaurants, which are reliant on workers to stay in business. David Abrahamovitch, chief executive and founder of Grind coffee shops, said the four-week delay to restrictions ending \"killed the summer\". He does not expect a \"material change\" in the number of commuters to city centres until September to October time. Mr Abrahamovitch said it was \"encouraging\" that some firms had decided workers would return to office working once restrictions are lifted, but added it was a \"completely different landscape\" compared to pre-pandemic times. \"We are a long way away of seeing the same kind of working patterns we had in 2019,\" he said. Mr Abrahamovitch said online subscriptions for Grind coffee had \"bailed us out\" during the pandemic, which had become the \"focus of our business\" now. Barclays bank told the BBC it expected to \"invite\" more staff back to its Canary Wharf office over the summer, but said it was \"moving towards a hybrid way of working\". Barclays boss, Jes Staley, had previously said home working was \"not sustainable\" for large financial institutions. A HSBC spokesman said it planned to adopt a hybrid model of working. Despite several firms forecasting to have less people in their buildings, Marcus Geddes, managing director for central London for property giant Land Securities, said tenants and customers were \"telling us, loudly and clearly\" the office was a \"key part of ensuring productivity and culture can thrive\". Have you got a question about working from home or hybrid working? Are you uncertain about how to change the way you work? You can get in touch by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-57494393"}