{"datetime": "2021-04-13T07:27:38.000Z", "title": "Goldmans backs office life with Birmingham tech hub", "article": "Goldman Sachs' faith in the office is so strong, it plans to open a new one in Birmingham later this year. The banking giant's new outpost will initially be a technology hub. But Goldmans expects other divisions to expand to the Midlands city later, with staff numbers eventually reaching \"several hundred\". As well as being a vote of confidence in Birmingham, the move underlines the bank's commitment to pre-Covid ways of working. While many other institutions have begun offering flexible home-office hybrid working, Goldman's bossrecently called home working \"an aberration\" . David Solomon argued it did not suit the work culture at Goldman Sachs: “I do think for a business like ours, which is an innovative, collaborative, apprenticeship culture, this is not ideal for us.\" He said the bank would be getting staff back into the office as soon as possible. For some of the bank's software engineers, that return will be to new offices in Birmingham due to open in the autumn, with the bank also recruiting new staff to join them. \"Why would we invest in an office if we didn't want people in?\" said Jo Hannaford, head of engineering for Europe, Middle East and Africa, at the bank.The team-based culture meant staff developed new skills by experiencing challenges alongside each other, she said. But there was no hard-and-fast rule about always being in the office, she suggested, and the future balance between home and office work \"would depend on the work and the teams themselves\". Currently she was successfully managing 3,000 people from home, she pointed out, albeit with interruptions from loudly barking dogs. Ms Hannaford said Birmingham was chosen because of the diverse engineering talent available. Goldmans said the city boasted \"a strong and deep new talent pool, excellent academic institutions, a growing technology sector and longstanding leadership in STEM industries\". Birmingham also offered \"unique advantages\" including its proximity to London. On Monday, about 15-20% of Goldman staff returned to the bank's London headquarters, the first time back in the office for many of them since last year. Goldman's £1.2bn Plumtree Court building in the heart of London opened in 2019, shortly before the pandemic hit. It houses 6,000 staff, boasts a huge gym, a creche including tech rooms and a climbing wall for children, and a roof garden. There are also resting rooms for those that need some downtime. Birmingham staff will initially have to make do with a shared office space in the city centre, while the bank seeks a more permanent location. ", "url": "https://www.bbc.com/news/business-56717374"}