{"datetime": "2021-05-05T12:36:26.000Z", "subject": "Coronavirus pandemic", "title": "Goldman Sachs tells bankers to return to office in June", "article": "Goldman Sachs has told its UK bankers they need to be ready to return to the office in June. That is the date on which the government hopes to lift legal limits on social contact in England. While for many working from home has become normal, Goldman boss David Solomon previously described it as \"an aberration\". But rival investment bank JP Morgan is planning for \"significantly\" less office space, it said in April. Goldman bankers have in large part already returned to the office in parts of the Asia-Pacific region.But, in India and Latin America \"the devastating rise in the number of infections and deaths is leading to new lockdowns and significant strain\", three Goldman top executives said in an internal memo on Tuesday. However, the bank is \"encouraged by the rollout of vaccines\" in many places, chief executive David Solomon, president John Waldron and chief financial officer Stephen Scherr said. US bankers should be ready to come back into the office on 14 June, and UK bankers should make plans to be back on 21 June, they said. \"We know from experience that our culture of collaboration, innovation and apprenticeship thrives when our people come together, and we look forward to having more of our colleagues back in the office so that they can experience that once again on a regular basis,\" they said. Staff who wish to continue to work from home should discuss this with their manager, they added. While some bank bosses have indicated that working from home may not be a long term option for some employees, others are planning for smaller offices. JP Morgan boss Jamie Dimon said in April that the investment bank will require \"significantly\" less office space in the coming years, needing just 60 seats per 100 people. HSBC boss Noel Quinn said at the end of April that the bank plans to move to a hybrid model of working, with employees having a mixture of working in the office and from home. Some investment bank traders at Canary Wharfhave been working from the office during the pandemic. Barclays expects to keep a significant number of traders at Canary Wharf in the future. Barclays boss Jes Staley has previously said home working is \"not sustainable\" for large financial institutions. Bank employees in London and New York will be coming back into the office on a phased basis from mid-June, but the return to working from the office for Barclays employees will be gradual. ", "url": "https://www.bbc.com/news/business-56993886"}