{"datetime": "2021-06-24T15:11:27.000Z", "subject": "Coronavirus pandemic", "title": "Citi bank boss says staff work better in the office", "article": "The UK boss of banking giant Citigroup has said its \"business works best from being together\" as the firm plans for staff to work from the office for three days a week. James Bardrick said workers needed to be together \"to get the best out of yourself and for the team\". His comments come as other firms such asGoldman Sachs plan to get all staff back in the office after 19 July. Some firms are also instructing staff to register their vaccine status. Mr Bardrick, Citi's country officer for the UK, said after restrictions were eased, the \"vast majority\" of staff would work from the office three days a week and have two days a week elsewhere. However, Mr Bardrick told BBC Radio 4's Today programme: \"We strongly believe that our business works best from being together.\"We think that we are better together. We think we succeed for our clients and for our organisation together.\"So what we are saying is that, yes, use greater flexibility, but to do your job well, to develop as an employee, to get the best out of yourself and for the team, we need to be together.\" Mr Bardrick said the bank was not copying JP Morgan's policy on vaccination status, but added anyone entering a company building had to \"demonstrate that they have got a negative test result\". JP Morgan, the biggest bank in the US,has instructed its US staff to register their vaccine status on an internal web portal , with its boss Jamie Dimon previously saying he wanted staff back in the office from July. Meanwhile, Goldman Sachs told the BBC it was mandatory for US staff to share their vaccine status but voluntary for UK workers. NatWest has said just over a third of its 59,300 full-time employees in the UK would continue to work remotely. Some 55% of its staff would adopt a hybrid model of working, splitting their time between the office and home. Morgan Stanley has barred staff and clients from entering its New York offices if they are not fully vaccinated. An internal memo,first reported by the Financial Times , said: \"Starting July 12 all employees, contingent workforce, clients and visitors will be required to attest to being fully vaccinated to access Morgan Stanley buildings in New York City and Westchester.\" A person familiar with the policy told the BBC: \"Operating within a fully vaccinated environment allows us to lift restrictions like the use of face coverings and the need to maintain physical distancing, returning to more normal office conditions.\" Mark Dixon, chief executive of global workspace provider IWG, said his company was working with firms to \"provide hybrid working solutions\". He said having all staff working from one office building made \"no sense\" in a digital world. \"Everyone has worked out they can do their job from anywhere,\" he added. \"They want to go into the office some of the time, not all the time.\"The geography of work is going to change,\" he added. \"It's simply technology allowing people to work from anywhere they want. \"It saves the company money and reduces their carbon footprint.\" \"Ultimately, the answer is yes,\" according to Shah Qureshi, partner and head of employment at law firm Irwin Mitchell. \"There is an obligation to return to the office where an employer requires you to do so, and your normal workplace is the office, but there is a duty of care that the employer has to ensure that everything is safe as far as possible.\" Mr Qureshi said that when a person is under a contract of employment, they are required to attend the workplace in order to undertake their duties.However, he added that under the Health and Safety at Work Act, \"employers have an obligation to ensure that there is a safe working environment, a safe workplace, to which an employee returns\", which is irrespective of whether restrictions are abolished on 19 July. \"The duty of care (from employers) still remains and has always been there,\" he said. Measures put in place by companies would include spacing desks out, enforcing one-way walking systems and ensuring adequate sanitary facilities. \"Some employers are bringing in separate bubbles and they're planning on having different bubbles in at different times.\" Mr Qureshi said that as the law currently stands, there is no legal right for employees to work from home. Despite debates around such a right being made into law, it was \"very difficult to predict\" what would happen, he added. \"I think it depends on whether there is a groundswell of public opinion in favour of that.\" ", "url": "https://www.bbc.com/news/business-57594694"}