{"datetime": "2021-08-24T22:36:24.000Z", "title": "Goldman Sachs mandates vaccines for US staff and visitors", "article": "Goldman Sachs has made it compulsory for its staff to be fully vaccinated against coronavirus in order to work in its US offices. The investment bank said from 7 September all employees, along with clients and visitors, would need to be doubled jabbed to enter its buildings. Goldman said it would also introduce mandatory once-a-week testing from the same date for staff. Workers who are not fully vaccinated will be expected to work from home. Goldman told the BBC the policy was being introduced in the US, where workers returned the office in July, and not at its sites around world.Proof of vaccination status will be required via an app from October, it added.A spokesperson said that from Wednesday face masks would also be required - regardless of vaccination status - in all common areas of its buildings, such as lobbies, lifts, hallways, restrooms and cafes, except while seated for eating and drinking. The bank had previously ordered its US bankers todisclose their vaccine status before returning to the office but refrained from mandating them. The announcement comes after Pfizer's two-dose vaccinereceived full approval from the US Food and Drug Administration (FDA). The vaccine had initially only been given emergency use authorisation.The approval is expected to set off more vaccine mandates by employers and organisations in the US at time when infections are rising and vaccine hesitancy remains high. Last month, Goldman announced bankers returning to its London head office would be required to wear masks in the building,despite the easing of the UK government's coronavirus restrictions. But Richard Gnodde, the head of Goldman Sachs International, said the bank would not insist on people being vaccinated, nor would it force people to return if they felt uncomfortable doing so. \"[We will] continue to manage our exit from this in a cautious and appropriate way to make sure that our people feel comfortable,\" he told the BBC. Banks have been split over whether staff should come back to the office full time or work from home for some or all of the week. Goldman Sachs' group chief executive, David Solomon, has described working from home as \"an aberration\", while James Gorman, the boss of rival US investment bank Morgan Stanley said: \"If you can go into a restaurant in New York City, you can come into the office.\" Meanwhile, NatWest has said some 55% of its workforce would adopt a hybrid model of working between the office and home. ", "url": "https://www.bbc.com/news/business-58321737"}