{"datetime": "2021-06-10T16:46:27.000Z", "title": "Goldman bankers ordered to report vaccine status before office return", "article": "Goldman Sachs' US bankers have been ordered to disclose their Covid vaccine status ahead of a return to the office. In a memo seen by the BBC, the investment bank said it was mandatory to do so by 17:00 BST on Thursday. While it strongly encouraged staff to get a vaccine, it said: \"We understand that the choice to get vaccinated is a personal one.\" Goldman is hoping to bring US staff back to the office on 14 June, it told employees last month. The notice, which was first reported by the New York Times, said: \"Registering your vaccination status allows us to plan for a safer return to the office for all of our people as we continue to abide by local public health measures.\" The bank had said staff in the US could work in the office without a mask if they had been vaccinated. Its UK employees were also previously told that they should expect to be working on-site from 21 June - the date on which the government hopes to lift legal limits on social contact in England. UK workers for the bank have not been told to report their vaccine status. But Kate Hindmarch, partner in employment law at Langleys Solicitors, said that problems may arise from requiring proof of vaccinations. \"Vaccinations create a conflict of legal protections, where the freedom of individual choice is weighed against the health and safety of others.\"Some employees may have a justifiable reason for not wanting to take the vaccine, and we would always urge employers to discuss an employee's reluctance, whether it be related to a disability or religious reasons.\" She said there could also be serious ramifications if any employers dismissed staff who were reluctant to be vaccinated. Goldman Sachs in particular has been vocal about a need to return to the office as social distancing restrictions ease. \"We know from experience that our culture of collaboration, innovation and apprenticeship thrives when our people come together, and we look forward to having more of our colleagues back in the office so that they can experience that once again on a regular basis,\" chief executive David Solomon, president John Waldron and chief financial officer Stephen Scherr said in a joint statement last month. Mr Solomon also drew some criticism earlier in the pandemic when he described working from home as \"an aberration\". Rival investment bank JP Morgan is planning for \"significantly\" less office space, it said in April. Andbig tech firms, such as Facebook, have said they will let all employees who can work away from the office do so once the pandemic is over. ", "url": "https://www.bbc.com/news/business-57431263"}