{"datetime": "2021-08-02T16:20:04.000Z", "title": "Goldman Sachs raises banker pay after 95-hour week complaint", "article": "Goldman Sachs has increased its salaries for younger bankers following complaints of long working hours. It is understood that first-year investment bank analysts globally will get a pay rise this year to $110,000 (£80,000) from a previous $86,000. As first reported in the Financial Times , the pay increase does not include bonuses. Basic pay will rise to $125,000 in the second year.It comes as a top banker criticised recruits for being \"entitled\". Xavier Rolet, who ran the London Stock Exchange for eight years, said the younger generation of bankers should stop complaining about long working hours or find another job. He suggested banks should hire \"poor hungry kids who managed to put themselves through college\" instead of \"entitled\" graduates. Mr Rolet, who worked at Goldman Sachs in New York and in London early on in his career,said on LinkedIn that he would regularly work 130 hours a week, seven days a week in the 1980s. He claimed: \"We'd work the whole New York trading day in the office, have dinner on the desk then trade Asia and Tokyo from 8:00pm until 10:00pm, go home during the half-day recess and trade the Tokyo afternoon session from home from 12:00pm to 2:00am. \"Grab some shut-eye until 4:00am to put our orders in the European markets in time for the opening… quick commute to 40 Wall to be in the office by 6:30am to continue to trade our European orders in time for the pre-opening in New York. Tokyo was open on Saturdays and half day every other Sunday in those days.\" This year, a group of young Goldman Sachs bankers complained of 95-hour working weeks and and asked for theirworking week to be capped at 80 hours . They said conditions were \"inhumane\". Goldman Sachs, which recently reported a sharp rise in second quarter revenue, has declined to comment on the pay increases. In February, a group of 13 first year US-based investment banking analysts at Goldman Sachs, provided apresentation to management which commented on working conditions. \"The sleep deprivation, the treatment by senior bankers, the mental and physical stress… I've been through foster care and this is arguably worse,\" said one. Another remarked: \"This is beyond the level of 'hard-working', this is inhumane/abuse.\" However, Mr Rolet asked people on LinkedIn: \"How many single working mothers trying to put several kids through school do you think work less than 130 hours a week?\" Earlier this year, the young Goldman Sachs bankers warned that they would have to leave unless conditions improved. But Mr Rolettold Financial New s: \"It's a free world. If you don't love what you're doing or think the hours don't suit your lifestyle, by any means do something else.\" He added: \"Junior bankers are paid very well compared to other industries or sectors: ask a young entrepreneur drawing no salary how they would like to make $100,000-plus straight out of college?\" Commenting his own experience at Goldman Sachs in the 1980s, he said: \"Pay was good for a broke kid from a Parisian sink estate.\" Mr Rolet grew up in Algiers - his father was in the military - and near Paris in an impoverished area called Sarcelles, which he described to the Evening Standard as \"concrete, concrete, concrete, everywhere you looked\". After a long career in finance, Mr Rolet led the LSE from 2009 until 2017 and he is currently chairman of PhosAgro, a Russian fertiliser company. ", "url": "https://www.bbc.com/news/business-58054983"}