{"datetime": "2021-06-24T23:09:56.000Z", "author": "Michael Race & Beth Timmins", "subject": "Coronavirus pandemic", "title": "Covid: How do you feel about going back to the office?", "article": "Firms which have had most of their staff working from home throughout the pandemic are beginning to share their plans for when coronavirus restrictions end. Almost all of 50 of the UK's biggest employers saythey do not plan to bring staff back to the office full-time. However, Goldman Sachs has told its UK bankers they need to be ready to return to the office with boss David Solomondescribing working from home as \"an aberration\". The UK boss of Citigroup has said \"business works best from being together\" but plans to have staff in offices three days a week. We talk to workers about how they feel about a possible return to the office. Laura Blackwell, who works for a digital marketing agency based in Hayle, Cornwall, has never met her colleagues in the flesh after starting her job in September last year. The 25-year-old from Birmingham says she will have the option to go into the office for the first time but said her employer is adopting a \"hybrid work model\". \"Working from home is all I have known,\" she says. \"We have kind of just all embraced it.\" Laura says despite only meeting her colleagues through virtual meetings, it is \"weird how comfortable\" she has become with working and getting to know them. She adds working from home has been \"somewhat of a godsend\" after struggling with her mental health in recent months. She has adapted to her new job by setting alarms to help her manage tasks and her time, something she admits \"would not be ideal in an office full of people\". \"I'm a bit on the fence about returning [to the office],\" she adds. \"My director has been really amazing with everyone. He is really open to people being flexible and choosing when we go into the office. \"It just makes sense, we are just so used to doing all the work online and doing video calls, it's a normal part of our work.\" Adam Jones, who is a salesman for a media firm, claims he is in a \"minority\" of people who are eager to return to office full-time despite his company not making it mandatory for employees. The 26-year-old, who is based in London but is from Lancashire, had to work from his bedroom in his shared accommodation during the coronavirus lockdowns. \"It's not ideal what I had to do,\" he says. \"I did not have a desk or anything like that. \"I sat on a box I used for washing and put my computer on an ironing board. \"There is just no question I work better coming in [to the office], getting a coffee, having a little chat.\" Mr Jones said having a routine, cycling six miles to the workplace, and having light-hearted exchanges with colleagues in person, has benefited his mental health \"I'm more productive in the office than I am at home,\" he says. Ingrid Temmerman, an executive assistant at Imperial College London, has worked from home since the first coronavirus lockdown and has started discussions with her employer about returning to the office. The 51-year-old is hoping for a flexible arrangement of working from home some days and in the office on others as she \"loved working alone\", despite never thinking she would. \"It has given me so much scope for learning more about 'me' and my ability to adapt to severe change,\" she says. \"I now enjoy my own company more and feel much happier working from home. Ms Temmerman said she was \"anxious\" about returning to the office due to new variants of Covid but also due to her quality of life. \"I'm more productive but also healthier,\" she tells the BBC. \"I can take my lunch break and prepare a better meal. I can meditate when I feel stressed where in the office it's not really an option.\" Ms Temmerman said she was not looking forward to her one hour, 30 minute commute into the capital and says the money she has saved in train fares has allowed her to buy better quality food. She also doesn't miss the \"he said, she said\" office politics. \"I now have more freedom to choose who I want to socialise with and I have not struggled with building effective relationships in the work environment\", she adds. \"Everyone has been good at doing their bit.\" Steven Morris works as a campaign advisor for the charity Sense. His hearing and sight is impaired and his need for guiding during commutes means social distancing is more difficult to maintain.Mr Morris has been into the office in London's Kings Cross for one day since March 2020. He has only received one vaccine dose so far and feels uncomfortable returning full-time.\"I don't feel safe commuting until everyone is vaccinated\".Mr Morris explains this extra stress is because it is \"really difficult to socially distance\". \"My manager says they'll make the office available but won't pressurise us to go in,\" he explains.\"I've actually really benefited from working from home, the use of tech has meant that meetings have been far more accessible than they were face to face so it's one of the things I'm worried about losing.\" Shah Qureshi, partner and head of employment at law firm Irwin Mitchel says: \"Ultimately, the answer is yes\" - your employer can tell you to work from the office. However, Mr Qureshi adds that under the Health and Safety at Work Act, \"employers have an obligation to ensure that there is a safe working environment, a safe workplace, to which an employee returns\", which is irrespective of whether restrictions are abolished on 19 July. Measures put in place by companies could include spacing desks out, enforcing one-way walking systems and ensuring adequate sanitary facilities. \"There is an obligation to return to the office where an employer requires you to do so, and your normal workplace is the office, but there is a duty of care that the employer has to ensure that everything is safe as far as possible,\" says Mr Qureshi. \"The duty of care [from employers] still remains and has always been there,\" he said. Mr Qureshi added that as the law currently stands, there is no legal right for employees to work from home. ", "url": "https://www.bbc.com/news/business-57427005"}