{"datetime": "2021-03-19T16:52:02.000Z", "title": "Young Goldman Sachs bankers ask for 80-hour week cap", "article": "First-year bankers at investment bank Goldman Sachs have warned that they might quit unless their gruelling working conditions improve. An internal survey among 13 employees showed they averaged 95 hours of work a week and slept five hours a night.Their personal relationships also suffered as did their physical and mental health.The analysts warned that they would be likely to leave within six months unless things changed. The survey offers a rare glimpse into the fiercely competitive work culture of Wall Street's top firms, where junior analysts scramble for well-paid career paths.The survey,which began circulating on social media on Wednesday , is presented on Goldman Sachs-branded slides that note they were produced within the investment banking division. But the BBC understands that the survey was conducted by a \"self-selected\" group of US-based first-year investment banking analysts among themselves. \"The sleep deprivation, the treatment by senior bankers, the mental and physical stress… I've been through foster care and this is arguably worse,\" one respondent said in the survey, which has been seen by the BBC.\"This is beyond the level of 'hard-working', this is inhumane/abuse,\" said another.All of the respondents said the job had negatively affected their relationships with friends and family, while 77% said they had been victims of workplace abuse.It's not just those in the world of finance who endure long days and little sleep. David works in software development. Before the pandemic he would travel from his home in Torquay in Devon to London on a Sunday night and only return on Friday evening - sometimes not getting through the door before midnight. On top of his full-time job, he always has a side project that can keep him up until 02:00 and intrudes on weekends. He says his wife would describe him as a workaholic but he doesn't use the term himself. \"I'm definitely the kind of person who would sleep less if I could,\" David says. \"It's wasted time.\" Before working for the firm, the analysts assessed their own mental health at 8.8 out of 10 and their physical health at 9 out of 10.After starting the job, they rated their mental health at 2.8 and their physical health at 2.3.83% said they had experienced \"excessive monitoring or micromanagement\", while 17% said they frequently experienced shouting or swearing.The survey recommended maximum 80-hour work weeks with no work on Saturday or after 9pm on Friday.It also urged more realistic deadlines and better work flows aimed at reducing stress. The analysts presented their findings to Goldman Sachs' management in February, and the bank said it has since taken steps to address employee burnout among this small group, and wider teams. \"We recognise that our people are very busy, because business is strong and volumes are at historic levels,\" a spokeswoman for the bank told the BBC. \"A year into Covid, people are understandably quite stretched, and that's why we are listening to their concerns and taking multiple steps to address them.\" The bank says it has been reinforcing its \"Saturday Exception\" policy and moving to automate certain tasks for junior staff. Goldman Sachs reported net revenues of $44.6bn (£32.1bn) for 2020.", "url": "https://www.bbc.com/news/business-56452494"}