{"datetime": "2021-02-25T12:30:39.000Z", "title": "Goldman Sachs: Bank boss rejects work from home as the 'new normal'", "article": "Goldman Sachs boss David Solomon has rejected remote working as a “new normal” and labelled it an “aberration” instead. Mr Solomon said the investment bank had operated throughout 2020 with “less than 10% of our people” in the office.His eagerness for workers to return to the office is at odds with many other firms, who have suggested that working from home could become permanent. Mr Solomon suggested that it does not suit the work culture at Goldman Sachs.“I do think for a business like ours, which is an innovative, collaborative apprenticeship culture, this is not ideal for us. And it’s not a new normal. It’s an aberration that we’re going to correct as soon as possible,” he told a conference on Wednesday.\"I'm really not looking forward to going back into the office,\" Tom, a 35-year-old who works in urban planning, told the BBC. He has enjoyed being more involved with his young children during the pandemic. But his employer is quite \"stubborn\" about wanting him back in five days a week. \"I have found the lack of understanding and support from the older generation of directors, as well as their eagerness to just go back to offices and not learn lessons really difficult.\" He says his employer seems to assume there will be someone at home to cover childcare and other day-to-day demands, whereas the tech industry, where his wife works, allows more flexibility. Tom is now looking for a new job that will offer him more choice. \"The best-case scenario for me would be two days in the office - to get that connection with colleagues - and two to three days at home.\" In particular Mr Solomon was worried about an incoming “class” of about 3,000 new recruits, who wouldn’t get the “direct mentorship” they need.“I am very focused on the fact that I don’t want another class of young people arriving at Goldman Sachs in the summer remotely,” he said.Although he thought the Covid-19 pandemic had helped push the adoption of digital technologies and created ways for the investment bank to run more efficiently, Mr Solomon thought it would not lead to huge changes over the longer term.“I don’t think as we get out of the pandemic the overall operating mode of the way a business like ours operates will be vastly different,” he said.Within the finance sector, it appears Mr Solomon is not alone.In September, JP Morgan’s chief executive Jamie Dimon said that working from home has had a negative effect on productivity.Barclays boss Jes Staley also expressed hope recently that the vaccine would allow employees to return to the office.However, more recently Lloyds Banking Group said it planned to cut the amount of office space it uses by 20% within three years, and HSBC has announced a 40% cut in its office footprint. Tech companies, also appear to be more enthusiastic about work from home arrangements.Microsoft, Facebook and Twitter have all said staff would have the option to work from home permanently.Facebook has suggested that up to half of its staff could work remotely within five to ten years.But the social media giant has also hinted that remote workers might receive lower pay, as their expenses would be less away from San Francisco and Silicon Valley. Are you planning to return to the office soon? Are you looking forward to it? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-56192048"}