{"datetime": "2021-03-24T00:06:36.000Z", "author": "Lora Jones", "title": "'I was working 72 hours a week - it was cult-like'", "article": "Ninety-five-hour work weeks, five hours' sleep a night and an ultimatum. After a group of young Goldman Sachs analystswarned they would leave the firm unless things changed, the boss said it was\"great\" they had voiced their concerns . When we first reported the story, dozens of you got in touch to talk working hours and how work-life balance has shifted during the pandemic. Here, four people explain what a week in their jobs looks like. Gemma recently left a job where she was expected to work seven days a week The 22-year-old joined a Sheffield firm last October in what she thought would be a digital marketing job.On arrival, she and the other newly-employed graduates were asked to cold call and go door-to-door on behalf of charities the firm was working for. The few weeks she was in the job, the hours were typically 12 hours a day, Monday to Saturday.\"It didn't even end there. When we would finish at 23:00, we would get texted constantly on our way home asking us to reflect on what happened that day,\" Gemma says. On Sunday, Gemma's team would also have \"homework\" and a FaceTime meeting with their line manager to discuss goals for the upcoming week. \"Every waking moment was about the job - if you wanted any time out of the day to have a chat with people, to see your friends or family... that was described as a 'loser's attitude'.\" She's since quit and started a new job as a civil servant, where she is working 37 hours a week, Monday to Friday. She describes the change as \"so welcome\". \"My last job felt cult-like and this one feels like a legitimate role with standards and regulations. I enjoy being busy and putting a lot into my work, but it's nice to be able to speak to family and friends.\" Gavin Baldwin is working two jobs while trying to save for a house deposit Gavin, 42, started working in IT for a technology company based in Cardiff in January last year. He works four 12-hour night shifts in a row, followed by four days off, where he tries to fit in plumbing jobs, having qualified in 2012. \"But it doesn't always end up like that,\" he admits. \"I'll often do a 12-hour night shift, sleep for three hours and then go do a job.\" Demand for plumbing work has kept him busy as people make home improvements during lockdown. \"What else can I do? I've gotten into a routine where I've got loads of work and there's not much else to do in my spare time.\" Gavin is working extra hours so he can save towards a deposit for a first house for him and his wife. \"I'd love to just be able to do my nights job, but to get ahead these days you can't just rely on the one,\" he says, adding that his only luxury item is his Jeep, which he uses for work. But he says he does feel some sympathy for the Goldman Sachs analysts.\"A 95-hour week is excessive but at the same time, banks want people who are money-hungry because that's what the job is based around. Their career is their life and they sacrifice a lot to do what they do.\" Olivia Wilson works about 55 hours a week in a secondary school Olivia has been working as a maths teacher for the last six years. She currently works at a secondary school in Brighton, where she starts the day at 07:30.Lessons finish at 14:45, but the 27-year-old usually stays on site until about 18:00. \"In those after-school hours, we have meetings, I also teach statistics and then we'll be doing things like planning lessons and marking.\" She usually spends a couple of hours on Saturday and Sunday planning for the week ahead too. During the first nationwide lockdown a year ago, Olivia says the hours decreased slightly. \"We hadn't gotten our heads fully around remote learning, so we were doing a more standard 08:00-16:00. \"I felt I had better work-life balance, but hated being away from the kids and just wanted to be teaching them in person.\" Recent research by the National Foundation for Educational Research found that full-time teachers' working hours returned to their pre-pandemic levels around autumn last year.According to the study, more than half of teachers in England would prefer to work shorter hours.But Olivia adds that she finds the workload \"manageable\".\"I probably do work quite long hours, but it's a choice.\" Alice can work anything from 30 to 90 hours per week \"How long I work really depends on the week. There are some where it's just a bit of data analysis and a few meetings - and others where I'm an assistant to four different people so it swings wildly,\" Alice says. She works as a research assistant in a neuroscience lab in London, helping run different experiments, analyse samples and put research together for publication. Alice, 22, estimates she works about 70 hours per week on average, with no solid start time. Clocking off? That varies too, although she says she usually finishes between 20:00 and 22:00. \"Now I find myself in a position where I've set a precedent for how much work I produce,\" she says. \"And honestly I feel invested in all the projects I work on, so I'm a bit hesitant to roll them back. In an ideal world there would be 48 hours in a day!\" She admits that she does get tired sometimes, and in future she might need to roll back her hours as she gets older. In the middle of a pandemic, she says it can also be harder to find time for breaks.\"It can be hard to excuse yourself from work without much of a reason - we're not going anywhere, but sometimes it's good to have some time away from the desk. \"Everybody has a different opinion on work-life balance,\" she adds, saying that she and her colleagues had discussed the report on Goldman Sachs. \"In our field, we're not extremely well-paid for the hours that we do. I imagine that the Goldman Sachs analysts signed up to working a great deal because of the big salaries. \"Personally I wasn't all that surprised, but when I think about the fact they're wanting 80 hours to be the cap - that's [still] excessive.\" ", "url": "https://www.bbc.com/news/business-56496883"}