{"datetime": "2022-02-03T14:33:44.000Z", "author": "Szu Ping Chan", "title": "Interest rates rise again in bid to cool soaring prices", "article": "Interest rates have risen for the second time in three months as the Bank of England tries to curb a rapid rise in the cost of living. The hike to 0.5% from 0.25% came as the Bank warned that price rises could speed up. Prices are expected to climb faster than pay, putting the biggest squeeze on household finances in decades. It comes as the chancellor unveiled a support package to help households cope with a 54% jump in energy bills. Rising gas and electricity costs are the main factors pushing up prices across the economy. Inflation, as measured by the consumer prices index (CPI), is expected to peak at 7.25% in April, and average close to 6% in 2022. This would be the fastest price growth since 1991 and is well above the Bank's 2% target. Despite that, the Bank of England governor Andrew Bailey has suggested workers need to accept pay restraint, and should not ask for higher wages, in order for inflation to be tamed more quickly.There are also increasing signs of broader price pressures across the economy. Prices of household appliances such as fridges climbed almost 10% over the past year. Goods shortages also meant retailers were offering fewer bargains in the January sales compared with previous years. Food prices and rents were also likely to creep up in the short term, the Bank warned. Pay increases are not expected to keep pace with rising prices. Post-tax incomes are forecast to fall 2% this year, after taking into account the rising cost of living.This represents the biggest fall in take-home pay since records began in 1990. Despite this, the Bank said there had been a \"material pick-up in pay settlements\" this year, with the average worker enjoying a 5% pay rise. \"Acute\" staff shortages in sectors such as hospitality, engineering, construction and IT also meant many employers were offering staff \"ad-hoc\" bonuses to keep them. The pandemic meant other workers had retired early, stayed in education or cut down their hours for a better work life balance. The Bank said this had created other labour shortages that could take \"many years to be resolved\". Bank of England governor Andrew Bailey said the jobs market was \"extraordinarily tight\", adding that when he speaks to businesses up and down the UK, labour shortages are the \"first, second and third thing people want to talk about\". The Bank's decision to raise interest rates will make borrowing more expensive, potentially hitting some households harder. The Bank cannot do much to ease the energy price shock or rapid price rises in some consumer goods, so it is sticking to its job by trying to keep inflation stable, the Bank's deputy governor for monetary policy Ben Broadbent said. The rates rise coupled with soaring prices will make it more difficult for some people to afford mortgage repayments. Naomi Mellor, a vet who lives in Hatfield with her husband, sold their house in April, but their next purchase fell through, so they're renting. She said rising mortgage rates have had a big impact on what they can afford. \"We're looking at a rise in our energy bills, a rise in our fuel bills and a rise in our mortgage repayments, which altogether is going to contribute to probably £200 to £300 a month more in our monthly bills. \"We're trying to buy a house and the rising mortgage rates have had a big impact on what we can afford and how much we're going to be repaying on a monthly basis,\" she said. The Bank's rates decision will add just over £25 to the typical monthly repayment for people on a tracker mortgage. Those who have a standard variable rate mortgage will pay an extra £15 per month on average. Nearly two million people in the UK have one of these two types of mortgage. While savers will hope for higher returns, many big banks failed to pass on the full increase in December, when interest rates were increased from a record low of 0.1%. The worst squeeze on the income of households since 1990 is what the Bank predicts. Record energy bill rises from April will take inflation to a peak of 7.25% in April, more than treble the Bank's normal target. Some have called it \"Black Thursday\" for living standards. In raising interest rates again and signalling more rate rises in the coming months, and nearly voting for even more on Thursday, the Bank is putting the nation on the couch in an exercise in mass psychology. Inflation rises can be self-fulfilling. If workers, consumers and businesses expect 7% rises to persist, they will pre-emptively put up prices and ask for wage rises that then bring this about. What the Bank is trying to do is to confine what is happening right now to being a one-off shock. To stop the inflation becoming \"ingrained\" as Bank governor Andrew Bailey put it today. There is a presentational issue here. In ordinary circumstances interest rates are raised to temper booming or bubbly growth - to take the punch bowl away from the party. But there is no punch bowl. There is no party. In fact the Bank lowered its forecasts for growth of the economy to 3.75% from 5%, even though Omicron was not as damaging as feared. The Bank's answer is that this series of rate rises will be enough to stop a spiral of inflation, but will not go so high as to kill off the recovery. It is a delicate balancing act indeed. The recent rapid rise in prices led to some members of the Bank's Monetary Policy Committee (MPC) to call for a bigger rate rise. Four of the nine members voted to increase rates to 0.75% to ward off fears that price rises could become more sustained. The MPC voted unanimously to end new purchases as part of its £895bn bond buying programme to support the economy. The Bank also forecast that the rapid spread of the Omicron Covid variant will hit growth this year. The economy is forecast to stagnate in the first three months of this year, while the Bank also cut its annual growth forecast for 2022 from 5% to 3.75%. Policymakers expect the economy to grow by around 1.25% in 2023. While consumers are expected to dip into their savings to maintain living standards, this is expected to slow down later this year, weighing on growth. ", "url": "https://www.bbc.com/news/business-60197463"}