{"datetime": "2022-02-03T12:23:58.000Z", "title": "How the interest rate rise might affect you", "article": "Everyone in the UK will be affected by rising prices - from a higher gas bill, to harder choices during the grocery shop. The idea of raising interest rates is to keep those current and predicted price rises, measured by the rate of inflation, under control. Policymakers at the Bank of England have now increased interest rates to 0.5% from 0.25%, the second rate rise in three months. Higher interest rates make borrowing more expensive. For households, that could mean higher mortgage costs, although - for the vast majority of homeowners - the impact is not immediate, and some will escape it entirely. Analysts have also warned that the potential benefit of a better return on savings could be muted. Even before the Bank of England's rate-setting Monetary Policy Committee began increasing interest rates in December, there were signs that the era of ultra-low mortgage rates was at an end. Some lenders raised rates for those applying for a new home loan. It has been an extraordinary period of cheap mortgages, and - in the past few months - there have even been good deals for first-time buyers unable to offer much of a deposit. Brokers have predicted any rises in mortgage rates to be\"slow and measured\" , which would mean mortgages would stay cheap by historical standards for some time. It is a little-discussed fact that only about a third of adults have a mortgage. About a third rent their home, another third have either never had a mortgage or have paid it off. Those figures come from the English Housing Survey, which is geographically limited, but one of the most comprehensive guides available. Some 74% of mortgage borrowers in the UK are on fixed-rate deals, so would only see a change in their repayments when their current term ends, according to banking trade body UK Finance. About 1.5 million fixed-rate deals will expire this year, and another 1.5 million will do so in 2023. Of the remainder, 850,000 homeowners are on tracker deals, and the other 1.1 million are on standard variable rates (SVRs). They are the people likely to feel an immediate impact now the Bank rate has risen. The increase in the Bank rate to 0.5% means a typical tracker mortgage customer's monthly repayment will go up by £25.76. The typical SVR customer is likely to pay £15.96 more a month, UK Finance figures show. That means a further squeeze on household budgets at a time of rising bills and when people have been used to years of cheap borrowing and relatively slow-rising prices. Every mortgage applicant since 2014 would have needed to prove in a stress test that they can pay at a rate of about 6% or 7% - the idea being that a small rate rise may be uncomfortable, but not unmanageable, for homeowners. However, the Bank of England isexamining whether to drop that requirement . A collective sigh of relief may have been heard from savers at the news of the latest rate rise, but it could quickly be followed by a sharp intake of breath. Analysts warn that there is no guarantee of the higher Bank rate being reflected in better returns on savings.Savers are often borrowers too, but the money in the bank has effectively been falling in value for some time.Anna Bowes, of website Savings Champion, says it is \"really disappointing\" how slow a lot of providers have been to react to the Bank of England's base rate rise in December. She says there has been only a small increase in rates, which is a \"huge blow\" due to prices of goods and energy rising. People are receiving pennies in interest for every £100 they keep in savings for a year. A Bank rate rise will do little to change that scenario.The average interest rate for an easy-access account you can open today is 0.19%, up from 0.17% in December. For easy-access accounts closed to new customers, it is 0.24%, up from 0.22%. The highest paying easy-access account has an interest rate of 0.71%, which has stayed the same since December. In the past five years, the best easy access savings rate on the market was in September 2019, which paid 1.6%.", "url": "https://www.bbc.com/news/business-59140059"}