{"datetime": "2021-03-23T15:43:40.000Z", "title": "Goldman Sachs boss says 'go extra mile' despite 95-hour week", "article": "The chief executive of Goldman Sachs says it's \"great\" a group of young analysts raised concerns about working conditions at the investment firm. A group of 13 US employees mocked up a presentation in which they told of 95-hour working weeks and \"inhumane\" conditions amounting to abuse. Boss David Solomon said in a message: \"It's great that this group of analysts went to their management.\" But he added that going an \"extra mile\" can make a big difference for the bank. In his address to the investment bank's 34,000 staff worldwide, Mr Solomon said he expected Goldman to continue to face high demand from clients and emphasised the need to meet the challenge, saying hard work brought rewards. \"Just remember: if we all go an extra mile for our client, even when we feel that we're reaching our limit, it can really make a difference in our performance,\" he said. The analysts sent their complaints to bosses in February, but it only became public last week. Mr Solomon said: \"We want a workplace where people can share concerns freely... If there are any issues, do not hesitate to reach out to ask for help.\" He promised to improve working conditions at the firm. Mr Solomon said: \"I can imagine that many of you saw the presentation that a group of analysts shared with their management recently about their lack of work-life balance. \"This is something that our leadership team and I take very seriously.\" He pledged to enforce its \"Saturday rule\" to ring-fence junior bankers' time off from Friday evening into Sunday morning.The world of investment banking is notorious for placing high demands on its employees, with remote working during the pandemic further blurring the lines between the office and home.At Citi, the fourth largest bank in the US, new boss Jane Fraser recently sent a memo designating Zoom-free Fridays and reminding staff to try to schedule calls within traditional working hours. She also added a company-wide holiday at the end of May, citing \"the need for a reset\". \"I know, from your feedback and my own experience, the blurring of lines between home and work and the relentlessness of the pandemic workday have taken a toll on our well-being,\" she wrote in the memo. \"It's simply not sustainable. \"Please try to limit scheduling calls outside of what had been traditional working hours pre-pandemic and on weekends (remember those?) We are of course a global company that operates across time zones, but when our work regularly spills over into nights, very early mornings and weekends, it can prevent us from recharging fully, and that isn't good for you nor, ultimately, for Citi.\" She told staff to speak up \"if you need more time for a reset. It's not a sign of weakness; we are all feeling the weariness\". The long hours and high pressures of investment banking were thrown into focus in 2015 when a 22-year-old Goldman analyst, Sarvshreshth Gupta, took his own life after complaining of working 100 hours a week and working all night. The 13 Goldman Sachs employees gave striking testimony,which began circulating on social media on Wednesday , detailing five hours sleep a night, harsh treatment by senior bankers and the effects on their physical and mental health. One said: \"I've been through foster care and this is arguably worse.\" \"This is beyond the level of 'hard-working', this is inhumane/abuse,\" said another.Goldman is far from the only firm where staff are reporting burnout, as the pandemic blurs work-life boundaries. Nearly 90% of workers say their work-life balance is getting worse, according to arecent survey published by the Harvard Business Review of 1,500 people across 46 countries. Goldman said last week in the light of the findings going viral that it had since taken steps to address employee burnout among this small group, and among wider teams. Mr Solomon's address to staff said: \"We're accelerating our efforts to hire new junior bankers across investment banking and we're internally transferring bankers to business lines where activity levels are highest.\"He added the firm was trying to manage its workload and reorganise some so it would be done automatically:. \"We're also being more selective about business opportunities that we pursue, and we're working to automate certain tasks in our business.\" The investment bank reported net revenues of $44.6bn (£32.1bn) for 2020.", "url": "https://www.bbc.com/news/business-56495463"}