{"datetime": "2020-11-13T03:17:20.000Z", "author": "Justin Harper", "title": "Banking giant Goldman Sachs lets in more women", "article": "Goldman Sachs, one of Wall Street's biggest names, is letting in more female partners along with minorities. The investment bank says almost half of its new partners will come from diverse backgrounds. Goldman Sachs has frequently come under fire for its \"boys' club\" mentality, promoting mostly white men to senior roles. Becoming partner at the investment bank is seen as entry into one of Wall Street's most exclusive clubs. Goldman's partners collectively own a small stake in the firm and get a pay rise to a basic salary of $950,000 (£724,000). On top of this, they also get exclusive access to the bank's private investment funds and a share of future profits from them. However, the number of employees it has made partner this year has fallen to its lowest level in decades. A total of 60 staff will join the exclusive club, which the investment bank says is a result of a \"highly selective process to identify each new generation of Goldman Sachs senior leaders\".Goldman Sachs said 16 of the 60 were women, while four were black, three Hispanic and 10 Asian. A total of 32 were white men. Yoko Makiguchi previously worked in a senior management role at Goldman Sachs in Japan. \"Goldman has been pushing for diversity, especially in recruiting. There have been efforts to promote more senior women,\" she said. \"I was one of the lucky ones getting coaching lessons and six months of leadership training.\" Goldman Sachs chief executive David Solomon has said he wants to move faster to increase diversity among the bank's senior ranks. Christine Tsai is founding partner and chief executive at 500 Startups, a venture capital fund, welcomed the move. \"At a time when women are being forced out of the workforce during the pandemic, in large part because of the gender wage gap, moves on Wall Street to promote women and treat them on par with men will help to diminish those disparities,\" she said. Earlier this year, a review in the UK highlighted a lack of women in senior and executive roles - making up just 15% of finance directors. \"We continue to advance diversity and inclusion at our firm,\" a Goldman Sachs spokesman said after announcing the new partners. In June, at the height of the Black Lives Matter movement, Goldman Sachs pledged $10m towards a fund for racial equality. ", "url": "https://www.bbc.com/news/business-54876529"}