{"datetime": "2022-02-03T12:44:58.000Z", "author": "Ben King", "title": "Interest rates: What are they and why do they matter?", "article": "The Bank of England has raised interest rates to 0.5% from 0.25% The decision comes as the Bank also warned that the cost of living was on course to hit a 30-year high. Setting interest rates - officially known as Bank Rate - is one of the many ways the Bank of England tries to control the UK economy. If interest rates rise, it can make borrowing more expensive - especially for homeowners with mortgages - but it can also give savers a better return. Some mortgages - called \"trackers\" - are directly linked to the Bank of England's interest rates.The Bank's decision to raise interest rates to 0.5% will add just over £25 to the typical monthly repayment for an average tracker-mortgage customer. As well as mortgages, Bank of England interest rates also influences the interest charged on other forms of credit, such as credit cards, bank loans and car loans. So even if you don't have a mortgage, changes in interest rates could still have an impact on your finances. It also affects the interest rates people earn on their savings. An increase in rate rise is usually passed on to some extent by individual banks, so people earn more on their savings.Interest rates are decided by a team of nine economists, the Monetary Policy Committee.It meets eight times a year - roughly once every six weeks - to consider data on how the economy is performing. And its decision is always published at 12:00 on a Thursday. If interest rates go up, it is intended to encourage High Street banks to put up the interest rates they charge individuals and businesses.Higher interest rates mean people receive a better return on their savings, which should encourage them to save rather than spend.Encouraging people to save should slow the increase in prices of everyday goods. With fewer buyers in the market, sellers will find it hard to put their prices up.On the other hand, cutting interest rates makes it cheaper to borrow money and people get less return on their savings. This should encourage spending and help prices rise a little faster. The Bank of England will raise or lower interest rates to help maintain its 2% inflation target. Inflation is the rate at which prices are rising - if the cost of a £1 jar of jam rises by 5p, then jam inflation is 5%. If prices - sometimes known as the cost of living - are rising faster than 2% a year, the Bank will consider putting up interest rates. The latest figures show the cost of living surged by 5.4% in the 12 months to December. After the2008 global financial crisis, the Bank of England was afraid that the economy would crash, so it cut interest rates to 0.5% in 2009.This was good news for many mortgage borrowers, who found their borrowing costs much lower than they had expected.In 2016, it cut interest rates when the economy faced uncertainty following thereferendum vote to leave the European Union. And in 2020, it cut interest rates to itslowest-ever level of 0.1% as the coronavirus pandemic caused the biggest economic slowdown for centuries. Do you have a tracker mortgage and will now see your repayments rise? Are you worried that rising rates might affect your finances? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-57764601"}