{"datetime": "2022-01-19T17:33:15.000Z", "author": "Robert Plummer", "title": "Surging food prices push inflation to 30-year high", "article": "Prices have gone up at their fastest rate in nearly 30 years - but there is worse to come, experts have warned. Soaring food costs and the energy bill crisis drove inflation to 5.4% in the 12 months to December, up from 5.1% the month before, in another blow to struggling families. The last time inflation was higher was in March 1992, when it was 7.1%. And with gas and electricity costs set to rise further in the spring, analysts predict it will reach that level again. Households have seen their energy bills kept in check by the government's price cap, which limits the amount suppliers can charge, but this is due to be revised on 1 April. As a result, fuel bills could increase by another 50% in the next few months, the energy industry has said. At the same time, there are signs that the high cost of food is proving too much for many people. Richard Walker, boss of supermarket chain Iceland, said he was seeing an \"alarming\" rise in the use of food banks. \"There may be some people facing a choice between heating or eating. We're losing customers to hunger,\" he said. He added that his stores served some of the UK's most deprived communities.\"Some of our customers only have £25 a week to spend on food, so they're already struggling to make ends meet,\" he said. \"When you have real wages falling, Universal Credit top-up withdrawal, food inflation, tax rises, that obviously will hit hard.\" The latest rise was announced by the Office for National Statistics , which said increases in prices of furniture, food and clothing also contributed to December's rise in the cost of living. Chancellor Rishi Sunak said he understood the pressures people were facing, but the opposition Labour party said working families faced an impending \"triple whammy\" of financial pressures. The latest figures will increase pressure on the government, already under fire over tax rises set to take effect in April. They will also fuel calls for the Bank of England to raise interest rates in a bid to dampen consumer spending and bring inflation closer to its 2% target. Inflation is the rate at which prices are rising. If the price of a bottle of milk is £1 and it rises by 5p, then milk inflation is 5%. You may not notice price rises from month to month. But right now, prices are rising so quickly that the money people earn does not go as far. Separate official figures issued on Tuesday showed that average pay rises are failing to keep up with the rise in the cost of living. Regular pay, excluding bonuses and adjusted for inflation, fell 1% in November compared with the same month in the previous year. Paul Johnson, director at the Institute for Fiscal Studies think tank, said people on low incomes would be particularly hard hit by the squeeze on living standards. \"Everyone, particularly those on modest incomes, has had a long period of wages not really growing any faster than prices over the last decade, so another increase at this point is going to be particularly painful,\" he told the BBC. Inflation at this level is a new phenomenon for many young people, who were not even born when prices were last rising this fast. One worker, 24-year-old Alfie Kearns from Liverpool, told the BBC he believed inflation was making it harder to save money so that he can move out of his family home. \"Energy bills and gas and everything has been going up,\" he said. \"A big thing for me right now is I want to move out, I want my own home and that's the next step for me and it's just impossible in the current climate.\" However, there is little sign of a respite for him and others like him, say analysts. Paul Dales of Capital Economics said inflation was now expected to hit 7% by April. \"That would be higher than the peak of 6% that the Bank of England was forecasting when it raised rates in December,\" he added.\"And although inflation will fall back thereafter, we think it will stay above 4% for all of this year and won't drop to the 2% target until April 2023.\" As a result, he said, the Bank of England's rate-setting Monetary Policy Committee was likely to raise interest rates faster than most people expected, with the next increase to 0.5% expected in February. Already-high prices for gas, electricity, food and used cars are set to climb further in the coming months, said BBC economics editor Faisal Islam. Meanwhile, the Retail Price Index, an inflation measure which is still widely used by government and some businesses, including for wage bargaining, is already at 7.5%.The concern is not only that the predicted peak of inflation is getting higher, but that it will prove \"stickier\" than expected, he added. Businesses, who face soaring wholesale prices, now face the dilemma of whether to pass on those costs to squeezed consumers. One businesswoman, Kate Greig, helps run Kent Food Hubs, a co-operative that helps traders and producers in the county to sell direct to customers. She said her suppliers are seeing increases in their material costs, as well as things such as energy bills. \"Food is more expensive, fuel is more expensive,\" she told the BBC. \"For my traders, raw materials are more expensive, whether that's the lentils to make a meal or the cardboard they use to package it.\" Commenting on the crisis, Chancellor Rishi Sunak said: \"I understand the pressures people are facing with the cost of living, and we will continue to listen to people's concerns as we have done throughout the pandemic.\" He said the government was providing support worth about £12bn this financial year and next to help families cope. Shadow Treasury secretary Pat McFadden said: \"These figures show that the cost-of-living crisis is only going to get worse in the coming months. \"Working families are already feeling the crunch. But the triple whammy of an imminent rise in the energy price cap, real wages falling and Tory tax rises coming down the tracks are going to make this crisis even worse.\" How are you being affected by the rising cost of living? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-60050699"}