{"datetime": "2022-02-09T18:06:41.000Z", "subject": "Reality Check", "title": "PMQs: Fact-checking claims on fraud, Brexit and the economy", "article": "Boris Johnson has taken the last session of Prime Minister's Questions before the recess. Claims were made about growth, fraud, Brexit and vaccines. We do not know how fast the economy is growing this year.The latest figures, due on Friday, are for the last three months of 2021. The prime minister is comparing the UK economy with those of the rest of the G7 advanced economies - Canada, France, Germany, Italy, Japan and the USA. The UK economy grew 6.8% in the 12 months to September, more than any other G7 country.Friday's figures will reveal the level of growth for the whole of 2021, whichthe International Monetary Fund (IMF) expects to be the fastest in the G7. But the UK economy had a lot of ground to make up.Between late 2019 and late 2021, it shrank by 1.5% - only Japan fared worse. And in the third quarter of 2021, the most recent batch of actual data for every G7 country shows, it grew 1.1% - slower than France, Italy, Germany and Canada. The Labour leader raised fraud as Mr Johnson had omitted it from the crime statistics he used on 31 January - which had been criticised bythe statistics regulator . He is right, there are 14,000 cases a day of fraud against people, according to the most recent Office for National Statistics estimates. Butnearly a third of these don't involve any loss of money.The Conservative MP for Dover is right about the disruption. Long queues of lorries have been heading into the Port of Dover.And a special traffic-management scheme for lorries has had to be used at least 20 times so far this year, compared with 69 for the whole of 2021. But it is wrong to say this is unconnected to Brexit.After leaving the European Union and its single market and customs union, Great Britain is now treated as a \"third country\", which means checks on goods going to the EU.Until 1 January 2022, goods could be exported and the paperwork completed afterwards, during a 60-day grace period. But now it has to be completed before the lorry drives on to the ferry, leading to additional checks in Dover, where no checks existed before Brexit. Other factors, including a number of ferries being out of action and higher-than-expected freight volumes, are also contributing to the disruption, according to the port authorities.The UK was the first country to approve a Covid vaccine - on 2 December 2020. At the time, the UK had left the EU but was in a transition phase and still following its rules. But a provision under European law allowed for temporary approval of the Pfizer-BioNTech vaccine in the UK, as pointed out by its medicines regulator at the time. And the UK vaccine rollout began on 8 December 2020 - weeks before the EU's.The UK chose not to join the EU vaccine scheme. If it had, it would still have been able to sign its own vaccine deals - but not with manufacturers who had an agreement with the EU. In terms of the subsequent speed of the rollout, the UK vaccine programme - which now includes booster doses - was the fastest in Europe until May 2021. But it has slowed since then, with Malta (237 doses per 100 people), Denmark (225), Italy (217) and France (204) all now having a higher vaccination rate than the UK (203).If we just focus on boosters, the UK had the fastest booster programme in Europe until 2 January 2022. But the pace has flattened since then and Malta (65 booster doses per 100 people), Denmark (62), and Italy (59) have all recorded a faster booster rate.The prime minister is right, according to the latestNHS staff data - from October 2021. There were 316,362 nurses and health visitors employed directly by NHS trusts, up 10,512 up from a year earlier. In their 2019 manifesto, the Conservatives promised to deliver 50,000 more nurses in England by March 2025. They still have just under 30,000 full-time equivalent nurses to deliver by this deadline. You can read more about their election pledges here. ", "url": "https://www.bbc.com/news/60305472"}