{"datetime": "2022-01-26T00:04:32.000Z", "author": "Russell Padmore", "title": "Why Italy's new president could make or break economy", "article": "MPs in Italy are electing a new president this week, a secret ballot that is usually hard to predict and this time is no different. The head of the Italian state has limited powers, but the President does appoint a prime minister and can influence the government's economic strategy and with a general election due early next year, a lot is at stake. The next prime minister, probably heading a coalition government, must ensure the recovery of the economy continues. The pandemic hit Italy hard, but it faced years of stagnation before that, and foreign investors hope the EU member state will stay on the path towards growth.On Tuesday, following a second round of voting, which proved inconclusive, Italy's conservative alliance proposed three possible candidates, leaving the centre-left parties to respond as parliament remains divided over a successor to President Sergio Mattarella. The leader of the League, Matteo Salvini, told a news conference: \"We are not here to impose anything on anybody.\" Critics of Italy's political system, where governments are usually a coalition of different parties, may say the economy has dodged a bullet because the controversial former prime minister Silvio Berlusconi pulled out of the race at the weekend. The current Prime Minister, Mario Draghi, a former head of the European Central Bank, is seen as the frontrunner to take up residence in the Quirinale Palace, once the home of Popes and Kings, but the favourite rarely wins.As president he would have the power to appoint a prime minister, veto appointments to the cabinet and send legislation back to parliament for MPs to reconsider. These are powerful tools to keep reforms on track and could stop any future government from derailing the economy. If Mr Draghi did become the next President of the Italian Republic, who would replace him as the prime minister and would the current political stability in Rome suddenly be in doubt? At the start of the coronavirus pandemic the Italian economy suffered heavily, as the country went into a severe lockdown, but businesses are seeing good growth. \"The current government is a broad coalition led by former ECB President, Mario Draghi, and it's not clear which kind of coalition might come out of the next general election, which is currently due in early 2023,\" Paola Subacchi, Professor of International Economics at Queen Mary University of London, told the BBC's World Business Report. The health of the economy is tied to political stability and that has been achieved with Mario Draghi at the helm, she said. Mr Draghi has successfully garnered cross-party support for the European Union's recovery plan and created momentum for reforms and stronger financial discipline. Italy is the largest beneficiary of the EU's €750bn ($847bn, £627bn) recovery fund and it is expected to receive €191bn ($215bn, £160bn) in grants and loans. If Mr Draghi wins the race to become president, his success at creating political unity as Prime Minister, which led to positive momentum for the economy, could be undermined with new cracks appearing between parties which would be posturing ahead of the general election next year. Forecasts of economic growth of about 4% this year are promising and compare favourably with the dramatic contraction of almost 9% in gross domestic product in 2020 as the country suffered from the shock of the pandemic. Experts are saying Italy has a once in a generation opportunity for an economic reboot. Valentina Meliciani, a professor of economics at Luiss University in Rome, said: \"Political parties have different views about the direction of different economic policies for the future of the country.\"However political stability is really necessary for overcoming the pandemic and for making the best use of the resources that are now available from the recovery.\" She told the BBC World Service that \"in the last year we experienced an exceptionally high rate of growth, more than 6% and also the forecasts for the coming year are quite positive.\" Mario Draghi is not regarded as part of the Italian political structure and before being parachuted in to take over as Prime Minister in February last year, the economist and academic had been the President of the European Central Bank from 2011 to 2019. He is credited as saving the euro currency, which had been under threat during the eurozone debt crisis.Lorenzo Codogno, a former chief economist at the Italian Treasury, is worried that if Mario Draghi wins the race to the Quirinale Palace the challenge to fill the vacancy in the Prime Minister's office could cause a crisis. \"There might be political crisis because the parties might no longer be wiling to support the Draghi government and that would precipitate early elections,\" he told the BBC. \"In a year that is so important for the EU recovery plan and Italy's promises on reforms and investment losing five or six months of policy making is something that Italy cannot afford to do,\" he said. The next Italian President will quickly have to start the process of creating political unity to ensure there are no major divisions that could torpedo economic policies. Valentina Meliciani, from Luiss University in Rome, says foreign investors are watching the presidential election closely. \"A non-divisive president may play an important role in ensuring that the general interests of the country prevail over the specific interest of the different parties.\" \"In order for our country to perform well in the long run and keep debt under control we need growth, in order to fulfil all these conditions, stability and competence in the President and Prime Minister are really essential,\" she said. It is worth remembering that role has not traditionally gone to a party leader and the favourite going into the race to move into the Quirinale often loses out. The president is elected for a term of seven years by an electoral college comprising 1,009 people, mostly members of parliament, as well as senators and 58 delegates of Italy's regions. In the first three rounds of voting, the winner must secure at least a two-thirds majority, but from the fourth round, an absolute majority is enough. Last month Mario Draghi issued a coded message to insiders in Rome that he was open to becoming president, describing himself as a \"grandfather at the service of the institutions.\" Other candidates who may be in the race include a former premier, Paolo Gentiloni, the 67-year-old European Union commissioner for the economy Those hoping to see Italy's first female president may pay close attention to the current and former justice ministers, Marta Cartabia, 58, and Paola Severino, 73. ", "url": "https://www.bbc.com/news/business-60106517"}