{"datetime": "2021-10-27T19:13:09.000Z", "subject": "Budget 2021", "title": "Impact of Brexit on economy 'worse than Covid'", "article": "The impact of Brexit on the UK economy will be worse in the long run compared to the coronavirus pandemic, the chairman of the Office for Budget Responsibility has said. Richard Hughes said leaving the EU would reduce the UK's potential GDP by about 4% in the long term. He said forecasts showed the pandemic would reduce GDP \"by a further 2%\". \"In the long term it is the case that Brexit has a bigger impact than the pandemic\", he told the BBC. His comments come after the OBR said the cost of living could rise at its fastest rate for 30 years, with suggestions inflation could hit almost 5%. Speaking after Wednesday's Budget, Mr Hughes said recent data showed the impact of Brexit was \"broadly consistent\" with the OBR's assumption that the leaving the EU would \"reduce our long run GDP by around 4%\". \"We think that the effect of the pandemic will reduce that (GDP) output by a further 2%,\" he added. The Treasury has been contacted for comment. GDP or Gross Domestic Product is one of the most important ways of showing how well, or badly, an economy is doing. It is a measure - or an attempt to measure - all the activity of companies, governments and individuals in an economy. In a growing economy, quarterly GDP will be slightly higher than the quarter before, a sign that people are doing more work and getting (on average) a little bit richer. If GDP is falling, then the economy is shrinking. The UK voted to leave the EU in 2016 and officially left the trading bloc on 31 January 2020, however, both sides agreed to keep many things the same until 31 December 2020, before a new trade deal was announced and implemented on 1 January this year. Both the pandemic and Brexit have played a part in current supply chain issues across the UK, and have further exposed the scarcity of lorry drivers, which has resulted in recent shortages of products for businesses and some empty shelves for customers. However, in the OBR's latest report, the independent body said \"supply bottlenecks had been exacerbated by changes in the migration and trading regimes following Brexit\". Supply chain issues has led to the government granting short-term visas to EU workers across certain sectors, including the haulage industry. The British Poultry Council has said turkey farmers will do their best to ensure Christmas \"is as normal as it can be\", but warned shortages are likely, due to ashortage of seasonal overseas workers. The government has assured consumers that turkeys will be available for the festive season and has also deployed temporary visas in a bid to bolster worker numbers. ", "url": "https://www.bbc.com/news/business-59070020"}