{"datetime": "2021-11-01T00:04:35.000Z", "author": "Mariko Oi", "title": "How Japan's new PM is promising a 'new capitalism'", "article": "Japan's new prime minister, Fumio Kishida, has sold his plan to redistribute wealth in the country as the \"new capitalism\". But some critics on social media suggest the plan sounds more like socialism to them - even dubbing it Japan's \"common prosperity\", referring to a key policy from the Chinese Communist Party. \"Does he even understand how capitalism works?\"tweeted Hiroshi Mikitani , the chief executive of Rakuten - Japan's huge online retailer and answer to retail giant Amazon.Mr Mikitani was particularly angry about the prime minister's proposal to raise capital gains tax (CGT); the government's levy on profits made from investments, calling it \"double taxation\". The Rakuten boss wasn't alone in expressing his dislike for the controversial new proposal, many feared it could swiftly kill-off a recent wave of fresh interest in the stock market from small, retail investors.In Japan, the election of a new prime minister traditionally kick-starts a stock market rally, but insteadMr Kishida's arrival in October, (ahead of the lower house elections) saw the Nikkei 225 promptly sink. The index fell on eight-consecutive days, a drop that has now been labelled 'the Kishida shock'. In response, Mr Kishida swiftly backtracked on his CGT proposal, saying that he would instead not seek to change the country's taxes on capital gains and dividends, for now. This embarrassing policy U-turn aside, there is already a distinct contrast between Mr Kishida's economic policy style and the approach of his predecessors; Yoshihide Suga and Shinzo Abe.The pair both pushed Abenomics, the now famous economic policy known for its so-called \"three arrows\": aggressive monetary easing, fiscal consolidation and growth strategy. Their aim was to use these three levers to jolt the Japanese economy out of decades of slow-to-no growth mode. During these two leaders' tenure they had some success - the country's stock market has more than doubled in value. When Mr Abe became the country's prime minister for the second time in December 2012, the Nikkei 225 was below 10,000 yen. In February this year, it topped 30,000 for the first time since 1990.The Nikkei has taken three decades to recover from the crash of the late 1980s which resulted in decades of economic decline for the country.However, there are some harsh critics of the Abe strategy - including Mr Kishida - who argue Abenomics only made the rich in Japan richer. They want to see wealth shared out among the population more widely.Despite all the hype and international attention surrounding Abenomics, ordinary citizens have not felt much benefit from the policy. Some say it's even caused the wealth gap between the rich and poor to widen. (That's despite one metric, the Gini coefficient - which measures inequality in income distribution - narrowing slightly in the past decade.)One of the reasons people don't feel they have more money in their pockets is because the average salary has hardly grown over the last three decades.Average wages in Japan have stagnated versus countries like the US and Germany over the last three decades, according to The Organisation for Economic Co-operation and Development data. There has been limited progress in productivity metrics too, Japan's gross domestic product per capita - which is a country's economic output per person - has fluctuated but it is at the same level today as it was in 1994.In his first policy speech in parliament, Mr Kishida repeated the word \"bunpai\" or \"distribute\" 12 times. In comparison, Mr Abe used \"seicho\" or \"growth\" 11 times and Mr Suga said \"kaikaku\" or \"reforms\" 16 times. But there are economists and investors who believe that Mr Kishida's sharp criticism of Abenomics was just a ploy to win over voters' support ahead of the general election and that there will be no radical changes. \"I doubt he has fully explained his economic policies. But by looking at who he appointed - Ms Takaichi as the policy chief and Mr Amari as the Secretary General - it indicates that Abenomics will likely continue under Mr Kishida,\" says investor, Aya Murakami. Sanae Takaichi was a contender in the ruling party's leadership race, backed by former prime minister Shinzo Abe, while Akira Amari was an economy minister under Mr Abe and one of the architects of Abenomics. Mr Amari was a controversial appointment as he was embroiled ina corruption scandal in 2016 and after losing his constituency seat in this weekend's election has reportedly offered to resign from his post. Whether Japan returns to Abenomics or not, now that Mr Kishida is in office the most pressing question will be how should he handle growing discontent among Japanese workers?Several listed Japanese companies have posted record profits in recent years, leading to criticism for failing to pass back any of those gains to their hard-working employees with commensurate pay rises.\"Japan's growth hasn't been strong enough to distribute wealth,\" according to investor, Ms Murakami. \"They made profits abroad, not at home, so it is very difficult for companies to distribute [this money] when the profits weren't generated domestically,\" she adds. She supports the party's policy chief Ms Takaichi's recent proposal to tax companies which are hoarding cash. \"At the moment, there are 2,500 companies that are listed in the Tokyo Stock Exchange but over 10% of them have cash and deposits that are bigger than their market capitalisation, or they have cross-shareholdings,\" says Ms Murakami. \"They should be encouraged to invest that money to boost growth at home through taxation policies.\" When Kishida was elected as leader he vowed to \"listen to the voices of the people\" but backtracked on his plan to raise capital gains tax less in just a couple of weeks. So, it remains to be seen whose voices now - those of the investors or the workers - he will choose to listen to most closely, to set the tone for his policymaking. ", "url": "https://www.bbc.com/news/business-58976987"}