{"datetime": "2021-10-26T16:52:34.000Z", "subject": "Coronavirus pandemic", "title": "Growing economy key challenge for Isle of Man, ex-chief minister says", "article": "Maintaining \"a growing economy\" will be one of the key challenges facing the new administration on the Isle of Man, the former chief minister has said. Howard Quayle said any aspirations to improve services on the island would not be possible without \"the income coming in\". The island's finances had been on course to be rebalanced in 2020, but wereseverely impacted by Covid-19 . The coronavirus has so farcost the treasury about £250m . Mr Quayle said while increasing affordable housing, meeting climate change targets and providing health services would remain important issues, none would be possible without growth in the Manx economy. \"If you haven't got a successful economy, there's no point having all these fantastic ideas about how you want to help people and the services you want to provide,\" he said. \"If you haven't got the income coming in, you can't do it.\"Therefore, growing our economy and maintaining a successful economy, that has to be the biggest threat.\" He added that the new administration also needed to beware of \"unknown challenges that will suddenly come out of the blue\" and be ready to \"just roll your sleeves up and fix them\". Mr Quayle, whosuffered a stroke just days before September's general election, said he had been aware he had \"pushed myself to breaking point\" before falling ill, but had been \"very lucky\" and was now \"doing really well\". \"Mentally, I've accepted that I have to rest but it's still hard,\" he said. \"There's only so much junk television and books you can read before you get bored.\" Reflecting on his time in office, he added that as a \"Manxman born and bred\", it had been a \"great honour\" to hold the position of chief minister. Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to IsleofMan@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-59053627"}