{"datetime": "2021-09-30T08:52:34.000Z", "subject": "Coronavirus pandemic", "title": "UK lockdown rebound stronger than first thought", "article": "The economic rebound triggered by the easing of Covid restrictions during spring was stronger than initial estimates, official figures show. From April to June the UK's economy grew by 5.5%, which was higher than the previous estimate of 4.8%,the Office for National Statistics said . Spending on retail and hospitality surged after lockdowns lifted. However, the UK economy was still 3.3% smaller than in the final quarter of 2019, before the pandemic hit. Household spending was the biggest contributor to the economic boost, which came after restrictions eased to allow outdoor dining in April. Health services and the arts also performed better than the ONS had thought at first. Jonathan Athow, deputy national statistician at the ONS, said: \"The economy grew more in the second quarter than previously estimated, with the latest data showing health services and the arts performing better than initially thought. \"The revised figures also show households have been saving less in recent years than previously thought. \"Household saving fell particularly strongly in the latest quarter from the record highs seen during the pandemic, as many people were again able to spend on shopping, eating out and driving their cars.\" However, while spending soared after the early 2021 lockdown, more recent GDP figures indicate the recovery has slowed. In July, growth was dented by the \"pingdemic\" which saw many employees self-isolating after being alerted by the NHS Test and Trace app. Growth was just 0.1% in July, down from 1.4% in June. Some economists are concerned that the recovery is now being hampered by supply chain problems affecting sectors from fuel supply to supermarkets. There are also concerns that soaring inflation will see consumers rein in their spending. The Bank of England recently cut its expectations for third quarter growth to 2.1% from its previous forecast of 2.9%, partly blaming the more pessimistic view on supply chain issues and labour shortages. The ONS said it hadrevised up its second quarter GDP estimates after \"numerous improvements to our data sources and methods\", with more complete data also from the health sector. It also revised its first quarter figure for 2021, estimating the economy had now shrunk by 1.4% rather than 1.6%. It added that the economy contracted by a record 9.7% in 2020, having previously estimated a 9.8% decline. ", "url": "https://www.bbc.com/news/business-58746519"}