{"datetime": "2022-01-27T12:05:06.000Z", "subject": "Coronavirus pandemic", "title": "Universal Credit: Jobseekers told to widen job search faster or face cut", "article": "Jobseekers on Universal Credit will have to look for jobs outside their chosen field more quickly or face sanctions under new government plans. From Thursday, people will have to look outside their sectors after just four weeks, rather than three months. If they fail to make \"reasonable efforts\" to get a job, or turn down employment, they could see their benefit payment reduced. Ministers want 500,000 jobseekers in work by the end of June. As part of the jobs push - called \"Way to Work\" - claimants will have to widen their job search outside their previous occupation or sector. The move is intended to target those who are able to work but either do not have a job or are earning low amounts. Job vacancies hit a record high of 1.22 million between September and November. Work and Pensions Secretary Therese Coffey said: \"Helping people get any job now, means they can get a better job and progress into a career. \"Way to Work is a step change in our offer to claimants and employers, making sure our jobcentre network and excellent work coaches can deliver opportunities, jobs and prosperity to all areas of the country.\" There has been a mixed response to the plan. Matt in Surrey is an airline pilot, but during the Covid pandemic lockdown he worked in a warehouse for a year.He told the Nicky Campbell programme on BBC Radio 5 Live: \"It is so important to get out there and do anything. If it is not quite right and you cannot stand it, there is plenty of other stuff out there. \"The bottom line was that I had to get out there. I had a family and I had to get some work because we needed the money.\" However, James - a small business owner from Huddersfield - said employing someone for just a few weeks was not a cost-effective way to operate. \"My company had someone come in applying for a warehouse job. That person had done a degree in architecture,\" he said.\"They were not going to hang around working in a warehouse for the next X years, which the company needed for financial stability. It is not worth it to the business.\" Jobseekers will also get more face-to-face time with a work coach, the government said, so they can get more tailored support. The British Chambers of Commerce welcomed the changes as companies \"are crying out for people to join their teams\". But the Resolution Foundation think tank suggested the announcement doesn't get to the heart of the issues around joblessness in the UK. Senior economist Hannah Slaughter said older workers and young men were still left out of the workforce completely. \"But those claiming Universal Credit are already flowing off the benefit and into work quickly. This package is therefore poorly targeted at the actual problem our labour market now faces - which is people not looking for work at all.\" Alison McGovern, Labour's shadow employment minister, said: \"This announcement has more to do with trying to save the prime minister's job than supporting people into work. \"It's just tinkering at the edges - long-term unemployment is 60% higher than before the pandemic. \"People should be supported into good jobs that match their skills, which would give them a better chance to secure work long-term.\" The Liberal Democrats called it a \"callous move\" at time of rising food and energy costs, adding that the government was \"attempting to force people into accepting any job going\". Wendy Chamberlain, Lib Dem work and pensions spokesperson, said: \"It could see skilled workers forced to accept insecure, short-term employment for fear of having the rug pulled out from under them, and create a cycle of unemployment. \"What is worse, these harsh sanctions could be applied within weeks of applying for Universal Credit - before people's first payment even arrives.\" Have you changed your job during the pandemic? Are you affected by any of the issues raised in the story? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-60149016"}