{"datetime": "2022-01-18T15:19:58.000Z", "title": "Pay rises fail to keep up with the cost of living", "article": "Average pay rises are failing to keep up with the rise in the cost of living, the latest official statistics show. While wages rose in the year to November, they did not rise as fast as prices over the same period. This meant that average weekly earnings - adjusted for price rises - fell for the first time since July 2020. \"Salaries are growing reasonably strongly, but some people are saying they are not feeling much better due to rising prices,\" the ONS told the BBC. Regular pay, excluding bonuses and adjusted for inflation, fell 1% in November compared to the same month in the previous year. In November, the inflation rate rose to 5.1% and is expected to reach at least 6% in spring, according to the Bank of England. How have you adapted to rising prices? Are you shopping or living your life differently as a result? Share your experiences. The Resolution Foundation think tank said: \"Real wages officially began to fall in November, and the current period of shrinking pay packets is likely to get worse before it starts to ease in the second half of 2022.\"Eleanor Deeley, joint managing director at Midlands-based construction firm Deeley Group, said: \"Rising labour costs are an issue for us, and the construction industry as a whole, where labour can be 50% of a project cost. \"In an industry where margins are already slim, we're seeing bricklayers suddenly demanding 20% [pay] increases.\" Salaries, however, are still above pre-pandemic levels. Average weekly pay, excluding bonuses, rose to £550 in November compared with £510 in March 2020.Over the longer three-month period, between September and November, wages rose at an annual rate of 3.8%, the ONS said. That was slower than the 4.3% recorded in the three-month period between August and October. Chancellor Rishi Sunak said that wage growth was \"relatively healthy by historical standards but of course we are seeing challenges with inflation\". But he said: \"It is important to remember that we are not alone in that. There's a global phenomenon because the causes of inflation - whether it is supply chains or energy prices - are of course global in nature. But we are taking action to support people as best we can.\"Today's figures showed that pay increases failed to match the accelerating cost of living for the first time in over a year in November.However, with the jobs market heating up, economists say that may be short-lived. The latest numbers suggest that not only have the vast majority of livelihoods survived the end of the furlough scheme, but - with vacancies at a record high of 1.24 million - many employers are grappling with a shortage of skilled workers.That's been heightened by the departure of more than 400,000 people from the labour market since the pandemic started - typically those who have become students, taken early retirement or are long-term sick. Those factors are likely to give workers the upper hand when it comes to seeking - and getting - bigger pay rises this year.Overall, the Office for National Statistics said that the unemployment rate fell to 4.1% - close to pre-pandemic levels.But Shane O'Neill, from Validus Risk Management, said: \"This number, though positive, will be taken with a pinch of salt - it predates both the Bank of England rate hike and the onset of Omicron, which caused significant economic scarring.\" Meanwhile, companies added 184,000 people to their payrolls between November and December, taking the total to 29.5 million. UK job vacancies soared to a record high of 1.24 million between October and December, the ONS data showed, with vacancies 462,000 higher compared with the three months before the pandemic.Darren Morgan, director of economic statistics at the ONS, said the total number of people on payrolls was \"now well above pre-pandemic levels\". He added: \"New survey figures show that in the three months to November, the unemployment rate fell back almost to where it was before Covid-19 hit.\" However, he said that while job vacancies had reached a new record, \"they are now growing more slowly than they were last summer\". Also, the percentage of \"economically inactive\" people - which is those neither looking for or available for work - rose to 21.3%. Danni Hewson, financial analyst at AJ Bell. said this increase \"could well be tied to the return to education for many young people looking to better their prospects and nervous of setting out on their career during such an unpredictable time\". \"Nerves may also be playing a part in the number of over 60s choosing to stay in the workplace, some deciding to take early retirement, others perhaps waiting until the spring and summer to take on additional hours.\"With job vacancies rising and the number of economically inactive growing, companies such as the insurer Phoenix Group are tailoring their job adverts to attract older applicants - by banning words such as \"energetic\" and \"enthusiastic\". Phoenix Group, which is led by Andy Briggs - who is also the government's \"business champion for older workers\", believes using \"younger-age stereotypical words\" could deter people aged over-50 from applying for a job,according to the Daily Telegraph . As the cost of living rises, refuse workers across the South East want a pay boost. They argue that HGV drivers, who are in short supply and great demand, are better paid than the lorry drivers who work in rubbish.Refuse truck drivers in Eastbourne went on strike after the local council offered a 7% pay rise which officials described as \"very generous\". But, in what the GMB union is calling a \"massive win\", its members have now accepted an improved offer. This includes a minimum rise this year of 11% and a guarantee the pay rate will reach a minimum of £13.50 per hour in April 2023 - a 19% rise in total, the GMB says. Gary Palmer, an HGV driver and local GMB union organiser, says: \"It's not only the cost of living, people are understanding that the poor are going to work and in-work poverty is growing. \"All those points have come together and GMB members here have said: 'No, enough. Pay me what I'm worth and recognise my true value'.\" ", "url": "https://www.bbc.com/news/business-60035312"}