{"datetime": "2022-01-18T12:45:19.000Z", "subject": "Coronavirus pandemic", "title": "Scotland's unemployment rate falls sharply", "article": "Scotland's unemployment rate fell sharply in the autumn to below its level before the start of the pandemic, according to official figures. Office for National Statistics data showed the number of Scots seeking work between September and November fell on the previous quarter by 0.8% to 3.6%. The figure for the UK as a whole was 4.1%. Meanwhile, the employment rate rose to 75.1% of working age adults, lower than the UK figure of 75.5%. Scotland's Employment Minister Richard Lochhead said more Scots may now be employed by companies than before the start of the coronavirus pandemic. He said \"early estimates\" from HM Revenue and Customs showed that in December 2021 there were 2.42 million employees in Scotland - 22,000 more than there were in February 2020. Mr Lochhead said: \"We are doing all we can to limit the spread of the virus and mitigate the effects it has on our economy. \"The 2022-23 Scottish Budget invests an additional £68.3m in employability and training to help businesses address skills shortages and create high quality, sustainable jobs.\" Mr Lochhead added: \"To accelerate the potential of digital technology, £192m is allocated to improve connectivity and boost the digital economy, including specific support for small and medium-sized businesses.\" Scottish Secretary Alister Jack said the ONS figures showed the UK government's Plan for Jobs was working for Scotland, with payrolled employees increasing at a greater monthly percentage than anywhere else in the UK. He added: \"Continuing to tackle the pandemic, driving our recovery and getting even more people back into work continue to be our top priorities.\"Our job support schemes including Kickstart and targeted support through our jobcentre network are helping people up and down the country find jobs and progress in work.\" Dr Stuart McIntyre, from the University of Strathclyde's Fraser of Allander Institute, warned the latest figures needed to be treated with caution. He said: \"While the headline numbers put us broadly back where we were pre-pandemic, this is to misread where the labour market and wider economy currently are. \"We've still got many more people claiming unemployment related benefits in Scotland than we had before. \"And there is still some way to go before we get back to the number of hours worked in the economy that we had before the pandemic.\" Meanwhile, ONS figures showedaverage pay rises are failing to keep up with the rise in the cost of living. While wages rose in the year to November, they did not rise as fast as prices over the same period. This meant that average weekly earnings - adjusted for price rises - fell for the first time since July 2020. Regular pay, excluding bonuses and adjusted for inflation, fell 1% in November compared with the same month in the previous year. In November, the inflation rate rose to 5.1% and is expected to reach at least 6% in spring, according to the Bank of England. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-60026944"}