{"datetime": "2022-02-07T12:00:47.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Boris Johnson makes incorrect claim on jobs", "article": "Boris Johnson has made a claim about the number of people in work that the regulator had told No10 was incorrect. There were \"more people in work now than before the pandemic began\", he said at Prime Minister's Questions on Wednesday. But on Tuesday, Ed Humpherson, from the Office for Statistics Regulation, had sent one of the prime minister's advisers at Downing Streeta letter saying it was \"incorrect to state that there were more people in work at the end of this period than the start\". Responding to a complaint from the fact-checking organisation Full Fact, Mr Humpherson had told No 10 this claim had been made by the prime minister in Parliament on 24 November, 15 December, 5 January, 12 January and 19 January. And it was \"disappointing\" the prime minister had \"continued to refer to payroll employment as if describing total employment, despite contact from our office and from others\". The problem is Mr Johnson has been mixing up the number of people on payrolls, which has gone up with the number of people in work, which has not.They are not the same thing - the payroll number excludes self-employed people, for example.Labour MP Justin Madders raised a point of order in the House of Commons, pointing out the letter saying the claim was incorrect. \"The public have a right to expect what is said by the prime minister at the dispatch box to be truthful and accurate,\" he said. Here's what the latest official figures show. The Office for National Statistics (ONS)estimates 32.5 million over-16s were in work between September and November 2021 - about 600,000 fewer than in the last three-month period before the pandemic, December 2019 to February 2020. But thenumber of people on payrolls , in December 2021, was 29.5 million, which is just over 400,000 more than in February 2020. And Mr Johnson had in fact already referred to that number in a previous answer. Separately, the chair of the UK Statistics AuthoritySir David Norgrove has criticised the prime minister's use of crime statistics. On 31 January, following his statement on the Sue Gray report, Mr Johnson responded to questions, saying: \"What we are actually doing is cutting crime by 14%.\" That is afigure for the change in crime between September 2019 and September 2021, based on the Crime Survey for England and Wales. But Sir David points out that it: \"excludes fraud and computer misuse, though the prime minister did not make that clear\". \"If fraud and computer misuse are counted in total crime as they should be, total crime in fact increased by 14%,\" he added. The regulator also criticised a Home Office press release on the subject because it \"presented the latest figures in a misleading way\". He said that, in the title and two other places, it referred to crime falling without saying that this was only true if you excluded fraud and computer misuse. Sir David's intervention followeda complaint from Liberal Democrat MP Alistair Carmichael. Business Secretary Kwasi Kwarteng was asked about the claim on the BBC's Sunday Morning programme and said: \"When people talk about crime, generally I think crime - fraud is really, really important - but people are talking also particularly about burglaries, about personal injury, about physical crimes, and I think in that context we're seeing lower crimes.\" \"I think the prime minister was right.\" In response, shadow home secretary Yvette Coopertweeted that the government was: \"shamefully out of touch on criminal fraud\". \"Victims Commissioner says 4.6m people affected by fraud a year, 700,000 'suffer profoundly as a result'. Disgraceful that Ministers dismiss fraud & claim it doesn't affect 'day to day lives'.\" What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/60245483"}