{"datetime": "2022-02-15T12:44:02.000Z", "title": "Employment rate falls in Scotland", "article": "Scotland's estimated employment rate fell from 74.9% to 74.1% between October and December, official figures show. During the latest period, the estimated unemployment rate among people aged 16 and over remained unchanged at 4.1%. Across the UK, employment rates rose from 74.6% to 75.5%, according to the Office for National Statistics. The Scottish government said HMRC estimates showed 2.4 million payrolled employees in Scotland in January 2022. That was 14,000 more than pre-pandemic levels in February 2020. Employment Minister Richard Lochhead said: \"Despite a period of further economic uncertainty due to the spread of Omicron, the Scottish government is firmly focused on doing all we can to seize our economic potential and build an economy of secure, sustainable and satisfying jobs. \"That is why the 2022-2023 Scottish Budget will invest an additional £68.3m in employability and training to help businesses address skills shortages and help build a fairer, more prosperous economy for everyone.\" Scottish Conservatives' economy spokeswoman Liz Smith said it was \"extremely worrying\" that the number of people in work in Scotland fell in the last three months of the year, while employment levels rose in the UK as a whole. \"This is yet more alarming evidence that Scotland is starting to lag behind our closest neighbours in our recovery from the pandemic,\" she said. \"Despite their promises, the SNP failed to protect jobs and livelihoods in the wake of the Omicron variant.\"Scottish employers suffered through harsher restrictions than elsewhere in the UK in December, and the SNP's dismally slow roll-out of support funding put businesses under even more pressure.\" The Fraser of Allander economic research institute at Strathclyde University said that improvements in headline labour market indicators over the past 12 months showed that the economy was recovering from the worst of the pandemic, but warned there was \"still some way to go\". The institute's head of research, Dr Stuart McIntyre, said: \"Compared to two years ago, there are still over 34,000 fewer people in employment in Scotland, and over 15,000 more people unemployed. \"There is also an across-the-board weakening of labour market outcomes for men, in contrast to those of women where we have seen falls in unemployment, inactivity and increases in employment compared to two years ago.\" ", "url": "https://www.bbc.com/news/uk-scotland-60385630"}