{"datetime": "2021-12-03T16:36:51.000Z", "title": "US jobs growth falls far short of expectations", "article": "US employers hired only 210,000 more workers in November, missing economists' predictions for stronger growth. Forecasters had been expecting US non-farm payrolls to increase by 550,000. However, the unemployment rate dropped sharply to 4.2% and more Americans returned to the work force. The mixed jobs data does not reflect the emergence of the Omicron variant at the end of November which could affect the economic recovery. President Joe Biden described the jobs recovery as \"very strong,\" despite the disappointing headline figure.\"Today's historic drop in unemployment rate includes dramatic improvements for workers,\" he said. The rate dropped from 4.6% in October. Wages also rose month on month and many employers have been offering additional improvements to working conditions to attract scarce labour. \"The trend is in the right direction,\" said Diane Swonk chief economist at Grant Thornton. \"The overall labour market is healing much more rapidly than we expected despite the miss in payrolls.\" She said the apparent contradiction between sharply falling unemployment and slower than anticipated jobs growth lay in the way each was measured, through two different surveys with one covering households and the other based on employers' data. The outlook for the US economy is set to be complicated by the arrival of the Omicron strain of the coronavirus. \"The new coronavirus Omicron variant, which has yet to fully establish itself in the US, is still the real unknown variable in relation to the pace of the jobs recovery,\" said Charles Hepworth, investment director at GAM Investments. Combined with the weaker-than-expected jobs data, Omicron was likely to delay the point at which the Federal Reserves would raise interest rates, he added.\"This weak reading today shifts the narrative of the first hike coming earlier next year to perhaps a bit later now,\" he said. Retail, leisure and hospitality in particular did not see an increase in hiring on the scale that was expected. The US Bureau of Labour Statistics said there had been a decline in employment in the retail sector, after seasonal adjustment, of 20,000, especially in general merchandise and clothing stores. Employment in leisure and hospitality rose only 23,000 and remains nearly 8% lower than before Covid hit.But on the upside, it said there had been a rise in hiring across areas such as professional and business services as well as transport and warehousing. The bureau also said construction and manufacturing had added new jobs. Joe Kinahan, chief market strategist at TD Ameritrade, said the low rate of hiring overall and the sharp fall in unemployment didn't \"add up\" and he expected the figures to be revised upwards. He said the sectors \"that don't truly make sense\" are leisure and hospitality rising by such a small amount, and retail being down, \"which is very odd for this time of year\", he said. In September, children returned to schooling in-person and pandemic-related unemployment benefits stopped, leading many analysts to expect strong jobs growth throughout the autumn. Figures for October were revised up to show 546,000 jobs were added that month. However, millions of Americans have still not returned to work, leaving the total workforce significantly smaller than it was before the pandemic. Commonly cited reasons are difficulties with childcare and concerns around Covid infection. Despite an increase in the numbers of people in work or looking for work, known as the participation rate, there are still 3.9 million fewer people in the workforce compared to February 2020. As a result many employers have struggled to recruit the staff they need, and have raised wages or offered other perks to attract and retain workers. ", "url": "https://www.bbc.com/news/business-59508372"}