{"datetime": "2021-12-14T08:36:44.000Z", "title": "Employment rate rises in Scotland", "article": "Scotland's employment rate rose over the latest quarter, official figures show. The Office for National Statistics (ONS) said the estimated rate had gone up between August and October to 74.6%. The overall UK employment rate now stands at 75.5% after a small rise of 0.2 percentage points. The Scottish government said continuing \"uncertainty\" caused by the Covid pandemic was still having an impact on the economy. The estimated unemployment rate in Scotland fell to 4.1% over the quarter,according to the ONS statistics . The overall unemployment rate across the whole of the UKalso edged downwards and more young and part-time workers found jobs. Separate HMRC estimates show the number of employees in Scotland is now at 2.4 million - 16,000 higher than pre-pandemic levels. Scotland also saw the biggest increase in the UK in the number of workforce jobs between June and September, with a rise of 49,000. Dr Stuart McIntyre, head of research at the University of Strathclyde's Fraser of Allander Institute, said: \"The latest data illustrate a relatively tight labour market, driven in part by the ongoing economic recovery from the worst of the pandemic and in part by ongoing supply-side challenges. \"While we're seeing signs of recovery in a number of key areas of the labour market, including for younger workers and for women, there remains some way to go before our economy will have recovered from the pandemic.\" He added: \"Ongoing uncertainty about the progress of the new COVID variant - and the prospect of further public health restrictions - remains a key downside risks to the economic recovery.\" Employment Minister Richard Lochhead said: \"We are all too aware of the continuing impact and economic uncertainty that Covid is having and that is why we are doing all we can to limit the spread of the virus and mitigate the effects it has on our economy. \"The 2022-2023 Scottish Budget invests an additional £68.3m in employability and training to help businesses address skills shortages and create high quality, sustainable jobs.\" The UK government's Scottish Secretary, Alister Jack, said the figures told \"a positive story for Scotland\". He said: \"Creating high quality jobs and ensuring recovery from the pandemic remain our top priorities. \"That's why we've guaranteed record Barnett-based funding for Scotland and we're giving NHS Scotland the support it needs to help tackle Covid.\" ", "url": "https://www.bbc.com/news/uk-scotland-59649223"}