{"datetime": "2021-11-29T12:02:56.000Z", "author": "Douglas Fraser", "subject": "Coronavirus pandemic", "title": "‘Help wanted’: the scramble for recruits", "article": "Many of us are back at work for Monday, perhaps more nervous for news of infection, perhaps wondering if this would be the time for a change of workplace view. So here are three snapshots of the jobs market, offering very different perspectives on the big changes we're going through. One is the great green transition, as some sectors decline and others grow. PwC, the business consultancy, has created a new green jobs barometer, which the firm promises to update regularly as a guide to one of the fundamental shifts taking place in the world's economy.Scotland scores relatively highly in the share of job adverts that feature a positive environmental role, beating every other nation and region of the UK. However, the UK as a whole is a long way behind its targets for green jobs, and the reporthighlights the need to step up efforts . Scotland's lead should not surprise, given the strength of the renewable energy sector and its potential for much faster growth when the next round of offshore wind arrays is announced in January. But it goes beyond those obviously green jobs. There are also support roles in professional services, from law to accountancy and, of course, engineering. The proportion of those jobs advertised with a green dimension is double that of the UK average. And the share of agriculture jobs being advertised is seven times higher. The share of jobs included in this is still relatively low, at less than 2%. But that equates to more than 120,000 UK jobs in the past year. And the target is for two million such green jobs, so it can be expected to grow.The reverse effect sees Scotland at the undesirable end of a different league table, as the part of the UK with most jobs to lose from the decline of \"sunset industries\". For that read mainly oil and gas. It was already in decline. The COP26 conference in Glasgow served notice that campaign group and political pressure is building for that decline to be accelerated. Scottish jobs are reckoned by this research to have a relatively very high level of carbon intensity, because of the kind of things Scots work at.The survey goes further, to find that Scottish employers are relatively poor at the training, education and communication associated with the transition to a greener economy. Workers in general have a low understanding of the potential for their jobs to change. (Incidentally, a robust way of measuring green jobs is welcome, as there hasn't been much agreement on the definition. The number used, very positively, by the Scottish government has long included a substantial number of people working in nuclear power, which the same government is keen to see wind down and disappear. PwC is using a definition used by the city of Sydney, defining a green job as one in which \"a substantial share of the activities are performed to intentionally improve environmental outcomes, i.e. 'green activities'\".) Apart from greenery, the state of the employment market is one of record high vacancies across a wide range of sectors.Brexit and Covid combined to see a large number of people leave the UK workforce, and without access to the EU labour pool, many industries are struggling to fill gaps. Employers are having to work hard to recruit, they're having to raise pay and to provide more flexibility. The recruitment consultancy Hays last week produced its research on what's going on, which shed new light on very challenging times for recruiters and rosier times for those being sought out. Some 81% of employers in Scotland are planning to recruit staff over the next 12 months. That's the highest figure in eight years. Five years ago, it was 65%. Skill shortages have been experienced by 74% of Scottish employers, they told Hays, in a sample of 1,346 recruiters. Productivity has been hit for 44% of them, and 37% say the workforce gaps have had a negative impact on employee morale. Facing shortages, 41% have hired temporary or contract workers while 21% say they have recruited apprentices, and 22% have reskilled existing employees into a new position. So they're also keen to hang on to the workers they have. One in six Scottish employers said they are now more likely than they were pre-Covid to offer a counter-offer to a worker saying they intend to leave. So you might expect lots of people to be on the move, using a strong recruitment market to move up the career and pay ladders. Yet it's not working that way. Of professionals surveyed, 54% said they plan a job move in the next 12 months. That seems a lot to me, but Hays says it's the lowest figure for eight years. Keith Mason, director of Hays Scotland, says it is a result of economic uncertainty since early last year, and for obvious reasons. The expectation of a surge in unemployment as furlough ended has come to nothing much, so as a recruitment consultant, he hopes to see activity pick up. \"We're now beginning to see significant movement,\" he says. \"Confidence was low at the beginning of the year, but the economic outlook hasn't dipped as expected, so passive jobseekers are now becoming active jobseekers.\" He adds that the public sector, with graduated pay scales, may have to push towards the higher end of pay bands if government and its agencies are to compete for quality recruits with the private sector. We expected an unemployment crisis coming out of the deepest recession for centuries. We haven't seen one. Instead, the challenge is \"inactivity\" - people who are no longer in the market for a job. So says the Resolution Foundation, with new analysis of where we've reached in the recovery, and of where we're likely to be going. Also published last week, it dug deep under the headline numbers on employment, adding its own survey evidence. Among many interesting findings, it highlighted very significant numbers of older workers, aged 55 to 64, leaving the workforce. In previous economic crises, at least older women have been more likely to hold on to their jobs than men. But not this one. Those women at the end of their working years are exiting the workforce at the same rate as men. Young people have exited the workforce as well, but that is partly because they are more likely to head into full-time education. And those job vacancies are absorbing young people rather than forcing many of them into long-term unemployment. Hannah Slaughter, one of the report's authors at the Resolution Foundation employment think tank, noted that there are big changes between sectors. Hospitality and tourism took a big hit from Covid, and while some parts of that industry are coming back, there appears to be a long-term shift into other sectors. But the new evidence shows it is not the same people leaving one sector and joining another. It is more likely to be workers leaving one job, either to unemployment or \"inactivity\", while somewhere else, someone else is joining the workforce in a sector that's growing, such as health and social care. That's most noticeable among parents, and mothers in particular. The share of mothers of children aged under five who have been joining the workforce is up 5%, says Slaughter. Why? A lot of it has to compensate for a sharp drop in income from their partners' work. But a significant factor is that the growth in working from home has provided the flexibility for parents, and mainly women, with office skills, to get back to work. In a seminar to discuss the new report, held last week in London and online, Tony Wilson, director of the Institute for Employment Studies, went further to highlight a million UK people that we might have expected to be in the labour market, but who are not. Economic inactivity due to ill-health is up 100,000, he notes, taking long-term sick leave back to the levels seen in the mid-2000s, while short-term ill-health is up 30%. That may not be any surprise when people either have Covid, or are told to self-isolate in vast numbers. Even the absence of so many children from schools in September is given as one of the main explanations for Scottish economic output slowing that month.But Tony Wilson says there is a need to move from plans for jobs and unemployment to planning for participation. He is calling for better occupational health services and investment in disability employment services. \"We've averted an unemployment crisis,\" he says. \"But the crisis of participation is going to be deeper and more enduring.\" A closing thought: low participation is bad for the conventional goals of the economy, to boost output and prosperity, and to make the most efficient use of skills and resources available. But what if many millions of people have, individually, responded positively to the Covid crisis, and the forced changes to the way they work to reassess the role of work, by pulling back from work?It's no doubt tough going for those who are frustrated to be locked out of employment in later life when they still have lots to give, and when they cannot afford to forego that income.But when the rat race stopped, at least temporarily, many others may have learned how much they value time for leisure, studies and family, even if it means lower income. ", "url": "https://www.bbc.com/news/uk-scotland-59432108"}