{"datetime": "2021-11-17T05:05:25.000Z", "title": "Lidl to become UK's highest-paying supermarket", "article": "Lidl has announced pay rises from March next year, which it says will make it the UK's highest-paying supermarket. It will increase its minimum pay for employees outside London to £10.10 an hour, with rates of up to £11.40 for more experienced workers. Higher rates will apply in the capital, the supermarket said. It added that the increase recognised \"the hard work and dedication of frontline colleagues during the last 18 months of the pandemic\". Earlier this year, Morrisons becamethe first UK supermarket to pay at least £10 an hour . \"Entry-level wages will increase from £9.50 to £10.10 an hour outside of London and £10.85 to £11.30 within the M25 from March 2022, with colleagues earning up to £11.40 and £12.25 respectively, depending on length of service,\" Lidl said. It comes afterofficial figures on Tuesday suggested that employers are continuing to struggle to fill roles, affecting the hospitality and retail sectors in particular.Job vacancies hit a fresh record high of 1.17 million in October - almost 400,000 higher than before the pandemic. With so many parts of the economy facing labour shortages, many employers are having to improve pay and conditions to fill vacancies and keep hold of the staff they have.Lidl is still expanding. It currently has more than 850 stores in Great Britain and says it's still on track to increase that to 1,000 by the end of 2023.It clearly wants to have a competitive edge on hourly pay. And that will put pressure on its bigger rivals, who have far larger wage bills to pay for. Lidl said the move represented a pay rise of more than 6% for some. More than 21,000 Lidl employees, about 80% of its staff, would benefit, it added. By comparison,the UK's minimum wage for workers over 23 is set to rise from its current level of £8.91 an hour to £9.50 from April 2022. And earlier this week,the Real Living Wage , paid by almost 9,000 employers throughout the country, went up from £9.50 to £9.90 an hour. As for Lidl's rivals, the latest available data suggests Tesco and Aldi currently pay £9.55 an hour, while Sainsbury's, Waitrose and the Co-op pay £9.50 and Asda pays £9.18. Lidl said its latest pay rise would cost it £18m and described it as part of its UK investment plan. Nan Gibson, Lidl's chief HR officer, told the BBC: \"We do not expect to pass that on to customers in the form of price rises.\" She said it was currently \"very difficult\" to recruit staff, adding: \"We are competing for talent with all the other retailers and, indeed, other industries.\" Ms Gibson said Lidl's pay rise was intended to retain existing staff \"as far as possible\", but also to attract new workers. The supermarket also reiterated its existing intention to have 1,000 stores in the UK by the end of 2023. Christian Härtnagel, chief executive at Lidl GB, said: \"We have ambitious plans to grow our business across Great Britain, and to do that, we need to ensure we attract and look after the best talent at every level of our business.\"", "url": "https://www.bbc.com/news/business-59306232"}