{"datetime": "2021-12-06T09:53:13.000Z", "author": "Beth Timmins", "title": "Little change in gender pay gap over past 25 years, study finds", "article": "The gender pay gap has seen \"barely any change\" over the past 25 years once increases in women's education are accounted for, a report has said. The Institute for Fiscal Studies (IFS) found raising the minimum wage had helped close the gap for lower earners. But there has been no similar progress for graduates for whom the gap in hourly wages has not shifted at all. The government says the gap has fallen significantly and 1.9 million more women are in work compared with 2010. The research, which was carried out for the IFS Deaton Review of Inequalities, measured gender earnings gaps across three different margins; employment, hours and wage rates. The authors found that working-age women do more than 50 hours a month more unpaid work than men, and that gender gaps in employment and hours increase substantially immediately upon parenthood.The researchers suggest that the reason for any progress in closing gender earnings gaps is only because of the increases in women's education levels. The average working-age woman in the UK earned 40% less than her male counterpart in 2019. While this is an improvement on the 53% gap in the mid-1990s, much of the reduction in the gap is down to increases in education for women, the study found. Whereas 25 years ago working-age women were less likely to have a university degree than working-age men, nowadays they are more likely to have a degree. The gender earnings pay gap falls therefore look \"particularly modest\" once the rising education of women is accounted for, explained Alison Andrew, a senior research economist at the IFS and author of the report.The authors argued that years of policy reforms have failed to create a \"coherent\" set of incentives for equal responsibilities between men and women. The researchers called current policies \"inadequate\" because they \"implicitly accept traditional gender norms\", taking it as a given that women are in charge of childcare which they said has kept society \"trapped in a bad equilibrium\".Dr Grace Lordan, founder of The Inclusion Initiative at the London School of Economics, said she was not surprised by these findings.\"Even when men and women choose the same degrees, women get paid and rewarded less so the government needs to insist on progress from companies,\" she said.While women are now more educated than their male counterparts, report author and deputy research director at the IFS Monica Costa-Dias said there has been \"almost no progress\" on gender gaps in paid work over the past quarter of a century.\"Huge gender gaps remain across employment, working hours and wages,\" she said.\"It seems unlikely that we can rely on women becoming more and more educated to close the existing gaps.\" The report found that women take on the majority of unpaid work, including both childcare and housework.Over the past 25 years, the researchers found that increases in women's hours of paid work have not been met by reductions in their unpaid work.\"Ambitious government policies that tackle the practical and financial constraints to families sharing work in a more equal way would enable transformative change,\" Ms Andrew explained.Last year, Switzerland passed a law which mandates that new fathers take paternity leave in an effort to enable gender equality.Countries with the lower gender pay gaps overall are those that have a combination of policies which push toward equality such as affordable childcare and parental leave which cannot be transferred back to women, Ms Andrew highlighted.The average two-earner couple in the UK spend more than 20% of their income on childcare,one of the highest shares among Organisation for Economic Co-operation and Development (OECD) countries and second only to Switzerland.\"The gender gap in total earnings in the UK is almost twice as large as in some other countries which suggests the gender earnings gap is heavily influenced by the policy environment and cultural and social norms\", said Mark Franks, director of welfare at the Nuffield Foundation which funded the review.The fact that parental leave is still geared toward women and the additional costs of childcare with subsidies are not always practical for women entering into longer hours of work worsens the gap, according to the review authors.\"The Swiss model can really change social norms and shows that men and women not being able to switch maternity and paternity leave has been very successful,\" Dr Lordan added.The research also found that gendered roles appear to be largely unrelated to earnings potential - with mothers who earn more than their male partners being more likely to reduce the hours of work in the years after childbirth.A higher percentage of women employed in part-time work also contributes to less wage growth and career progression according to the findings.The research also found that single mothers are especially vulnerable to poverty - showing the impact of gender gaps in paid work and unpaid work.Non-binary pay was not considered in the research. The guidance published by the government advises that employers can omit these employees from their gender pay gap data calculations.The government said the national gender pay gap has \"fallen significantly\" while it has been in power, citing work on the right to flexible working, shared parental leave and pay and doubling free childcare for eligible working parents.It said the gap had dropped by approximately a quarter in the last decade and 1.9 million more women were in work than in 2010.A spokesperson said: \"We will shortly put forward a range of measures to advance equality for women at work, increasing opportunity, and tackling the issues that are holding women back.\"We are committed to building back fairer, and making workplaces more equal so everyone can reach their full potential.\" ", "url": "https://www.bbc.com/news/business-59542790"}