{"datetime": "2022-01-28T17:50:09.000Z", "author": "Anthony Reuben & Tom Edgington", "title": "National Insurance: What’s the new Health and Social Care tax and what will it cost me?", "article": "National Insurance payments are increasing in April, to fund social care in England and help the NHS recover after the pandemic. But there has been criticism that the move is unfair on the lower-paid, especially when the cost of living is rising. Employees, employers and the self-employed will all pay 1.25p more in the pound for National Insurance (NI) from April 2022. But from April 2023, National Insurance will return to its current rate. Instead, the extra tax will be collected as a newHealth and Social Care Levy. This levy - unlike National Insurance - will also be paid by state pensioners who are still working. From April, people earning under £9,880 a year, or £823 a month, won't have to pay National Insurance, or the new levy when it is introduced. However, those earning more than £12,875 a year will pay more. For example, an employee on £20,000 a year will pay an extra £89 a year. Someone on £50,000 will pay £464 more.National Insurance is a UK-wide tax. Although the government decision to increase it is focussed on funding health and social care in England, the tax increase is also expected to raise an additional £2.2bn for services in Scotland, Wales and Northern Ireland. There are concerns the increase will have a higher impact on the lower-paid. This is because workers pay 12% National Insurance on earnings between £9,564 (£9,880 from April) and £50,268. However, earnings above this amount attract a rate of just 2%.So, if your income rises above £50,000, National Insurance takes a smaller proportion of your wages.The Health and Social Care Levy will work the same way as National Insurance. The government is also going back on a promise made in its 2019 election manifesto not to raise National Insurance. However, Boris Johnson said the increase was because of Covid and the burden it placed on the NHS. The government says the changes are expected to raise £12bn a year. Initially, this will go towards easing pressure on the NHS . A proportion will then be moved into the social care system. This mainly helps older people and people with high care needs, with tasks such as washing, dressing, eating and taking medication. The aim is to make sure people in England pay no more than £86,000 in care costs from October 2023 (not including accommodation and food). Anyone with assets - like their home, savings and investments - worth less than £20,000 will have their care fully covered by the state. Those with between £20,000 and £100,000 in assets will have their care costs subsidised. At present, to get your care paid for by your local council, you must have a very high level of need and also savings and assets worth less than £23,250 in England. Below that level the amount you pay reduces until you have less than £14,250, at which point the council pays for your care if you qualify. The care system is under pressure because of an ageing population and the pandemic. It has been hit by staff shortages and falling government spending. This has also put pressure on the NHS because people cannot be discharged from hospital if they don't have anywhere suitable to go. In Wales, no-one who is eligible for care at home is expected to pay more than £100 a week. In Northern Ireland, no-one over the age of 75 pays for home care. Scotland provides free personal care for people who are assessed as needing support at home, whatever their age. In Scottish care homes, people get free care if they have savings or assets of less than £18,000.Those with savings and assets of between £18,000 and £28,750 have to fund part of their care.People with more than that have to fund their own care, apart from a £193.50 a week contribution towards personal care and £87.10 a week towards nursing care. UPDATE: Figures for how much the increase in National Insurance will cost were updated to take into account the rise in the primary threshold from April 2022 in line with inflation. ", "url": "https://www.bbc.com/news/uk-politics-58436009"}