{"datetime": "2022-01-07T15:08:53.000Z", "title": "Sainsbury's raises pay to £10 an hour", "article": "Sainsbury's is set to become the latest UK supermarket to pay shop workers at least £10 an hour. It will increase its basic rate from £9.50 to £10 an hour for staff across its supermarkets and Argos stores from 6 March. Sainsbury's boss Simon Roberts said the pay boost reflected the progress it was making against its savings plan. It follows the likes of Morrisons, Lidl and Aldi who announced similar moves last year. Sainsbury's will also increase its minimum hourly rate from £9.75 to £10.50 for workers in outer London and from £10.10 to £11.05 in inner London. By comparison,the UK's minimum wage for workers over 23 - the National Living Wage - is set to rise from its current level of £8.91 an hour to £9.50 from April. Meanwhile, the real living wage, paid voluntarily by almost 9,000 employers throughout the country,has gone up from £9.50 to £9.90 an hour . The higher rates paid by Sainsbury's will apply to about 150,000 employees across the company - including shop workers and lorry drivers. The supermarket chain said it was investing £100m in total in improving pay and rewards for its frontline staff. \"We are making this significant investment to show our colleagues how much we value the brilliant job they do for our customers every day,\" Mr Roberts said. It will also bump up pay for drivers amid an ongoing recruitment struggle which has been exacerbated by the coronavirus pandemic and Brexit. Groceries delivery drivers will now get £11.50 per hour, while Argos Fast Track Delivery drivers will receive £11 per hour based on a base rate of £10 per hour plus an extra £1, up from 75p.\"While demand for online deliveries remains high, this enhanced pay will help the retailer recruit and retain the best talent,\" Sainsbury's said. Staff will also receive a 10% discount on their shopping from Sainsbury's, Argos and Habitat, which will be increased to 15% each pay day for five days after. Despite the increase, the higher rate will still fall shy of the £10.10 per hour Aldi and Lidl have offered to pay staff from February and March respectively.Lidl has set out new rates where more experienced workers will earn up to £11.40 an hour, while Aldi will pay £11.55 an hour to employees working within the M25. The latest available data suggests that Tesco currently pay £9.55 an hour, while Waitrose and the Co-op pay £9.50 and Asda pays £9.18. ", "url": "https://www.bbc.com/news/business-59909954"}