{"datetime": "2021-05-19T21:54:48.000Z", "title": "Trump fumes as New York inquiry now a criminal probe", "article": "Former US President Donald Trump has lashed out after the New York attorney general said her inquiry into the Trump Organisation was now a criminal probe. Letitia James, the state's top prosecutor, has been scrutinising the ex-Republican president's financial dealings before he took office. A spokesperson for Ms James said the inquiry into Mr Trump's property company was \"no longer purely civil\". Mr Trump on Wednesday said she was \"in desperate search of a crime\". Ms James' spokesman, Fabien Levy, told the BBC on Tuesday: \"We have informed the Trump Organization that our investigation into the Organization is no longer purely civil in nature. \"We are now actively investigating the Trump Organization in a criminal capacity, along with the Manhattan DA. We have no additional comment.\" The offices of the state attorney general and city district attorney are separate and, according to National Public Radio (NPR), have historically been rivals. The fact that they are now co-ordinating their efforts underscores the high profile of their investigation. The two prosecutors are combing through millions of pages of financial information in a search for evidence, reports NPR. The statement did not say what turned the inquiry from civil to criminal in nature, or whether the former president himself might be personally implicated in any allegations. Mr Trump accused Ms James and District Attorney Cyrus Vance, both Democrats, of being \"possessed\" by their political vendettas against him. A statement from his office rebuked the investigation as \"a continuation of the greatest political Witch Hunt in the history of the United States\". \"After prosecutorial efforts the likes of which nobody has ever seen before, they failed to stop me in Washington, so they turned it over to New York to do their dirty work. This is what I have been going through for years,\" he wrote. The former president's eldest son, Donald Trump Jr, condemned the inquiry as \"flagrant abuse of political office\". On Twitter, he shared an old video of Ms James promising to pursue all legal options against Mr Trump while she was still campaigning for the attorney general role. The video drew fiery comments from other top Trump allies, like senior advisor Stephen Miller, who said the US system of law was being turned into \"a weapon of vengeance not an instrument of justice\".Civil cases usually have to do with injury to individuals or other private parties, including businesses; criminal law applies in cases where the damage is thought to affect society at large, including the state.Ms James launched a civil inquiry in March 2019 into claims that Mr Trump had inflated the value of his assets to banks when seeking loans, and understated them to lower his taxes. Her office has also been seeking documents on four Trump Organization properties in Manhattan, upstate New York, Chicago and Los Angeles. Manhattan District Attorney Cyrus Vance Jr said in court documents last August that his office was investigating alleged \"protracted criminal conduct\" at the Trump Organization. Mr Vance's legal filing cited newspaper articles about purported bank and insurance fraud at the company.The Manhattan district attorney has also been investigating whether any of Mr Trump's financial records were doctored to cover up hush-money payments to two women in 2016 who say they had affairs with him.Mr Vance's office said in February it had obtained Mr Trump's tax returns as part of the investigation, after a long legal battle. Throughout his presidency, Mr Trump resolutely refused to reveal his tax returns, despite coming under great pressure to do so. Allen Weisselberg, the chief financial officer of the Trump Organization, and members of his family have been the focus of the investigators. The clock is ticking. Mr Vance leaves office in December, and he would be expected file any criminal complaint by the end of the year.Will Grant, BBC News, Washington DC Throughout his time in office, Donald Trump dismissed any probe into his financial dealings or those of his organisation as a politically-motivated \"witch hunt\" led by Democrats desperate to see him forced from power.Yet now that he no longer enjoys protection from prosecution, this latest development will trouble him. That a former US president is facing not one but two criminal investigations is a significant development, one which could have repercussions for his political future.The New York State Attorney General, Letitia James, clearly believes that there is enough at play to warrant moving the investigation from a civil to a criminal one. When combined with the ongoing examination of the former president's tax returns by the Manhattan District Attorney, Cy Vance, Mr Trump is looking at a complex and tangled legal battle ahead — one which he remains adamant he shouldn't have to face but which he now almost certainly cannot avoid.", "url": "https://www.bbc.com/news/world-us-canada-57166735"}