{"datetime": "2022-01-19T00:27:01.000Z", "subject": "US Capitol stormed", "title": "US Capitol riot committee issues subpoena to Rudy Giuliani", "article": "The congressional panel investigating last year's US Capitol riot have issued a subpoena to former President Donald Trump's personal lawyer, Rudy Giuliani. The House of Representatives committee demanded Mr Giuliani and three others hand over documents and sit for depositions on 8 February. Mr Giuliani travelled the US after the 2020 election to promote the baseless claim that Mr Trump had won the vote. The riot on 6 January 2021 was stoked by falsehoods about mass voter fraud.Subpoenas were issued on Tuesday to three other Trump associates:Bennie Thompson, the Democratic lawmaker who is leading the House select committee, said in a statement that all four aides \"advanced unsupported theories about election fraud, pushed efforts to overturn the election results, or were in direct contact with the former president about attempts to stop the counting of electoral votes\". It is not clear whether the four of them intend to comply with the committee. If they refuse, they could be held in contempt of Congress and face possible criminal prosecution. The subpoena calls on Mr Giuliani - a longtime ally of Mr Trump - to submit a sworn testimony and provide documents. The document charges that Mr Giuliani and Ms Powell urged Mr Trump to seize voting machines around the country after being informed by the Department of Homeland Security that it \"had no lawful authority to do so\". On the day of the riot, Mr Giuliani addressed the crowd of Trump supporters outside the White House and called for \"trial by combat\". Later, as the mob was storming the building, he called senators in a further effort to halt Joe Biden's certification as president.According to CNN, the panel has also obtained phone records of the former president's son, Eric Trump, and Kimberly Guilfoyle, who is engaged to another son, Donald Trump Jr.The seizure of the phone records is the first time such a legal summons has been issued to a member of the Trump family, the network reported.", "url": "https://www.bbc.com/news/world-us-canada-60048604"}