{"datetime": "2021-07-02T03:09:56.000Z", "title": "Trump Organization: Top executive charged with tax crimes", "article": "Former US President Donald Trump's company and its finance chief have been charged with tax-related crimes. Allen Weisselberg, 73, turned himself in to New York authorities on Thursday. He was later charged with concealing $1.7m (£1.2m) worth of income. Prosecutors say the 15-year-long scheme helped executives evade taxes by giving benefits, such as rent and school fees, that were hidden from the authorities. Lawyers for the firm and Mr Weisselberg have pleaded not guilty to tax fraud. No charges were brought against Mr Trump personally, though prosecutors said the former president had signed some of the cheques at the centre of the case.The Trump Organization is a family holding company that owns hotels, golf clubs and other properties - and the cornerstone of a global brand that encompassed book deals, TV shows and Trump-emblazoned skyscrapers. The criminal charges are the first to arise from long-running investigations into alleged fraud by both the Manhattan district attorney and the state attorney general.The inquiry by District Attorney Cyrus Vance focused on whether Mr Weisselberg and other company executives received benefits such as apartment rentals or leased cars without reporting them properly on their tax returns. The charges announced on Thursday include tax fraud and falsifying business records. At the hearing at Manhattan's criminal court, prosecutor Carey Dunne said this was a \"sweeping and audacious\" scheme involving \"off-the-books payments\". \"It was orchestrated by the most senior executives who were financially benefiting themselves and the company, by getting secret pay raises at the expense of state and federal taxpayers,\" he said. Mr Weisselberg \"is prepared to fight these charges in court,\" his lawyers said. Mr Trump and his allies have said the investigations are politically motivated. The indictment was served as Mr Trump has been discussing a potential comeback run for president in 2024.The ex-president issued a statement slamming the announcement: \"The political witch hunt by the radical left Democrats, with New York now taking over the assignment, continues.\"It is dividing our country like never before,\" he said. Earlier on Thursday, the Trump Organization said Mr Vance was using Mr Weisselberg, who has worked for Trump's business for nearly 50 years, \"as a pawn in a scorched earth attempt to harm the former president\". \"This is not justice; this is politics,\" the company said. However, during the court proceedings, prosecutor Carey Dunne said: \"To address what this case is not about: It's not about politics. \"This investigation, which is ongoing, has been thorough, careful and proper, and has been limited to subject matters within our New York jurisdiction.\"If the company is found guilty, however, certain business partners might draw a line under their relationship with the Trump Organization and the company could face fines. New York City, for example, has already announced it will terminate contracts with the firm to run skating rinks, a carousel and a golf course, in the aftermath of the US Capitol riots. Daniel Goldman, who was lead lawyer in the US House of Representatives for the first impeachment of Mr Trump in 2019, tweeted that the indictment could spur lenders to call in their loans, driving the Trump Organization to bankruptcy. The investigations will also take into account eight years of Mr Trump's personal and corporate tax returns, obtained by prosecutors after a long legal battle, which ended in the Supreme Court in February. Mr Trump, who inherited money from his father and went on to become a property developer, is the first president since Gerald Ford in the 1970s not to have made his tax returns public. Despite facing a number of investigations, the former president has denied any wrongdoing personally or in his business. New York City has already cut business ties with the twice-impeached former president. ", "url": "https://www.bbc.com/news/business-57669976"}