{"datetime": "2021-11-16T10:54:14.000Z", "title": "What is the minimum wage and how much is it?", "article": "The National Living Wage for people aged 23 and over has been raised to £9.50 in the Budget. Chancellor Rishi Sunak also increased minimum pay rates for younger workers. The minimum wage increases are set to take effect from 1 April next year: The apprentice rate applies to people aged under 19, or people over 19 but in the first year of their apprenticeship. If apprentices are older than 19 and have finished the first year of their apprenticeship, they are entitled to the relevant minimum wage for their age group. The minimum wage is the same across all parts of the UK. TheUK national minimum wage sets out the least a worker can be paid per hour by law.There are two types:The levels for both - along with the apprentice rate - usually increase every April. Any employer not paying the minimum wage can be fined by the UK tax authority, HMRC. If you think you should be getting the minimum wage and aren't, you cancomplain via the HMRC website . You can also get advice from theAcas website or by calling its helpline on 0300 123 1100.The rates are decided each year by government and based on the recommendations of an independent advisory group,the Low Pay Commission . It bases its recommendations on the state of the economy, and considers how many people are in work, what's happening to everyone's earnings and how much they are having to pay for essentials such as food and housing. People must be of at least school-leaving age to be eligible for the minimum wage, and must be employed. Workers can be part-time, casual, agency workers, piecemeal workers, apprentices, trainees, workers on probation, disabled workers, agricultural workers, foreign workers, seafarers or offshore workers, according to government guidance. People who don't qualify include the self-employed, company directors, volunteers, members of the armed forces, prisoners and people living and working in a religious community. People with disabilities or those in long-term unemployment who take part in a government work programme are paid fixed amounts at different stages of the programme, which amounts to less than the minimum wage. Work done by prisoners is paid at a minimum of £4 a week, while students on work placements of less than a year as a required part of their studies are not entitled to be paid anything. The law to introduce the minimum wage was passed in 1998 by the Labour government and it came into force the following year. It started at £3.60 for those 22 and older, and £3.00 for 18-21 year olds. Before the minimum wage was introduced, the lowest-paid people consistently saw the slowest growth in their wages. The introduction of the minimum wage reversed this trend, according to the Low Pay Commission. Before the minimum wage was introduced, there was concern that it would cost jobs, because employers would compensate for their higher wage bill by hiring fewer people. But this didn't turn out to be the case. There's no evidence of an overall loss of jobs linked to the minimum wage, and only weak evidence of negative impacts on some groups of workers. The voluntary \"Real Living Wage\" is set by theLiving Wage Foundation charity. The recommended rate is intended to ensure all staff earn a wage that meets the real cost of living and covers everyday needs.The rate is currently set at £11.05 an hour in London and £9.90 an hour elsewhere. Almost 9,000 employers throughout the country have signed up to the policy, covering more than 300,000 workers. ", "url": "https://www.bbc.com/news/uk-politics-48445674"}