{"datetime": "2021-01-14T00:53:19.000Z", "title": "New York City is latest to cut Trump business ties", "article": "New York City said it will cut business ties with the Trump Organization, joining a growing list of corporations turning their back on the twice-impeached president. Mr Trump is facing a backlash both personally and politically following last week's riots at the US Capitol. The Trump Organization has contracts with New York City to run two skating rinks, a carousel and a golf course. The deals generate about $17m (£12.5m) a year for the company. \"The city of New York will no longer have anything to do with the Trump Organization,\" New York Mayor Bill de Blasio said on Wednesday evening.In the aftermath of the riots, political donors and businesses have moved to distance themselves from the president and the Trump Organization. \"The lawyers looked at it. It was clear as a bell: that's grounds for severing the contracts,\" Mr de Blasio added. The Trump Organization has contracts to run two skating rinks and a carousel in Central Park, as well as a golf course in the Bronx. In a statement, the president's son Eric Trump said the city had no right to end the contracts, and would owe the Trump Organization $30m if it did so. \"This is nothing more than political discrimination and we plan to fight it vigorously,\" he said.Cushman & Wakefield, one of the largest commercial property firms in the US, said it would be no longer working with the Trumps.The company leases a number of the organisation's properties including Trump Tower in New York City.\"Cushman & Wakefield has made the decision to no longer do business with the Trump Organization,\" a company spokesperson said. The Professional Golf Association (PGA) was one of the first organisations to begin the flight from Mr Trump when it announced on Monday it would move the 2022 PGA Championship from the president's club in New Jersey. Two banks, Deutsche Bank and Signature Bank, said this week they would end their relationships with Mr Trump.Signature Bank said it has begun closing Mr Trump's two personal accounts, which had balances of about $5.3m (£4m). \"We witnessed the President of the United States encouraging the rioters and refraining from calling in the National Guard to protect the Congress in its performance of duty,\" the bank said in a statement. ", "url": "https://www.bbc.com/news/business-55642717"}