{"datetime": "2021-11-15T16:50:08.000Z", "author": "Dave Harvey", "title": "Can pubs afford a pay-rise after the pandemic?", "article": "Amy Bright woke up to a pay rise. The 29 year old works in a pub, and like hundreds of other hospitality firms recovering from lockdowns, money is tight. So how could her bosses afford a wage increase? In fact, her managers had done nothing at all. But two years ago they had committed to pay the Real Living Wage. That rose on Monday by 4%, to £9.90 per hour for all workers aged over 18 outside London. In 2019, Amy's pub, The Volunteer in the Old Market area of Bristol, became the first Real Living Wage Pub in the city.The Real Living Wage is voluntary, unlike the similarly named National Living Wage, which is set by the government and compulsory. The National Living Wage is currently £8.91 for anyone over 23, so the Real Living Wage is £1 an hour higher. As one of the team leaders Amy is paid above the minimum, but when the rates go up everyone gets a raise. Amy told me the scheme makes all the difference.She said: \"It shows that they care about us, because they have the choice not to, and they choose to do it. I've worked at quite a few pubs before and no-one else ever has paid it.\" The Real Living Wage is worked out by a panel of independent academics, who calculate the actual cost of living. They analyse rent, energy bills, food, even smaller costs like children's school uniform and eating out. That gives theLiving Wage Foundation what they call an objective \"Living Wage\" which covers the costs of living. Naturally the staff are delighted, but can the pub afford it? \"We'll find a way to make it possible of course,\" the manager told me. Cerian Ashmore-Cooke runs The Volunteer, and insists the higher wages bring benefits to the business. She said: \"The only way we're ever going to create a good customer experience and ultimately turn a profit here is based on our staff and how much they're enjoying being here.\"It's our staff who have built our rapport up with our customers, and if we're not willing to invest in them how can we expect them to invest in the business?\" So far, so collaborative. But can every small firm afford an extra pound an hour? Many small businesses are still trying to recover from the pandemic lockdowns. There are debts to repay, rent to catch up on. At the same time, other bills are rising fast. So many worry that this is no time to put the wages up. Sam Holliday runs the Federation of Small Businesses across the West of England and speaks to many companies.He told me: \"Small businesses are desperate to pay their staff as much as they can, but at the moment this is a really, really, tough time for small businesses.\"And this is just another factor they've got to add, to rising tax costs, rising energy bills, rising prices.\" On the other hand, there is some evidence paying staff better saves a business money. That's because workers stay for longer, cutting the costs of frequent recruitment. In fact throughout the pandemic, 3,000 new firms have signed up to pay the Real Living Wage, as they realised the value of hanging onto good staff. At The Volunteer they have seen this clearly. While many pubs are struggling for staff after the pandemic, the Living Wage pub has held onto all of its people. They have no vacancies at the moment, and already have several CVs on file from people keen to work there if a job comes up. Amy Bright put it like this: \"Most pub jobs last for six months to a year, but people stay here for several years. It's just a nicer place to work.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59296078"}