{"datetime": "2021-07-07T17:18:00.000Z", "title": "Trump sues Twitter, Google and Facebook alleging 'censorship'", "article": "Former US president Donald Trump has filed a lawsuit against tech giants Google, Twitter and Facebook, claiming that he is the victim of censorship. The class action lawsuit also targets the three companies' CEOs. Mr Trump was suspended from his social accounts in January over public safety concerns in the wake of the Capitol riots, led by his supporters. On Wednesday, Mr Trump called the lawsuit \"a very beautiful development for our freedom of speech\". In a news conference from his golf resort in Bedminster, New Jersey, Mr Trump railed against social media companies and Democrats, who he accused of espousing misinformation. \"We are demanding an end to the shadow-banning, a stop to the silencing, and a stop to the blacklisting, banishing, and cancelling that you know so well,\" he said. The suit requests a court order to end alleged censorship. Mr Trump added if they could ban a president, \"they can do it to anyone\". None of the tech companies named have yet responded to the lawsuit, which was filed to a federal court in Florida. Mr Trump was joined at the announcement by former Trump officials who have since created the not-for-profit America First Policy Institute. The former president called the post that got him banned from Twitter, \"the most loving sentence\".According to Twitter , the tweets that resulted in Mr Trump's ban for \"glorification of violence\" were from 8 January, two days after the rioting in the nation's capital. The riot followed his repeated claims, without evidence, that the election was rigged in Joe Biden's favour. He wrote that the \"great patriots\" who voted for him will have \"a giant voice\" and \"will not be disrespected or treated unfairly in any way, shape or form\", and in another post said he would not attend President Joe Biden's inauguration. At the same time on Wednesday, Mr Trump's Republican allies in Congress released a memo describing their plan \"to take on Big Tech\". The agenda calls for antitrust measures to \"break up\" the companies, and a revamping of a law known as Section 230. Section 230, which Mr Trump tried to repeal as president, essentially stops companies like Facebook and Twitter from being liable for the things that users post. It gives the companies \"platform\" rather than \"publisher\" status. \"It's a liability protection the likes of which nobody in the history of our country has ever received,\" Mr Trump said, criticising the law on Wednesday. He added that the law invalidates the companies' statuses as private companies. The lawsuit has been criticised by legal experts, who pointed to Mr Trump's habit of issuing lawsuits for media attention but not aggressively defending the claims in court. His argument of free speech infringement has also been questioned by analysts, as the companies he accuses have those same First Amendment protections in determining content on their sites. Donald Trump's muzzling on social media has been extremely effective.His megaphone removed, Trump has struggled to be heard at times.His plans for his own social media platform have so far come to nothing.This lawsuit illustrates, if it were needed, just how important the big social media companies are to him.A key strategy of Trumpism is being able to speak directly to voters - bypassing traditional media.Facebook proved particularly important to Trump - giving him access to millions of Americans at the click of a button.Experts believe the lawsuits are unlikely to succeed.Mr Trump will argue that his First Amendment rights have been violated. But tech companies will say that, as private companies, they have the right to decide who uses their platform - an argument that is likely to succeed.House Republicans, too, want to introduce legislation that will \"break up\" Big Tech. However, without a majority in either house they will struggle to do so.Trump desperately wants to get back into your newsfeed, but that may not be likely to happen anytime soon. ", "url": "https://www.bbc.com/news/world-us-canada-57754435"}