{"datetime": "2020-07-28T15:50:13.000Z", "author": "Jane Wakefield", "title": "Donald Trump Jr suspended from tweeting after Covid post", "article": "Twitter has banned the US president's eldest son from tweeting for 12 hours. The action followed a post by Donald Trump Jr containing a video clip discussing the benefits of hydroxychloroquine. Some, including President Trump, have suggested the anti-malaria drug works as a preventative measure against coronavirus, despite medical studies that indicate the contrary. Twitter said the post had violated its Covid-19 misinformation rules. Donald Trump Jr will still be able to browse Twitter and send direct messages in the interim. Twitter told the BBC: \"We are taking action in line with our policy.\" The main US social media sites have all taken measures to crack down on misinformation about the coronavirus. Andy Surabian, a spokesman for Donald Trump Jr told the BBC the decision had been \"beyond the pale\". \"Twitter suspending Don Jr for sharing a viral video of medical professionals discussing their views on hydroxychloroquine is further proof that big tech is intent on killing free expression online, and is another instance of them committing election interference to stifle Republican voices,\" he said. \"While there is indeed much disagreement in the medical community about the efficacy of hydroxychloroquine in treating coronavirus, there have been studies reported by mainstream outlets like CNN, suggesting that it may in fact by an effective treatment. \"Those pretending otherwise are lying for political reasons.\" By Marianna Spring, Specialist disinformation and social media reporter This is the latest move by Twitter to crack down on coronavirus misinformation - and the latest escalation in its clash with President Trump and his allies.This latest step to restrict the account of the President's son will no doubt add fuel to the fire, with more cries of censorship from the President's supporters.Misleading, harmful claims about hydroxychloroquine have been promoted by public figures and politicians throughout the pandemic.Discussions about the drug have become just as polarised as the ongoing debate about masks that is happening online.The video shared by Donald Trump Jr yesterday was emblematic of this, featuring people claiming to be doctors who support Trump. They suggested that studies indicating the drug was not effective were \"fake science\". With pressure mounting on social media sites to act more quickly and decisively about coronavirus misinformation, this move perhaps should not come as a surprise.But Twitter has not flagged claims the US President has made about hydroxychlorquine himself.Where it opts to draw the line will be a difficult - and politicised - decision.In signs that the conflict between Trump and Twitter is not abating, the President has asked the National Telecommunications and Information Administration to file a petition to look at how social media companies moderate content. The petition asks the Federal Communications Commission to reconsider rules that shield social media providers from liability for content posted by their users, but still let them remove posts they deem to be objectionable. ", "url": "https://www.bbc.com/news/technology-53567681"}