{"datetime": "2020-11-21T01:30:41.000Z", "title": "Donald Trump Jr tests positive for coronavirus", "article": "US President Donald Trump's oldest son has tested positive for coronavirus, according to his spokesman. Donald Trump Jr, 42, was diagnosed at the start of this week and has been quarantining at his hunting cabin since the result, the spokesman said.\"He's been completely asymptomatic so far and is following all medically recommended Covid-19 guidelines,\" according to the statement. Don Jr is the second of the president's children to test positive.Barron Trump, 14, was also diagnosed last month, but made a swift recovery. A firebrand speaker, Don Jr played a major role in his father's presidential campaign. There has also been speculation that Don Jr is interested in running for the White House, conjecture he hasn't tried to tamp down. Don Jr's partner, Kimberly Guilfoyle, a former Fox News host, tested positive for the disease in July, and also recovered. He apparently did not contract the infection at the time. Earlier on Friday, Andrew Giuliani, a special assistant to President Trump, announced he had tested positive for coronavirus. Mr Giuliani, the son of the president's personal lawyer, Rudy Giuliani, tweeted that he was experiencing mild symptoms after receiving his positive test on Friday morning. CBS News, the BBC's US partner, confirmed that at least four other White House aides have tested positive for Covid-19 in a new outbreak there. Earlier this month, White House chief of staff Mark Meadows was among several aides who tested positive for the infection. The president himself spent three nights in hospital at the beginning of October after being hit by Covid-19. First Lady Melania Trump also had a bout of the infection. Last month, Don Jr was criticised for downplaying the US coronavirus death toll. In an interview with Fox News, he argued that the media was focusing on the caseload, while ignoring the mortality rate. He said: \"I was like, 'Well, why aren't they talking about deaths?' Oh, oh, because the number is almost nothing. Because we've gotten control of this, and we understand how it works.\" The virus has infected 11.8 million Americans and killed more than 253,000.On Friday alone, 192,000 people in the US tested positive for coronavirus, according to the Covid Tracking Project. ", "url": "https://www.bbc.com/news/election-us-2020-55024888"}