{"datetime": "2020-10-08T23:06:36.000Z", "author": "Alex De Waal", "title": "Why Trump wants Sudan to befriend Israel", "article": "With Sudan in desperate straits - a collapsing economy, hyperinflation looming and a nationwide food crisis - the administration of US President Donald Trump and the Israeli government have seen an opportunity. The country's democratic hopes hang by a thread 18 months after non-violent protests overthrew their long-term ruler Omar al-Bashir.But if Sudan recognises Israel then the US will strike it off the state sponsors of terror list, opening the door to essential economic stabilisation measures. It is a complicated story which dates back 30 years to the early days of Sudan's Islamist government.After seizing power in a military coup in 1989, President Bashir turned Khartoum into a global centre for militant jihadism.Al-Qaeda and other extremist groups used Sudan as the base for carrying out terror attacks in the US, Saudi Arabia, Egypt, Ethiopia, Uganda, Kenya and elsewhere.After the first terror attack on New York's World Trade Center in 1993, the US designated Sudan as a state sponsor of terrorism.International financial sanctions and military pressure from neighbouring countries which supported Sudanese rebels pushed Sudan to expel Osama bin Laden and other jihadists three years later.Shortly after the 11 September 2001 attacks, Sudan's security services became a valued partner with the US Central Intelligence Agency (CIA). On that basis, Sudan should have been removed from the state sponsors of terror list.But members of Congress were hostile to Khartoum for a host of other reasons, including the war in Darfur and human rights abuses, and the listing stayed in place.And the Bashir government still operated in the shadows: it kept open its links to Iran and Hamas, and on at least two occasions Israeli fighter planes attacked convoys travelling up Sudan's Red Sea coast, allegedly taking arms to Hamas.In 2016, under pressure from Saudi Arabia and the United Arab Emirates, the Bashir government cut its ties with Iran. Yet after the democratic revolution last year, Washington DC was slow to shift.US State Department officials wanted to keep the leverage of one of their most powerful tools. And they were worried that the new democratic regime might not last long.The problem was that keeping sanctions on Sudan could easily become a self-fulfilling prophecy, condemning the country to state failure. As long as Sudan stays blacklisted, crippling financial sanctions stay in place. Legitimate Sudanese businesses are handicapped, foreign direct investment is shackled and the International Monetary Fund and World Bank cannot adopt a package to relieve its massive debt - $72bn (£55.6bn) and counting. The scale of hunger today is terrifying:the UN classes 9.6 million people as \"severely food insecure\" . This is made worse by the Covid-19 shutdown and floods. It is a crisis that cannot be overcome by food handouts - it needs a massive injection of economic assistance.Over recent months, a deal to remove the terror listing was slowly making its way through Congress, held up by demands from the relatives of victims of al-Qaeda attacks in East Africa and Yemen that compensation be paid.Sudan agreed to a package of $335m. But in September two Democratic senators - Chuck Schumer and Bob Menendez blocked the measure, partly because they wanted to keep open the prospects of the relatives of victims of 9/11 mounting a case.The Trump administration is offering Sudan a way out.Visiting Khartoum at the end of August, Secretary of State Mike Pompeo proposed a deal to Sudan's civilian Prime Minister Abdalla Hamdok: if Sudan recognised Israel, President Trump would circumvent the Congressional blockage. Following the UAE's decision last month , Sudan, a member of the Arab League, would be only the fifth Arab state to do so.This would be a huge boost to the administration's campaign to normalise Arab relations with Israel in the weeks before the election. Recognising Israel would be a momentous step for Sudan - that indeed is the whole point.The most vociferous opponents of the move are the Islamists, now out of power. But it is controversial across the political spectrum, and the civilian coalition includes many who insist on peace with the Palestinians first.Mr Hamdok knows that his coalition of civilian supporters would likely fracture if he made the decision.He told Mr Pompeo that a decision on the issue should await a democratically elected government, due in three years' time. Although Mr Hamdok and his civilian cabinet are in office, it is Sudan's generals who wield real power.Backed by the UAE, Saudi Arabia and Egypt, the chairman of the transitional council, Lt Gen Abdel Fattah al-Burhan and his deputy Lt Gen Mohamed Hamdan Dagolo, known as \"Hemeti\", command troops and money.And it is these generals who are dealing with Israel. Gen Burhan met Israeli Prime Minister Benjamin Netanyahu in February - without informing Mr Hamdok - and the two are due to meet again soon.For Gen Burhan and Gen Hemeti, the US-Israel deal promises them the international recognition they crave without the inconvenience of democracy.That is why Sudanese democrats are demanding that it be scrutinised carefully. When popular protests forced Bashir out in April last year, Gen Burhan and Gen Hemeti took over. Two months later their troops killed over 100 protesters.This caused an outcry, after which, in a deal brokered by the US, UK, Saudi Arabia and the UAE, they agreed to share power with a civilian cabinet.The bottom line is that the military tolerate the civilians only because they need international respectability. The Sudanese public has not forgiven the generals for their brutality and venality.The older generation remembers Operation Moses, the secret 1984 deal between then-President Jaafar Nimeiri to allow Israel to airlift Ethiopian Jews from refugee camps in Sudan. Nimeiri was later accused of pocketing millions of dollars in bribes from Mossad, Israel's secret service. A cabal of officer-businessmen controls vast shadowy commercial empires built up under Bashir, which are getting stronger by the day.When the central bank runs out of money to pay salaries, it goes begging to these generals for the cash. If they are rewarded, Sudan will remain a kleptocracy. For Israelis, recognition by another Arab country is certainly a prize.But for the young Israelis and their US counterparts who protested against the mass atrocities in Darfur 15 years ago, legitimising the men who commanded the militias that perpetrated those massacres is a morally dubious step. Mr Hamdok's position is the logical one: lifting the terror blacklisting and recognising Israel are separate issues.He argues that Sudan should be removed from the terror list at once, because it has removed terrorists from its soil and because its democracy is worth saving.And if Israel is recognised by a truly democratic Arab nation - that would be a prize worth winning. Alex de Waal is the executive director of the World Peace Foundation at the Fletcher School of Law and Diplomacy at Tufts University in the US. ", "url": "https://www.bbc.com/news/world-africa-54462322"}