{"datetime": "2020-11-03T13:36:53.000Z", "title": "The Countdown: Election anxiety? Try these warm moments", "article": "Election day is here, but even before sunrise almost 100 million Americans had already voted. In the shadow of a pandemic and a race like no other everybody is anxious, so here are some moments of humanity from an angry few weeks. 1. Donald Trump and Joe Bidenare done with their final frenzy of campaigning , but with so many votes cast early or mailed in,the real battle might be whether all those votes will count or be challenged in court. 2. It wouldn't be the 2020 election without celebrities getting political: Lady Gaga and John Legend turned up for Joe Biden and Lil Pump appeared at a rally with Donald Trump, who mistakenly called him Liddle Pimp (the rapper did not appear to mind). 3. An early result is already in from the tiny town of Dixville Notch, New Hampshire, and it gave its five votes to Joe Biden, but do not read too much into this because a candidate with an early lead could lose it as postal votes are counted -here's our guide to the night. 4. But America is anxious and one real symptom is the fact thatshops are being boarded up for fear of unrest at the result - although some authorities have downplayed the risk of this. Anxious. Agony. Pressure. Nervous. Nightmare. Furious. Panic. Those are just a a selection of words taken from today's headlines in US news outlets across the political spectrum.On Google, people are searching for news of cities being boarded up and \"how to cope with election anxiety\". But despite the virus and a campaign unprecedented in its bitterness, there have been moments of humanity, dancing, dogs and cookies.Dixville dog kills the cynicism Dixville Notch is always one of the first towns to declare. It's easy because there are only 12 residents. They all vote in a special \"ballot room\" just after midnight and then the result is announced hours before that of most other places. You might be tempted to roll your eyes at some hokey political theatre, but a dog in the ballot roomkilled the cynicism of at least one journalist . Trump supporter replaces neighbour's Biden sign \"It's just nice to know that neighbours can treat each other with love and respect.\" In a little Trump-supporting neighbourhood of Wisconsin, a lone Biden supporter had his Biden sign stolen... which is when his Trump-supporting neighbour stepped in to go out and replace the sign. \"I'd do the same for you,\" he was told.When Republican Marne Litton wrote on Facebook abouthow much she loved and respected her Democrat neighbour Tasha Hancock, it prompted an outpouring of warmth. Dancing at the polls As citizens lined up to vote in Philadelphia, there was music and dancing - arranged by non-partisan group Joy to the Polls, which says it aims to de-escalate tension and bring music to polling locations. The group can also be found on Spotify with celebrity-curated playlists and it has called on ordinary voters to add their own too.In Portland, eat lobster while you wait It's voting day, and there is lobster in Portland, Maine. There have been some very long queues and some very hungry voters, but Chefs for the polls has been delivering food to waiting voters - one of several similar initiatives. Paul Rudd's cookies Last week while New Yorkers were queuing up to vote actor Paul Rudd handed out cookies - they had blueberry cream and made people happy.And if you are just looking for escape while you wait: One Twitter user has offered to draw your cats in undignified situations, based on photographs you submit. US media outlets have done their bit to help mitigate election day doomscrolling: ", "url": "https://www.bbc.com/news/election-us-2020-54788295"}