{"datetime": "2020-11-06T02:40:43.000Z", "title": "US results: Trump sons attack Republicans for 'weak' backing", "article": "President Donald Trump's two sons have rebuked Republicans for failing to back the president as he struggles to win re-election. Mr Trump's eldest son Don Jr accused the party of being \"weak\". His brother Eric warned: \"Our voters will never forget you if your [sic] sheep!\" The spat reflects an emerging rift between Trump disciples and the party.The election still hangs in the balance but Democratic candidate Joe Biden appears to be closing in on victory. Mr Trump has vowed to mount legal challenges to the vote-counting process after claiming, without evidence, that there is widespread voter fraud. Senior Republicans such as Utah Senator Mitt Romney and Maryland Governor Larry Hogan have warned against undermining the democratic process. But Don Jr, who is thought to have political aspirations of his own, reserved his ire for those who may be eyeing up a presidential run in 2024. He wrote on Twitter: \"The total lack of action from virtually all of the '2024 GOP [Republican] hopefuls' is pretty amazing.\"They have a perfect platform to show that they're willing & able to fight but they will cower to the media mob instead. Don't worry @realDonaldTrump will fight & they can watch as usual!\" The tweet was in response to one from Mike Cernovich, a men's rights activist and Trump supporter, who had criticised the president's former UN ambassador, Nikki Haley. She is widely thought to be preparing a White House bid in 2024. Mr Trump Jr continued: \"Republicans have been weak for decades which has allowed for the left to do these things.\" His brother, Eric, tweeted: \"Where are Republicans! Have some backbone. Fight against this fraud. Our voters will never forget you if your [sic] sheep!\" The two men went on to name and praise Republicans they deemed to have been vocal in defence of their father. Other Trump backers also piled on and took aim at Ms Haley in particular. Matt Gaetz, a Florida congressman, tweeted: \"While some of us are fighting for President Trump... Nikki Haley is eulogising him. Sad!\" In his four years in politics, Mr Trump has managed to bend the Republican party to his will, consistently achieving above 90% approval ratings from self-identified party members.The party manifesto this year was scrapped and replaced by a pledge to \"support the president's America-first agenda\". This row between the Trumps and the party establishment will raise questions about which direction the party goes after Trump departs, whether that is in 2020 or 2024. ", "url": "https://www.bbc.com/news/election-us-2020-54835454"}