{"datetime": "2021-03-01T10:02:29.000Z", "title": "CPAC: Trump rules out new political party in speech to conservatives", "article": "Donald Trump says he has no plans to launch a new political party, telling a conservative conference in Florida that it would split the Republican vote. In his first speech since Democrat Joe Biden became president, he also hinted that he might run for office again in 2024. Mr Trump strongly criticised his successor, saying US policy had gone from \"America first to America last\". The speech comes weeks after Mr Trump was acquitted in an impeachment trial. The Conservative Political Action Conference (CPAC) is the country's largest meeting of conservative activists and politicians, and usually gives insight into the direction of the Republican Party. Mr Trump's appearance at the meeting on Sunday suggests he has continued influence over the party despite some senior politicians distancing themselves recently from the ex-president. The mood of the conference in Orlando - which began on Thursday - has been extremely pro-Trump, with loyalists including Texas Senator Ted Cruz and his son Donald Trump Jr among the speakers. The former president remains banned from social media platforms, including Facebook and Twitter, over his response to January's deadly riot at the US Capitol. He has been living at his Mar-a-Lago Florida golf resort since leaving the White House in January. The 74-year-old former president was cheered by supporters when he appeared on stage at the Hyatt Regency Hotel more than an hour late. Many people in the crowd were not wearing masks. \"I stand before you today to declare that the incredible journey we began together four years ago is far from over,\" he said. \"We are gathered this afternoon to talk about the future - the future of our movement, the future of our party, and the future of our beloved country.\" He dismissed any idea that he might start a new political party - describing rumours he would do so as \"fake news\". \"Wouldn't that be brilliant? Let's start a new party so we can divide our vote and never win,\" he joked. \"We have the Republican Party. It's going to unite and be stronger than ever before.\" Despite losing November's presidential election and being deeply criticised over the January riot, reports suggest Mr Trump remains extremely popular among his voting base. Last weekone US poll suggested 46% of surveyed Trump voters would vote for him if he left the Republicans and started his own party. In his CPAC speech, Mr Trump repeated his false claims that he lost November's election to the Democrats because of electoral fraud and he hinted at another run in 2024, saying: \"Actually you know they just lost the White House. But who knows - who knows? I may even decide to beat them for a third time, OK?\" He excoriated the new administration, criticising Mr Biden for reversing his hard line on immigration and border security.\"We all knew that the Biden administration was going to be bad but none of us even imagined how just how bad they would be and how far left they would go,\" he told the cheering crowd. Donald Trump is back. After a month out of the public eye, the former president picked CPAC's friendly confines to launch his bid for political revival. Judging from the crowd here, not much reviving - at least among conservative activists - will be necessary. Their support for Trump - through electoral defeat, through the January mob attack on the US Capitol, through all of it - never flagged. So when Trump made his bid for continued leadership of the party - as a king-maker and, perhaps, its standard-bearer in 2024 - the crowd gave its full-throated approval.For the ex-president's potential successors in the party, however, there was a glimmer of opportunity on Sunday. Trump's speech was lacklustre by his standards. His self-imposed exile may have taken a toll - leaving him grasping for lines that work in the Joe Biden era. And while approval of Trump's policies was sky-high ina straw poll of CPAC attendees , only just over half said they would vote for him if he ran in 2024. It's a daunting advantage, but perhaps not prohibitive. Trump's continued influence within the party seems secure, but translating that influence into another presidential nomination - if he wants it - is no sure thing. He'll have to earn it.Republican lawmakers remained largely loyal to Mr Trump during his time in office but 10 voted to impeach him in the House of Representatives last month and seven voted to convict him in the subsequent Senate trial. The overall tally, 57-43 in favour of his guilt, fell short of the two-thirds margin needed to convict him. Senator Mitch McConnell, the top Republican in Congress, criticised the former president's actions after his acquittal - declaring Mr Trump \"practically and morally responsible\" for provoking the riot, despite personally voting against his guilt on the incitement charge. Mr Trump then broke his relative silence to launch a scathing personal attack on Mr McConnell whom he described as \"a dour, sullen, and unsmiling political hack\". The schism in the party has remained since, with those who have broken rank against him notably absent from the CPAC stage. Republican Senator Bill Cassidy told CNN that the event was unrepresentative of the party.\"If we idolise one person, we will lose,\" he said shortly before Mr Trump's speech. \"That's kind of clear from the last election.\"But Trump loyalists were quick to praise the former president following his remarks. His son Donald Trump Jr branded the event \"T-PAC\", while the gathered crowd chanted Mr Trump's name. ", "url": "https://www.bbc.com/news/world-us-canada-56230998"}