{"datetime": "2020-08-25T02:49:03.000Z", "author": "Tara McKelvey", "title": "Donald Trump Jr: The son who is Trumpier than Trump", "article": "On the first night of the Republican Party convention, the president's eldest son, Donald Trump Jr, took centre stage and commanded the nation's attention. \"Trump's policies have been like rocket fuel to the economy,\" Mr Trump said during his speech, praising his father's leadership. But his most powerful lines were not about the president; they were swipes at Joe Biden, the Democratic nominee for the presidency. \"Biden's radical left-wing policies would stop our economic recovery cold,\" Mr Trump said. He warned conservatives that Democrats would undo the economic gains that people had made with his father in the White House.\"Biden has promised to take that money back out of your pocket and keep it in the Swamp,\" Mr Trump said, adding: \"That makes sense, considering Joe Biden is basically the Loch Ness Monster of the Swamp. For the past half-century, he's been lurking around in there.\" A fierce advocate for his father's platform, Donald Trump Jr's supporters say he can electrify a room while his detractors accuse him of pouring petrol on the flames.His presentations are laced with full-throated attacks on liberals, Hunter Biden - Joe Biden's son - and on the media (that's when the crowd roars). Firebrand speaker, sportsman and big-game hunter, Mr Trump is doing everything he can to help his father win re-election. The Republican strategy has focused on energising the president's base of supporters, and they see the younger Mr Trump as their ace in the hole. He has an unusual rapport with the president's supporters, many of whom live in rural parts of the country and also love to hunt. \"He's viewed as a conduit to the Trump base,\" explains Ron Bonjean, a Republican strategist with ties to the White House. They like his \"no-nonsense\" style, says Michael Kuckelman, the chair of the Kansas Republican Party who is now at the Charlotte convention. Many of the president's base like the way that the younger Mr Trump has at times gone even further than his father, supporting, for example, the gun industry's efforts to have restrictions on silencers eliminated. He is also admired for his boldness - he has aligned himself with colourful characters. Last year, he appeared at a rally for We Build the Wall, a group that was founded as a way to raise funds for the wall. Founders of the group have recently been charged with defrauding donors. In his role as a campaign speaker, Mr Trump is often surrounded by signs emblazoned with his father's name. In these moments, his part seems preordained: when you have the same name as your father, it is natural to slip into the role of cheerleader. And while some men might chafe at the part, he has thrived in his father's shadow. He is treated like a rock star at conservative venues.Lawrence Levy, the executive dean of Hofstra University's National Center for Suburban Studies, says that Mr Trump is an unusually effective advocate for his father on the campaign trail. And it could be a stepping stone to a more prominent role. \"The successful sons of powerful people learn not just to live but to thrive in what may seem like their father's shadow but will someday disappear and they will be the family's patriarch,\" says Mr Levy. In the meantime, he is in many ways similar to his father and is just as divisive as the president. While the president's supporters cheer him on, liberals recoil. \"A product of nepotism,\" says Christina Greer, an associate professor of political science at Fordham University.Jon Reinish, a New York-based Democratic strategist, says that he taps into dark strands of the current presidency, describing him as a \"younger, more acidic version of his father\". Says Mr Reinish: \"Donald Jr is the gasoline on the fire.\" A bearded man with short-cropped hair, Mr Trump wears open-collar shirts and throws his hands around when he talks. During his speeches, he bounces on his feet like a boxer in the ring. \"He energises and electrifies a room,\" says Jack Oliver, a Republican fund-raiser. \"He has a radiant personality.\" Mr Trump spent his childhood summers in Czechoslovakia, as it was then known, hunting with his paternal grandfather, and had a rowdy youth. In his early twenties, he was arrested in New Orleans on charges of public drunkenness and thrown in jail. He and his ex-wife, Vanessa Haydon, a former model, have five children. His current girlfriend, Kimberly Guilfoyle, is a fund-raising official for the campaign (she calls him \"Junior Mint\", an affectionate term). He became a lightning rod for controversy because of a meeting in New York that he had with a Russian lawyer, a woman with ties to the Kremlin, in June 2016. The meeting was scrutinised by special counsel Robert Mueller during his investigation into ties between the campaign and Russia that summer. But in the end, Mr Mueller said there was not sufficient evidence of a criminal conspiracy. His father acted protectively of his son and downplayed the significance of it. \"He had a meeting. Nothing happened with the meeting,\" the president told me and other reporters on Air Force One in the summer of 2017.The president spoke of his son, an executive for the Trump Organization, as if he were much younger. \"He's a good boy,\" said the president. \"He's a good kid.\" Lately both men have focused like a laser on the polls in November. Their future hang in the balance. As Hofstra University's Lawrence Levy explains, the younger man's prospects may be enhanced by the results on election day. \"He's positioning himself to be the financial and political heir to the Trump brand and what he chooses to do with that will depend on how successful this campaign will be.\" Mr Levy says that he could go far.\"The base is wild for him. He is very popular in red states. If for some reason he only wanted to become a member of Congress, he could run very successfully,\" he says. \"But I think his ambitions are bigger than that.\"His chances for future success will be higher if he can help win this one for his father. From now until November, they both have their eyes on the prize. ", "url": "https://www.bbc.com/news/world-us-canada-53884591"}