{"datetime": "2021-12-14T18:44:23.000Z", "title": "Trump's son urged father to intervene in 6 January Capitol riot", "article": "Donald Trump's son sent the White House chief-of-staff frantic texts calling for his father to intervene during the Capitol riot on 6 January. A committee investigating the violence was shown messages from Donald Trump Jr to Mark Meadows, saying the deadly riot had \"gotten out of hand\". He was one of several senior political and media figures who texted Mr Meadows with their concerns. The president was criticised for not intervening early on in the riot. He did eventually urge his supporters to \"go home\", but not before the pro-Trump mob had stormed the Capitol building, where Congress were meeting to certify Joe Biden's presidential election win.In the newly-revealed messages to Mr Meadows, Mr Trump Jr used strong terms to suggest his father should act. \"He's got to condemn this shit ASAP,\" the younger Trump wrote, according to US lawmaker Liz Cheney, vice-chair of the committee investigating if the former president had foreknowledge of the riot. The former president has repeatedly denied suggestions that he encouraged his supporters to act violently. The messages had been submitted byMr Meadows, who faces criminal contempt charges for refusing to comply with the committee's inquiry. \"As the violence continued, one of the President's sons texted Mr Meadows,\" said Ms Cheney, the Republican lawmaker representing the state of Wyoming, told the Select Committee on Monday.She said Mr Meadows responded to Mr Trump Jr's plea by writing back: \"I'm pushing it hard. I agree.\" \"Still, President Trump did not immediately act,\" Ms Cheney said, and \"Donald Trump Jr texted again and again\". \"Quote, 'We need an Oval office address. He [ex-President Trump] has to lead now. It has gone too far and gotten out of hand,' end quote.\" On Monday, it was also revealed that at around the same time several leading hosts of the Fox News TV channel - which is widely seen as being sympathetic to Donald Trump and the Republican party - were also urging Mr Meadows to get the then-president to stop the rioting.\"Mark, president needs to tell people in the Capitol to go home. This is hurting all of us. He is destroying his legacy,\" according to a text message by Laura Ingraham.Meanwhile, Brian Kilmeade, another Fox News star, wrote: \"Please get him [ex-President Trump] on TV. Destroying everything you have accomplished.\" Summing up the submitted messages, Ms Cheney said: \"These texts leave no doubt. The White House knew exactly what was happening at the Capitol.\" Former President Trump, his son, and the two Fox News hosts have not publicly commented on the latest developments. On Tuesday, Washington DC officials said they would sue the Proud Boys and Oath Keepers, two groups that were heavily involved with the Capitol riot.The civil suit seeks to recoup funds that they say were spent defending the city and federal buildings from the pro-Trump mob.", "url": "https://www.bbc.com/news/world-us-canada-59650800"}