{"datetime": "2020-08-14T20:05:56.000Z", "title": "Dolly Parton: 'Of course black lives matter!'", "article": "US country music star Dolly Parton has come out in support of Black Lives Matter, in a rare comment on politics. She told Billboard Magazine: \"Do we think our little white asses are the only ones that matter? No!\" With a broad fan base that spans the right and the left, the singer generally eschews political subjects. Her comments come amid a nationwide reckoning on race that has impacted all of US society, including country music.Although Ms Parton has not attended Black Lives Matter marches, she said she supported anti-racism activists' right to protest. \"I understand people having to make themselves known and felt and seen,\"she told the music magazine .The entertainment mogul - who owns Dollywood amusement park in her home state of Tennessee as well as other attractions - also spoke about her decision in 2018 to drop the \"Dixie\" from her Dixie Stampede attraction. A 2017 article in Slate critiqued Ms Parton's attraction, calling it a \"lily-white kitsch extravaganza\". \"Dixie\" was often used as a nickname for the southern states that made up the Confederate States of America during the US Civil War era. \"There's such a thing as innocent ignorance, and so many of us are guilty of that,\" she told Billboard. \"When they said 'Dixie' was an offensive word, I thought, 'Well, I don't want to offend anybody. This is a business. We'll just call it The Stampede.'\"As soon as you realise that [something] is a problem, you should fix it. Don't be a dumbass. That's where my heart is. I would never dream of hurting anybody on purpose.\"George Floyd's death, and the subsequent nationwide protests, has impacted industries from publishing to sport to country music, inspiring some artists to join marches while forcing others to reconsider their own racial blindspots.Two other country acts, the Dixie Chicks and Lady Antebellum, have dropped words linked to the Confederacy from their names, becoming The Chicks and Lady A, respectively.President Donald Trump has taken the opposite approach, describing protesters as \"anarchists\" and condemning those who kneel for the national anthem.Ms Parton's comments come as the 2020 presidential election campaign heats up, a stark contrast with four years ago when she assiduously avoided criticising Mr Trump when he was running against Hillary Clinton. In 2017, she remained quiet on stage at the Emmys next to Lily Tomlin and Jane Fonda, when her former 9-to-5 costars decided to use the spotlight to slam the president. More recently, in the popular WNYC podcast Dolly Parton's America, Ms Parton said: \"If you hate the president so much, why don't we pray for him?\" This is not the first time the 74 year old, who is seen as both an LGBT and feminist icon, has supported progressive causes.She came out in favour of gay marriage in 2014, a year before it was legalised nationwide, spoke against anti-transgender \"bathroom bills\", and supported the Me Too movement. But her support for left-leaning issues is usually carefully crafted to be as inoffensive as possible, often urging people to \"judge not lest ye be judged\". \"The sin of judging is just as bad as any other sin they might say somebody else is committing. I try to love everybody,\" she told Billboard in 2014. ", "url": "https://www.bbc.com/news/world-us-canada-53783257"}