{"datetime": "2020-07-10T22:57:56.000Z", "author": "Cache McClay", "title": "Goya Foods: Hispanic brand faces boycott for praising Trump", "article": "A popular Hispanic-owned food company is facing calls for a boycott, after its chief executive praised US President Donald Trump. While at the White House, Goya Foods CEO Robert Unanue said Mr Trump's leadership was a blessing. Goya Foods - sold in the US and many Latin countries - is the largest Hispanic-owned food company in the US.But now many of its loyal customers and some high-profile Democrats are calling for the firm's products to be shunned. On Thursday, Robert Unanue, the CEO of Goya Foods, attended an event at the White House where President Trump signed the Hispanic Prosperity Initiative, which was described as an effort to improve access to educational and economic opportunities.Mr Unanue praised the president at the event, saying: \"We're all truly blessed at the same time to have a leader like President Trump, who is a builder.\" Critics said his comments were tone deaf to the community Goya Foods largely serves. During his first election campaign, Mr Trump depicted most Mexican immigrants as criminals. He has also pursued controversial anti-immigration policies, seeking to end a policy that protects hundreds of thousands of undocumented youths from deportation, and trying to build a southern border wall.Many users have since said they will no longer use the products, known as staples of authentic Latin cuisine.Boycotters have shared alternative brands and recipes online, with the hashtags #Goyaway and #BoycottGoya trending on social media. Some customers say they have grown up with a sense of cultural attachment to the brand, but now feel let down by the CEO's comments. \"Goya is such a staple amongst people of colour,\" longtime supporter Autasia Ramos told the BBC, adding that it was popular with both American and immigrant households.Ms Ramos said she had relied on the company for affordable products that are normally hard to find, but are key ingredients in Hispanic cuisines.Yet, she added, she now felt \"disheartened\" by the company, and planned to stop buying its products. \"I hope people choose not to support so the CEO really feels the effect of abandoning the community that supports his company.\" Celebrities such as Chrissy Teigen and Democratic congresswoman Alexandria Ocasio-Cortez also say they have decided to boycott the company.Ms Ocasio-Cortez, a New York lawmaker, tweeted that she would now learn how to make her own Adobo, a popular marinade in Hispanic cuisine, rather than buying it from Goya Foods. Former Democratic presidential candidate Julián Castro said Americans should \"think twice before buying their products\" given that their CEO had praised \"a president who villainises and maliciously attacks Latinos for political gain\".Mr Unanue has defended himself, and pointed out he has also worked with former US First Lady Michelle Obama on initiatives before. \"It's suppression of speech,\" he said. \"I'm not apologising for saying - and especially when you're called by the president of the United States - you're gonna say, 'no, I'm sorry I'm busy no thank you?'\"\"I didn't say that to the Obamas and I didn't say that to President Trump.\" Supporters of the company have pointed out that earlier this year, Goya donated over 300,000lb (136,077kg) of food, or about 270,000 meals, to food banks and organisations to help with coronavirus relief. At Thursday's event, Mr Unanue announced he would also donate one million cans of Goya chickpeas and 1m lb of food products to food banks to help families hurt by the pandemic.The president's son, Donald Trump Jr, condemned the backlash, tweeting \"the leftist mob wants to cancel one of the largest Hispanic owned companies in America because they recognise that the president has shown great leadership? (Not very woke)\". By Luis Fajardo, BBC Mundo, Miami Given the history of controversial statements by Donald Trump about Latinos, starting with his description of Mexican immigrants as \"rapists\", many will have been surprised by the praise he received from Goya Foods head Robert Unanue.In fact, Mr Unanue's endorsement of Mr Trump, and the subsequent condemnation of the businessman's stance by many prominent Latinos, only underline the fact that the Hispanic community in the United States is politically far from monolithic.Although a clear majority of Latinos in the US tend to vote Democrat, 28% of their ballots went for Mr Trump in 2016, according to the Pew Research Center.Particularly in Florida, many Cuban and Venezuelan-Americans like Mr Trump's strong words against the leftist governments in power in Havana and Caracas, which they blame for forcing their families into exile.With elections in battlefield states often defined by razor-thin margins, even a small defection of Latinos to the Republican camp could prove very valuable to the president. ", "url": "https://www.bbc.com/news/world-us-canada-53371392"}