{"datetime": "2020-09-02T15:04:56.000Z", "title": "Melania Trump ex-confidante tell-all dishes on 'Princess Ivanka'", "article": "A tell-all memoir by an ex-associate of First Lady Melania Trump has disclosed unflattering details about the White House as her husband seeks re-election. In Melania and Me, published Tuesday, Stephanie Winston Wolkoff claims she witnessed \"deceit\" and \"deception\" throughout her former friendship. The White House has denounced the book as a \"bizarre twisting of the truth\". On Monday, the author said she was working with authorities on a financial probe of Mr Trump's inauguration. Mrs Winston Wolkoff, a longtime event planner for Vogue magazine, also describes the widely reported tensions between Mrs Trump and her step-daughter Ivanka Trump, who Mrs Trump allegedly refers to as \"princess\". Mrs Trump, she writes, is a fan of emojis and once sent her a text message describing Ms Trump and her husband Jared Kushner - both senior White House advisors - as \"snakes\". On Monday Mrs Winston Wolkoff, who was a senior organiser for Trump's inauguration, told ABC News that she was co-operating with investigators who are scrutinising allegations of financial crimes involved with spending for the event. Mrs Winston Wolkoff says her 15-year friendship with Mrs Trump ended two years ago after the first lady \"betrayed\" her by refusing to publicly defend her - an unpaid White House aide - from claims of financial mismanagement while planning the inauguration.She describes feeling \"stabbed in the back\" by someone who has changed greatly over the time they have known each other. \"I witnessed the transformation of Melania from gold plate to 24-karat gold,\" Mrs Winston Wolkoff writes, adding: \"Watching her now, and seeing that only the gold shell remains, I have to wonder if that's all she ever was, and I was the sucker who bought the fake watch on the street corner.\" A spokeswoman for Mrs Trump responded: \"The book is not only full of mistruths and paranoia, it it is based on some imagined need for revenge… Sadly, this is a deeply insecure woman whose need to be relevant defies logic.\" The author discloses surprising nuggets about the private lives of the Trumps as the now-president ran for office and won the White House. In one episode, Mrs Winston Wolkoff describes how the future first lady reacted in 2016 after hearing of the Access Hollywood tape in which her husband crudely boasts of being able to \"grab\" women due to his fame. \"She was radiant, she was smiling,\" Mrs Winston Wolkoff writes. \"It was as if nothing happened.\" \"She knows who she married... She knew what she was getting into, and so did he,\" says the author, who adds that she herself never voted in the presidential election before 2016. Mrs Winston Wolkoff says one of Mrs Trump's often repeated lines is \"pleasing anyone else is not my priority\", and later writes: \"Ever the pragmatist, she reasoned that since she had no control over people's thoughts, why should she care what they believed.\" The book, which is dedicated to Mrs Trump, claims that the first lady refused to move into the White House for five months until the shower and toilet used by the Obamas had been renovated, and that Mr Trump overruled her chosen colour for the wall paint. In interviews after the book's release, Mrs Winson Wolkoff said that she secretly recorded Mrs Trump as the two fell out,telling MSNBC : \"Melania and the White House had accused me of criminal activity, had publicly shamed and fired me, and made me their scapegoat. \"At that moment in time, that's when I pressed record. She was no longer my friend.\" She also said that Mrs Trump did not use a government email account, and instead relied on unsecure email addresses and encrypted messaging apps.The messages, which wereviewed by the Washington Post , reportedly contained discussions about government hires and contracts, official schedules for the president and first lady, and conversations about her anti-bullying Be Best campaign. Mrs Trump is not a government employee and does not therefore need to use a government email unless discussing government issues, former White House ethics lawyer Richard Painter, who served President George W Bush, told the Post. But he called it \"total hypocrisy\" that members of the Trump team have been found to have used unofficial emails, after railing against Hillary Clinton in the 2016 election for using a private email server during her time as US secretary of state. Ivanka Trump, Jared Kushner, and Commerce Secretary Wilbur Ross have also been accused of using personal emails to conduct government business, in potential violation of the Presidential Records Act, that requires government officials to retain communications for the archive. ", "url": "https://www.bbc.com/news/world-us-canada-53990233"}