{"datetime": "2020-05-06T15:44:54.000Z", "title": "Mexico receives ventilator shipment from US", "article": "Mexico has welcomed a planeload of medical ventilators from the US to help treat Covid-19 patients, says Mexican Foreign Minister Marcelo Ebrard. The 211 machines were purchased from a US firm following an informal agreement between the neighbouring nations' leaders in mid-April. Last week, several hospitals in Mexico City said they were turning patients away because of a lack of equipment. President Trump has previously called the US \"the king of ventilators\".In early April, President Trump said that the US would have 110,000 ventilators by the end of June. He also said at the time that some of the machines could go to countries that were \"desperate\" for the machines. A ventilator is a machine that helps a person breathe by getting oxygen into the lungs and removing carbon dioxide Ventilators can be used to help a person breathe if they have lung disease or another condition that makes breathing difficult. They can also be used during and post-surgery A tube, connected to a ventilator machine, is placed in a person's mouth, nose or through a small cut in the throat (called a tracheostomy) According to Mexican President Andrés Manuel López Obrador, Mr Trump agreed to sell Mexico 1,000 ventilators, with the option to buy more, when they spoke on the phone in April. Tuesday's shipment came from Hamilton Medical and each ventilator was purchased for between $16,000 and $24,000 (£13,000 to £19,000), according to Mr Ebrard. Mr Ebrard welcomed the shipment, saying that \"during times of adversity, you know who your friends are\".He added that there would be \"at least six flights\" from the US to deliver further equipment. President López Obrador said in his daily news conference that he planned to visit the US in July to thank President Trump \"for the help we received in confronting the pandemic\". Relations between the two leaders have been dominated by President Trump's insistence that a wall is needed to tackle cross-border migration and that Mexico pay for the wall, something that the Mexican government says it will not do. The border between the two neighbours has been temporarily closed to all non-essential travel to curb the spread of the virus. The US has also used emergency powers aimed at slowing the virus spread toexpel thousands of undocumented migrants to across the border . The US has the world's highest number of confirmed infections - more than 1.2m - and more than 70,000 deaths. Mexico has a much lower number of infections - 26,000 confirmed cases and 2,507 deaths.However it has conducted a very low number of tests and the government said on Sunday that statistical modelling would put the real number of cases at more than 104,000 ", "url": "https://www.bbc.com/news/world-latin-america-52560839"}