{"datetime": "2020-08-24T10:49:06.000Z", "title": "Kellyanne Conway: Key moments from her White House career", "article": "Kellyanne Conway, senior adviser to US President Donald Trump, has announced that she is resigning from her post. She says she will step down from her role to focus on her children. Here's a look back at her career, from helping Mr Trump to clinch the 2016 election victory to controversies surrounding \"alternative facts\" and endorsing products by Mr Trump's daughter, Ivanka.Kellyanne Conway is the first woman in American history to lead a successful US presidential campaign.Following Mr Trump's election win, she was offered the role as senior counsel to the president. In this role, she was Mr Trump's political adviser.Once dubbed the \"Trump whisperer,\" Mrs Conway was credited with helping to steady Mr Trump's campaign after a video was leaked to the media in which he was heard making obscene comments about women. At the time of Mrs Conway's appointment, Mr Trump said she had \" played a crucial role in my victory \". \"She is a tireless and tenacious advocate of my agenda and has amazing insights on how to effectively communicate our message,\" he said. Just days into Mr Trump's presidency, Mrs Conway became embroiled in a row after she used the phrase \"alternative facts\" to describe misleading information by press secretary Sean Spicer. Photos from Mr Trump's inauguration ceremony showed that more people had attended the swearing-in ceremony of Barack Obama in 2009. The number of rides on Washington's subway system also showed fewer journeys on the day of Mr Trump's inauguration compared with Mr Obama's. After media reports highlighted this, the Trump administration hit out at reporters and publications.In his first briefing as White House press secretary, Sean Spicer claimed that Mr Trump grew \"the largest audience ever to witness an inauguration\".After this was challenged, Mrs Conway claimed that Mr Spicer had presented \"alternative facts\".In an interview with NBC, she said the administration felt compelled to \"go out and clear the air and put alternative facts out there\". Even the dictionary Merriam Webstercriticised her comments , reminding its followers on Twitter that \"a fact is a piece of information presented as having objective reality\". It said that searches for the word \"fact\" spiked after her comments.In a 2017 interview, Mrs Conway urged people to \"go buy\" Ivanka Trump's clothes after retailer Nordstrom dropped her clothing line, citing a lack of sales.Ethics rules state that officials cannot use their position for personal gain. Mrs Conway's comments were criticised by both Democrats and Republicans. Sean Spicer said she had been \"counselled\" following the incident. However the Office of Government Ethics (OGE) said it had received no notice of \"disciplinary or any other corrective action\" against Mrs Conway.The ethics advisory body said it had reason to believe that Mrs Conway had violated ethics rules. In a letter it advised the White House to investigate and possibly discipline her.In the letter it said that there was no doubt that she had appeared on television in her official capacity, as she sat in front of the White House seal and next to an American flag.In June 2019, the Office of Special Counsel called for the removal of Mrs Conway over claims that she had violated the Hatch Act, which prohibits federal employees from campaigning for candidates while on the job.The government oversight agency cited \"numerous occasions\" in which she violated the law,describing her as a \"repeat offender\" . Mrs Conway was accused of violating the Hatch Act when she criticised Doug Jones, a candidate in the 2017 US senate special election in Alabama.In one 2019 interview, she said: \"If you're trying to silence me through the Hatch Act, it's not going to work.\" She added: \"Let me know when the jail sentence starts.\" The White House dismissed the advice as \"deeply flawed\" and \"unprecedented\". Mrs Conway is said to have been instrumental in getting the president to resume his coronavirus news briefings.Mr Trump stopped holding the briefings after a number of tense interactions with members of the press. During one, he walked out when he was questioned about a coronavirus relief package.Speaking in an interview with reporters, Mrs Conway said: \"I just think the people want to hear from the president of the United States.\" She said that in order to boost the president's polling figures he should be briefing everybody about the virus.Last week, she criticised Joe Biden's nomination acceptance speech in which he spoke about Covid-19.She accused him of \"arrogance and ignorance\" while claiming that the Democratic nominee \"doesn't know what we've done on Covid-19\".", "url": "https://www.bbc.com/news/world-us-canada-53889605"}