{"datetime": "2022-01-20T20:18:15.000Z", "subject": "US Capitol stormed", "title": "Capitol riot inquiry asks Ivanka Trump to voluntarily testify", "article": "US congressional investigators have asked Ivanka Trump, the daughter of the former president, to testify about the 6 January riot at the US Capitol. The move to request testimony from a Trump family member marks an escalation of the committee's probe of the riot.In a letter, lead investigator Bennie Thompson said Ms Trump was there when her father allegedly pressed his vice-president to reject election results. A mob stormed the Capitol as lawmakers met to confirm President Biden's win.Ivanka Trump, Donald Trump's eldest daughter, served as one of his senior advisers during his presidency, alongside her husband Jared Kushner.The committee says she participated in efforts to convince Mr Trump to call off his supporters during the violence. \"The Committee would like to discuss any other conversations you may have witnessed or participated in regarding the President's plan to obstruct or impede the counting of electoral votes,\" says the nine-page letter to Ms Trump from Mr Thompson, a Mississippi congressman.\"Testimony obtained by the Select Committee indicates that members of the White House staff requested your assistance on multiple occasions to intervene in an attempt to persuade President Trump to address the ongoing lawlessness and violence on Capitol Hill,\" he adds in the letter, which asks her to speak to the committee next month.A representative for Ms Trump told US media that she had just learned that the 6 January committee had issued a public letter asking her to appear. \"As the Committee already knows, Ivanka did not speak at the January 6 rally,\" the spokesperson said.\"As she publicly stated that day at 3:15pm, 'any security breach or disrespect to our law enforcement is unacceptable. The violence must stop immediately. Please be peaceful.' \" The representative did not say whether she would comply with the voluntary request.The panel is also seeking the phone records of Mr Trump's son Eric Trump, as well as Kimberly Guilfoyle, who is engaged to Mr Trump's other son, Donald Trump Jr.According to testimony by Keith Kellogg - an adviser to former Vice-President Mike Pence who was also with Mr Trump in the White House during the riot - Mr Trump called Mr Pence that day to say he was \"not tough enough\" to block the congressional certification of the election. \"Mike, it's not right. You can do this. I'm counting on you to do it. If you don't do it, I picked the wrong man four years ago. You're going to wimp out,\" Mr Trump reportedly said, according to Mr Kellogg's interview transcript.He also said that Ms Trump was present during the call, and turned to him afterwards to say \"Mike Pence is a good man\". In an interview earlier this month, committee vice-chairwoman Liz Cheney said that the committee heard that Mr Trump denied multiple requests from aides to step in to attempt to halt the violence.\"We have firsthand testimony that his daughter Ivanka went in at least twice to ask him to please stop this violence,\" the Republican congresswoman told ABC News. ", "url": "https://www.bbc.com/news/world-us-canada-60076895"}