{"datetime": "2020-06-04T12:54:23.000Z", "author": "Rory Cellan-Jones", "title": "Twitter accuses President Trump of making 'false claims'", "article": "Twitter has accused the US president of making false claims, in one of the app's own articles covering the news. The move - which effectively accuses the leader of lying - refers to a tweet by Donald Trump about his first defence secretary. Mr Trump had tweeted that he had given James Mattis the nickname \"Mad Dog\" and later fired him. But Twitter's article says that the former general resigned, and his nickname preceded Trump's presidency. It follows last week's explosive confrontation, which saw Twitter fact-check two of President Trump's tweets and label another as glorifying violence. The latest confrontation was prompted by a strongly-worded statement issued by General Mattis last night, in which he criticised the president's handling of the protests that followed the killing of George Floyd. Gen Mattis described Donald Trump as \"the first president in my lifetime who does not try to unite the American people - does not even pretend to try. Instead, he tries to divide us.\" The president fired back quickly in a tweet saying that the one thing he and predecessor Barack Obama had in common was \"we both had the honour of firing Jim Mattis, the world's most overrated general. I asked for his letter of resignation and felt good about it\". \"His nickname was 'Chaos', which I didn't like, and changed it to 'Mad Dog',\"he added . Twitter later published what it calls a Moment, a summary of a news story that you can see when you press the platform's search button. It has also been promoted within the What's Happening box that appears on Twitter's website. The article says that \"Mattis resigned from the position... after the administration decided to withdraw US troops from Syria\", and attributes the fact to a report by the Associated Press news agency. It then refers to journalists at CNN, the National Review, the Washington Post and The Dispatch as having written that the nickname 'Mad Dog' had been used before Trump's presidency, with published references dating back to 2004. Moments are curated by an internal team at Twitter. They provide a summary of a recent development before presenting some related tweets. This is not the first time the tool has been used to call out Donald Trump. In March 2019, it said the presidenthad misidentified a co-founder of Greenpeace , and in April 2020 it said he had falselyclaimed he could force states to reopen during the Covid-19 pandemic . But what is interesting here is that Twitter has chosen to raise the temperature of its clash with the president over what could be seen as a relatively minor issue.It was on 20 December 2018 that Gen Mattis announced his resignation, effective from 28 February 2019.A furious Mr Trump then announced his defence secretary was going from 1 January and stated he'd essentially fired him. So you could at least argue that, as in many cases, there is a blurry line between a resignation and a firing. Perhaps Twitter's chief executive Jack Dorsey is looking on, with a degree of schadenfreude, at what has happened in recent days at Facebook.There, Mark Zuckerberg's determination not to follow Twitter's lead and take some kind of action over the president's posts has sparked open revolt. Facebook staff, who previously would only grumble anonymously about the company's practices, have put their names to statements deploring Mr Zuckerberg's failure to act.This morning, nearly three dozen former employees, including some who had helped write the original guidelines on what can and cannot be posted,published an open letter accusing Mr Zuckerberg of a \"betrayal\" of Facebook's ideals. Last week, it felt as though Twitter might be putting its future in danger by taking on the president.This week, it feels as though Mr Zuckerberg's failure to act might leave him facing an even bigger crisis than the Cambridge Analytica scandal. ", "url": "https://www.bbc.com/news/technology-52923022"}