{"datetime": "2020-08-28T00:48:48.000Z", "title": "Ivanka Trump: Who is America's first daughter?", "article": "Ivanka Trump, the oldest daughter of President Donald Trump, has quickly moved from a behind-the-scenes adviser to a White House power player. Now she will share the national stage with her father at the Republican National Convention. While her two brothers, Donald Jr and Eric Trump, took control of the family business following the 2016 election, Ms Trump followed her father to Washington. The 38-year-old mother-of-three and her husband, Jared Kushner, have both played influential roles in Mr Trump's administration during his first term. She joined German chancellor, Angela Merkel, and IMF chief Christine Lagarde, at the G20 women's summit in 2019, sparking criticism. And she has sat in meetings with Japan's Prime Minister Shinzo Abe and Chinese President Xi Jinping during state visits.Ms Trump was born in New York City in 1981 to Mr Trump and his first wife, Czech model Ivana Trump.Ivanka remained in the public eye throughout her childhood after her parents divorced when she was 10.She began a short-lived modelling career in 1997, appearing in Seventeen magazine and on the runway for fashion brands Versace, Marc Bouwer and Thierry Mugler.She later attended Georgetown University for two years before transferring to University of Pennsylvania, where she graduated in 2004.Ms Trump converted to Judaism after marrying Mr Kushner, the son of a prominent New York property developer, in 2009.The pair have three young children: Arabella, Joseph and Theodore. Mr Trump gave his daughter a level of authority in the family business that none of his wives ever had.She would rise to become an executive vice-president of development and acquisition along with her two brothers and is said to have handled some of the Trump Organization's biggest deals.Ms Trump helped expand the Trump Hotel brand abroad, handled interior design of the hotels and oversaw their international real estate brokerage, according to the Trump website.She also launched her own eponymous fashion line, which wasdropped by several retail chains as part of a Trump brand boycott after the election.But the brand's president said the company saw areported sales surge earlier this year amid the backlash.She has released two books including The Trump Card, which was published in 2009, and Women Who Work: Rewriting the Rules for Success, which is due out this year.Ms Trump also appeared as a judge on her father's reality television show, The Apprentice.She has since stepped down from her role at the Trump Organization, although she will continue to receive fixed payments from the real estate firm. The former business executive also handed over control of her fashion line to the company's president and transferred its assets to a trust for oversight.But some ethics experts say Ms Trump's unspecified role at the White House has raised questions about whether she is violating conflict-of-interest rules.Ms Trump has increasingly appeared alongside her father at high-level meetings with political, business and world leaders.She was given a coveted West Wing office and security clearance before she formally joined the Trump White House as an unpaid special assistant.Before her father's inauguration, she told CBS she would not join the administration and would instead focus on being a daughter. But Ms Trump and her husband have become some of Mr Trump's most visible aides both at home and abroad.Mr Kushner was tasked with brokering peace in the Middle East, reforming the criminal justice system and managing the Office of American Innovation, which tackles reforming the federal government and the opioid epidemic.But perhaps his most important job came in 2020 in the coronavirus response team when he was tasked with devising a national testing plan and leading the quest for medical supplies. But testing has been left up to the states and governors were critical early on of the federal efforts to secure PPE. Ms Trump, who appealed to working women throughout her father's presidential campaign, had said she wanted to focus on issues such as equal pay for women and paid parental leave.She has frequently defended her father against criticism of his treatment of women, especially after a tape of him making obscene remarks was released during the presidential campaign.And Ms Trump has faced her own criticism for not publicly speaking out against some of her father's more controversial actions.\"Where I disagree with my father, he knows it,\" she told CBS' This Morning, adding that she voices her opinion \"quietly and directly and candidly\". Ms Trump's roving role means she has popped up in unlikely places. In early 2018, she led the US delegation to the closing ceremony of the Winter Olympics in South Korea.A few months later, her father said he was tempted to give her the UN ambassadorship but he resisted because he would be accused of nepotism. A year later she turned down his offer to head the World Bank. One of her most controversial episodes came when it emerged she had used her own email account to send hundreds of messages to officials. In 2016, her father Donald Trump accused Hillary Clinton of putting the US \"in danger\" over her use of a private email while secretary of state. It became a huge campaign issue. Criticism of her appearance at the G20 summit in Osaka deepened when the French presidentposted a clip of her inserting herself into a conversation with other world leaders. Ms Trump also made headlines when she and her father were criticised for endorsing a Hispanic food company on social media. They were responding to calls to boycott the company, Goya Foods, because its head had expressed his support for Mr Trump. A trip she and her family made from Washington DC to Bedminster in New Jersey during the pandemic lockdown was in contravention of federal guidelines advising Americans to remain at home. The White House defended her travel, saying it was not commercial. Shortly ahead of her trip, Ms Trump had told her Twitter followers: \"Those lucky enough to be in a position to stay at home, please, please do so.\" ", "url": "https://www.bbc.com/news/world-us-canada-39712732"}