{"datetime": "2020-09-03T16:10:25.000Z", "title": "PM meets Trump son-in-law Kushner", "article": "Boris Johnson made a \"short drop-in\" to a meeting of Foreign Secretary Dominic Raab and President Trump's son-in-law, the prime minister's spokesman said. Jared Kushner, who is a senior White House advisor, is married to Ivanka Trump, who also acts as an advisor in her father's administration. Mr Kushner heads Mr Trump's response to the Middle East conflict and has just returned from the region. Downing Street said the meeting focused on the Middle East. The prime minister's spokesman was questioned about whether Mr Johnson was right to meet a member of Mr Trump's family so close to the US presidential election, which will take place in November. \"It was specifically a discussion about the Middle East peace process, which I think we all would agree it is important we continue to be fully engaged in that work,\" the spokesman said. In a statement, Foreign Office said: \"The foreign secretary updated Mr Kushner on his recent visit to Israel and the Occupied Palestinian Territories, and his encouragement of a return to cooperation between the Israeli and Palestinian leaderships, as a first step on the road to a renewed Israeli-Palestinian peace process.\"The prime minister and foreign secretary were clear about their commitment to a negotiated two state solution.\" Asked whether the Prime Minister would be \"endorsing\" Mr Trump in the November election, the prime minister's spokesman said: \"The long-standing position in the UK is that elections are a matter for the electors of that particular country.\" Conversations with the US about a post-Brexit trade deal are ongoing. Mr Kushner is making a visit to London having beenpart of a high-level Israeli delegation to the United Arab Emirates on the first direct commercial passenger flight between the two countries. Woody Johnson, the US ambassador to the UK,tweeted that he had met Mr Kushner for breakfast at his residence near London's Regent's Park. \"Great to have Jared Kushner and team at Winfield House for breakfast - congratulations on moving peace & prosperity forward in the Middle East!\" he wrote. ", "url": "https://www.bbc.com/news/uk-politics-54013711"}