{"datetime": "2020-01-08T01:07:43.000Z", "title": "CES 2020: Ivanka Trump unfazed by critics at tech show", "article": "Ivanka Trump's appearance at the CES tech show went smoothly, despite controversy surrounding her invitation. Somehad criticised a decision to give her a \"keynote\" slot , saying other women had more expertise in the field. On stage, the US president's daughter suggested Americans' CV data should be stored and updated on their phones as a matter of course, to make it easier for them to apply for jobs. She seemed not to want to \"ruffle feathers\", one attendee told the BBC. Ms Trump was interviewed in front of an audience of trade show delegates in Las Vegas by Gary Shapiro, chief of the Consumer Technology Association (CTA), which organises CES. \"Why can't you have your high school degree verified and in your phone, so an employer doesn't need to call your high school?\" she asked him rhetorically. Skills obtained on health and safety courses, or in manufacturing roles, she suggested, could be logged. \"All of that should be catalogued and tracked and available and accessible,\" Ms Trump added. Last year,a white paper published by the US government described the concept - known as interoperable learning records - in detail. Ms Trump also said that more could be done to help those without college degrees enter the workforce. And she gained a round of applause for praising the introduction of paid parental leave for US government workers. Critics had called for the event to be boycotted. But a large audience packed into a hotel conference centre to see and hear Ms Trump. \"It seemed clear as a member of the administration that she didn't want to ruffle any feathers,\" said Adam Smith, contributing UK editor for PCMag. He added that the atmosphere had been \"accommodating\" to Ms Trump. \"A debate may be worthwhile on whether her presence took the place of a more experienced woman in the tech sector or the merits of her political views, but it would be difficult to fault her on the delivery of her message,\" he added. Ms Trump and her husband Jared Kushner will next attend the World Economic Forum in Davos, Switzerland as part of the White House delegation later this month. I wasn't sure what to expect from Ivanka Trump's much-hyped CES keynote. Would the grand Venetian Ballroom auditorium be full, or would the threatened boycott keep the crowds away? Would she be booed or cheered?It was no doubt a lucrative day to be a security guard here in Las Vegas. Men in black wearing silver \"cop security\" badges were everywhere, and long queues of CES delegates snaked across the floors. \"No selfie sticks, no signs, no oversized bags,\" we were instructed.The hall was soon packed out. Ivanka Trump and Gary Shapiro emerged, a few minutes late, to enthusiastic applause.This audience was clearly not going to heckle, and it was also apparent that Mr Shapiro had no intention of giving Ms Trump what we journalists would call a grilling.Ms Trump was articulate and on-message about her father's government's strategies in tackling unemployment in the US. She spoke passionately about the high price of childcare, her diamond rings sparkling under the stage lights.It was a very smooth performance - but it lacked any drama.Our camerawoman Cody was at the back of the hall. She told me that a small but steady trickle of people walked out discreetly before the end.About 12 minutes in, I noticed the head of the gentleman on my left in the press seats slowly sink towards his chest. He closed his eyes, appearing to snooze.I wondered briefly whether to give him a collegiate nudge, but decided ultimately he probably wasn't going to miss any excitement. And he didn't. Catch up with all the BBC's CES 2020 coverage ", "url": "https://www.bbc.com/news/technology-51028984"}