{"datetime": "2020-07-16T13:59:22.000Z", "title": "President Trump and Ivanka criticised over Goya support", "article": "US President Donald Trump and his daughter and advisor Ivanka have been criticised for endorsing a Hispanic food company on social media. The pair shared images of themselves holding Goya Foods products earlier this week, with the president saying it was \"doing GREAT\". It comes after the head of Goya expressed his support for Mr Trump, prompting calls to boycott the company. The Trumps' actions have raised concerns over ethics violations. In a tweet on Tuesday, the president's daughter posted a picture of her holding a can of Goya black beans with the company's slogan - \"If it's Goya, it has to be good\" - in English and Spanish. The Republican president later tweeted, without citing evidence, that \"Goya Foods is doing GREAT. The Radical Left smear machine backfired, people are buying like crazy!\". An image of him posing with various Goya products was also shared on his Instagram account. As an employee of the US government, Ms Trump's comments may violate ethics rules which prohibit the use of public office to endorse products or bolster personal business interests. Walter Shaub, a former director of the US Office of Government Ethics (OGE), wrote in a series of tweets that Ms Trump's tweet was \"clearly a violation of the government's misuse of position regulation\". \"There's a particularly unseemly aspect to this violation: it creates the appearance that the government's endorsement is for sale,\" he added. \"Endorse the president and the administration will endorse your product.\" Mr Shaub quit his post in 2017 over repeated clashes with the president. The social media posts have also prompted ridicule, with California congresswoman Jackie Speier, a Democrat, tweeting \"This is the president of the United States, selling canned goods in the [White House]\". CNN journalist Chris Cuomo - brother of New York Governor Andrew Cuomo - lambasted President Trump during a television appearance. \"You tell me how a president, in the middle of a pandemic, has got time for this...?\" asked Mr Cuomo. \"Are you kidding me?\" However, the White House has defended Ms Trump's tweet, saying she had \"every right to express her personal support\". \"Only the media and the cancel culture movement would criticize Ivanka for showing her personal support for a company that has been unfairly mocked, boycotted and ridiculed for supporting this administration - one that has consistently fought for and delivered for the Hispanic community,\" said media director Carolina Hurley. The OGE has not publicly commented on the social media posts. Last week Robert Unanue, chief executive of Goya, appeared with President Trump at the White House during the announcement of a new 'Hispanic Prosperity Initiative' by the government.\"We're all truly blessed at the same time to have a leader like President Trump who is a builder, and that's what my grandfather did,\" said Mr Unanue. The hashtags #Goyaway and #BoycottGoya later trended on Twitter, with critics citing Mr Trump's previous derogatory remarks about Hispanics. During his presidential campaign in 2016, he called Mexicans \"rapists\" and reportedly called El Salvador a \"shithole country\" at a White House meeting in 2018. It has since become a heated political issue, with Democratic politicians like Alexandria Ocasio-Cortez throwing their support behind a boycott. In response, a man in the US state of Virginia set up a crowdfunding campaign to buy Goya produce and donate it to food pantries in the capital, Washington, D.C. In four days, it has raised more than $280,000 (£222,605). \"The liberal mob is coming for anyone who disagrees,\" wrote campaign founder Casey Harper. \"What if we rise up to cancel culture and feed the hungry at the same time?\" ", "url": "https://www.bbc.com/news/world-us-canada-53429797"}