{"datetime": "2020-04-16T20:58:03.000Z", "title": "White House defends Ivanka Trump's personal travel amid lockdown", "article": "The White House has defended Ivanka Trump's personal trip to New Jersey last week even as federal guidelines advise Americans to remain at home. The president's eldest daughter and her family travelled from Washington DC to the Trump National Golf Club in Bedminster to celebrate Passover. \"Her travel was not commercial,\" the White House said. \"She chose to spend a holiday in private with her family.\" Both the nation's capital and New Jersey are under stay-at-home orders. Ms Trump, her husband and fellow administration adviser Jared Kushner, and their three children went to \"a closed-down facility considered to be a family home\", the statement to US media said. The White House added that the \"travel was no different than had she been traveling to/from work\", and \"the location was less populated than the surrounding area near her home\" in Washington. According to current federal coronavirus guidelines, people should \"avoid discretionary travel, shopping trips and social visits\".There are currently 653,825 confirmed Covid-19 cases in the nation, with nearly 31,000 deaths, according to Johns Hopkins University. Washington DC has been under a stay-at-home order since 1 April, with residents told to leave home for \"essential\" travel only. New Jersey has been a hotspot for the outbreak, with over 71,000 confirmed cases and more than 3,100 deaths - second to its neighbour, New York, which is the epicentre of the pandemic in the US. Shortly ahead of her trip, Ms Trump, who is a senior adviser to the president, had told her Twitter followers: \"Those lucky enough to be in a position to stay at home, please, please do so.\" The day before Passover, 7 April, she also shared a tweet by New Jersey's Governor Phil Murphy that asked residents to celebrate health workers by \"by staying home for them\". Last month, Governor Murphy called on residents with second homes in the state to avoid travelling until restrictions eased. The Centers for Disease Control's guidance for the New Jersey, New York and Connecticut region also urges residents to \"refrain from non-essential domestic travel\". Last week, Scotland's chief medical officer resigned after similar travel during the pandemic. Dr Catherine Calderwood had apologised for taking two trips to her second home and initially said she planned to continue in the role, but quit on Sunday. She had earlier been given a police warning for breaking the lockdown rules after photographs emerged of Dr Calderwood and her family visiting Earlsferry in Fife - more than an hour's drive from her main family home in Edinburgh. ", "url": "https://www.bbc.com/news/world-us-canada-52317673"}