{"datetime": "2020-02-13T17:46:46.000Z", "title": "Hope Hicks: Top Trump aide returning to White House", "article": "One of US President Donald Trump's longest-serving aides, Hope Hicks, will return to the White House nearly two years after she resigned. The ex-White House communications director is expected to be counsellor to the president and report to Mr Trump's son-in-law Jared Kushner. The 31-year-old former model has worked for Fox Corporation since leaving the White House two years ago. Ex-Trump aides Sean Spicer and Reince Priebus are also being given new roles. Ms Hicks first joined the Trump sphere in 2014 when she started with the Trump Organization as an aide to Ivanka Trump, the president's daughter, in her fashion brand. She remained by Mr Trump's side throughout his campaign and into the White House. \"I have worked with Hope for almost six years and can say without hesitation she is one of the most talented and savvy individuals I have come across,\" White House press secretary Stephanie Grisham said in statement.\"She has always impressed me with her quiet confidence, loyalty and expertise, and I am beyond thrilled to welcome Hope back to the White House.\" Ex-White House press secretary Sarah Sanders also heralded her return, saying on Twitter: \"There is no one more loyal, talented or fun than Hope.\"Not only is she brilliant she is an amazing friend and will be a tremendous asset to the President and his team.\" Ms Hicks was repeatedly questioned by Justice Department Special Counsel Robert Mueller's during his investigation into Mr Trump, as well as congressional investigators. She resigned her post in February 2018, one day after she testified to Congress that she occasionally told white lies on Mr Trump's behalf. Analysis by Tara McKelvey, BBC White House reporter Donald Trump, the former reality TV host, appreciates both star power and loyalty, and he is bringing back individuals with both of these traits for his biggest season yet: the 2020 campaign.However clownish Sean Spicer may have appeared at the podium, he was good for ratings. People watched his briefings obsessively, and he inspired late-night comedians.Hope Hicks transfixed the nation for a different reason: she said little, yet seemed to know the president's secrets. Meanwhile Reince Priebus was famously loyal, and it was only a matter of time before he returned.Just as Mr Trump brought back contestants onto The Apprentice after they flamed out, ginning up ratings, he is now inviting key players back to the White House in order to appeal to his core audience and remind them of their shared history. Mr Trump may be divisive as a leader, but one thing is clear: he knows how to put on a show.Also this week former Chief of Staff Reince Priebus and former spokesman Sean Spicer received new White House jobs. Mr Priebus served seven months under Mr Trump before he was replaced by retired-Marine Corp General John Kelly. Mr Kelly criticised his former boss in a speech on Wednesday night, triggering an angry Twitter response from Mr Trump. \"He did exactly what we teach them to do from cradle to grave,\" Mr Kelly said about US Army Lt Col Alexander Vindman, who worked for the White House and testified against Mr Trump during his impeachment trial. He was fired by Mr Trump, along with his twin brother, last week. He also criticised Mr Trump's outreach to North Korea and his claims about illegal migrants being bad people. On Thursday, Mr Trump tweeted that Mr Kelly - who also previously served as Mr Trump's head of the Homeland Security - \"misses the action & just can't keep his mouth shut\". Mr Spicer served a similar tenure before he was dismissed following a difficult term as spokesman, where he frequently clashed with journalists. His most widely-mocked moment came on his first day in the job, when he called Mr Trump's inauguration crowd \"the largest audience to ever witness an inauguration, period, both in person and around the globe\". He later admitted that he \"screwed up\" with the claim which photos proved to be false. ", "url": "https://www.bbc.com/news/world-us-canada-51493408"}