{"datetime": "2020-03-05T00:00:23.000Z", "title": "Kim Kardashian visits White House with prisoners she helped free", "article": "Reality TV star Kim Kardashian West tweeted pictures of her visit to the White House on Wednesday with three women recently freed from prison. US President Donald Trump cut short the jail sentences of Crystal Munoz, Judith Negron and Tynice Hall in February. The women were jailed for drug-related and white collar crimes, and all had young children when imprisoned. In 2018 Kardashian West lobbied the White House on behalf of a grandmother jailed for life. Mr Trump is believed to have met the three women who visited on Wednesday , according to the New York Post.\"President Trump commuted the sentences of three really deserving women. I didn't hear much about it in the news so I wanted to share with you their stores!\" Kardashian West tweeted.\"I have the pleasure of spending the day with these women today along with @AliceMarieFree [Alice Johnson] who helped to pick these women.\" The women's names were suggested by Alice Johnson, a 63-year-old grandmother who wasgranted clemency in a high-profile decision by Mr Trump in 2018 . Kardashian West had lobbied the White House for her release. Ms Johnson was given a life sentence for a non-violent drugs conviction in 1996, and became a symbol for many of harsh sentencing in the US. It was Kardashian West who called Ms Johnson to say she was free, her lawyers said. US presidents have the power to cut short sentences of criminals or even pardon them. In February Mr Trump granted clemency to eleven people in total, includingformer Illinois governor Rod Blagojevich .The women had also appealed to President Barack Obama for their sentences to be commuted before he left office, but the requests were denied. Kardashian West, who announced last year thatshe was training to be a lawyer , is campaigning for changes to the US justice system. She shares concerns about long sentences handed down to first-time offenders and the disproportionate effect on ethnic minority communities. The US leads the world in the number of jailed citizens. Crystal Munoz was pregnant when she was jailed. She gave birth in shackles.Her experience was highlighted in the 2018 bill the First Step Act, championed by Mr Trump, that banned shackling of female prisoners in labour. Donald Trump's daughter Ivanka also tweeted a picture of the group of women in the West Wing. ", "url": "https://www.bbc.com/news/world-us-canada-51744918"}