{"datetime": "2020-01-05T01:08:03.000Z", "author": "Leo Kelion", "title": "CES chief defends invite for Ivanka Trump", "article": "The man in charge of next week's giant CES tech expo has said that Ivanka Trump has done \"great work\" and will help it focus attendees' minds on job-related issues for the future. A decision to offer the US president's daughter one of the show's \"keynote\" sessions has caused controversy. Critics have said other women with more expertise have failed to be granted lower-profile slots at the trade show. But Gary Shapiro told the BBC that he did not regret the decision. \"There's a lot of focus on jobs of the future, and certainly the keynote that I'll be doing with Ivanka Trump will be focusing on... how industry is working with government on this very important issue,\" he said. He will interview Ms Trump - who serves as a jobs creation adviser to the president - when she appears on stage on Tuesday 7 January. He declined, however, to say if her appearance had been his organisation's idea or if the White House had requested the address. The US Consumer Technology Association (CTA) confirmed Ms Trump would headline a discussion about \"the path to the future of work\" in a press releaseshortly before Christmas . Over the following days hundreds of people tweeted objections to the announcement, often using the hashtag #BoycottCES. \"I was far from pleased at the news and the reason is certainly not found in my political beliefs,\"blogged CES regular Carolina Milanesi from the tech consultancy Creative Strategies. \"The reason for my upset is rooted in the fact that there are many more women who are in tech and are entrepreneurs who could run circles around Trump on how technology will impact the future of work.\" Rachel Sklar, an entrepreneur who has campaigned for women to have more opportunities in the tech industry, added: \"What an insult to the years and years of protesting how few women were invited to keynote... there are so many great, qualified women. Shame.\" The BBC sought comment fromseveral of CES's other featured speakers . Only Mark Cuban, the entrepreneur and star of US TV series Shark Tank replied. \"I don't care one way or another,\" he said. \"No one has to go to her keynote if they don't want to.\" For his part, Mr Shapiro suggested that Ms Trump had the credentials to warrant the honour. In total, CES is scheduled to hosteight keynote-branded events this year featuring external speakers. Nine of the speakers and moderators are men and eight are women, excluding CTA staff.One session features both the US Secretary of Transportation Elaine Chao and President Trump's top technology advisor Michael Kratsios. The transcript below of the interview with Mr Shapiro has been edited for clarity and length: How did the invitation come about? There is a concern in the US and elsewhere about jobs. And working with the White House, this jobs-focus is something we're starting to talk about in a very deep way. There's an obligation by our industry to say we need people that are trained as data scientists and in artificial intelligence. There's a huge shortage in the United States of these type of workers. And there's concern about displacement and jobs.The White House - through great work by Ivanka Trump and [Secretary of Commerce] Wilbur Ross and others - has basically gotten industry together and said: 'Look, we have to approach this with a national strategy'.And part of that strategy is that companies that are involved in technology have to stand up and reskill workers. We are, in a sense, in an economic battle with other countries, specifically China, over artificial intelligence, self driving, 5G, and other areas where we need skilled workers. China is producing a million scientists and engineers a year, and we need our own strategy. And that is where these type of discussions will be occurring at CES. People are curious though, was it the case that your organisation invited Ivanka Trump? Or did the White House ask if she could appear? We've gone out to every administration - we've had Democrats and Republicans - and we invite them. Sometimes it's a discussion and a dialogue. In terms of this one, I'm not going to go into the details, but we are so excited to have them because it's very important that these issues be discussed in a meaningful way.There's has been quite a backlash, with questions posed about whether Ivanka Trump deserves the honour and what she could possibly say that her audience doesn't already know. Why do you think she warrants the appearance rather than somebody else who's had more to do with technology in the administration? One of the big things we did not focus on enough a couple of years ago is jobs. Now, last year, we really went into it big time with apprenticeships and other things. Ivanka Trump actually co-chairs the American Workforce Policy Advisory Board, whose members include companies like Apple, Walmart and IBM. She also co-chairs the National Council for the American Worker, which has received pledges for more than 300 companies, to create over 12 million new training opportunities for students and workers over the next five years.She also championed the continuation of the Obama-created Global Entrepreneurship Summit. She's been involved in criminal justice reform. We just got a bill signed into law two weeks ago, which gives governmental employees paid parental leave.There's been a whole range of issues - substantively, definitely a focus there on workforce issues. And that is part of the CES discussion. You've previously criticised Ivanka Trump's father, Donald Trump for his behaviour before he became President, and then his trade tariffs after taking power. So might we expect you to ask Ms Trump some tough questions when you interview her? Our focus at this point is not to make this a political event, but to focus on the fact that this is about jobs in the future. CES has about 1,300 speakers. There will be a range of policy discussion.Our focus is generally on issues that are important to innovation. Follow the BBC team covering CES via this Twitter list ", "url": "https://www.bbc.com/news/technology-50988743"}