{"datetime": "2019-09-09T14:13:53.000Z", "title": "Brad Parscale: Trumps 'a dynasty that will last for decades'", "article": "US President Donald Trump's strategist has said the Trump family are \"a dynasty that will last for decades\". Brad Parscale, manager of Mr Trump's re-election campaign, told a Republican convention in California that the president's family possess \"amazing capabilities\". He cited Ivanka Trump and her husband Jared Kushner, both of whom hold White House positions, and Donald Jr. Mr Trump is the only one in his family to hold elected office. Speaking to party delegates in Indian Wells, California, on Saturday, Mr Parscale said: \"The Trumps will be a dynasty that will last for decades, propelling the Republican Party into a new party. \"One that will adapt to changing cultures. One must continue to adapt while keeping the conservative values that we believe in.\" But he resisted speculating on whether the Trump children would run for office. \"I just think they are a dynasty,\" Mr Parscale told the Associated Press news agency.\"I think they are all amazing people with... amazing capabilities.\" \"I think you see that from Don Jr. I think you see that from Ivanka. You see it from Jared. You see it from all,\" he continued. Ivanka Trump and her husband Jared Kushner have both served as White House presidential advisors since he took office in January 2017. According to 2018 book Fire and Fury by journalist Michael Wolff, Ivanka Trump planned to become the first-ever female president of the US. Ms Trump had made a \"deal\" with her husband that should one of them ever get the chance to run for president, it should be her, wrote Wolff. \"If she ever wanted to run for president,\" President Trump told The Atlantic magazine in aApril 2019 interview , \"I think she'd be very, very hard to beat.\" Donald Trump Jr, Mr Trump's eldest son, has been one of his most vocal defenders on social media and makes frequent appearances at Trump rallies.Together with Eric Trump, the two brothers serve as senior executives in the Trump Organization, the real estate business Mr Trump handed over to them after his election. Other White House figures have lavished praise on the children, including Kellyanne Conway, who told The Atlantic: \"They're undeniably adaptable.\" \"When the family business was real estate, they learned contracts and building approvals and architecture. Then it was television, and they learned that industry. Now, a decade later, they've turned around and learned politics.\"Critics have accused Mr Trump of fostering nepotism in his administration.Speaking to the Washington Post earlier this year, former US ambassador to South Korea Christopher R Hill said Ivanka Trump's role is \" increasingly problematic in terms of our credibility\". \"It looks to the rest of the world like we have a kind of a constitutional monarchy,\" said Mr Hill, who oversaw North Korea nuclear talks under former US President George W Bush. \"It says to our allies, to everyone we do business with, that the only people who matter are Trump and his family members.\" ", "url": "https://www.bbc.com/news/world-us-canada-49637593"}