{"datetime": "2021-10-08T19:43:02.000Z", "title": "Report finds Trump’s DC hotel lost $70m during his presidency", "article": "Former US President Donald Trump \"grossly exaggerated\" the profitability of his Washington DC hotel, a probe by a congressional committee has found. It also said he appeared to hide \"potential conflicts of interest\". The Trump International Hotel lost over $70m (£51.3m) during his term, though Mr Trump had previously claimed it earned at least $150m during that time. The Trump Organization has denied wrongdoing and called the report \"misleading\".In a statement, the House of Representatives Committee on Oversight and Reform said that documents provided by the General Services Administration (GSA) - which oversees federal spending - showed that Mr Trump had \"grossly exaggerated the financial health\" of the hotel.Losses forced Mr Trump's holding company to inject at least $24m to help the struggling hotel, located just a few blocks from the White House, the committee said. The report also found Mr Trump seemed to have \"concealed potential conflicts of interest\" related to his ownership of the hotel and his roles as its lender and the guarantor of third-party loans.Newly obtained documents show that the hotel received $3.7m in payments from foreign governments - enough to cover 7,400 nights at the hotel on an average daily rate, according to the committee. The lawmakers said that the amount raised concerns about potential violations of constitutional regulations aimed at preventing foreign influence on federal officials.The oversight report found that during the four years of his administration, Mr Trump also received \"significant financial benefit\" from Deutsche Bank. The Democrat-led committee said this allowed Mr Trump to delay making payments on a $170m loan for six years, and that he did not publicly disclose this benefit from a foreign bank while president. Lawmakers have asked for additional documents from the GSA on the hotel, including on foreign payments and loans. In a statement sent to the media, the Trump Organization called the report \"intentionally misleading, irresponsible and unequivocally false\" and described it as \"political harassment\".The hotel was opened to the public in September 2016, several weeks after Mr Trump accepted the Republican Party's nomination for president.In 2017, Mr Trump resigned from his companies, and placed them in a trust to be run by his sons . But the Office of Government Ethics said at the time that Mr Trump's plan didn't \"meet the standards\" of former presidents. In 2019, an internal GSA watchdog said the agency had chosen to \"ignore\" the Constitution when allowing the Trump Hotel to keep its lease after Mr Trump's election. The Trump Organization has been looking for buyers for the 263-room hotel since 2019, but has so far been unable to sell the property.", "url": "https://www.bbc.com/news/world-us-canada-58851786"}