{"datetime": "2018-05-03T14:20:01.000Z", "author": "Toby Luckhurst", "title": "Why the Stormy Daniels-Donald Trump story matters", "article": "Adult film star Stormy Daniels is suing President Donald Trump over a so-called \"hush agreement\". Ms Daniels (her real name is Stephanie Clifford) alleges she and Mr Trump had sex in 2006, and that he has been trying to keep it quiet ever since. A lawyer for Ms Daniels has made claims of a cover-up, and others have raised questions about potentially illegal campaign payments. The president rejects all the allegations, and lawyers are suing Ms Daniels back for breaking this deal.Mr Trump denies that any money from his 2016 presidential campaign was used to buy Ms Daniels' silence, and says that the affair never happened. Using campaign funds could have been a violation of federal law. But while Mr Trump's supporters have largely ignored the story, along withallegations of sexual assault andthe infamous Access Hollywood tape , the Stormy Daniels case could see the president testify in court - with 2018 mid-term elections just around the corner.She was born in Louisiana in 1979. She moved into the adult film industry first as a performer, before in 2004 branching out into directing and also writing. Her stage name comes from Mötley Crüe's bassist Nikki Sixx's daughter Storm, and the US whisky Jack Daniels - which southerner Ms Clifford chose after reading an ad calling the drink \"a Southern favourite\". You may also recognise her cameo appearances in films The 40-Year-Old Virgin and Knocked Up, and the music video for Maroon Five's song Wake Up Call. She also thought of running for a US Senate seat in Louisiana in 2010 but called off her run after she said her candidacy was not being taken seriously. It all goes back to July 2006 - when the White House was merely a twinkle in Donald Trump's eye. Ms Daniels says she met him that month at a charity golf tournament in Lake Tahoe, a resort area between California and Nevada. In a2011 interview with In Touch Weekly , published in full in January, she says Mr Trump invited her to dinner and that she went to meet him in his hotel room. \"He was all sprawled out on the couch, watching television or something,\" she said in the interview. \"He was wearing pyjama pants.\" Ms Daniels alleges the pair had sex in the hotel room, something Mr Trump's lawyer said his client \"vehemently denies\". If Ms Daniels' account is true, this would all have happened just four months after the birth of Mr Trump's youngest child, Barron. In a 60 Minutes interview that aired in late March, Ms Daniels claimed she was threatened to stay quiet about the affair. She alleged a man approached her in a Las Vegas car park in 2011, shortly after she agreed to the In Touch Weekly interview, and told her to \"leave Trump alone\".Ms Daniels said the last time they spoke was in 2010, around the time she called off her US Senate bid. Rumours of the affair started to appear before the November 2016 presidential election. In January,the Wall Street Journal published an article claiming President Trump's lawyer, Michael Cohen, made a $130,000 (£94,000) payment to Ms Daniels in October 2016, one month before the election.The Journal said the money was part of a non-disclosure agreement with Ms Clifford, which said she couldn't discuss the affair publicly.\"These are old, recycled reports, which were published and strongly denied prior to the election,\" a White House official said. Mr Cohen denied the payment. In a statement to the Journal, he called the allegations \"outlandish\", and said they'd been \"consistently denied by all parties\" for years. But in February he announced he had in fact paid Ms Daniels the money. In a statement to the New York Times , Mr Cohen said neither the Trump campaign nor the Trump organisation knew anything about the payment, which he had made from his own pocket.\"The payment to Ms Daniels was lawful, and was not a campaign contribution or a campaign expenditure by anyone.\" On 3 May,President Trump admitted that Mr Cohen had paid off Ms Daniels and was reimbursed. Earlier, his legal aide Rudy Giuliani had said in a TV interview that the money was Mr Trump's personal cash. Meanwhile, Michael Avenatti, Ms Daniels' lawyer, has claimed that the non-disclosure deal Ms Daniels signed was delivered to Mr Cohen at his Trump Tower office. \"This idea that there's a separation now between Mr Cohen, individually, and the Trump Organization or Mr Cohen, individually, and Donald Trump, it's nonsense,\" he told 60 Minutes. The 60 Minutes interview was highly anticipated, withthe New York Times writing about viewing parties across the US and \"Dark and Stormy\" cocktails on offer in bars.Shortly after it aired, lawyers for Mr Cohen filed a cease-and-desist against Ms Daniels and her lawyer, saying the allegations of a threat defamed Mr Cohen. \"Mr Cohen had absolutely nothing whatsoever to do with any such person or incident, and does not even believe that any such person exists, or that such incident ever occurred,\" the letter reads.Before the 60 Minutes episode,President Trump's lawyers sued Ms Daniels for $20m and to keep the case out of the public eye. The lawyers claim she broke their non-disclosure deal, or \"hush agreement\". This followsMs Daniels saying she was suing Mr Trump , claiming he didn't even sign the \"hush agreement\". Her lawyer, Michael Avenatti, tweeted about the lawsuit with a link to the documents filed in a California court. There were also reports thatPresident Trump had won a restraining order against Ms Daniels in February. In April,the FBI raided the New York offices of Mr Cohen following a referral from Special Counsel Robert Mueller, who is investigating suspected Russian meddling in the 2016 election. US media reported that documents relating to the payment to Ms Daniels were seized in the raid. But the payment was only one of several topics being investigated, according to the New York Times.Mr Cohen's $130,000 payment to Ms Daniels just before the 2016 election could count as an illegal contribution to President Trump's campaign. Trevor Potter, president of the Campaign Legal Center, said if Mr Cohen did this on Mr Trump's behalf, \"that is a co-ordinated, illegal, in-kind contribution by Cohen for the purpose of influencing the election\". Democrats Ted Lieu and Kathleen Rice, representatives for California and New York respectively, have asked the FBI to investigate Mr Cohen's payment to Ms Daniels. More importantly, the fact there was a payment made at all by Mr Cohen has not been fully explained. Asked whether the affair is important, Ms Daniels' lawyers said: \"This is about the cover-up. \"This is about the extent that Mr Cohen and the president have gone to intimidate this woman, to silence her, to threaten her, and to put her under their thumb,\" said Mr Avenatti.One of the few Republicans to comment, South Carolina congressman Mark Sanford, told the Washington Post the claims were \"deeply troubling\".\"If it was a Democratic president and hush money had been paid in the campaign, would there be a series of hearings going on?\" Mr Sanford asked. \"I think you could probably point to a fair number of indicators that suggest there would be.\" President Trump's supporters,even those on the religious right , have largely brushed off his past behaviour and women's accusations against him. But the growing scandal could have a bearing on the midterm elections, with Democrats already making gains in traditionally Republican areas, to the concern of the party. And the Stormy Daniels scandal could see President Trump called in to testify in court - bringing even greater exposure to the case.", "url": "https://www.bbc.com/news/world-us-canada-43334326"}