{"datetime": "2018-06-21T02:07:18.000Z", "title": "Donald Trump 'lacks character' for hotel liquor licence", "article": "A hotel owned by US President Donald Trump should have its liquor licence revoked, a group of religious leaders and judges say. The group filed a complaint to the Alcoholic Beverage Control Board (ABC) saying the Trump International Hotel in Washington DC should lose its licence due to Mr Trump's \"egregious conduct\". Local laws say only people \"of good character\" can hold a liquor licence. The president, the complaint alleges, \"is not a person of good character\". Former judges Joan Goldfrank and Henry Kennedy Jnr are among the signatories to the complaint, as are rabbis Jack Moline and Aaron Potek, and pastors Timothy Tee Boddie, Jennifer Butler and William Lamar IV. They cite the numerous allegations of sexual assault against Donald Trump in the filing, as well as his \"many outright racist comments\". The president denied being a racist aftera row broke out over his alleged use of the word \"shithole\" to describe African nations . The group also accuse the president of \"lying for years\" about his net worth, and his alleged relationship with pornstar Stormy Daniels.Mr Trump has in the past denied the relationship with Ms Daniels and all allegations of sexual assault.While the group acknowledges investigations into a holder's character typically occur before a licence is issued or when it is up for renewal, Mr Trump's behaviour \"necessitate the Board's issuance of an order to show cause at this time\". \"There is no statutory exception for the rich or the powerful,\" the complaint reads, arguing that while Mr Trump may be president, \"he is subject to the same good character requirement that applies to all other licencees\". Mr Trump's two sons have been running his businesses since he was elected to office, but the president still retains all his shares in the Trump Organization. He is currently embroiled ina lawsuit about his businesses , including the Trump International Hotel, which alleges ownership of the Trump business empire while president is a violation of the US constitution. ", "url": "https://www.bbc.com/news/world-us-canada-44557186"}