{"datetime": "2018-01-18T23:03:16.000Z", "author": "Taylor Kate Brown", "title": "What happened to worries about Trump's business?", "article": "At the beginning of Donald Trump's presidency, there was concern over his potential conflicts of interest as president and business owner. So what's happened since? At the stroke of noon on 20 January 2017, Donald Trump had a new job, president of the United States.But his old one wasn't far away. As he made his way down Pennsylvania Avenue to the White House, his motorcade passed by a hotel, its front entrance emblazoned in tall gold letters: TRUMP.Twelve months later, his name still headlines a business empire. It's international, complex and most of all, private. Trump's business is in, among other places, India, Panama, Indonesia, Chicago, New Jersey and Florida. Shortly before he became president, Mr Trump stepped down from running the company. He transferred the business into a revocable trust, one he can receive money from at his request. But in all other respects, the president has kept very close to his business.And no place is a greater reminder of the link between Trump the president and Trump the business than the eight-storey, castle-like building five blocks from the White House - The Trump International Hotel. Trump's presidency has been unprecedented for many reasons. But while Mr Trump fought legal battles over the travel ban, put Neil Gorsuch on the Supreme Court, fired James Comey, signed into law wide-ranging tax reform, and still has the Russia investigation hanging over his head - he continued to be the name and face of his business - as well as one of its best customers. \"There is no kind of modern example that we can point to in US history of a president having this extensive private business empire,\" says Amy Brittain, an investigative reporter at the Washington Post who's reported on the president's potential conflicts of interest. Just as unprecedented were the lawsuits alleging the president is violating a previously obscure part of the US constitution. One of the people suing the president is Karl Racine, DC's attorney general. \"What the emoluments clause is, in a basic way, is an anti-corruption law,\" says Racine, adding that the president or other federal officer \"should receive a salary for their services but not receive any other monies, especially from foreign sovereigns\". Representatives of Kuwait, Malaysia, Saudi Arabia and Turkey have held events at the DC hotel. Outside the US, foreign governments have intervened to help improve the areasaround Trump-branded properties .The Trump Organization said last year it would donate any profits from foreign governments to the US Treasury by the end of each calendar year. In an email to the BBC, the firm said they expect to have information available on that question by the end of February, but did not specify how they came to a final figure. But the hotel in DC has another wrinkle. The building is owned by the federal government. The Trump Organization leases it. Norm Ornstein of the American Enterprise Institute says that's a violation of the domestic emoluments clause. \"The clause says, very specifically, the president shall get nothing else of value from the federal government or from the states,\" he says. \"His lease on the Trump international hotel is, on its face, something of enormous value that he's getting from the federal government.\" In March, the General Services Administration (GSA) - whose agency head is appointed by the president - decided the Trump Organization was not in violation of the hotel's lease. A clause in the contract - originally signed by the Trump Organization in 2013 - prohibits the lease from benefiting elected officials. The GSA argued because the hotel would not distribute profits to the larger trust in Mr Trump's name until the end of his presidency, they were not in violation of the lease. Ethics experts slammed the decision, saying Mr Trump would still benefit from a successful hotel at the end of his presidency.Separately, the justice department has argued the emoluments clause doesn't apply to commercial transactions as part of a business enterprise. In a statement to the BBC, the Trump Organization restated President Trump has resigned from the business and that his sons, Don Jr and Eric Trump, and a leadership team are running it. The White House did not respond to repeated requests for comment. Not everyone is convinced Trump's business arrangement amounts to a constitutional violation. Andy Grewal, a professor at the University of Iowa College of Law, says the historic meaning of emolument meant a direct payment from a government - like a salary or contract - whether it was foreign or domestic. \"It's never been understood to prohibit dealings broadly like selling books or restaurant meals or hotel rooms,\" Grewal says. \"If somebody comes into a restaurant and buys a meal, nobody would say that the restaurant patron had hired Donald Trump as his employee or its equivalent.\" So does the identity of who spends money at Trump properties affect the president's policy decisions? What about who doesn't spend money there?There's no direct evidence the president is making policy based on the fortunes of his business. But there's plenty of information we don't know. That creates ambiguity. \"When he's making policy decisions, we can't know if he's basing them on his stated policy claims, or the desire to make a bigger profit,\" Walter Shaub, the former director of the Office of Government Ethics, which advises elected officials on how to avoid conflicts of interest. Shaubresigned in July . \"I think the concern is with the president himself,\" Grewal says. \"He doesn't necessarily inspire confidence that he is very serious about avoiding conflicts of interest and that makes people nervous. It really has more to do with a lack of public trust in his character than it does with the fact that he is an owner of a large business enterprise.\" The hotel in DC is doing quite well but not all parts of the Trump Organization have reaped the benefits in the same way. A New York hotel bought its way out of a contract and took down the TRUMP sign in the middle of the night. Owners of a hotel in Panama are trying to lose the Trump name as well. Inone ranking of New York private firms the Trump Organization dropped from 3rd to 40th. The presidency could be hurting his business. But its best customer may be Donald Trump himself.Since January, he's spent much of his free time at Trump golf courses, clubs and Mar A Lago, the private members' club that raised its rates before he became president. He has eaten dinner at the restaurant in the DC hotel, often with his family members. Current and former White House staff are regularly seen there. \"He goes to all his properties frequently and makes sure there's a press detail coming with him to cover his property.\" Shaub says. \"You can't get better advertising than that.\" What's been happening at the Trump International? \"I think the reasonable reader or consumer of news would ask the question - well, if he's making an effort to spend a lot of his free time there, then what else is happening at these properties?\" Brittain says. In May, the Washington Post sent a reporter to the lobby of the hotel every day to see which individuals and groups were spending time and money there. Brittain says they've had to be creative in how they gather information about what's going on at the Trump Hotel, from tracking social media to simply showing up.There are other potential avenues for finding out information, including federal election committee reports, which shows where a campaign or political action committee spends money. One million dollars has already been spent in the 2018 election cycle at Trump properties - including more than $700,000 by his re-election committee. Freedom of information requests to states may eventually turn up if representatives of state governments are spending time and money there. But both are delayed, and only part of the picture. By the end of 2017, the hotel had cemented its reputation as a place of protest and networking.On a recent trip to the Trump hotel, I saw a single protester taking a selfie with his cardboard sign outside the front door.Inside, what used to be a dingy food court in a historic building has been transformed into a cavernous, sparkling hotel lobby with a roof-wide sunlight.Security guards with earpieces stood at each walkway in and out of the lobby. I sat on one of the many blue plush couches with an array of pillows in gold and taupe. Music began to play.A man across the section of couches from me talked loudly into his phone. \"Yeah just got back from the White House,\" he said. \"Working on the tax bill.\"So who has spent money at the hotel and other Trump properties? Judging from reporting by US and international media outlets this year - the candy lobby, the private prison lobby and DC's new Museum of the Bible, among others.There was a $10,000 private tour of the hotel offered by an anti-Sharia law group during their event at the DC hotel.Treasury Secretary Stephen Mnuchin lived at the Trump International for six months.The Secret Service rents golf carts to help protect the president when he plays golf at his private clubs in New Jersey and Florida. And in June, Trump hosted a political fundraiser at the DC hotel - a unique situation that benefited both the president's political future and his financial future. Ornstein doesn't think a Republican-led Congress will be interested in 2018 in whether there are conflicts of interest. \"We have a Congress that is supposed to be an independent branch,\" Ornstein says. \"[There's been] zero hearings in either the House or Senate, nothing that would suggest they're willing to enforce the laws or constitution of the United States.\" That frustration is shared by DC Attorney General Karl Racine and his counterpart in Maryland, Brian Frosh, who both sued the president.\"This president seems to be hell bent on doing things his own way without regards norms, values, rules and law,\" Racine says. \"It is really my obligation and the obligation of other AGs is to step in when others won't.\" Their case is still standing - for now. They have asked a judge to order Mr Trump to separate fully from his business. The lawsuit will get a hearing on 25 January. But it's unclear if the judge will allow it to go forward. A similar case has already been dismissed. Andy Grewal says enforcement of emoluments clauses has historically rested with Congress. Courts may not take kindly to others trying to say they have standing. If it does, DC and Maryland have already gained a concession - the ability to subpoena the Trump Organization.\"If our case goes forward, we'll have the legal right to ask for all kinds of information related to the president's finance and his business,\" including the Trump Organization's revenues, says Racine, in order to make their case. But the question of how Mr Trump's business interacts with his presidency is not going to go away.", "url": "https://www.bbc.com/news/world-us-canada-42736704"}