{"datetime": "2018-05-03T18:48:52.000Z", "author": "Anthony Zurcher", "title": "The big question at heart of Stormy Daniels saga", "article": "For the first time, President Donald Trump has admitted involvement in the six-figure payment of a porn actress who says they had an affair. This raises a very big question. His assertion that he had no knowledge of any payment to secure Stormy Daniels' silence seems, to borrow a phrase from Nixon administration press secretary Ron Ziegler, to be \"no longer operative\". The new line from the president and his legal team is that he reimbursed his personal lawyer, Michael Cohen, for the $130,000 payment to Daniels to stop her from making \"false and extortionist accusations\" about a sexual liaison. If this is the hill that Mr Trump and his lawyers will fight on, it raises one big question - and no matter the answer, the president's troubles are far from over. And that question is... There are three possible answers. Answer 1: She's not lying. The hotel-room episode , or something like it, happened. This is probably the most straightforward possibility. The president and White House Press Secretary Sarah Huckabee Sanders have already backed away from earlier assertions that Mr Trump had no knowledge of the payment, so the reliability of their denials about the encounter itself is in question. There would be a political price to pay for admitting further obfuscations, of course, but the American public wasn't exactly in the dark about Mr Trump's personal foibles when enough of them voted for him to make him president. In 1998 Bill Clinton famously admitted to lying about his affair with White House intern Monica Lewinsky, and the revelation did little to dent his overall public approval ratings, which at the time were much higher than Mr Trump's current numbers. Daniels' lawyer has hinted that they have corroborating evidence for their allegations, so there's a not insignificant chance that this is where the story eventually winds up. Answer 2: She's lying, but the accusation would have been so damaging to Mr Trump's presidential campaign that it had to be silenced. Former New York City Mayor Rudy Giuliani, Trump's latest personal lawyer, has tried variations of this explanation in the hours following his blockbuster revelation that the president reimbursed Mr Cohen for his six-figure payment. \"Imagine if that came out on October 15, 2016, in the middle of the last debate with Hillary Clinton,\" he said on the cable show Fox & Friends on Thursday morning. \"He didn't even ask. Cohen made it go away.\" The problem with this is it explicitly acknowledges that Mr Cohen's actions were taken to assist Mr Trump's presidential campaign. Even if Mr Cohen was later reimbursed by the president from his personal funds, Mr Cohen's payment would probably constitute a campaign loan - which is required by law to be reported in Federal Election Commission filings.Back in 2011 former Democratic Vice-Presidential nominee John Edwards was charged with multiple counts of campaign fraud for using political donations to help conceal an affair he had with a campaign videographer.Although the legal proceedings ended in a hung jury, the episode offers an example of how alleged campaign law violations can become serious legal trouble. Answer 3: She's lying, but \"celebrities and people of wealth\" make these kind of payments all the time to avoid unpleasant situations. In his second of three Daniels-related tweets on Thursday morning, the president implied that non-disclosure payments - even to liars and extortionists - are part of the burden of being rich and/or famous.If Mr Trump, through Mr Cohen, made these kind of payments all the time, and not just to Ms Daniels to avoid a damaging revelation on the eve of the presidential election, that could avoid potential campaign finance law violations. Part of the challenge of deciphering the president's legal strategy over the past day is that Mr Giuliani has offered a smorgasbord of sometimes contradictory explanations for why the payment was made.In the same Fox & Friends interview where the former mayor talked about how damaging the Daniels story would have been to Mr Trump's campaign, he said the payment was made to \"save\" Mr Trump's marriage to Melania. \"The president had been hurt, personally, not politically, personally so much, and the first lady, by some of the false allegations,\" Mr Giuliani said. He added the $130,000 payment, for a man like Mr Trump, wasn't that big a deal. \"It sounds like a lot of money,\" he said. \"It's not when you're putting a hundred million dollars into your campaign. It isn't pocket change, but it's pretty close to it at the end.\" This type of defence could come with its own political price, however. The president's blue-collar supporters may not appreciate hearing the president's lawyers describe what would amount to several years' of their salary as \"pocket change\".More than a few of the president's surrogates have blasted Democratic Minority Leader Nancy Pelosi's characterisation of the benefits of the Republican tax cut to lower-income earners as \"crumbs\". Mr Giuiliani may have just given Democrats a potent rebuttal. When considering the other options, however, an \"it's no big deal\" answer may be the least bad choice. ", "url": "https://www.bbc.com/news/world-us-canada-43995861"}