{"datetime": "2021-03-18T04:46:05.000Z", "author": "Justin Harper", "title": "Donald Trump's wealth takes tumble during presidency", "article": "Donald Trump's net worth dropped by about $700m to $2.3bn (£1.65bn) during his time as president, according to the Bloomberg Billionaires Index. The Covid-19 pandemic hit his fortunes hard, with Mr Trump's office buildings, branded hotels and resorts losing revenue and falling in value. His fleet of planes and golf courses have also seen drops in their value. Mr Trump is currently under a criminal investigation into his financial affairs and his family business. Bloomberg analysed financial documents and other filings from May 2016 and January 2021 to calculate Mr Trump's wealth before and after he became US president. Mr Trump's commercial real estate accounts for about three-quarters of his net worth. The office towers he owns or co-owns have seen big drops in valuations as more people work from home, a trend that could last in the long term. Bloomberg, which provides financial news and data, estimates a 26% drop in the value of his main commercial property holdings. He also owns, manages or licenses his name to about a dozen hotels and resorts, plus 19 golf courses. Although golf has become popular during the pandemic as a socially distanced outdoor sport, Mr Trump's two courses in Scotland have consistently lost money, filings show.After the Capitol Hill siege in January, the Professional Golfers' Association (PGA) of America ended an agreement to host its 2022 championship tournament at Mr Trump's New Jersey golf course, saying it would hurt the group's brand.Deutsche Bank, the only bank willing to lend to him after his bankruptcies in the 1990s, also said after the riots that it would not do business with him again. Mr Trump also owns a fleet of planes that includes a Boeing 757. These planes are decades old and have been marked down in value over the years, according to financial disclosures seen by Bloomberg.Seven planes were valued at around $59m in 2015 and five were valued at about $6.5m in 2020. The value of Mr Trump's aircraft has dropped over the years, in part because he has sold some of his fleet.During his presidency, Mr Trump's finances were regularly in the spotlight and he has been very secretive about how much tax he pays. Last month the Supreme Court ordered Mr Trump to hand over his tax returns and other financial records to prosecutors in New York. For months they have been trying to obtain eight years' worth of Mr Trump's personal and corporate tax returns. The investigation was originally started in 2018 to examine the Trump Organization's role in hush-money payments made during the 2016 presidential campaign to two women who said they had had affairs with Mr Trump. As a former president, Donald Trump can expect to sign some lucrative media deals to recover some of his lost wealth, such as a post-presidential memoir. Barack and Michelle Obama reportedly got paid about $65m for their memoirs, while Bill Clinton earned a $15m advance for his 2004 book.Bloomberg says the most obvious way Mr Trump can profit post-presidency is with a news channel or social media platform that would appeal to his 74m voters in the 2020 election. ", "url": "https://www.bbc.com/news/business-56438914"}