{"datetime": "2017-01-12T00:07:51.000Z", "title": "Trump hands over business empire to sons", "article": "US President-elect Donald Trump says he is handing over his business empire to his sons, Donald Jr and Eric. Hetold a news conference he had formally given \"complete and total\" control to them in a bid to avoid conflicts of interest. Mr Trump's lawyer, Sheri Dillon said the President-elect had \"isolated\" himself from his businesses.But the Office of Government Ethics said Mr Trump's plan didn't \"meet the standards\" of former presidents.The organisation's director Walter Shaub said the office's primary recommendation was that Mr Trump \"divest his conflicting assets\". Speaking at Mr Trump's first news conference since he was elected in November, Ms Dillon explained that all of the Trump Organization's businesses would be transferred to a trust controlled by his sons and the chief financial officer, Allen Weisselberg, before Mr Trump takes power on 20 January.\"Together, Don, Eric, and Allen will have the authority to manage the Trump Organization and will make decisions for the duration of the presidency without any involvement whatsoever by President-elect Trump,\" said Ms Dillon, whose firm Morgan, Lewis and Bockius has been instructed by Mr Trump to draw up a structure to keep his business interests separate. Ms Dillon added that an ethics adviser would be appointed to the management board of the trust to oversee any potential conflicts of interest. However, speaking later at the Brookings Institution think tank, Mr Shaub said: \"Nothing short of divestiture will resolve these conflicts.\"\"I don't think divestiture is too high a price to pay to be the president of the United States of America,\" he added. The Office of Government Ethics is not an enforcement body - it is there to guard against government members being involved in conflicts of interest. Mr Shaub said: \"My hope is that if the Office of Government Ethics can provide some constructive feedback on his plan he may choose to make adjustments that will help him resolve his conflicts of interest.\" He said he had been glad in November when Mr Trump tweeted that he wanted to in no way have a conflict of interest with his businesses. \"Unfortunately his current plan can't achieve that goal.\" he said.Mr Shaub pointed out that all presidents since 1978 had either established a blind trust, which is run by independent trustees, or limited their investments to non-conflicting assets like diversified mutual funds which are exempt under the conflict of interest law.\"This is not a blind trust, it's not even close, \"said Mr Shaub. \"The only thing it has in common with a blind trust is the label trust.\"His sons are still running the business and of course he knows what he owns.\"Mr Shaub concluded his remarks by saying he was \"happy to offer my assistance and the assistance of my staff if he [Mr Trump] decides to adjust his plan.\" What conflicts of interest could Donald Trump have? A list of Trump's potential conflicts Trump's foreign business entanglements Ms Dillon said Mr Trump wanted to be clear that he was not using his presidency for his personal benefit.No new foreign deals will be made during Mr Trump's presidency, according to Ms Dillon, and domestic deals will be subject to a \"rigorous vetting process\". And she said the group has cancelled more than 30 pending deals in recent weeks, in order to avoid potential conflicts of interest.Earlier in the news conference Mr Trump said he had rejected a $2bn deal in Dubai last weekend, demonstrating he was putting his business activities behind him.", "url": "https://www.bbc.com/news/business-38587628"}