{"datetime": "2018-03-29T02:13:34.000Z", "title": "Trump loses bid to dismiss hotel lawsuit", "article": "Donald Trump's attempt to dismiss a lawsuit alleging ownership of his business empire while president is a violation of the US constitution has been rejected by a federal judge. He is accused of breaching the constitution's emoluments clause, which prohibits the receipt of gifts without congressional approval. The case will focus on business linked to the Trump International Hotel. Lawyers for Mr Trump have said the lawsuit's claims are speculative.Wednesday's ruling by district judge Peter Messitte allows the attorneys general of Maryland and the District of Columbia to \"challenge\" whether the president is improperly profiting from the Trump Organization's operations in Washington DC. The Trump International Hotel is located on Pennsylvania Avenue, just four streets from the White House.The lawsuit includes allegations that Mr Trump's position puts other hotel and entertainment properties nearby at a competitive disadvantage, and that the Trump hotel has received special tax concessions. Judge Messitte said the attorneys general had legal standing \"to challenge the actions of the president with respect to the Trump International Hotel and its appurtenances in Washington DC, as well as the Trump Organization with respect to them\". The case centres on payments made by foreign governments whose officials stay or dine at the hotel.No conclusions have yet been reached in the case but the judge pointed out that a number of foreign powers had moved their business from other luxury hotels such as the Four Seasons and the Ritz Carlton. Lawyers for Mr Trump said claims that other businesses had been damaged were speculative and questioned whether any harm could be demonstrated in the case. Shortly before he became president, Mr Trump stepped down from running the company. He transferred the business into a revocable trust, one he can receive money from at his request. But in all other respects, the president has kept very close to his business. ", "url": "https://www.bbc.com/news/world-us-canada-43577444"}