{"datetime": "2021-07-07T04:47:41.000Z", "title": "Global chip shortage: Samsung forecasts 53% jump in quarterly profit", "article": "Tech giant Samsung Electronics has said it expects its quarterly profit to rise by 53% amid a global chip shortage. The world's biggest memory-chip and smartphone maker forecast operating profit of $11bn (£8bn) for the three months to the end of June. It said strong demand for memory chips had offset weaker sales of devices due to the shortage of components. A year ago, in the first few months of the pandemic, Samsung saw sales of products such as phones and TVs slump. Since then demand for electronics components has surged as people shifted more of their lives online, while many chip makers struggled to keep up with demand.The South Korean electronics giant's outlook easily beat analysts' expectations, signalling continued strength for the technology industry. If the figures are confirmed later this month, it would be Samsung's biggest second quarter profit since 2018. In recent months, computer chip makers in particular have had much greater power to increase their prices during the historic supply crunch. In March, Samsung's co-chief executive and mobile chief, Koh Dong-jin told shareholders: \"There's a serious imbalance in supply and demand of chips in the IT sector globally.\" He also said that the company was working with overseas partners to meet demand as global shortages caused supply disruptions. The chip shortage has also hit car makers hard, with major motor manufacturers around the world being forced to halt production at various times. In recent months, auto brands including Ford, General Motors, Volkswagen and Jaguar Land Rover have all suspended their production lines. Last month, US President Joe Biden and European commissioner Margrethe Vestager unveiled plans to manufacture more computer chips in Europe and the US. The initiative is one of the key focuses of a new trans-Atlantic technology alliance known as The Trade and Technology Council. A statement on a summit between President Biden and Commissioner Vestager included a pledge to build \"an EU-US partnership on the rebalancing of global supply chains in semiconductors\". The European Union wants to increase its share of the global chip-manufacturing market from 10% to 20% and has promised $150bn towards the effort. Meanwhile, the US has allocated $52bn to domestic chip manufacturing. ", "url": "https://www.bbc.com/news/business-57744982"}