{"datetime": "2021-09-06T23:01:15.000Z", "subject": "Coronavirus pandemic", "title": "Chip shortage could last into 2023, says car boss", "article": "The chip shortage that is disrupting global car production could continue into 2022 and even 2023, a leading German car industry figure has said. Covid had been a stress test for the industry, which needed a thorough review of its supply chains, Daimler chairman Ola Källenius said. Supplies of semiconductor chips have been failing to meet demand in a wide range of industries. These include carmaking, which staged a quick recovery from the pandemic. The shortages had caused shutdowns in Malaysia and would \"significantly impact production and sales in the third quarter\", Mr Källenius, who is also head of Mercedes-Benz, told the BBC at the International Mobility show in Munich. \"Chip producers say this will bleed into 2022 from a structural point of view and then gradually get better,\" he added. This meant the shortages could last into 2023, but \"hopefully not at the level of severity that we have experienced here in the last couple of months\", he said Mr Källenius said Covid had been a \"stress test\" and a \"traffic jam\" for the car industry. It would take a while before everything was moving again, he added. \"But we will learn from this stress test and look even deeper into all the tiers of the supply chain to make the system more robust,\" he said. Also at the show was Harald Kroeger, a board member at Bosch - one of the world's biggest parts and systems suppliers. Mr Kroeger told the BBC that the main reason for the supply squeeze in the car market was that demand had picked up \"dramatically\", which he said was good news for the industry. \"Just one year ago, we were in the dark age of Corona and and sales were down and nobody expected such a quick recovery of the car market,\" he said. \"And now definitely we're running to try to fulfil that demand.\" ", "url": "https://www.bbc.com/news/business-58465954"}