{"datetime": "2021-11-24T03:58:12.000Z", "title": "Samsung chooses Texas as site of new $17bn chip plant", "article": "Samsung has chosen a site close to the city of Taylor in Texas for its new $17bn (£12.7bn) computer chip plant, amid a global shortage of semiconductors. It is the South Korean electronics giant's biggest-ever US investment. The plant is expected to create 2,000 technology industry jobs, with construction starting early next year. Samsung, like several of its rivals, is racing to expand chip making in the US to tackle supply chain issues. \"With greater manufacturing capacity, we will be able to better serve the needs of our customers and contribute to the stability of the global semiconductor supply chain,\" Kinam Kim, chief executive of Samsung electronics device solutions said. The plant is expected to be operational by the second half of 2024. It comes as US President Joe Biden has been pushing chip giants to increase their production in the US. White House officials said the new facility would help\"protect our supply chains, revitalise our manufacturing base and create good jobs\". \"Increasing domestic production of semiconductor chips is critical for our national and economic security,\" US Commerce Secretary Gina Raimondo said separately. The Republican governor of Texas, Greg Abbott, tweeted \"Welcome to Texas, Samsung!\", as he posted photographs of an event to announce the plan. Separately, a statement from the governor's office said the company would get a $27m grant for creating jobs in the state. Chips made at the new facility will be used in a range of technologies including mobile, 5G, high-performance computing and artificial intelligence. Samsung is one of the world's largest chipmakers with more than 20,000 employees across the US. The company said that the latest announcement takes its total investment in the world's biggest economy to $47bn. The global chip shortage has been causing major disruptions for manufacturers, from carmakers that have had to suspend production to Apple warning that iPhone shipments would be delayed.Taiwanese chipmakerTSMC announced a $100bn investment in Arizona earlier this year , while US contract semiconductor manufacturer GlobalFoundries announced that it will increase its investment in upstate New York. Global supply chain problems have hit the chip industry particularly hard.Added to that are other environmental problems that have strained production. You need a lot of water to make chips, so a drought in Taiwan [a global leader in chip manufacturing] hasn't helped things.Nor did a power cut in Texas last winter, shutting down production for a while. Texas is the centre of the US chip industry.This then will come as welcome news for Joe Biden, who's trying to ramp up chip production in the US through generous subsidies.The only problem is, this is no quick fix. Building chipmaking facilities takes a long time. We won't see a spade in the ground on this project until next year - and it won't start producing chips until at least 2024.The world is hungry for computer chips right now. Demand far outstrips supply, and there's simply no easy short term solution.", "url": "https://www.bbc.com/news/business-59342015"}