{"datetime": "2020-02-17T14:42:25.000Z", "title": "Z Flip and Razr: Folding screens bubble and scratch, tests find", "article": "Foldable phones are once again facing questions about their durability. The Galaxy Z Flip and the Motorola Razr are now both available to buy in the US - but early reports suggest the screens are easily damaged. One outlet published photos of two layers of the Razr's display separating, affecting the touch screen. The Galaxy Z flip, meanwhile, boasts a \"flexible glass\" display - but tests appear to show it scratching as easily as plastic. It's not yet clear how widespread the issues might be. In a statement, Samsung said the display had a protective layer, and had undergone extensive testing. \"While the display does bend, it should be handled with care,\" it said.It follows the troubled release of Samsung's first foldable phone one year ago, leading some analysts to question whether foldable screen technology is ready for mainstream release. The Samsung phone costs nearly £1,300 in the UK ($1,380 US), sim-free; while the Motorola is only available locked to a two-year, £94+ per month contract. The Z Flip's \"ultra thin glass\" is one of Samsung's primary marketing messages for the new phone. But a durability test conducted by popular YouTuber Zack Nelson suggested it was no more durable than a soft plastic screen - and could even be dented by a fingernail. Nelson, who has more than 5m subscribers to his YouTube channel, where he regularly tests new tech, said Samsung's screen scratched \"exactly how a plastic screen would react\". \"I don't know what material this is, but Samsung definitely shouldn't be calling it glass,\" he said. He found that the screen of the Motorola Razr scratched as easily but it is not marketed as \"glass\". Ben Wood, analyst with CCS Insight, said the new technology of foldable displays was on \"a voyage of discovery as volumes ramp up.\" He highlighted the success of Samsung's first foldable, the Galaxy Fold,despite a rocky launch - and said the newest generation has learned lessons from its predecessor. \"Samsung appears to have made tremendous progress with the Galaxy Z Flip in terms of hinge design, screen protection and the overall engineering of the device,\" he said. The Motorola Razr was released 11 days ago in the US, buta technology journalist for Input Mag says the flexible screen on his handset has already broken .The phone was already the recipient of mixed reviews from the media - many of which favoured the Samsung competitor. In a video released by the firm ahead of its launch,Motorola warned about screen \"lumps and bumps\", but said they were normal . Raymond Wong, Input's reviews editor, said the upper layer of the Razr's screen separated from the bottom, creating \"a giant horizontal air bubble\" for no apparent reason. He wrote that the fault appeared after a 45-minute train ride during which the phone was in his pocket.When he took it out, \"the screen was completely warped from hinge-to-hinge with the top layer raised like a poorly applied screen protector,\" he wrote. But Mr Wong said that apart from the visual problem, the damage has affected the responsiveness of the touchscreen. Motorola's parent company, Lenovo, said it was investigating. Mr Wood said Motorola was facing the same challenges as other companies making their first foldable phone. \"No matter how much testing you do, it's impossible to replicate all real-work usage scenarios when a device is being used by thousands of consumers on a daily basis,\" he said. \"Despite the early teething problems with devices using flexible displays, I remain convinced that this technology is going to re-shape the consumer electronics business.\"", "url": "https://www.bbc.com/news/technology-51531041"}