{"datetime": "2021-04-01T06:54:52.000Z", "title": "Taiwanese chip-maker announces $100bn investment", "article": "Taiwanese chip manufacturer TSMC has announced plans to invest a mammoth $100bn (£73bn) over the next three years to increase its capacity. Taiwan Semiconductor Manufacturing Co is the world's largest contract chip-maker with clients including Apple. The company had already flagged a plan to spend up to $28bn this year to develop and produce advanced micro chips. The major investment comes as a global chip shortage hits the car industry.Volkswagen, Honda, Toyota and General Motors have all had to reduce production as a result of the shortage. The shortage emerged because car companies cancelled their orders when demand slumped due to the Covid-19 pandemic last year.Chip-makers switched to selling their products to other industries with greater demand, and the automakers couldn't retrieve their cancelled orders when demand grew again.In January, TSMC said it would prioritise production of chips for the motor industry, in an effort to ease the shortage.Because of strong demand globally, the shortage has spread to a number of other sectors including consumer electronics.TSMC is predicting continued strong growth in demand for semiconductor technology as the Covid-19 pandemic further accelerating digitalisation.\"We are entering a period of higher growth as the multiyear megatrends of 5G and high-performance computing are expected to fuel strong demand for our semiconductor technologies in the next several years,\" the company said. The additional funds will \"increase capacity to support the manufacturing and research and development of advanced semiconductor technologies\".The announcement comes days after Intel announced a $20bn plan to expand its capacity. US-based Intel said last month that it would build two new factories at an existing campus in Arizona.The factories will not only make Intel chips, but would be open to outside customers, which could bring Intel into direct competition with TSMC.TSMC announced plans to build its own factory in Arizona last May.", "url": "https://www.bbc.com/news/business-56598883"}