{"datetime": "2021-08-11T14:03:37.000Z", "title": "Z Fold 3: Samsung aims to take folding phones mainstream", "article": "Samsung has said it is aiming to take foldable smartphones \"mainstream\" with the launch of its Galaxy Z Flip 3 and Fold 3. Typically costing more than £1,000, foldable smartphones have remained a niche product, despite initial hype. Samsung said it had lowered the cost and improved durability to appeal to the average user.But one analyst said the new phones failed to offer \"a truly compelling solution to the mass market\". Ben Wood, from the CCS Insight consultancy, said it was notable some features from Samsung's high-end Galaxy Note series - such as the Note's trademark stylus - were coming to the Fold 3. This \"suggests Samsung believes the time is right to move foldables beyond a niche of early adopters\", he said.\"But it's notable that rivals like Apple have not felt the need to follow, raising the question of whether the level of consumer demand justifies the investment,\" Mr Wood added. The Fold 3 is a smartphone with a 6.2in (15cm) display that unfolds into a 7.6in-screen tablet. And Samsung has hidden the internal selfie camera underneath the flexible display, making it practically invisible to the user. The company has focused on software improvements, giving the device more tablet-style features when it is unfolded, such as a taskbar for more convenient app-switching. It is also Samsung's first folding phone to support the S-Pen stylus - so users can draw directly on to the flexible display - and for the first time, water resistant. The smaller Flip 3 - the second version of the Z Flip - has a 6.7in screen that folds in half, making it easier to store in a pocket or purse. And the external screen has been extended to 1.9in, making it easier to read notifications without opening the device. Samsung's Mark Notton told BBC News the \"time is right\" for folding phones to go mainstream. \"We've had many years now to refine and further improve all of the hardware features,\" he said. \"We've improved the user experience and improved our ability to manufacture at scale.\"We're at a point in time where everything's coming together.\" At £949, the Flip3 is the first foldable phone Samsung is selling for less than £1,000. But the £1,599 Fold 3, while cheaper than last year's model, is still priced at the more expensive end of the market. And Mr Wood questioned the \"true value\" foldables could offer, \"especially compared to 'regular' flagship smartphones, which offer top-level specifications at lower prices\". During its Unpacked launch-event stream, Samsung also unveiled a pair of earbuds and its Galaxy Watch 4. The watch runs \"WearOS powered by Samsung\", an amalgamation of Google's WearOS and Samsung's Tizen smartwatch operating systems. The collaboration aims to create smartwatch software with the potential to rival the market-leading Apple Watch. \"The new platform has a strong focus on supporting more apps and services - but Wear OS's track record is patchy at best,\" CCS Insight's Leo Gebbie said. \"It remains to be seen whether the new software addresses problems such as battery-intensive use in day-to-day operation.\" ", "url": "https://www.bbc.com/news/technology-58175048"}