{"datetime": "2021-11-04T16:14:27.000Z", "title": "Nintendo warns chip shortage will hit Switch sales", "article": "Nintendo has lowered forecasts for sales of its Switch handheld games console by 1.5 million units. The Kyoto-based game giant now says it expects to sell 24 million units this financial year - having previously forecast sales of 25.5 million units. The Animal Crossing maker said the new forecast was because of a change in its production plan, due to the effects of the worldwide semiconductor shortage. Chip designers ARM recently warned the scarcity could delay Christmas gifts. \"Our shipment forecast for the second half was reduced because of the change in our production plan due to the effects of the global semiconductor shortage,\" Nintendo wrote in a document to go with its financial results. \"On the other hand, we revised the Nintendo Switch software forecast up\" it said, predicting that it would sell 10 million more games than it had previously thought, bringing the total to 200 million. A number of other companies have been predicting supply issues. Simon Segars, chief executive of chip design firm Arm, told a conference the mismatch between supply and demand is \"the most extreme\" he has ever seen, with the wait for chip supplies taking up to 60 weeks. \"If you haven't bought all your devices yet, you might be disappointed,\" he warned delegates at the Web Summit event. Next generation games consoles like the Xbox Series X and PlayStation 5, have been in short supply since the start of the pandemic. In September, Microsoft gaming boss Phil Spencer said that short supply of next generation consoles was due to many issues - not just a chip shortage - and would continue beyond Christmas. \"I think regretfully it's going to be with us for months and months, definitely through the end of this calendar year and into the next calendar year\" he toldThe Wrap . Analysts say the shortage will continue to have an impact across all kinds of consumer electronicsApple CEO Tim Cook recently told investors that \"larger than expected supply constraints\" in the three months to September, had cost the company $6bn (£4.5bn) in lost sales. Ranjit Atwal, a senior research director with Gartner, told the BBC: \"The component shortage issues are industry-wide, and no vendor is immune from the impact - some may get preferential treatment, but all will be impacted. \"For consumers 'first-come, first-served' will be the motto for Christmas.\" Glenn O'Donnell, a technology analyst at Forrester, said the problem was unlikely to be fixed soon. \"Semiconductor chips have become the basic ingredient in a wide variety of products - home appliances, consumer electronics, and toys are all affected,\" he said. \"Even Apple struggles to get these essential parts. An ample supply of chips will not come until well into 2023, perpetuating the electronic supply chain for another two years or so.\" ", "url": "https://www.bbc.com/news/technology-59156677"}