{"datetime": "2021-01-24T00:23:45.000Z", "author": "David Molloy", "title": "The great graphics card shortage of 2020 (and 2021)", "article": "Gaming's never been more popular - hardly surprising when we're all stuck at home. PC gaming, in particular, is having a renaissance. The Steam game platformsaw records broken for all its peak statistics in 2020 - 21% more games purchased, and 50% more hours played. But it means avid gamers are facing a big problem: graphics cards, the heart of a gaming PC, are incredibly hard to get hold of.For months, we've seen gamers compete for supply, camping out in front of stores, crashing websites and most of all, paying hugely inflated prices in the hunt for high-end gaming.An office PC might work fine with built-in graphics power, but if you want to do any serious gaming, a dedicated graphics card (GPU) is a must. It can be half the cost or more of a gaming PC. Better lighting, higher resolution output, and more frames per second - the key to ultra-smooth gameplay - are all usually determined by the GPU. That's a big deal for gamers like Leonora Tomlinson-Bennett, who works in the gaming industry and dabbles in streaming.She was \"quite excited\" about the release of Nvidia'a new 3000 series of cards in September. \"Part of my job is content creation, so I'll go into the game and capture content - and obviously if you want to present that [publicly], you want it to look the best it can.\"One of the reasons demand is so high is that the new cards are actually much better than many expected, with performance improvements of anywhere from 50-90% over the previous generation. At the same time, new games likeCyberpunk 2077 are crippling older consoles , and stretching the limits of older PC cards. \"They're a massive step up and my graphics card is really quite outdated,\" Leonora explained.She's been unable to find the high-end RTX 3080 card she wants, and has had to resort to paying in advance for a not-quite-as-powerful 3070 on back-order. \"I'm on the waiting list. I think I'm something like number 3,000 in the queue.\" The shortage hit the ultra-top end, too. Several people told me they'd wanted a 3080, starting at £649. But the shortage meant some shelled out on the semi-pro 3090, at a whopping £1,399, because it was the only high-end card available. There's no single reason for the huge demand. Early last year,Chinese manufacturing was temporarily limited due to the coronavirus outbreak ; later,shipping delays hit the electronics market; andthe price of Bitcoin has made \"mining\" - using GPUs - more lucrative. All this has led to some remarkable scenes. In the US, when lockdown restrictions were lighter, people were queuing around the block at electronics retailers or camping overnight, hoping to secure one of a handful of cards that might be delivered in the morning. Retailers handed out vouchers to those in the top slots of the queue, while dealers tried to buy those spots - not the actual cards - for hundreds of dollars. Andshoppers created sign-out procedures to allow for toilet breaks and food runs .But for most people, buying limited stock online has been the only option. The two main graphics card makers - Nvidia and AMD - can't make product fast enough. \"Gaming demand is off the charts,\"Nvidia's chief financial officer, Colette Kress, said during CES . \"Our overall capacity has not been able to keep up\". She warned that supply \"will likely remain lean throughout Q1.\" It's a similar story for AMD, where company boss Lisa Su said after its CES announcements that shortages are the result of demand \"rather than manufacturing issues\". \"We're putting in additional capacity,\"she told enthusiast site Anandtech .But she warned: \"It will take time to catch up… there will be tightness in the first half of the year\". Added to that, the retailers have warned thatautomated bots are a big problem , buying cards up for re-sellers before real consumers have a chance - leading to massively inflated prices on eBay and other sites. There was some hope that the release of the new cards from AMD - the Radeon 6000 series - would help, two months after Nvidia's release. But they quickly sold out too.And it isn't just a problem for the new products. One regular upgrader told me mid-range cards now cost twice what they used to - and his two-year-old card is selling for almost the same price it did in 2018. Gareth Bellamy from Herefordshire is buying for his son. The family had been donating the gaming PC's computing power to medical research for the coronavirus throughthe Folding at Home project . He thought it was time to upgrade a five-year-old machine. But new cards \"all seem quite pricey,\" he says. So he looked at the older, less powerful models. \"Everything seemed to be out of stock - or if it was in stock it seemed even more expensive than the newer cards that were coming out.\" In the end, he gave up - unwilling to pay twice the list price. Sellers have been struggling to meet demand since the cards launched.Automated stock alert bots are widely used by the obsessive, alongside Discord chat groups where enthusiasts will trade tips and rumours about incoming stock. Finding one available for immediate purchase is almost impossible. For most, the solution has been to pay for the entire cost of a card on a pre-order, with little idea of when it will be shipped.That way, they are paying above recommended retail prices - but not by much. ", "url": "https://www.bbc.com/news/technology-55755820"}