{"datetime": "2021-02-04T03:11:36.000Z", "title": "Chip shortage hits General Motors production", "article": "General Motors (GM) is the latest automaker to feel the effects of a global semiconductor chip shortage. The automotive giant said it would cut production entirely at three of its factories in North America next week.In addition, a factory in South Korea would run at half capacity, the carmaker said on Wednesday.The production cut comes as US chipmaker Qualcomm's quarterly results missed expectations.Although Qualcomm doesn't make the chips that are affecting the automotive plants, the company works with some of the same chip manufacturers that currently facing backlogs. GM did not disclose how much volume it would lose or which supplier was affected by the chip shortage.\"Despite our mitigation efforts, the semiconductor shortage will impact GM production in 2021. We are currently assessing the overall impact, but our focus is to keep producing our most in-demand products,\" GM said in a statement.The company suggested that solving the problem could be tricky.\"Semiconductor supply for the global auto industry remains very fluid,\" the statement said.The shortage has led several other automakers to cut production, including Volkswagen, Ford, Subaru, Toyota and Nissan IHS Markit has predicted that production in the global car sector will be 672,000 vehicles lower than anticipated in the first quarter.The forecasting firm expects the shortage to last into the third quarter. Taiwan, which has one of the world's largest chipmaking industries, is at the centre of efforts to resolve the shortage. Taiwanese chipmakers have promised to increase production while the government has urged them to address the problem. GM's factory shutdowns come as US chipmaker Qualcomm reports it results.Qualcomm shares fell 7.6% in after-hours trading on Wednesday as the company said that semiconductor supply constraints were hampering its sales growth. The company said sales and adjusted profit were $8.2bn (£6bn).Although the number is only slightly short of analysts expectations, Wall Street had expected healthy gains after the US government blacklisted Chinese telecommunications giant Huawei.Analysts had expected much of Huawei's market share in the premium smartphone market would flow to Android-based rivals who use Qualcomm's chips.", "url": "https://www.bbc.com/news/business-55929384"}