{"datetime": "2021-07-28T12:18:52.000Z", "title": "Intel chief warns of two-year chip shortage", "article": "Intel's chief executive, Pat Gelsinger, says the worst of the global chip crisis is yet to come. Mr Gelsinger predicts the shortage will get worse in the \"second half of this year\" and it will be \"a year or two\" before supplies return to normal. The disruption, caused by huge demand for devices, the pandemic, and poor relations between the US and China, has created \"a very large gulf\", he says. He stressed the need to \"normalise\" relationships with China. Mr Gelsinger told the BBC that building new factories will be crucial - but will take time.He says Intel would announce new semi-conductor factories in the US and Europe by the end of the year, but warns: \"It's going to be a year - to two years - until we're back to some reasonable supply-demand balance.\" It comes against a backdrop of \"pretty poor relations between the US and China - and the whole industry being caught up in that conflict\". Intel has 25% of its revenue tied up in China, which Mr Gelsinger says has \"an insatiable thirst for technology that helps them digitise their economy\".He said he hoped that Intel could be \"as influential as possible\" in bringing back good relations between the US and China. \"We need to keep doing business in China. If we don't, they're forced to build indigenous alternatives.\" There is also scope to rebuild relationships elsewhere, he adds. \"We are also telling the Biden administration what a great opportunity it is for us in Europe to rebuild some of the relationships that might have been damaged in the last administration.\" Intel has just announced its roadmap to 2025, as it moves toward ever smaller and more powerful chips.The firm intends to move away from naming its chip tech using nanometres - which used to denote the tiny spaces between transistors, but has largely become a marketing term in recent years. \"It's a lot of years since were were actually measuring physical dimensions,\" says Mr Gelsinger, acknowledging that the \"industry has drifted away from how Intel looked at it\".He says Intel got \"stuck\" on older nanometre numbers, compared to its closest industry rivals, and it \"became a point of confusion\". The firm's current chips are described as 10nm (nanometre) - with next generation ones being 7nm. But in the future, the 7nm will be renamed Intel 4 - with plans for launch of Intel 20A (previously known as Intel 5nm) by 2024. The A stands for Angstrom, which is a metric unit of length equivalent to 0.1 nanometres. \"It's a new era of 3D structures and atomic level devices,\" says Mr Gelsinger.He cites the company's \"major new transistor architecture\" and a new \"power delivery network\", as well as \"key innovations that we think sets us up for the next decade of Moore's law\". \"We think it's going to be 10 years of great innovation in front of us.\" Last year Intel said that the production of its next-generation 7nm chips would be delayed to 2022, following years of delays to its 10nm chips. Mr Gelsinger acknowledged that the firm had lost ground to rivals such as TSMC and Samsung. \"We did stumble, we did fall behind to some degree - but we've laid out now a clear path to parity with the industry,\" he says. Listen to the whole interview with Pat Gelsinger on this week's Tech Tent on Friday 30 July at 0800 GMT ", "url": "https://www.bbc.com/news/technology-57996908"}