{"datetime": "2021-10-06T23:06:03.000Z", "author": "Daniel Thomas", "title": "Intel not considering UK chip factory after Brexit", "article": "The boss of Intel says the US chipmaker is no longer considering building a factory in the UK because of Brexit. Pat Gelsinger told the BBC that before the UK left the EU, the country \"would have been a site that we would have considered\". But he added: \"Post-Brexit... we're looking at EU countries and getting support from the EU\". Intel wants to boost its output amid a global chip shortage that has hit the supply of cars and other goods. The firm - which is one of the world's largest makers of semiconductors - says the crisis has shown that the US and Europe are too reliant on Asia for its chip-making needs.Intel is investing up to $95bn (£70bn) on opening and upgrading semiconductor plants in Europe over the next 10 years, as well as boosting its US output. But while Mr Gelsinger said the firm \"absolutely would have been seeking sites for consideration\" in the UK, he said Brexit had changed this. \"I have no idea whether we would have had a superior site from the UK,\" he said. \"But we now have about 70 proposals for sites across Europe from maybe 10 different countries.\"We're hopeful that we'll get to agreement on a site, as well as support from the EU... before the end of this year.\" Microchips are vital components in millions of products from cars to washing machines, but they have been in short supply this year due to surging demand and supply chain issues.It has led to shortages of popular goods like cars and computers and driven up prices - issues Mr Gelsinger said were set to continue into Christmas. \"There is some possibility that there may be a few IOUs under the Christmas trees around the world this year,\" he said.\"Just everything is short right now. And even as I and my peers in the industry are working like crazy to catch up, it's going to be a while.\" He said things would \"incrementally\" improve next year but were unlikely to stabilise until 2023. Intel's expansion comes as the overall market for semi-conductors is set more than double in the next seven years to around $800bn.The firm also hopes to secure subsidies from US and European politicians, who feel their reliance on Asia for chips could threaten national security.Today the US only produces around 12% of the world's semiconductors, while Korea's Samsung and Taiwan Semiconductor Manufacturing Company (TSMC) account for 70% of global supply.\"It is clearly part of the motivation of a globally balanced supply chain that nobody should be too dependent on somebody else,\" Mr Gelsinger told the BBC.Intel will continue outsourcing some of its chip-making but eventually hopes to make most of its products in-house. Competing won't be easy, though.Chip-making is still far cheaper in Asia and Intel's rivals continue to expand. TSMC, the world's largest contract maker of semi-conductors, will spend $100bn on increasing capacity over the next three years while Samsung invests $205bn. Mr Gelsinger said he is confident Intel can still regain its leading edge. \"This is an industry that we created in the US, Intel's the company that puts silicon into Silicon Valley,\" he said.\"But we realise these are good companies, they're well capitalised, they're investing, they're innovating together. So we have to re-earn that right of unquestioned leadership.\"", "url": "https://www.bbc.com/news/business-58820599"}