{"datetime": "2021-07-15T12:38:54.000Z", "title": "Newport Wafer Fab: Ex-Tory leader says ministers in 'unholy mess' over chip plant sale", "article": "A former Tory leader has said UK ministers should have blocked the purchase of the UK's largest computer chip plant by a Chinese-owned company. Sir Iain Duncan Smith accused the government of being in an \"unholy mess\" over Nexperia's takeover of Newport Wafer Fab. Business minister Amanda Solloway told MPs the government does not plan to intervene \"at the current time\". The prime minister'snational security adviser is examining the sale . The company, which makes wafers of semiconductors at its plant in Duffryn, Newport, employs 450 people and is the UK's largest chip plant. Nexperia is a Chinese-owned company with headquarters in the Netherlands, and already has a site in Manchester. Sir Iain was one of a number of Conservative MPs raising concerns about the purchase in the Commons on Thursday. \"I think the government is in an unholy mess over this,\" he said. \"I wonder in the course of this failure to make a decision did they look at what China thinks of semiconductors? \"China is the busiest exporter in the world and is busy buying up semiconductor technology everywhere it can find it. \"They have identified semiconductor technology as one of the key areas that they need to dominate globally.\" He criticised the suggestion \"that a semiconductor is not strategic, when the technology in there will be used in almost everything we do, everything we produce that is electronic\". Sir Iain told the minister to tell colleagues \"we should have blocked this deal\" using recently acquired powers under the National Security and Investment Act. Ms Solloway told the Commons the government could intervene in takeovers and mergers if they were of national security concern. But she said this was not currently the case for Newport Wafer Fab. \"It is right that commercial transactions are primarily a matter for the parties involved,\" the minister said. \"The government has been in close contact with Newport Wafer Fab but it does not consider it appropriate to intervene in this case at the current time.\" A review is also underway to look at the wider semi-conductor landscape in the United Kingdom, she said. ", "url": "https://www.bbc.com/news/uk-wales-politics-57820305"}