{"datetime": "2021-07-11T13:50:51.000Z", "title": "Newport Wafer Fab: Investment blocked after Nexperia buyout", "article": "The Welsh government said it was blocked from investing more money in the UK's largest electronic chip plant. It gave Newport Wafer Fab a £13m loan in 2017 before it wasbought by Chinese-owned firm Nexperia .The Welsh government said a subsequent decision by the the company's shareholders meant further investment was \"impractical\" and its initial investment had been recouped. Boris Johnson hasasked the national security adviser to examine the buyout.Newport Wafer Fab, which makes wafers of semiconductors at its plant in Duffryn, Newport, employs 450 people and is the UK's largest microchip plant. Semiconductors, also known as microchips or chips, allow electricity to flow through devices and are the fundamental components of everything from smart phones to the vast data centres powering the internet. Chinese-owned Nexperia has headquarters in the Netherlands and a site in Manchester. Both Conservative and Labour MPs have raised national security concerns because Nexperia is a Chinese-backed firm. On Wednesday, Mr Johnson told Westminster's Liaison Committee: \"We have to judge whether the stuff that they are making is of real intellectual property value and interest to China, whether there are real security implications.\" During the meeting he was questioned by the chair of the foreign affairs select committee, Tom Tugendhat MP. Asked by theBBC Politics Wales programme if he was happy with the review, Conservative MP Mr Tugendhat said: \"Well, it's certainly the start and, I have to say, I'm a little surprised the national security adviser wasn't asked to review it before. \"I think we certainly don't need to reject every Chinese investment. Investment in infrastructure that is simply generating a return is no problem at all. \"But anything that involves technology transfers of critical national infrastructure, I think we should just be aware of what's going on and make those decisions.\" Labour MP Ruth Jones, who represents Newport West where the factory is based, said: \"I want to be assured that the prime minister and his government have scrutinised this deal and that they are confident that there's no breach... in the national security of the UK. \"The jobs, yes they're important and we want to make sure that we continue to have highly skilled, well paid jobs here in Newport, but also we need to safeguard the national interest.\" Wales' Economy Minister Vaughan Gething said the \"broader questions\" of national security \"aren't really matters for the Welsh government\". But a Welsh government spokesman has confirmed officials had been \"in discussions\" with the previous directors of Newport Wafer Fab \"about its forward plans for over a year, and took independent expert legal and financial advice on options to support the business\". The spokesman added: \"However, an agreement between the then majority shareholders of Newport Wafer Fab and the then minority shareholder, Nexperia, gave certain legal rights to Nexperia which made it impractical for new investors, including the Welsh government, to put further investment into the business.\" Dr Drew Nelson, Newport Wafer Fab's outgoing chairman, has said the deal for the Wafer Fab site helped secure its future, and semiconductor production in Wales. ", "url": "https://www.bbc.com/news/uk-wales-57796440"}