{"datetime": "2021-05-13T22:23:41.000Z", "title": "IBM says chip shortage could last two years", "article": "The boss of the US tech giant IBM has said a computer chip shortage could last another two years. Its President Jim Whitehurst told the BBC it could be \"a few years\" before the situation improves.Many firms have seen production delayed because of a lack of semiconductors, triggered by the pandemic. The shortage has been exacerbated by surging demand for TVs, phones and gaming consoles while consumers are stuck at home. Mr Whitehurst said on BBC World Business News: \"There's just a big lag between from when a technology is developed and when [a fabrication plant] goes into construction and when chips come out\". \"So frankly, we are looking at couple of years… before we get enough incremental capacity online to alleviate all aspects of the chip shortage.\" IBM licenses its microprocessor technology to the world's biggest chip makers such as Intel, TSMC and Samsung. Mr Whitehurst added that the firm would have to look at alternative ways to meet consumer demand. \"We're going to have to look at reusing, extending the life of certain types of computing technologies, as well as accelerating investment in these [fabricating plants], to be able to as quickly as possible get more capacity online,\" he said. The shortage, which was heightened after many factories shut down at the height of the pandemic, has been exacerbated by surging demand for home computers, gaming consoles and smartphones. Apple, the world's biggest buyer of semiconductors, was forced to delay the launch of its latest iPhone due to the shortage,. Mr Whitehurst is the latest tech boss to weigh in on the issue. The boss of networking giant Cisco, Chuck Robbins, told the BBC in April that he believed the shortage would last at least another six months. US President Joe Biden also sees the shortage as a long-term issue and used a White House summit with business leaders last month to urge them to make the country a world leader in computer chips.Amid the trade and technology war with China, the White House has said it is \"a top and immediate priority\". According to the US-based Semiconductor Industry Association, about 75% of global manufacturing capacity is in East Asia.Taiwan's TSMC and South Korea's Samsung are the dominant players. European politicians also want more chips made locally. Meanwhile, China has seen a huge growth in domestic demand for chips to power new technology, but has only a small share of global manufacturing capacity. ", "url": "https://www.bbc.com/news/business-57105368"}