{"datetime": "2021-07-21T15:12:48.000Z", "title": "Newport Wafer Fab boss denies Chinese state link", "article": "A senior manager at a company that has bought the UK's largest computer chip factory in Newport has denied having links to the Chinese government. Nexperia, a Dutch subsidiary of China-based Wingtech, has bought Wafer Fab in Duffryn, which employs 450 staff. Prime Minister Boris Johnson has asked the national security advisor to review the deal. The Welsh government previously revealed it was \"impractical\" to invest more money in Newport Wafer Fab. It loaned the company £13m in 2017 before it was bought by Chinese-owned firm Nexperia. This has since been recouped. Speaking from Nexperia's Dutch base, Charles Smit, board member and general counsel at Nexperia, said: \"We're not owned by the Chinese state, the Chinese state is not involved in Wingtech.\" Both Conservative and Labour MPs have raised national security concerns because Nexperia is a Chinese-backed firm. Nexperia, which makes semiconductors, is a subsidiary of Wingtech, a Chinese company. Newport's Wafer Fab is the largest chip manufacturer in the UK. It makes wafers of semiconductors that are used in mobile phones. The company is also a key component of the CSconnected semiconductor cluster, based in south-east Wales, which wants to make Wales a world technology leader. The project's aim is to create 2,000 highly skilled jobs in five years. Semiconductors, also known as microchips or chips, allow electricity to flow through devices and are the fundamental components of everything from smart phones to the vast data centres powering the internet. A UK government spokesperson said: \"We have considered this issue thoroughly, and will continue to monitor the situation closely. The national security adviser is reviewing this case and we will not hesitate to take further action if needed. \"We remain committed to the semiconductor sector, and the vital role it plays in the UK's economy.\" ", "url": "https://www.bbc.com/news/uk-wales-57920037"}