{"datetime": "2021-06-21T13:23:04.000Z", "title": "Who are the Uyghurs and why is China being accused of genocide?", "article": "China has been accused of committing crimes against humanity and possibly genocide against the Uyghur population and other mostly-Muslim ethnic groups in the north-western region of Xinjiang. Human rights groups believe China has detained more than one million Uyghurs against their will over the past few years in a large network of what the state calls \"re-education camps\", and sentenced hundreds of thousands to prison terms. There is also evidence that Uyghurs are being used as forced labour and of women being forcibly sterilised. Some former camp detainees have also alleged they were tortured and sexually abused. The US is among several countries to have accused China of committing genocide in Xinjiang. The leading human rights groups Amnesty and Human Rights Watch have published reports accusing China of crimes against humanity. China denies all allegations of human rights abuses in Xinjiang, claiming its system of \"re-education\" camps are there to combat separatism and Islamist militancy in the region. There are about 12 million Uyghurs, mostly Muslim, living in Xinjiang, which is officially known as the Xinjiang Uyghur Autonomous Region (XUAR). The Uyghurs speak their own language, which is similar to Turkish, and see themselves as culturally and ethnically close to Central Asian nations. They make up less than half of the Xinjiang population. Recent decades have seen a mass migration of Han Chinese (China's ethnic majority) into Xinjiang, allegedly orchestrated by the state to dilute the minority population there. China has also been accused oftargeting Muslim religious figures and banning religious practices in the region, as well as destroying mosques and tombs. Uyghur activists say they fear that the group's culture is under threat of erasure. More on this story Xinjiang lies in the north-west of China and is the country's largest region. Like Tibet, it is autonomous, meaning - in theory - it has some powers of self-governance. But in practice, both regions are subjected to major restrictions by the central government. Xinjiang is a mostly desert region and produces about a fifth of the world's cotton. Human rights groups have voiced concerns that much of that cotton export is picked by forced labour, and in 2021 some Western brands removed Xinjiang cotton from their supply chains, leading to a backlash against the brands from Chinese celebrities and netizens. In December 2020, research seen by the BBC showed that up to half a million people were being forced to pick cotton in Xinjiang. There is evidence that new factories have been built within the grounds of the re-education camps.The region is also rich in oil and natural gas and because of its proximity to Central Asia and Europe is seen by Beijing as an important trade link. In the early 20th Century, the Uyghurs briefly declared independence for the region but it was brought under the complete control of China's new Communist government in 1949. Several countries, including the US, Canada and the Netherlands, have accused China of committing genocide - defined byinternational convention as the \"intent to destroy, in whole or in part, a national, ethnical, racial or religious group\". The declarations follow reports that, as well as interning Uyghurs in camps,China has been forcibly mass sterilising Uyghur women to suppress the population, separating children from their families, and attempting to break the cultural traditions of the group. The US Secretary of State, Antony Blinken, has saidChina is committing \"genocide and crimes against humanity\" . The UK Foreign Secretary, Dominic Raab, has said the treatment of Uyghurs amounts to \"appalling violations of the most basic human rights\", and the UK parliament declared in April 2021 that China was committing a genocide in Xinjiang. A UN human rights committee in 2018 said it had credible reports that China was holding up to a million people in \"counter-extremism centres\" in Xinjiang. TheAustralian Strategic Policy Institute found evidence in 2020 of more than 380 of these \"re-education camps\" in Xinjiang, an increase of 40% on previous estimates. Earlier, leaked documents known as the China Cables made clear that the camps were intended to be run as high security prisons, with strict discipline and punishments. People who have managed to escape the camps have reported physical, mental and sexual torture. Women have spoken of mass rape and sexual abuse. Anti-Han and separatist sentiment rose in Xinjiang from the 1990s, sometimes flaring into violence. In 2009 about 200 people died in clashes in Xinjiang, which the Chinese blamed on Uyghurs who wanted their own state. But in recent years a massive security crackdown has crushed dissent. Xinjiang is now covered by a pervasive network of surveillance, including police, checkpoints, and cameras that scan everything from number plates to individual faces. According to Human Rights Watch, police are also using a mobile app to monitor people's behaviour, such as how much electricity they are using and how often they use their front door.Since 2017, when President Xi Jinping issued an order saying all religions in China should be Chinese in orientation, there have been further crackdowns. Campaigners say China is trying to eradicate Uyghur culture. China denies all allegations of human rights abuses in Xinjiang. It said it 2019 that it had released everyone from its \"re-education\" camp system, though testimony from the region suggests many are still detained and many were transferred from camps to formal prisons. China says the crackdown in Xinjiang is necessary to prevent terrorism and root out Islamist extremism and the camps are an effective tool for re-educating inmates in its fight against terrorism.It insists that Uyghur militants are waging a violent campaign for an independent state by plotting bombings, sabotage and civic unrest, but it is accused of exaggerating the threat in order to justify repression of the Uyghurs. China has dismissed claims it is trying to reduce the Uyghur population through mass sterilisations as \"baseless\", and says allegations of forced labour are \"completely fabricated\".", "url": "https://www.bbc.com/news/world-asia-china-22278037"}