{"datetime": "2022-01-19T00:05:46.000Z", "author": "Robin Brant", "title": "Winter Olympics 2022: China sells Xinjiang as a winter sports hub", "article": "As the Beijing Winter Olympics draws nearer, the troubled Xinjiang region is being painted as a poster destination for China's ballooning winter sports industry. Many foreign firms are rushing to be part of that, despite Western countries alleging that China is committing genocide against ethnic Muslims there. The reach of the winter games in China is extending far beyond Beijing.When I get through to online influencer Yao via video call he is standing on top of a mountain at sunset, about to snowboard down. It is an image of China that you're going to see a lot of over the next few weeks as the Winter Olympics kicks off; beautiful, snow-covered slopes.But Yao isn't anywhere near the host city of Beijing. He is in Xinjiang - the region with, arguably, the best snow and the best climate in China. It is also the region where the US and others say China is committing genocide against its minority Uyghur population.As the Olympics approach, a government push to promote Xinjiang as a snow sport destination has been stepped up. Images of horse-drawn sleds passing snow-covered wooden huts, combined with skiers at test events, have been heavily featured in state media. It's almost as if this troubled region is part of the Games.Yao is a small part of a big push to get China onto the snow in regions like Xinjiang, where officials are trying to drum up tourism on the back of the hype for winter sports created by the Games.President Xi Jinping has personally called to get 300 million Chinese people to ski. But it's not just influencers answering this call.Plenty of foreign firms are also lining up to make the most of the boom that's expected to follow the Games.Snowboarding firm Burton is one of them.Craig Smith, the boss of the company's China subsidiary, told the BBC Burton didn't want to \"divorce\" itself from the region by refusing to do business there, despite allegations of human rights abuse. Human rights groups believe China has detained more than one million members of the Uyghur minority community against their will over the past few years in a large network of what the state calls \"re-education camps\", and sentenced hundreds of thousands to prison terms.The BBC has reported on the mass indoctrination and incarceration of Uyghurs in large-scale camps that China initially denied the very existence of.But for companies like Burton, China is a huge part of expansion efforts.The country is predicted to be the biggest snow sports market in the world by 2025. It is estimated that the country will see about 55 million snow sports visits every year, with many of them from China itself. It's also expected to become a global destination particularly for \"bucket list\" adventurers.Burton, therefore, hopes to triple its presence in China in the next few years. It already has a store in Altay, near the northern edge of Xinjiang. But the business is \"secondary\", Mr Smith told me. The boarders, or the \"riders\" as he called them, come first.But how do these plans fit with the reports coming out of Xinjiang?\"We have two choices,\" he told me.\"We can either divorce ourselves from Xinjiang and say we're not going to do anything out there. Or we can try to understand what's going on in Xinjiang better.\"On the allegations of what someWestern governments have described as \"torture and inhumane and degrading treatment\", he said: \"Yes, there may be some, you know, factually I don't know. I'm not a politician. I've never studied any type of aspect of that\".He did admit to having read media reports about abuses in the region, but still insisted that he \"divorced\" himself from those, adding, \"what I mean by that is I can't change that\".Such comments come even as the White House urges America's private companies to oppose the \"human rights abuses and genocide\" in China.Press secretary Jen Psaki said, \"the international community, including the public and private sectors, cannot look the other way when it comes to what is taking place in Xinjiang\".But Burton is just one of a number of foreign firms for whom Xinjiang and the China market as a whole, is irresistible. Volkswagen for instance, has a long history of investment in China, and was the first major foreign car maker to set up there. It also has a plant in Xinjiang.In 2019 its chief executive Herbert Diess told the BBC he wasn't aware of reports that Uyghurs were being imprisoned there.Asked about the allegations he said: \"I can't judge them\". Electric car maker Tesla also faced criticism from a US-based Muslim group after it was revealed it had opened a showroom in Xinjiang on New Year's Eve.Andchip maker Intel apologised to Beijing at the start of this year after it instructed suppliers not to source products from Xinjiang. The move was part of efforts to comply with new US laws targeting forced labour.However, Burton also prides itself on its ethics. It is a member of the Better Cotton Initiative - an industry body that aims to ensure the global cotton supply chain is free of forced labour. There have been allegations that Uyghurs are being used as forced labour to pick cotton in Xinjiang.The company's website includes a blog post from August last year that says: \"We, as a brand, want to affect positive change for our people, our factories, and create ripples in the industry as a whole.\"When I put this to Mr Smith he says: \"What we'll focus on is what we can change for the better.\"He added that the people he'd met in Xinjiang were \"fabulous\" and that he could address any issues by \"sharing the fun of snow-boarding\". These comments come amid claims by President Xi that his critics are politicising the Winter Olympics.China's leaders say the Games are about rising above politics. It's a distinction that some of the businesses looking to expand or establish themselves in what they see as an irresistible market, want you to make as well.", "url": "https://www.bbc.com/news/world-asia-china-59991321"}