{"datetime": "2021-12-13T22:11:36.000Z", "author": "Dan Roan", "title": "How much does the diplomatic boycott of Beijing 2022 matter?", "article": "While concern over human rights has become almost a constant theme in international sport in recent years, few hosts of major events have provoked quite as much controversy as Beijing. The venue for the 2022 Winter Olympics has been hit by a flurry of diplomatic boycotts from countries including the US, Australia, and Britain, because of widespread allegations of Chinese atrocities against the Uyghur community. Human rights groups and Western governments have accused China of genocide in the Xinjiang region. China denies this, saying its network of detention camps there is for \"re-education\" of the Uyghurs and other Muslims.Relations are also strained over a crackdown on political freedoms and pro-democracy protesters in Hong Kong, and more recently concerns over tennis player Peng Shuai,who disappeared from public view after she accused a top Chinese government official of sexual assault . Although the Chinese authorities have criticised \"malicious speculation\" over her case, there remains significant concern about her.For the few Western governments who have said their representatives will not attend, such a move is a relatively easy way to be seen to issue a rebuke, while avoiding the much more contentious step of preventing athletes from competing via a full boycott.It is not a new tactic. Three years ago some European countries, including Britain, announced diplomatic boycotts of the Russian football World Cup after the Salisbury Novichok poisoning.The risk with sending politicians to Beijing to attend the Games is that inevitably it would be viewed as offering tacit approval of the government of President Xi Jinping, for whom the event is a matter of significant prestige.While China accused the US of using the Games for political manipulation and vowed \"resolute counter-measures\", it is unlikely to have been too dismayed, or indeed surprised, especially given the likes of Italy and France have declined to join the boycott, with President Macron describing it as \"symbolic and insignificant\". Certainly it will make very little difference to the spectacle of the event for those inside venues or watching from afar.While the coalition of Tibetan, Uyghur, Southern Mongolian, Hong Kong, and Taiwanese rights groups that make up the #NoBeijing2022 campaign welcomed the diplomatic boycotts, many campaigners feel they do not go far enough, and that athletes themselves, corporate sponsors and major broadcasters also need to act if pressure really is to be brought to bear on China.Some ask - if a full boycott is not appropriate now, in a country that stands accused of genocide, when will it ever be? Indeed, the Women's Tennis Association (WTA) has been widely praised in the West for effectively boycotting China by suspending all tournaments there in response to continued questions over Peng Shuai's condition, a rare example of a sports body prepared to take such a stand against a country that is such a key commercial market.Refusing to participate in the Olympics would perhaps do more to raise awareness of the violations that China stands accused of, and taking part risks appearing complicit - but it would also seem very unfair on innocent athletes who have spent years preparing for such an opportunity.Those opposed to such a step insist that the Cold War boycotts of the Games in 1980 and 1984 had minimal political impact, with athletes ultimately the ones who were punished. Others, however, point to the sporting boycotts of apartheid South Africa in the 1970s and 80s as evidence that such an approach can play a crucial role in applying pressure to a country's rulers.Some flip this argument on its head, insisting that engaging in sporting competition, rather than boycotting, ensures the opportunity for valuable sporting diplomacy, and means international scrutiny, both of which can result in positive change. This is an argument the FA uses when asked about participating in the 2022 World Cup in Qatar, where despite reforms, workers' rights remain a major concern for human rights organisations, and homosexuality is illegal.\"Our view remains that change is best achieved by working collaboratively with others so that we can continue to ask the right questions while always being mindful that we also have our own human rights challenges in this country,\" the governing body said in a recent statement. \"As a legacy of the upcoming World Cup, we also see the opportunity for dialogue and engagement that can lead to real change beyond the borders of Qatar and into neighbouring countries in the region where there are also still some challenges regarding human rights.\" Not everyone agrees. There seems little evidence of any such progress in China after the Beijing summer Games in 2008, nor indeed in Russia after it staged the 2014 Winter Olympics and the 2018 World Cup.But while there seems little appetite among athletes, governments or sports fans for a full boycott of Beijing 2022, could competitors still make a difference once there? It would be no surprise given the renewed activism of recent years, with more and more athletes speaking out about a range of social issues, from racism and women's rights, to mental health and the environment.Although recently relaxed, the IOC's Rule 50 still seriously restricts what Olympians can say or do during the event, forbidding any form of political protest, demonstration or propaganda on the podium, at official ceremonies, or on the field of play. Freedom of speech is allowed in press areas, mixed zones and on social media, but whether athletes will take up that opportunity in a country criticised for censorship and the intimidation of foreign journalists is debatable. Especially after WTA Chairman Steve Simon recently said that he was \"greatly concerned about the risks that all of our players and staff could face if we were to hold events in China in 2022.\"It certainly seems the Chinese authorities do not take kindly to condemnation from sports stars. Outspoken Boston Celtics basketball star Enes Kanter sparked a major backlash when he was critical of President Xi and expressed support for the Free Tibet movement in October. His name was blocked from Chinese social media site Weibo, and thestreaming of Celtics games was reportedly cancelled . Similarly, an Arsenal game was pulled from Chinese state television in 2019 after its former midfielder Mesut Ozil highlighted the treatment of the Uyghurs.Many human rights groups have pleaded with the IOC to find a new location for the event. At this late stage, there is no prospect of that, of course. But the intense controversy surrounding Beijing 2022 has reinforced scrutiny over the organisation's choice of hosts and its relationship with them.Human Rights Watch recently accused the IOC of \"collaboration\" with the Chinese after its President Thomas Bach held a video call with three-time Olympian Ms Peng in a bid to alleviate concerns. The IOC reject this accusation, and has defended its use of \"quiet diplomacy\". But it will have troubled many that when asked how China's record on human rights was compatible with the Olympic values, its longest-serving board memberDick Pound said he had no regrets about Beijing's selection as host and that he \"did not know\" about alleged atrocities, despite mounting evidence. \"You can berate me all you like about my not knowing, but I don't know for sure,\" he toldDeutschlandfunk Sport on Monday. The IOC, he said, \"has no role to play in bringing about political change... when we award the Games to a country we don't do it as an indication that we support the political objectives of that country.\" Critics firmly reject the IOC's insistence that it is entirely neutral and is above politics. They point, for example, tothe talks that the organisation facilitated between North and South Korea in 2018 . And the way President Vladimir Putin hoped to use Sochi 2014 to project to the world the power of both Russia and himself.What is certain is that while it was not the athletes' choice to select Beijing to host the Games, as geopolitical tensions rise, they are the ones now facing renewed questions about whether it is right to compete there, and left to decide what they should do once they arrive.Many feel they have been placed in an impossible position.", "url": "https://www.bbc.com/news/world-59646231"}