{"datetime": "2022-02-04T15:03:20.000Z", "author": "Alex Kleiderman", "title": "Waitrose and Lidl top Which? greenest supermarket ranking", "article": "Waitrose and Lidl have been named the UK's greenest supermarkets in a ranking of their greenhouse gas emissions and efforts to cut plastic and food waste. The chains topped Which? magazine's first supermarket sustainability table, which examined data from annual reports and provided by the stores themselves.Which? said it hoped firms would make changes where they were falling short. It placed Iceland last, noting the frozen food chain's high energy use, but the firm called the list \"flawed\". Which? said it chose to focus its ranking on plastic use and recycling, and food waste, as shoppers say they are \"biggest issues\" for them, as well as emissions - regarded by experts as posing the greatest environmental threat. But it acknowledged there were other \"important\" issues, including supermarkets' water use, organic production and biodegradable cleaning goods, that did not form part of the research.\"These are mostly further down the supply chain, beyond the scope of the supermarkets' direct operations, and comparable data can be hard to find,\" Which? said. The ranking saw Waitrose and Lidl each attain a score of 74 out of 100. 1. Waitrose - 74 1. Lidl - 74 3. Asda - 71 3. Sainsbury's - 715. Tesco - 69 6. Morrisons - 687. Aldi - 66 8. Co-op - 65 9. Ocado - 63 10. M&S - 48 11. Iceland - 29 \"While no supermarket did well across all the categories... there were clear front runners in each category, suggesting there is room for improvement by the other retailers who did poorly in these areas,\" Which? said. Which? said Lidl scored above its rivals on emissions, while Co-Op did best on plastic recycling and Ocado beat the other supermarkets when it came to food waste as it redistributes almost all its surplus food. Iceland was the worst performer on greenhouse gas emissions and plastics, while Aldi and Lidl had the lowest scores for food waste.Which? said M&S was unable to provide comparable food waste data and was given a zero score in that area, but was also ranked lower than most of its rivals in the other categories.Iceland was the worst performer on emissions by a long way, Which said, adding it did better than some of the other supermarkets on food waste and buys 100% renewable electricity for its UK sites. Which? said: \"Supermarkets hold a lot of the cards when it comes to the sustainability of their operations but they also respond to customer behaviour, meaning consumers can also do their bit to help bring about positive change by avoiding packaging as much as possible, eating fresh local produce, cutting down on meat and dairy and not wasting food.\" M&S said the Which? ranking was \"just one industry benchmark based on certain criteria\" and its position did not reflect its commitment to building a sustainable future. Iceland's managing director, Richard Walker, said the company \"does not recognise the data\" used by Which? or \"accept the low ranking on sustainability\" or plastics.He added: \"We have taken a global lead in committing to plastic neutrality, the removal of plastic packaging from our own label range, and achieving net zero carbon emissions from all our operations by 2040.\" Source: Which? ", "url": "https://www.bbc.com/news/uk-60257640"}