{"datetime": "2020-12-02T12:20:47.000Z", "author": "Laurence Cawley, Mariam Issimdar and Kris Holland", "title": "Debenhams closure: Norwich and Stevenage shoppers tell of 'huge loss'", "article": "For decades Debenhams has been a landmark store for towns and cities across the UK. The BBC visited two branches - one of the newest and one of its long-established stores - to hear customers' views on the retail giant's collapse. Jemima Steadman, a mother of four, is feeling quite glum at the impending closure of one her favourite stores. \"I've always shopped in Debenhams,\" she says. \"It is going to be devastating to lose it because I love the Bluezoo (children's) range and I love Debenhams.\"Her local store on Roaring Meg Retail Park in Stevenage only opened in 2017, making it one of the retailer's newest. Itwas created as a \"test lab\" for a new kind of department store housing high street food names along with its traditional fare .Jemima says she popped in to stock up on children's clothing and toy dinosaurs. \"I am pretty gutted, really. Considering they rebuilt it just for Debenhams it is quite important for Stevenage because it is just going to be left empty.\"It is going to be a derelict town.\" About 100 miles (160km) away in Norwich, Sarah Anderson and her husband Terry are sitting outside the city's branch. \"I think it is going to have a huge impact; it is going to leave a huge void in the city,\" says Sarah. For years the couple have shopped at the Orford Place store, a fixture in the city centre since the 1950s. \"It is a place we grew up with,\" says Sarah, who has a background in retail. \"It is terrible news. I think it is a great shame for the high street.\"I know it is probably due to Covid but I just feel really sorry for the workers in there. Times are going to be tough.\" Terry says: \"I think there is an epidemic of closures. Which one is going to be next? They all seem to be closing one by one and it is going to leave the city quite barren.\" David and Rosemary Worby came from Dereham to the Norwich store for their Christmas shopping.They do all their shopping in person and have never bought online. \"It is very sad, like all the shops that are closing,\" says Rosemary. \"It is a dying trade, all these big shops,\" says David. \"Everything is online.\" Two months ago Robert Brand, from Pulham Market, near Norwich, booked a day off to do some Christmas shopping.\"It is just coincidence that it happens to be today that it has opened up and I thought I'd have a look around lots of places, and as it is quiet I thought I would have a look at Debenhams. \"I come here regularly but it will be interesting to see what is going on and I feel I will be paying a visit while it is here to support it. \"It is terrible, really. Norwich has got a number of key big stores. Not every city has that and it will be a big loss for every city that has a store like this.\"It is a really sad thing because I love the physical aspect of shopping where you can look at stuff, feel stuff and try things on.\"Online is sterile. It is great for kettles because you know what a kettle is like. But when it comes to clothes or things you might need advice on and a level of customer service, you can't get that online. \"This is a real loss and I think people underestimate that.\" Source:Debenhams Jacky Tossell and her daughter's boyfriend Jake Jones were the first in the line at the Stevenage branch at 08:00 GMT.Jacky says the closure will be \"a huge loss\" to Stevenage and that is is \"the only thing here\". \"It is a big part of the community here in Stevenage.\"It used to be Toys R Us. I know several people who come here not just for the Debenhams shopping but for the places in there like Nando's. I've always come here for my shopping,\" she says. \"We heard how good the deals were going to be here today. I lost my job so any bit of money off will help with the Christmas presents this year.\" Jake adds: \"It is a really good shop and I will really miss if it goes. I'm here today to support it and if I can get a good deal, then that will be great.\" Archie Samson emerges from the store with a clutch of bags. It was, he says, \"absolutely manic\" inside. \"It is nice to see it go out with a bang, at least,\" he says. \"I've been buying loads of Christmas presents and there were good deals in there. \"It is so handy being in our town.\"I'm always using it; it is a shame it is going. I think people will miss it - especially with the restaurants in there. It is a real shame.\"A lot of people would say this is the best shop in Stevenage. But what can you do?\" Find BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-55144649"}