{"datetime": "2022-02-07T23:25:24.000Z", "author": "Helen Briggs", "subject": "COP26", "title": "No silver-bullet solutions for saving used planet", "article": "With much of the planet already \"used-up\", the world has hard choices to make over how to use land in the most sustainable and effective way. That's the take-home message from 50 leading experts on why land matters in tackling a host of existential challenges. Vast areas of land are being earmarked for grand plans to fight climate change and nature loss. Yet land is also needed for food production and alleviating poverty. The scientists say there simply isn't enough land on the planet to address all of these things at once. \"We live on this used planet where all the land that's even considered unused or untouched is providing really important benefits to people,\" said Dr Ariane de Bremond of the University of Bern.\"There isn't enough land to do everything simultaneously - we have to recognise that and find better ways - and that requires a lot of negotiation between different sectors of society and between nations.\"Thepaper , published in the journal,Proceedings of the National Academy of Sciences , sets out why land matters in a host of problems facing humanity and calls on decision makers and stakeholders to do more to address misconceptions over land use and sustainability. \"There is very little land potentially available for expansion of agriculture, urbanisation, climate change mitigation, or biodiversity conservation land uses that is 'empty' or 'free' of trade-offs,\" they write.Three-quarters of the planet's land that is not covered by ice has already been turned over to farming, building cities and mining, with the little land that is left - often of prime importance to local people - earmarked for ambitious plans to absorb carbon emissions or create space for nature.Land is a limited resource and there are no silver bullets, no easy answers and lots of trade-offs, said Dr Casey Ryan of the University of Edinburgh.\"If you look in the news you see half of Earth being set aside for nature as an ambition from the nature conservationists, you see zero deforestation coming out of the last Cop (Conference of the Parties), the trillion trees agenda - all of those very well-meaning, but ultimately flawed huge ideas are really not supported by the science that we have in this paper,\" he said. The authors distilled knowledge on the science of land use into ten \"hard truths\": They say keeping these facts in mind will help decision makers rise to the challenge of sustainable, just and effective land use across the world. Follow Helenon Twitter . ", "url": "https://www.bbc.com/news/science-environment-60295788"}