{"datetime": "2022-02-08T11:32:05.000Z", "subject": "Coronavirus pandemic", "title": "How do I book my Covid jab and does it work against Omicron?", "article": "More than 37 million people have now had a Covid booster dose across the UK - more than 65% of those eligible. The government is urging anyone who hasn't yet been jabbed to come forward, but has dropped plans to make Covid jabs mandatory for frontline NHS staff in England. You can book your first, second or booster jab online or go to a walk-in clinic.You need to leave eight weeks between your first and second doses, and wait a further 12 weeks before your booster.People with weakened immune systems are offereda third primary dose as well as a booster .Pregnant womenare also being urged to come forward , after figures showed that 96% of those admitted to hospital with Covid between May and October last year were unvaccinated.A fifth vaccine,Novavax, has been approved for use in the UK , but has not yet been given to patients. First and second doses are either AstraZeneca or (for under-40s) Pfizer or Moderna.The booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before. However if you cannot have Pfizer or Moderna for medical reasons, you can have a booster dose of AstraZeneca. You should wait four weeks from the date of a positive test before having your jab, even if you have no symptoms. Children who aren't at high risk from Covid should wait 12 weeks after a positive test.You shouldn't have the booster if you have a severe illness or high fever, butPfizer andModerna say you don't need to delay for a mild fever or a cold. The vaccines don't infect you with Covid, and can't cause positive results on a lateral flow or PCR test. The level of protection offered by Covid vaccines reduces over time. A booster dose encourages the body to produce more antibodies. Early studies suggest having a boosterprovides 80-85% protection against Omicron (compared with 97% against Delta). The head of Pfizer has suggested peoplemay need to have annual Covid boosters to remain protected , as happens for flu.Pfizer, Moderna, Astra-Zeneca and Novavax are allworking on Omicron-specific jabs .All children aged 12 and overare being offered two doses of the Pfizer jab . Sixteen and 17-year-olds who had a second vaccine dose at least three months ago can have a booster. TheJoint Committee on Vaccination and Immunisation (JCVI) has recommended that the booster is also offered to children aged 12-15 who are in an at-risk group or live with someone who is immunosuppressed. In addition, about 500,000 five to twelve-year-olds who have health conditions putting them at greater risk from catching Covid are being offeredtwo low-dose Pfizer jabs, eight weeks apart .The JCVI said that primary school children who live with clinically vulnerable adults should also be offered the low-dose jab.Themost common side effects include a sore arm, headache, chills, fatigue and nausea. They are part of the body's normal immune response to vaccines and tend to resolve within a day or two. There areextremely rare, but occasionally fatal, cases of peopledeveloping blood clots after taking the AstraZeneca vaccine .A very small number of people have experienced asevere allergic reaction after the Pfizer vaccine. You should discuss any existing serious allergies with your healthcare professional before being vaccinated. For most people in the UK, the Covid vaccine isn't mandatory. The government hasdropped plans to make almost all frontline NHS workers in England get fully jabbed by 1 April or lose their jobs. About 77,000 NHS staff are still unvaccinated and there were fearscompulsion would lead to a staffing crisis .Care home staff in Englandmust also already be vaccinated (unless exempt) . No, buta number of companies have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid. In most cases, they will receive onlythe statutory-sick-pay (SSP) minimum (£96.35 per week). Staff who test positive for the virus still receive full sick pay, regardless of vaccination status. Across the UK,Covid passports showing vaccination status or negative test results are required to enter some venues. Many foreign countriesare restricting entry to vaccinated travellers or imposing restrictions on those who are not.", "url": "https://www.bbc.com/news/health-55045639"}