{"datetime": "2022-02-15T12:04:02.000Z", "title": "Campaigners want Seething waste lagoons drained", "article": "Campaigners are calling for three waste lagoons to be drained over concerns about smells. South Norfolk Green Party wants the Environment Agency to revoke permits for three waste lagoons containing food and drink by-products at Seething. Whites Recycling, which runs the facilities, said they helped farmers reduce waste streams.Last month the operators failed to secure retrospective planning permission for the site. On 4 February Norfolk County Council (NCC) planning committeerejected the application over concerns about highways. The lagoons have a capacity equal to a combined volume of almost 40 Olympic swimming pools, according to theLocal Democracy Reporting Service .Tom Williamson, of South Norfolk Green Party, said: \"The site is now operating without planning permission. I think they should absolutely revoke the environmental permit.\" Mr Williamson stressed the campaign was not political and he wanted to work across party lines to help those living in Seething. An Environment Agency spokeswoman said it had carried out inspections at the lagoons, including two in January, to assess odour and determine permit compliance. \"Our specialist officers are working with the operator to ensure improvements are made to minimise any odour,\" she said. \"The Environment Agency's role is to ensure companies operate within the conditions of environmental permits, taking action to require improvements where necessary.\" David Carr, managing director ofWhites Recycling , said the lagoons helped local farmers. \"Recycling organic materials to land is a key part of a circular economy, helps reduce costs for food producers, and supports local farmers by reducing their rising fertiliser bills,\" he said. \"The storage lagoons now being used by Whites at Seething have been used to store liquid fertiliser for many years.\" He added the firm was taking on board the council's points and considering its options. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60387116"}