{"datetime": "2022-02-16T13:55:18.000Z", "title": "Eight Downham Market councillors resign over bullying claims", "article": "Eight town councillors, including the mayor, have resigned amid claims of \"incessant\" bullying by a fellow councillor. Jenny Groom, mayor of Downham Market in Norfolk, announced the departures at a meeting in the Town Hall. In a statement, she said they were leaving in protest at their dealings with Doug Lawson, who they said \"orchestrated\" abuse. Mr Lawson was told he could not speak at Tuesday's full council meeting. Deputy mayor Jackie Westrop and clerk Elaine Oliver stepped down and the mayor then announced the resignations of councillors Elizabeth Hendry, Alan Pickering, Willow Woodmin, Jo Woodmin, Becky Hayes and Simon Gomes-DaCosta, theLocal Democracy Reporting Service said. In a joint statement, the six, who did not attend, said it was with regret that they were resigning, and called it an \"extremely difficult decision\". The statement, which can be heard in anonline recording of the meeting , said there had been \"continued and incessant bullying of the town clerk by councillors orchestrated by Councillor [Doug] Lawson\". \"The clerk is a loyal, hardworking and valued employer of the council and whilst we did everything in our power to protect her from this harassment due to the inadequate legislation relating to the conduct of town councillors we were unable to do more,\" the statement continued. \"Therefore we will not stand by and collude with the scurrilous behaviour of those councillors whose ongoing misogynistic, racist, homophobic and generally bigoted discriminatory behaviour has been directed not only at the clerk and her staff but also at fellow councillors and members of the public.\" She added that the council was now made up \"almost entirely of retired men over 50\". Councillor Lawson was not given an opportunity to speak during the meeting. There have been 16 resignations by councillors since 2019,Since becoming a councillor, Ms Westrop said she had faced abuse, including being spat at, and no longer felt she could continue. Parish and town councils are on the lowest tier of local government in the UK, and have much smaller budgets and fewer statutory responsibilities compared to district, county and unitary councils. They have elected councillors and raise money through the precept element of the council tax. Most parish and town councils are small operations that manage things such as allotments, village halls and playing fields, while a few have million-pound budgets and manage everyday services. In 2019, a BBC investigation found some were also taking on extra services that larger local authorities have been unable to fund due to budget cuts. Parish councils are also consulted when someone makes a planning applications in their area. Read more in a BBC News Online feature . After announcing her resignation, Ms Groom and the former deputy mayor left the meeting. Following the walkout, the remaining councillors decided to continue. Robin Pegg, who was selected to act as chairman for the remainder of the session, said he did agree with some of what had been said, but not all of it, and added they had \"a lot of work to do now\". \"We're going to do all we can to get this town back to how it used to be,\" he said. After the meeting, he told BBC Radio Norfolk he had expected \"some resignations, but not a mass resignation\". Mr Pegg said it was hoped to have a meeting soon to select a new chairperson before a replacement mayor was elected in May, and a decision was yet to be made regarding replacing the clerk. \"We're quorate; we can make decisions,\" he said. \"It's taken two years to get to this stage and it's going to take a long time to get it back, Rome wasn't built in a day.\" He said it was hoped they would get a good balance of women as well as men coming forward to be councillors, despite the claims of misogyny, and more younger people.The Borough Council of King's Lynn and West Norfolk said there were now 10 vacancies on Downham Market Town Council, but it still had enough councillors and could continue to operate.Police were called to a recent meeting after an \"outburst\" from members of the public, where thecouncil was accused of \"ruining\" the town's market with \"draconian\" rules . Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60395669"}