{"datetime": "2020-12-01T14:28:01.000Z", "author": "Daniel Thomas", "title": "What went wrong at Debenhams?", "article": "Debenhams is set to close all of its 124 stores after last-ditch efforts to rescue the department store chain failed. It looks like it is finally the end for the 242-year-old business.It reached its position as a lynchpin of the UK retail landscape by 1950, when Debenhams became the largest department store group in the UK, with 110 stores. And in 2006 it joined the stock market - for the third time - with a worth of £1.7bn - a price tag it has never topped since. Over the last decade, it started its descent, as its profits fell and debts became unmanageable.The chain has been placed in administration twice over the last two years, with the pandemic proving to be the final straw. So how did things go so wrong for Debenhams? Experts say Debenhams has fallen behind with fashion trends over the last decade, a problem familiar to other mid-market High Street retailers such as M&S. Maureen Hinton of retail consultancy GlobalData says it lacked products that differentiated it, which left it exposed when dynamic new brands, many of them operating purely online, started breaking through.\"Back in the 1990s they had Designers at Debenhams, where designers like Ted Baker or Jasper Conran would do in-house ranges for them. That was a good differentiator but they never moved on,\" she says. \"They also filled their stores with concessions that weren't anything you couldn't buy anywhere else on the High Street.\"It made it very hard to compete against newer fashion retailers such as Primark, Boohoo and Asos, which also branched into other areas that Debenhams did well, such as beauty.Debenhams also failed to adapt quickly enough as more and more shopping moved online, says veteran retail analyst Richard Hyman. But he caveats: \"It is no good having a good website if the product isn't right. The bigger problem was the brand became irrelevant.\"Over the years, Debenhams expanded at a rapid rate. In 2006 it announced plans to double its number of stores to 240 and was opening new shops as recently as 2017. At the same time, shopping habits shifted and consumer spending was squeezed - firstly because of Brexit uncertainty, and then by the pandemic.Debenhams was left with many underperforming shops which came with high costs, including rising rents, business rates, wages and maintenance.Those liabilities got harder to cover, as revenue began to fall and the retailer booked a record £491.5m loss in 2018.Sir Ian Cheshire, Debenhams' former chairman, told the BBC that its shops became a \"straitjacket\" and the retailer would have been better off with just 70.Ms Hinton says this made turning the business around almost impossible when coronavirus hit.And Mr Hyman says a lack of strong leadership in previous years added to the problem. \"In order to arrest the decline there was an even greater need for top talent. But those people tended to avoid Debenhams.\" As a by-product of its expansion, Debenhams also ended up shouldering unsustainable debts - something some experts blame on poor financial decisions. Back in 2005, the retailer sold 23 shop freeholds to property investment company British Land for £495m and then leased them back.This locked the chain into costly leases of up to 35 years, with average annual rent rises guaranteed at 2.5%. The short-term cash benefit was soon outweighed by the costs, says Ms Hinton, and by March this year the business was shouldering £720m of debt. In a desperate bid to restructure its finances, Debenhams was put into administration in 2019, wiping out its shareholders. It then secured a so-called company voluntary arrangement (CVA) with its landlords, enabling it to cut its rent bill and embark on plans to close 50 of its 166 stores.But the damage was already done and it was placed back in administration in April 2020.Mr Hyman says: \"Its fate was sealed by the private equity-style of swapping assets for large amounts of debt, which might just about work in a growing economy and a growing retail market. \"Instead it left Debenhams fighting with one arm behind its back.\"", "url": "https://www.bbc.com/news/business-55144922"}