{"datetime": "2022-02-15T18:33:23.000Z", "title": "Heacham Parish Council plans to borrow £1.3m to redevelop dairy", "article": "A parish council is planning to borrow £1.3m to redevelop one of its buildings. Heacham Parish Council in Norfolk is proposing to spend the cash on former dairy premises that it bought in 2014. The redevelopment would house a library, public hall, offices, a heritage centre and meeting rooms.The council said the bulk of the money would be borrowed from the government's Public Works Loan scheme with £100,000 being met from existing funds. Councillors will vote on Tuesday evening on whether a village referendum to proceed with the project should be held.Terry Clay, chair of the building project working group for Heacham Parish Council, believed the investment would be an asset. \"It is ambitious but we as a parish council have got to do something, because we have three properties, two of which we have a repair and maintenance lease on, and that's very expensive,\" said Mr Clay. \"We've outgrown the facilities that we occupy at the moment. \"We're a growing village - we're one of the largest villages in Norfolk - so we've got to give the villagers something they can be proud of.\" Some 4,750 people lived in the village, according to the 2011 census.According to parish council figures, the fixed-rate loan would be paid back over 50 years. Repaymentswould see an increase in the parish council tax precept of 7.5%, equivalent to an additional £10,370 a year. This equated to an increase of £5.36 annually on a Band D property, the council's website said.But resident Dave Curtis would prefer to see any investment put into \"desperately needed parking\" for the High Street and a market square.He was against a \"huge spend on what is effectively a council facility with a library and a small heritage display\". Mr Curtis said \"future generations are going to wonder why... they have been saddled with this debt.\" But Mr Clay said the Public Works Loan was \"a very cheap way of borrowing money\" as councils did not borrow on the open market.\"In 50 years' time it's going to prove quite an economical way to finance the project,\" he said.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60387590"}