{"datetime": "2020-12-01T17:23:39.000Z", "author": "Alex Pope and Kate Scotter", "title": "Bedford: 'If Debenhams goes it's a tragedy for the town'", "article": "The expected demise of Debenhams will leave a hole in many High Streets around the UK. In Bedford, a series of big name stores have already departed in recent years. What will the latest retail failure mean for the town? \"If Debenhams goes, it's a tragedy,\" says Desmond Bailey, who has lived in Bedford for 20 years.\"But so was losing Beales and so was losing Marks & Spencer. All the big stores are going and that's a problem for us all.\" The county town, which was given its Royal Charter to hold a market by Henry II in 1166, once boasted a busy town centre, but in the past couple of decades the town's offering for shoppers has deteriorated. Other well-known names, including BHS, Topshop, Laura Ashley, River Island and Woolworths have also gone.Last year, it even lost Goldings, thehardware shop that sat on the High Street for 152 years , with owners saying town centre footfall had become \"pretty much non-existent\".Many units stand empty and often shoppers opt to take the 17-mile (27km) journey to Milton Keynes, said to be aregionally dominant top 10 shopping destination , or Rushden Lakes in Northamptonshire, which is also 17 miles away. Bedford Borough Council hoped £1.76m from Historic England to restore historical features on 43 buildings would help the town become a \"more attractive place to visit and shop\".But Mr Bailey, and many others, fears the worst.The 59-year-old says: \"It seems to be the pattern of Bedford that it's closing down bit by bit. Over the last 20 years, a lot of the things we had, that we depended on, have disappeared.\" Nadia Buttice, 34, says: \"It doesn't fill you with much confidence when every other week you hear about another thing closing and it makes you feel sad and depressed that there's not much going on here any more.\" Bedford's Debenhams art deco-style building sits in the heart of the town centre, with entrances on the High Street and Silver Street.It is next to \"Reflections of Bedford\" - a five-metre (16ft) tall stainless steel sculpture of two large faces staring at each other, almost nose to nose, that was unveiled in the pedestrianised area in 2009. Richard Heathfield, who has lived in Bedford all of his life, remembers when the Debenhams store was EP Rose & Sons - a drapers, outfitters and soft furnishers. \"Where in Bedford can we go shopping now? Nowhere. It's an end of era,\" says the 69-year-old.\"For people who haven't got cars, they can't go all the way over to Milton Keynes. They've got to rely on Bedford and there will be nowhere to go.\"Stella Bailey, 72, says it will have an impact on her shopping habits and she might now travel \"further afield\". Beryl Skinner, 73, agrees with her friend and adds: \"We come in every week, and normally we go for lunch and now there's hardly anything here. \"I don't do computers, but most people go online now.\"Henry Vann, the borough council's portfolio holder for town centres, says Covid-19 has had a \"significant impact on retail nationally\" and the announcement that Debenhams will be closing all its stores is \"deeply sad\". He describes the Bedford branch as a \"stalwart\" of its High Street and says the \"outstanding staff at our local store deserve our support at this time\". But it is not all gloom and doom.He says the town centre continues to perform well, with a number of independent businesses opening in recent weeks. Mr Vann says the town is getting into the Christmas spirit with a new festive trail to find 12 Christmas characters hidden around the town centre, seasonal window displays, and the Made in Bedford Christmas Artisan Market to encourage people to shop local and support their town centre. One of the independent store owners hoping to turn the closure of the big-name chain stores into a positive is Emma Foley.She runs womenswear store Anorak in the Arcade, and says \"we need to feel positive\" and \"look at how we can use town centres\".The 42-year-old, who opened her shop in September 2019, says: \"It's almost going back to how town centres used to be and that was residential, so I think that's what we could do with these big spaces.\"We are not going to get any more big chain stores coming in because they just won't exist. \"So I think it should be more about developing these [buildings] into really nice apartments and just make the town centre about living spaces, cafes and lots more independent shops so people don't have to travel to places like Milton Keynes to go shopping. \"I feel genuinely positive about it and I think it could be quite cool.\" Meanwhile, she says she has seen an uplift in trade with chain stores closing, and has been welcoming customers of all ages through her door.And she thinks town centre shopping still has a place, despite the boom in online retailing. \"It's about getting a balance,\" she says. \"Online is great, but you can't get what we give online. \"So many people want to come in and feel things, have a nice time, come into town and have a little shopping experience with their friends, and then go and have a drink. \"And that's what I think will become of Bedford - it will become a destination.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-55147077"}