{"datetime": "2022-02-02T00:46:33.000Z", "author": "Sima Kotecha", "title": "Woman humiliated by police strip order", "article": "The case of a Rastafarian woman who sat naked in a police cell shows officers need greater understanding of minority groups, ex-senior officers have said. Yvonne Farrell said she was humiliated after sitting naked in a cell for three hours following her arrest by Hertfordshire Police. She successfully sued for wrongful arrest, receiving an apology and £45,000 in compensation.Hertfordshire Police said it \"didn't get everything right on this occasion\". Sir Peter Fahy, the former chief of Greater Manchester Police, said officers needed to be equipped to deal with a complex, diverse, society with far higher expectations and accountability.\"There needs to be a wider examination of how current structures and working practices shape police culture and how minorities - and sadly many women - are treated,\" he told the BBC.Ms Farrell was arrested after she sat on her partner's car in Stevenage when a tow truck arrived to take it away in August 2018. When she refused to give her name at the police station, she was taken to a cell where a CCTV camera monitors the detainee at all times. She was asked to remove her clothing, with a replacement \"crop top and hot pants\" left in the cell. \"I'm a 50-plus-year-old woman and a Rastafarian. Where are they going, giving me those items of clothing? I called them back and I said, 'Listen, this is not suitable clothing. I need something long to cover',\" she told the BBC in an interview from her new home in the Caribbean.A police custody officer may remove a detainee's clothing if they believe it could be used to cause physical injury, damage property, interfere with evidence or used to escape.Ms Farrell said officers said they were taking her clothes because she would not tell them who she was.\"[They said] 'We don't know anything about you, so you can harm yourself. So with that, we're going to take your clothes.' That was the excuse that they gave. It's not good enough.\"Ms Farrell said the officers should have respected her religion, which states that Rasta women should dress modestly, and given her appropriate clothing.\"I could have been a Jewish woman. I could have been a Muslim woman. To me that looked like a teenager's outfit. That just shows they wanted to humiliate me - they did humiliate me,\" she said. Hertfordshire Police's professional standards department initially rejected Ms Farrell's complaint. She then enlisted the help of solicitor Iain Gould, who specialises in claims against the police. The force apologised for the way Ms Farrell was treated and agreed to pay her £45,000 damages. But it did not address her claim that she had been forced to take her clothes off. In a letter, Dep Ch Con Michelle Dunn said: \"I accept that you should not have been arrested. \"I am extremely sorry for any injuries that you suffered as a result of the actions of Hertfordshire Police. On this occasion we got it wrong. I apologise unreservedly.\" Mr Gould said he frequently encountered instances of police misusing strip-search powers, because many of his clients entered custody following alleged unlawful arrests and disputed the need to provide personal details as a form of protest.\"In response to this, the police often use the sanction of a strip-search to enforce the person's compliance through a very physical act of degradation and humiliation,\" he said. \"In my opinion, it is a low-level form of torture, deliberately implemented in many cases, not to safeguard a detainee's welfare, but to break their spirit.\" Dal Babu, a former Metropolitan Police chief superintendent who served as one of Britain's most senior British-Asian officers, said it appeared to be a \"catalogue of mistakes\" by the police.\"The treatment of a Rastafarian woman stripped naked, with no thought on cultural sensitivity was wrong. The failure of Hertfordshire Police's internal investigation demonstrates the need for police to understand the religious needs of communities.\" Ms Farrell has now moved to the Caribbean due to this experience.\"I could never have a relationship with a police officer... I would never be able to come in contact with them. And it would be because I would be always carrying what they'd done to me. And they still wanted to get away with it. And that's hurtful.\" Hertfordshire Police said in a statement: \"The fair treatment of people detained in custody in Hertfordshire is very important. Following a review of the circumstances we accepted that, regrettably, we didn't get everything right on this occasion four years ago. We were in regular contact with the complainant's legal team throughout and the force agreed to settle the matter in recognition of the distress caused. The matter was settled amicably.\" ", "url": "https://www.bbc.com/news/uk-60158879"}