{"datetime": "2022-02-12T07:19:54.000Z", "author": "Nic Rigby and Shaun Peel", "title": "Norfolk and Suffolk care homes 'struggling to recruit overseas staff'", "article": "Care homes hit by staff shortages are claiming a government scheme has made it too costly to hire overseas workers. The government's expanded Health and Care Visa scheme comes into use on 15 February, with the aim of plugging the skills gap. One care manager in Norfolk said the government wanted firms to pay overseas staff a higher rate than they were paying existing staff in some cases. The government said it wanted firms to rely on a \"UK domestic workforce\". Even before Brexit, Covid and the mandate to vaccinate all care workers, there was a shortage of about 100,000 employees. There have been knock-on effects, with figures for Norfolk showing there were 210 people in hospital in January due to a lack of care staff support in homes. Pre-pandemic, 16% of adult social care workers were foreign nationals and last year more than 40,000 care workers left the sector, according to theNuffield Trust , which describes itself as an independent health think tank. When the new visa scheme comes into use, employers, but not private households, will be able to sponsor staff such as care assistants, home carers, nursing home support workers, as long as they pay at least £20,480 a year (or £10.10 an hour). Ruth French, operations director for Stow Healthcare - which runs homes in Suffolk, Norfolk and Essex, said her firm had faced challenges finding staff.\"I'm afraid that as a country I don't think the government has made it very attractive for people to come and work here,\" she said. \"And it's going to cost us an extraordinary amount as an employer to sponsor and attract overseas workers.\"It's a massive issue for us that prior to Brexit we wouldn't have had. It is extremely negative for social care.\" Raj Sehgal, managing director of Armscare, which runs four homes near King's Lynn in Norfolk, said: \"The Home Office have declared that the minimum rate should be £10.10 per hour, which is higher than most care staff receive up and down the country. \"That has its own challenges. Can you discriminate between domestic staff and migrant staff by paying migrant staff a higher wage? The answer is - no, you can't.\" Lubica Sharpe was a teacher in Slovakia before she moved the UK and became a senior carer with Stow Healthcare in Long Melford, Suffolk. \"Brexit changed a lot. The government did not make it easy for foreigners from the EU to stay here, so a lot of people just went back,\" she said. \"I think it's a good idea [skilled worker visas], but I think they need to be a little bit more careful not to open the borders to everyone.\"We need also more qualified people in social care here from abroad.\" A Department of Health & Social Care spokesman said: \"We want to see employers make long term investments in the UK domestic workforce instead of relying on labour from abroad.\"Our Plan for Jobs is helping people across the country retrain, build new skills and get back into work. \"We are doing everything we can to support the incredibly hardworking care staff by including £462.5m in workforce recruitment and retention funds, expanding the Health and Care Visa scheme and promoting our Made with Care recruitment campaign.\" Politics East airs on BBC One in the East on Sunday, 13 February at 10:00 GMT and can be viewed on the BBC iPlayer afterwards. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60352594"}