{"datetime": "2022-02-03T17:05:10.000Z", "title": "Hertfordshire: Watford mayor disappointed by county deal failure", "article": "A mayor said he was \"disappointed\" his county was not chosen to be part of the government's \"levelling up\" agenda. Hertfordshire County Council had hoped to be one of nine areas to agree a \"county deal\" with the government. The deal would have given the county more powers and independence to drive growth and improve public services. Liberal Democrat Mayor of Watford Pete Taylor said: \"The government must recognise how important it is to support every part of the country.\" He added: \"In each region there are areas of relative poverty and particular economic difficulties. These should not be ignored.\" The deals are part of theLevelling Up White Paper , a plan to close the gap between rich and poor parts of the UK. Mr Taylor said Hertfordshire authorities would continue working to \"improve local services and infrastructure, supporting more jobs and making sure we have good quality and affordable homes\". The nine areas of the country that will be invited to agree new County Deals are Cornwall, Derbyshire & Derby, Devon, Plymouth and Torbay, Durham, Hull & East Yorkshire, Leicestershire, Norfolk, Nottinghamshire & Nottingham, and Suffolk. A spokesperson for the Department for Levelling Up, Housing and Communities said: \"We understand that some people in Hertfordshire may be disappointed not to have been invited to negotiate an early County Deal. \"We will continue to work closely with local leaders in Hertfordshire to find the best ways of empowering them to deliver for their communities - our aim is that, by 2030, every part of England that wants a devolution deal will have one.\" Hertfordshire County Council leader Richard Roberts said while he welcomed the government's decision to support the nine areas selected, he was saddened to miss out. Mr Roberts said there was a need for infrastructure investment in Hertfordshire and the surrounding counties considering the number of people who live in the region, theLocal Democracy Reporting Service said. A county deal would have allowed the area to retain and increase locally generated income to invest in infrastructure. In Hertfordshire's expression of interest in a county deal, Mr Roberts suggested the area being able to plan and deliver large scale growth and housing delivery, and create a unified transport body that would lead to the delivery of the Hertfordshire and Essex Rapid Transit system. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-60231909"}