{"datetime": "2022-02-11T06:05:27.000Z", "title": "Norfolk teacher builds cob house to aid mental health", "article": "A teacher has built a house made of mud in her school's grounds in memory of a former pupil who took his own life. Emma Whalley of North Walsham High School in Norfolk said the cob house would be used by students as a place for reflection and quiet time. The science teacher learnt how to build the house using soil, straw and water after going on a five-day course.She hoped the space would help those \"affected by loss, and in particular any kind of mental health issue\". The cob house was built in tribute toJess Fairweather, who took his own life , aged 20, a few weeks after starting at the University of East Anglia in Norwich. School pupil Dexter helped build the cob house which took more than three years to complete.\"It looks great; it's a nice, quiet space to just chill or do homework and stuff,\" he said. Fellow pupil Nathan said: \"Because of the stress we're under because of exams and Covid I definitely think we need an open space where we can relax.\"This is such a peaceful space; you can let go here and you just don't need to worry about anything. \"You can hear your own thoughts and you can just imagine whatever you want.\" The walls of the cob house were built using mud balls, shaped by hand from soil, straw and water, and then layering them. It was then left to dry naturally. Almost all the materials used were waste materials and most were donated. The thick walls means the cob house retains a relatively constant temperature and the overhanging roof provides protection from the rain. \"We very tragically lost a student and I wanted to build something that was going to be a memorial for this student,\" said Ms Whalley.\"Not just him, but the people that are affected by it, the people affected by loss and in particular any kind of mental health issues.\" The deep, curved walls affect the quality of air within the house, promoting a nurturing stillness, said the teacher.Ms Whalley said the cob house was itself a metaphor for mental health. \"There's a section of the wall which took a lot of rain damage over the winter, and I've filled some of it, but then I thought no, just leave it, because that's what happens in life,\" she said. \"Things happen, it leaves damage, it leaves a mark, but we still have to kind of carry on. \"People don't always see that damage that goes on inside, so it's telling that whole story of what mental health issues can actually be.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60290381"}