{"datetime": "2022-02-02T11:50:21.000Z", "title": "Broxbourne's Conservative MP to quit at next election", "article": "An MP has announced he will quit at the next general election after reportedly becoming \"fed up\" with the abuse politicians receive. Sir Charles Walker has been the Conservative MP for Broxbourne in Hertfordshire since 2005. According to Channel 4 News, Sir Charles wanted to avoid being part of the \"soap opera\" surrounding the prime minister. He said the job of an MP had become \"difficult\" and was sometimes \"toxic\". He will remain an MP until the next general election, due in May 2024. Speaking on Channel 4, Sir Charles said that after 17 years as an MP he was \"juiced out\". \"It's just very difficult, the public are demanding and they're becoming more demanding,\" he said, \"They're becoming quite angry, some of them cross the line and at times I feel like it's a pretty toxic environment.\" Sir Charles has become the latest MP to question Boris Johnson's position as prime minister after a report into lockdown parties in Downing Street. He is also the vice chairman of the Conservatives' 1922 Committee of backbench MPs, which is the body which decides whether the party holds a leadership election. Sir Charles said there was now so much anger over what happened that Mr Johnson should consider his position. Sir Charles told Channel 4: \"I think there's so much grief and pain out there that if he [the PM] was to say, 'Look, I understand that I asked so much of the country and it needs to come to terms with that grief and pain and start the process of healing and if it could do that better without me in Number 10 then I shall stand aside', that would show great courage on behalf of the Prime Minister. \"I would applaud him for doing that, but that is his decision.\" During his time in Westminster, Mr Walker has served as chairman of the Procedure Committee and was knighted in 2019 for \"political and public service\". The MP has been openly opposed to lockdown restrictions and was praised for his openness when hediscussed living with obsessive-compulsive disorder after a debate in the Commons in 2012. Paul Mason, chairman of Broxbourne Conservative Association, said the news of his decision to step down had come as a shock and it was a \"massive disappointment\". \"I am sure his loyalty and commitment to the Conservative Party and Broxbourne will remain as passionate as when he was first elected as our MP. This is the nature of the man,\" he said.\"You may not always agree with him but you cannot help but respect him for his ability to speak up and speak out on matters rather than compromise his principles.\" Sir Charles has won the seat in five general elections and had a majority of just under 20,000 in the last one in 2019. The BBC has approached Sir Charles for further comment. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-60228532"}