{"datetime": "2022-01-13T14:42:00.000Z", "title": "Ipswich: Council grants alcohol licence despite noise concerns", "article": "Ipswich Borough Council has agreed to grant an alcohol licence for a new bar despite concerns from local residents. The brewery and pub operator Brewdog wants to take over the former La Tour Cycle Café unit on Ipswich Waterfront. But nearby residents shared concerns about noise, littering, parking - and late opening hours. Brewdog's solicitor, Felicity Tuck, said the bar would be \"an asset to the local community\" and would \"improve and enhance the area\". \"It's a boarded-up unit covered in graffiti in an unlit area of the waterfront,\" Ms Tucker said. \"There is a £750,000 fit-out, they expect to employ around 20 staff in part-time and full-time roles, and have a commitment to using local suppliers.\" Brewdog representatives met with residents in October and agreed to reduce the opening hours, theLocal Democracy Reporting Service said. It means that sales of alcohol will cease at 23:00 GMT instead of midnight between Sunday and Thursday, and at midnight on Fridays and Saturdays instead of 01:00, with a dispersal period of half an hour. No live or recorded music is planned. While nearby residents welcomed the reduction of opening hours, some still had concerns. Dr Kate Garland, speaking on behalf of 14 residents of Winerack flats said: \"There will be an increase in noise causing disturbance to residents, irrespective of the adjustments.\" Another neighbour, Barbara Spraggans, said she feared the area could become \"the next late-night drunken hotspot\". A planning application for the unit's fit-out has been lodged with the council, with the bar saying it was likely to go before planners next month. The council has been contacted for comment. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59984040"}