{"datetime": "2022-02-10T17:20:41.000Z", "title": "Coroner criticises health trust over UEA student death", "article": "A coroner has criticised a mental health trust after a student with a history of self-harm was discovered dead in a university room. First-year student Theo Brennan-Hulme's body was found atthe University of East Anglia on 12 March 2019.An assessment bythe Norfolk and Suffolk NHS Foundation Trust (NSFT) a few days before was \"inadequate\",Norfolk coroner Jacqueline Lake said .The trust said the support it offered \"should have been better\". On Wednesday, the Norwich inquest returned a conclusion of suicide. Mr Brennan-Hulme, 21, from Stoke-on-Trent, had Asperger's syndrome - a form of autism - and suffered from anxiety attacks, as well as having a history of self-harm and suicidal thoughts, the inquest was told.He had sought the help of the university's wellbeing service and liaised with his academic adviser during his induction week in September 2018, the inquest heard. After he attendedNorfolk and Norwich University Hospital 's accident and emergency department, he was referred to the NHS mental health service, but appointments were cancelled due to staff shortages and letters sent to the wrong address, the coroner heard.The student began to miss seminars and wellbeing service appointments following the Christmas holiday. The inquest was told the campus GP service referred him for an urgent mental health appointment on 28 February, when he said he had been taking MDMA and cocaine. He said he was not attending lectures or washing and his friends were afraid of him and not prepared to live with him during the following academic year.He was referred back to his GP to receive anxiety medication, but the university's wellbeing service and his family, with whom he was close, were not informed.In the days before his death, Mr Brennan-Hulme told a friend he was hurting himself a lot and was not sure what to do about university, but agreed to attend a gig. He gave no indication he was struggling in texts to his mother on 9 March, the coroner was told.On 12 March, staff broke into his bathroom where his body was found.The coroner said had Mr Brennan-Hulme been taken on by the trust and received treatment he might not have died. She pointed out he had been in a similar situation before and had responded to sufficient support.The inquest heard about steps taken to deal with a culture of bullying at the trust, but she added it was \"a great concern\" to hear one in five staff still reported experiencing bullying or harassment.Ms Lake found Mr Brennan-Hulme had died from suicide but added a narrative that the mental health assessment carried out 28 February was inadequate.Dr Dan Dalton, chief medical officer at NSFT, said: \"Theo's death was a tragedy and I'm sorry for his family's loss. We know that the support given to Theo could and should have been better. \"Our internal investigation highlighted missed opportunities to help Theo. Changes have already been made to prevent this happening again, including improving communication with families and carers, improving the confidence of staff in assessing autistic people and regularly reviewing the accessibility of our crisis services.\"We will review the coroner's report to prevent future deaths and will make any further changes that are needed.\" After the inquest, his parents Esther Brennan and Andrew Hulme said the university and NSFT \"denied our dear son Theo a fighting chance to live\". \"Theo's assessment was wholly inadequate in time, intention and management of any appropriate care,\" they said. \"The people who were supposed to care and impact positively on his ability to get well, failed to see the true picture of Theo's emergency health requirements, they then failed to treat or manage his care, they denied him the treatment that would have helped save his life. \"They did not recognise or respond to his Asperger's diagnosis, they did not recognise that he was away from home, they did not connect him to his family for the love and support available to him.\" After the 21-year-old's death, the fourth student death in a year,the UEA announced an extra £250,000 - a 55% increase - in student support services. If you're affected by any of the issues in this article you can find details of organisations who can help via the BBC Action Line . Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60319468"}