{"datetime": "2022-02-10T15:03:06.000Z", "subject": "Coronavirus pandemic", "title": "Covid isolation rules: 'How am I supposed to know who's infected?'", "article": "Prime Minister Boris Johnson has announced that the legal rule to self-isolate after testing positive for Covid could end later this month. What do those who have been shielding make of the move? Clare Lauwerys says she is \"cross, angry, upset, worried and scared\" about the end of the isolation rules. The 52-year-old is more vulnerable to illness after having a lung transplant in 2008, due to a rare disease called Lymphangioleiomyomatosis. She has been shielding throughout the pandemic and says she is \"shocked\" at the possibility of all restrictions ending. \"I recognise at some point we will need to be at that point where you don't have to isolate,\" she says. \"But looking at the data, I can't see why it's now.\" Ms Lauwerys, from Peldon, near Colchester, says she has been advised to keep wearing masks and avoid people who might be infected to protect herself. \"I've never seen a little lightbulb above someone's head saying they're infected,\" she says. \"How am I supposed to know who's infected?\" Ms Lauwerys says due to the amount of people not wearing masks she does not go into shops and cannot meet her friends in places like the cinema or the pub. \"I have a limited life,\" she says. \"It's like I'm living in the shadows. \"All I'm asking for is for people to wear masks and stay at home so you don't spread it around.\" Georgina Sait's 23-year-old son is autistic and has learning disabilities, epilepsy and type 2 diabetes. He receives daily care from two teams of care workers and Ms Sait is worried about them having to work with Covid. \"I don't really understand how it's going to work, and it's quite concerning,\" she says. \"My worry is that people will be forced to come into work, because they need the money... if they find themselves off sick, can they claim statutory sick pay?\" The 55-year-old, who works for a health charity in Suffolk, says she is \"frustrated\" by the lack of consideration for the lives of vulnerable people. \"I can't get my head around how it's going to work - what's going to be put in place so that people can stay away from vulnerable people if they are positive?,\" she says. Prof Clare Bryant, of the Cambridge Immunology Network, says considering removing isolation rules could be \"a wee bit too soon\". \"Ultimately it's a good idea,\" she says, \"but I would like to see this occur when virus levels are lower. \"Although we are on a downward trend, there's still an awful lot of virus out there.\" Prof Bryant says she is \"concerned\" that removing isolation and having people with Covid out in the community could lead to another variant. \"Ultimately we do have to live with the virus, there's no doubt about that, but we need to be understanding of what's going on before we get to this point. \"This could be soo much too soon. \"I would be advocating a more cautious approach than what we have at the moment,\" Prof Bryant says. A Department of Health and Social Care spokesperson says: \"We have issued public health advice for people whose immune system means they are at higher risk of serious outcomes from Covid-19. \"This advice remains in place. \"Those previously considered clinically extremely vulnerable are advised to follow the same guidance as the general public, but consider taking extra precautions to reduce their chance of catching Covid-19.\"Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60335306"}