{"datetime": "2022-02-09T19:08:09.000Z", "author": "Francesca Gillett & Joseph Lee", "subject": "Coronavirus pandemic", "title": "Covid: Self-isolation law could be scrapped in England this month", "article": "All remaining Covid restrictions in England - including the legal rule to self-isolate - could end later this month, Boris Johnson has said. Under the current rules, anyone who tests positive must self-isolate for at least five full days. The current restrictions are due to expire on 24 March. But Mr Johnson told MPs he expected the last domestic rules would end early as long as the positive trends in the data continued. He said he intended to return after parliamentary recess - which runs from Thursday to 21 February - to outline the government's strategy for living with Covid. \"It is my intention to return on the first day after the half-term recess to present our strategy for living with Covid,\" Mr Johnson said at the start of Prime Minister's Questions. \"Provided the current encouraging trends in the data continue, it is my expectation that we will be able to end the last domestic restrictions - including the legal requirement to self-isolate if you test positive - a full month early.\" The law will be replaced with guidance, Downing Street said - and for example people will be urged not to go to work if they have Covid. Back in January, Mr Johnson said he expected the restrictions would end for good when they expired on 24 March - and hinted they could be abolished sooner. In contrast, the Scottish government's remaining Covid powers are set to beextended until 24 September , as legislation making face coverings mandatory and requiring vaccine passports in some settings was due to expire at the end of the month.Announcing the extension, Deputy First Minister John Swinney said it was important to keep options on the table, but he also stressed it did not mean curbs would definitely be in force until then. Labour's shadow health secretary Wes Streeting said the prime minister's announcement was merely \"a series of throwaway remarks designed to dig him out of a political hole, with absolutely no plan to back it up\", following a series of political controversies and criticism of parties held at No 10 during lockdown.Mr Streeting told the BBC the government needed a \"real plan for living well with Covid\", adding Labour had published its own proposal - including provision for better sick pay and improved testing - and the prime minister was \"welcome to nick it\". Downing Street also suggested there could be an update on the remaining travel rules at the same time when Mr Johnson sets out the strategy for living with Covid later this month. Asked if the remaining travel rules would remain in place until the end of March, a spokesman said \"we will obviously make a decision when we get to that stage\". Rules for travellers coming to the UK are already being relaxed on Friday 11 February.Fully vaccinated people coming to the UK will not need to take any Covid tests, and unvaccinated travellers will not have to isolate but they will have to take tests. Everyone still needs to fill in a passenger locator form. But people going abroad will still need to follow the rules that apply at their destination - andmany UK families are choosing to cancel their half-term holidays to Spain because children over 12 must be jabbed to enter. Daily Covid cases have been trending steadily downwards since the end of January but remain high, with 68,214 on Wednesday.A broadersurvey by the Office for National Statistics suggests that more than one in 20 people in the UK had Covid in the week up to 5 February, slightly more than the previous week. But reported deaths within 28 days of a positive test are taking longer to fall from their January peak, and are currently averaging over 250 a day, with 276 on Wednesday. There are signs the high infection rates may be leading to more instances when someone with Covid dies of another cause, however. In England and Wales, there are about 100 fewer deaths each day where a doctor registered Covid as the main cause of death, compared with the daily reported figure of deaths after a positive test. Ministers had always said the rule on self-isolation could end before the planned date of 24 March. The trends are positive - hospital cases are continuing to fall and the huge wave of infections caused by Omicron has not pushed overall deaths above what would normally be seen in winter. But this decision has still taken most by surprise - as infection levels are still high and it's unclear what this will do to the spread of the virus. It is, though, worth bearing in mind that not every infected person was self-isolating anyway. This winter, the testing system has only picking up half of all infections - at the peak it was missing around an estimated 200,000 cases a day. What's more, about one in five of those who test positive do not fully adhere to the self-isolation requirements. The move is also likely to pave the way for the dismantling of the community testing system, with many experts believing tests will soon only be used in settings such as care homes and hospitals - or to deal with major outbreaks. England is fast approaching the point where it treats Covid like any other respiratory illness.The proposal to end self-isolation rules was criticised by disability charities, with Scope saying it would mean some people with high-risk conditions would feel very anxious and \"could potentially be placed in situations that could prove deadly\". James Taylor from Scope said: \"Nobody should be forced to gamble with their lives, and we need the government to explain to disabled people how they'll be safe when this decision is introduced.\" Lorna Fillingham from Scunthorpe said her 11-year-old daughter Emily-May, who has a rare genetic disorder, hadonly just been offered her first dose of the vaccine . \"Our world has just got a little bit smaller again,\" Ms Fillingham said about the prospect of ending Covid restrictions. Scientists said there were grounds for optimism in the data, but added the virus still presented a danger. Dr Simon Clarke, a microbiologist at the University of Reading, said removing the requirement to self-isolate would be \"an experiment which will either be shown to be very brave or very stupid - but nobody knows for sure what the result will be\". Prof Peter Openshaw, who advises the government on coronavirus, said he would be \"very reluctant\" to suggest this moment in the pandemic amounted to the end of Covid. He told BBC Radio 4's the World at One: \"We don't know what's around the corner, there could be another variant...which could come back to bite us anytime, and I'm pretty sure that next winter we're going to see it back.\" The rules on self-isolation differ across the four nations of the UK. In England, Northern Ireland and Wales anyone who develops symptoms or tests positive for Covid via a PCR or lateral flow test (LFT) must immediately self-isolate. People are able to leave quarantine after five full days if they have two negative LFT results, 24 hours apart. In Scotland, people must self-isolate for at least seven days - as soon as symptoms appear or they test positive - alongside the continuing requirement for face coverings and vaccine passports in some settings.", "url": "https://www.bbc.com/news/uk-60319947"}