{"datetime": "2022-02-10T13:59:33.000Z", "title": "Women’s urinal secures 'life-changing' £250k funding", "article": "The team behind a women's urinal aiming to reduce time spent in queues has raised £250,000 of \"crucial funding\". The flatpack urinals are designed by Amber Probyn, 23, and Hazel McShane, 25, who say they aresix times quicker to use than a conventional toilet . And now big names such as the British Design Fund, Monzo's co-founder, and the former chief operating officer of Gü are supporting the design. The University of Bristol graduates said the funding was \"life changing\".\"Our funding was running out...so this was make or break,\" Amber, originally from Herefordshire, said.\"So this has come now at a point where we are starting manufacturing, we can now employ other people, which is amazing, and actually start commercialising this business.\"Hazel, from Norfolk, added: \"This funding is not only a huge vote of confidence in PEEQUAL but also a big moment for pee equality all over the world. \"We're really proud to be changing the way women pee, and doing it in a safe way which reduces time spent in queues.\" According to theAlison Rose review of Female Entrepreneurship , less than 1% of UK venture funding goes to all-female teams and nearly half (48%) of investment teams include no women at all. Amber said: \"Being part of the 1% of women who successfully raise funding, I feel really humbled and passionate about helping other female founders do the same. \"It isn't just a product, it has the potential to shift behaviour, so I think that is quite a different angle to most businesses, to be able to change the way we also view women's health.\" The money raised will take the business into its next phase, which will include recruiting volunteers who want to join the project.There are around 250 units - which will make up 44 overall blocks - currently under construction and several deals being signed with large-scale festival operators in the coming weeks, the women said. Tom Blomfield, co-founder of Monzo, said: \"I'm proud to be an investor in PEEQUAL - it's important that women have access to toilets that are quick, safe and sustainable.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60334103"}