{"datetime": "2021-09-30T14:26:18.000Z", "title": "NHS dentist access: Suffolk woman extracts six teeth", "article": "A woman extracted six of her own teeth as she was unable to access an NHS dentist, a campaign group said. Campaign group Toothless in Suffolk said patients were in \"distress\" after some surgeries stopped NHS care. More than 5,000 people have signed the group's petition calling for improved access to NHS dentists. A spokeswoman for the Department of Health and Social Care said there were \"hundreds of practises in East Anglia\" offering face to face services. NHS England has announced new dental services for East Anglia, but campaigners said it would not be revealed where these would be until 2022. Mr Jones said the situation needs \"urgent action now\". \"Far too many people are suffering,\" he said. \"Far too many people are being put in financial hardship as they're being forced to ease their pain.\" Mr Jones said one woman who joined the campaign's Facebook group said she had extracted six of her own teeth as she could not find a dentist accepting NHS patients. Single mother Lina Hogan has been trying to find an NHS dentist since 2017. She had to wait five months for an abscess to be treated and eventually needed two teeth extracted. \"The pain was so bad I had to miss work,\" she said. \"Things got worse and I had to beg my GP for antibiotics and they gave them to me as a one-off to avoid me having to go to A&E.\" Ms Hogan said she simply could not afford private dentalcare. \"For someone like me, who doesn't get benefits because I work, and I'm paying huge childcare costs - it's impossible,\" she said. \"You're down to your last penny every single month, there's no way I could afford even an extra £50 a month.\" Mr Jones and other campaigners, Steve Marsling and NHS dentist Helen Duncan, met with commissioners of NHS England and NHS Improvement for the East of England to discuss the issue on Monday. Mr Jones said Suffolk residents may have to wait until June next year to see any sign of a new NHS dental practice opening. Ms Duncan said: \"I have devoted my professional life to dentistry and watched the system decline in recent years. \"Only the NHS can put dentistry back on track and end the widespread suffering.\" A spokeswoman for the Department of Health and Social Care said: \"Dental practices have been able to deliver their full range of face-to-face care since last June.\"There are hundreds of practices in East Anglia which are open and offering face to face services and over 700 practices across the country providing additional emergency dental treatment.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-58748168"}