{"datetime": "2021-10-04T16:24:56.000Z", "author": "Emma Baugh, Ian Barmer and Mike Liggins", "title": "NHS dentistry access delays: 'I pulled 11 of my own teeth out'", "article": "The Covid pandemic has left dental practices with severe backlogs of patients needing appointments, and dentists are saying they are being forced to take on more private work to survive. How bad is the current situation in dental care? Danielle Watts lives in Bury St Edmunds, Suffolk and has, as she puts it, been doing her own dentistry - removing 11 of her own teeth. \"There's been no help out there,\" she says. \"My dentist shut six years ago and me and my children were left with nowhere to go. \"They didn't refer us anywhere else. It was OK to begin with and I didn't have that many problems, but over the last two to two and a half years, my gums have receded and my teeth have become loose because of bone loss. \"I've tried dialling 111 a couple of times and was told because it wasn't that serious, and my face wasn't swollen, just to take painkillers and see how it went. \"I've just had nowhere to turn. Everywhere I've tried has said they are not taking on NHS patients, but offered to take us on privately. I wouldn't know where to get the funds from or where to begin to go privately. \"I've lost count of the number of places I tried [to register]. There were none in Bury St Edmunds.\" As a result, she has taken matters into her own hands. \"By the time they're at the point of being removed, it is a relief that they're gone,\" she says.\"I can try and eat normally and I can think about not taking painkillers for a while. \"It gets to the point where the teeth are just sitting in my mouth with no support, that even a simple squeeze and they will come out. \"Eating is painful. I can't have a sandwich. I have to break things up. I don't smile, I've lost my confidence and I'm taking painkillers on a daily basis.\"I'm paranoid about how I sound because I know my words don't form properly any more.\" Her previous dental practice, she says, has subsequently reopened but only for private patients. The move by dentists away from NHS care - as described by Ms Watts - is a concern shared by dentist Dr Meetal Patel, who owns the Aylsham Dental Practice in Norfolk. \"In terms of NHS dentistry, trying to maintain the same level is very, very difficult. More dentists are turning private. In order to pay wages, meet equipment costs, you have no choice. \"We will have no choice but to do more private work. \"At the moment I don't really see how a business can survive just doing NHS work. I think they have to do some private work or go mostly private.\" He says his practice has a growing backlog of routine care. \"The main problem right now is that we cannot do any routine appointments because we are so booked up with just emergency work,\" he says. \"Patients are frustrated with this. We are advising our patients that if they have an emergency problem, or any problem, they can contact us.\"If we need to get them in, we'll get them in. \"The difficulty we have is because of the virus and how we are having to work, we cannot do the volumes that we were doing before. \"We are trying to do the work the best way we can. We believe in taking care of the patients the best way we can. \"The problem was bad enough before Covid and it has become a lot worse since Covid. It is not going away, it is escalating. \"My book is just literally on emergency work. I think this is going to become the new norm for patients and staff throughout the industry.\" \"As a practice we've got about 5,000 patients and they are coming in saying they've not had a check-up for the past two years,\" says Tracey Bambridge, the dental nurse and receptionist at the Aylsham practice.\"But we're not able to do check-ups because we are prioritising people with problems and emergencies such as broken teeth. \"We are not able to fit the NHS check-ups in at the moment. Where do we start putting them in? \"People are really angry, they are asking why we can't see them on the NHS? It is not that we don't want to see them, it is just that down to physically how many people we are able to see in a day and we just cannot see the volume of patients that we could before. \"Trying to actually catch up with all these check-ups is a problem and we don't know when we will get through them. The longer you go on, the longer people have not had check-ups.\" Bob Lewis had been a patient at his local practice in Sudbury, Suffolk, for about 20 years but says he avoided trying to get a check-up during the pandemic. \"I have stayed away from the dentists during the Covid period for obvious reasons,\" the 70-year-old says. \"Last week I rang to see if the practice was taking routine appointments and was told I had been struck off because I had not attended enough.\" He says he is angry that he was not informed he would lose his place on the practice's list of patients beforehand. \"There's no dentists around here that are taking on new patients at the moment,\" he says. \"I'm just hoping nothing goes wrong. They did tell my I could go private but I haven't done that yet. \"In the last email I received from my practice they said they were moving away from NHS patients.\" \"A lot of patients are struggling to get in and see a dentist at the moment,\" says dentist Dr Dipali Chokshi at the March Dental Practice in Cambridgeshire. \"Waiting lists in NHS dental practices have gone through the roof. \"Before Covid our waiting list was probably about a year. At the moment I would say it is comfortably two to three years and I've heard some practices say four years. \"That's just for routine appointments,\" she says. \"If you're trying to get in on an emergency basis it is very likely you that won't be able to see an NHS dentist for two or three months.\"If you're in pain, that's intolerable.\" The BBC has approached the Department for Health and Social Care for comment. NHS England (NHSE) has previously told the BBC that urgent dental care \"continues to be available for anyone who needs it\". NHSE says in April 2020, 32 urgent dental care hubs were established in the East of England to provide care for people with urgent and emergency dental problems. It says it is working with dentists across the East of England to ensure routine dental services can be restored safely in the wake of the pandemic. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-58792323"}