{"datetime": "2021-11-10T13:56:04.000Z", "author": "Kate Scotter and Zoie O'Brien", "title": "Dentaid in Suffolk: 'We don't want people extracting their own teeth'", "article": "People up and down the country have been reporting they are struggling to see an NHS dentist. A charity that provides free dental care has brought one of its pop-up clinics to a market town. What does it mean to those needing to be seen? \"This has been a Godsend for us this morning,\" says mum-of-four Samantha Miller. The 34-year-old had two teeth extracted by the Dentaid team who set up their mobile unit in a church car park in Bury St Edmunds. Ms Miller says she had \"excruciating pain\" down the left side of her face and she could not get a dentist \"anywhere\" for her or her children in the Suffolk town. She says Dentaid \"saved the day\". \"It affects my job and looking after my children, but they took 10 minutes, extracted my two teeth and I feel fine,\" says Ms Miller, who was diagnosed with cancer this year. \"I've not been able to do things with my children because of the pain or because I've felt miserable. \"I'm looking forward to no pain and hopefully the other people who have come today will get the treatment they need.\" She says it was \"not good\" that she had struggled for so long without dental treatment. \"I've lived in Bury St Edmunds all of my life, I've worked hard, we've contributed to the NHS for years, I became a cancer patient this year, I shouldn't have to struggle for something as simple as getting my teeth done,\" she adds. Niall Carmichael was keen to be seen at the mobile clinic after waiting for a year to see a dentist. The 37-year-old from the town says a tooth had to be taken out because it had a large hole it it. He says it felt \"good\" to finally see a dentist, although he \"waited a year and it took 15 minutes to be treated\". Mr Carmichael says the service provided by Dentaid is needed \"everywhere\". \"The NHS dentists should never have been taken away from people,\" he says. \"It doesn't matter where you live, you should be entitled to an NHS dentist.\" The demand for Dentaid's mobile clinic is \"absolutely huge\", says its communications director. Jill Harding says they have been seeing lots of people who have been suffering with toothache and have been for quite some time, and people who \"have been in extreme dental pain who can only eat on one side or they can't sleep or it's affecting their ability to live their lives\". \"We are triaging people, getting medical histories and getting them on board as quickly as we can,\" she says. Ms Harding says the charity originally ran in West Yorkshire and most of their work is with homeless, vulnerable and hard-to-reach communities. But it was \"really seeing an increase in demand\" in their public access clinics. \"The more places we go with our mobile dental units, the more people are approaching us and saying 'I can't get a dentist either, can I be seen?' and it's really hard to turn people away,\" she says. \"It's amazing how long people have put up with the toothache for. People are very grateful and are very relieved.\" Campaign group Toothless in Suffolk recently set up a petition calling for improved access to NHS dentists afterreports of people extracting their own teeth . The group also marched through Bury St Edmunds to raise awareness and has launched its national campaign. \"It was interesting for us to see the Toothless in Suffolk campaign and the lack of access, but it's quite complicated, it could be that NHS practices have maybe closed or have gone private, or just because of Covid, capacity has been really limited,\" says Ms Harding. \"We know we are not the full solution; we are here to bridge the gap and to help people in the meantime. \"We don't want people taking drastic measures; we don't want people trying to extract their own teeth or self-medicate with painkillers. If we can help, we will.\" A NHS spokesman for the East of England says urgent and emergency dental care was available \"for those who need it\" and 49 urgent dental care hubs were operating in the eastern region. \"We are committed to ensuring everyone can access high quality dental care; we are working closely with dental providers to improve access to services, including inviting NHS contract holders to take on additional activity,\" he says. A Department of Health and Social Care spokesman has said urgent dental care was back to pre-pandemic levels. \"We continue to work closely with the NHS to allow more patients to be seen, prioritising urgent and vulnerable patients and children, while minimising the risk of infection for staff and patients,\" he said. \"We are also supporting the most vulnerable by providing exemptions from dental charges for certain groups.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59232338"}