{"datetime": "2021-11-15T19:17:06.000Z", "title": "Suffolk health chief ashamed of county's dental provision", "article": "A Suffolk health chief said he was \"ashamed\" of current NHS dental provision in the county. Availability of NHS dentists has become a problem in the area, with some towns such as Leiston losing surgeries. Dr Ed Garratt, from the Suffolk and North East Essex Integrated Care System (ICS), said it had become \"the biggest issue for our communities\". The government has said it was working with the NHS to allow more patients to be seen.Last month, a meeting of East Suffolk Council's scrutiny committee found dentist posts were routinely taking two or more years to fill in Suffolk, while the set-up of NHS contracts meant they were not attractive for surgeries to offer NHS provision, theLocal Democracy Reporting Service said. Other problems included the lack of a dental school in the region and red tape issues for qualified dentists from other countries to join the NHS dental performers list. TheToothless in Suffolk campaign group, formed during the Covid-19 pandemic, has campaigned for changes, while charity Dentaid's recenttwo days in Bury St Edmunds with its free mobile clinic were packed out. Plans have been announced for the commissioning of dental services to move from NHS England to a local ICS - a partnership of health commissioners and providers. At last week's health and wellbeing board, Dr Garratt, said the responsibility for commissioning dentistry would move within the next year or 18 months so they would then have \"a lot more local control\". \"But I think it has become the biggest issue for our communities, so we are absolutely going to do everything we can to improve the situation,\" he said. \"I am pretty ashamed of it at the moment, it needs to improve.\" An ICS spokesman said it was in \"early discussions\" about the transfer of commissioning responsibilities, which was anticipated to happen by 2023. The Department for Health and Social Care (DHSC) has said that since appointments were restricted when the first coronavirus lockdown began in March 2020, the full range of dental services had been available since June 2020. \"We continue to work closely with the NHS to allow more patients to be seen, prioritising urgent and vulnerable patients and children, while minimising the risk of infection for staff and patients,\" a DHSC spokesman said. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59294658"}