{"datetime": "2021-11-08T17:11:07.000Z", "title": "Toothless in Suffolk takes campaign nationwide", "article": "A group that started in Suffolk to call for improved access to NHS dentists has taken its campaign nationwide. Campaigners have issued a list of six demands of the government and NHS England commissioners to coincide with the launch of Toothless in England. The list of demands includes an NHS dentist for everyone and reform of dental contracts. The government said it was working with the NHS to allow more patients to be seen by dentists. Toothless in Suffolk was started during the pandemic and its spokesman Mark Jones said: \"The public's oral, general and mental health has continued to suffer in the face of a dental crisis brought about by successive years of government neglect and underfunding by HM Treasury of what is a critical NHS service. \"We must continue to ramp up the pressure and, as we've seen with the Toothless in Suffolk campaign, the public see the campaign as a beacon of hope, something which they will happily get behind and support.\" The six demands made by the group are:The group said Toothless in England would act as the network hub for Toothless campaign groups across the country, sharing news and events, as well as an advice centre for those wishing to start up a local campaign.Mr Jones added: \"Widening the campaign's reach and having more people share their very real and painful experiences will only add weight to our call for immediate and fully funded reform of this broken system.\" A Department of Health and Social Care spokesman said: \"Dental practices have been able to deliver their full range of face-to-face care since June 2020 and thanks to their hard work, urgent care is back to pre-pandemic levels. \"We continue to work closely with the NHS to allow more patients to be seen, prioritising urgent and vulnerable patients and children, while minimising the risk of infection for staff and patients.\"We are also supporting the most vulnerable by providing exemptions from dental charges for certain groups.\" A NHS spokesman for the East of England said urgent and emergency dental care was available \"for those who need it\" and 49 urgent dental care hubs were operating in the eastern region. \"We are committed to ensuring everyone can access high quality dental care; we are working closely with dental providers to improve access to services, including inviting NHS contract holders to take on additional activity,\" he said. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59206782"}