{"datetime": "2022-01-24T18:20:30.000Z", "title": "Suffolk film locations host more than 240 shooting days in 2021", "article": "More than 240 days of filming of television shows and films took place in Suffolk last year. What were they? The county's official film office Screen Suffolk has gone from strength to strength since its launch in December 2016, when just 30 days of filming took place locally. In 2021, it had its most successful year to date, writes theLocal Democracy Reporting Service , with the cast of Downton Abbey, Ray Winstone, and the Grand Tour's mischievous trio all filming in Suffolk. Despite Covid shutting down the industry for three months in 2020, it managed to increase its filming days by three on the year before. In 2021, it did even better with 243 days - a 72% increase on 2020 - which included movies, TV dramas, streaming giants, local productions and big brands filming adverts and catalogue shoots. Screen Suffolk estimates that a day of filming generates about £13,000, meaning 2021 brought at least £3.1m to the county, which covers all sorts of costs from hotel nights, catering, hiring local talent and supplies. There is also a tourism boost from people coming to the county, to places such as Sutton Hoo, which hadrecord visitor numbers last summer as a result of The Dig - a Netflix movie released during the January lockdown which told the story of the Anglo-Saxon burial ship find in 1939. Screen Suffolk's business development manager, Jim Horsfield, says: \"It was our most successful year by a long way, which is great considering the success we had the previous year. \"I think the lack of international travel has made a big difference. \"The largest production we had in last year were originally going to film in South Africa. Because they couldn't travel [there], they had to then look locally in the UK and quite rightly picked Suffolk.\" So who has been filming? One of the biggest visitors was Amazon Prime production The Power, which brought more than 12,000 hotel night stays and £1.4m in local spend. A dedicated location set was built in a field near a cliff in Bawdsey in the summer, with filming during the autumn. Mr Horsfield says this kind of production \"supports local jobs\" and has a \"massive impact for local suppliers\". \"They were here for months and months because they did 30 days of filming, but they were here a couple of months before using carpenters - many of whom were local - and set builders to put the structure up,\" he says. \"The filming was only a part of the time they were here because of all the prep time beforehand, the set-up and the de-rig. \"The level to which they cleared afterwards was amazing.... the way they disposed of all the set was fantastic - they recycled all the wood, they were down to doing soil scans and filtering to return it to an agricultural field. They needed to get it back to how a farmer can use it in future years.\" Another big name was The Grand Tour, a British motoring TV series on Amazon Prime, created by Jeremy Clarkson, Richard Hammond and James May, which also filmed its festive special, Carnage a Trois, in Bawdsey. \"They needed somewhere to launch a 30-tonne trebuchet to fling a car back to France,\" says Mr Horsfield. \"They were here four or five days, launched a trebuchet on a cold bitter day standing on the edge of a cliff.\" Rachel Aldridge, also a business development manager, adds: \"They also winched a car up on a crane and crushed a shed with it, a mock French barn. That was Bawdsey doubling as France.\" The TV adaptation of Orford-based bestselling writer Anthony Horowitz's crime thriller is partially set in the county. In May, the Magpie Murders production team spent two weeks in Kersey, before filming a number of driving shots, mostly around the Mid Suffolk district in a classic car, and also taking in Ipswich locations near Christchurch Park and the Willis Building, plus Woodbridge railway station. \"It's absolutely perfect, and the fact that Anthony had been to our big launch at Christchurch Mansion [in April 2017], it felt nice to be tying it all together really,\" says Karen Everett, Screen Suffolk director. \"So many people in Suffolk are going to be really proud of that. Like The Dig, it really resonates with people and it's a really good feel-good moment.\" Another movie making the most of Suffolk was Coldharbour Lane, which spent a week in October/November in Lavenham and Kersey, which required some road closures. Elsewhere, director Stephen Moyer brought his Ray Winstone-led movie A Bit of Light for a three-week stint that also utilised lots of local crew in locations around Leiston, Framlingham and Ipswich. Meanwhile, eagle-eyed viewers on the Suffolk/Essex border around Belchamp Hall may have spotted the Downton Abbey cast filming a wedding scene for the second movie in May, which also shot over the border in Harwich. But it isn't just the big TV and film shows that bring the cash. The Suffolk coast in particular is becoming increasingly popular with magazine and advert shoots.Mr Horsfield says: \"We would like to thank residents' support for accepting that film crews are a massive benefit to the economy, and working with us and understanding what filming brings in is good for tourism, is good for local economic benefits and we couldn't have done it without resident engagement.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-60113543"}