{"datetime": "2021-06-17T17:21:33.000Z", "title": "Brewdog boss sorry for staff 'pain' as pledges review", "article": "Brewdog boss James Watt has promised an independent review of the beer firm after fierce criticism from ex-staff. Mr Watt said it would also conduct an anonymous staff survey to \"paint a comprehensive picture of the Brewdog culture at every level\". Writing on LinkedIn the company co-founder apologised to staff for the \"lot of pain\" they have been caused. \"I am ultimately responsible for the culture. The letter that ex-colleagues wrote to us is 100% my fault,\" he said. The letter from ex-workers posted on Twitter earlier in the week said a \"significant number\" of former staff had \"suffered mental illness as a result of working at Brewdog\". It made a number of allegations, including that Brewdog fostered a culture where staff were afraid to speak out about concerns. It said Mr Watt and co-founder Martin Dickie had exploited publicity, \"both good and bad\", to further their own business goals and chased \"growth, at all costs\". The fast-growing Scottish brewer and pub chain has enjoyed rapid success and now employs 2,000 staff. But it has also courted controversy with its marketing and commercial decisions. In his LinkedIn post Mr Watt said: \"I want to be very candid about some mistakes that I have made that have detrimentally impacted our culture.\"In the hard and fast environment of high growth, I have all too often neglected many important people elements of our business. \"Furthermore, despite surviving C-19 due to a phenomenal effort from our amazing team I had to make some very hard decisions to ensure our survival and these decisions have taken a considerable human toll on our business and had a negative impact.\"Additionally, some PR mistakes that I have made in our past have also had a detrimental impact on culture.I can promise that I will not make these mistakes again.\" He said exit interviews will be sent in the next two weeks to everyone who's left the company in the last 12 months. He promised a salary review that was postponed because of COVID will go ahead. He also committed to formingan employee representative group to \"ensure employees have a clear voice\". ", "url": "https://www.bbc.com/news/business-57519513"}