{"datetime": "2022-02-09T11:15:19.000Z", "title": "NHS dentist contracts announced in Norfolk and Suffolk", "article": "New NHS dental contracts have been awarded in areas where people have been struggling to access care. Deals have been signed for practices in Norwich and King's Lynn in Norfolk, and Lowestoft in Suffolk. But a contract vacancy for Leiston in Suffolk, which has not had a dental surgery since April 2021, has not been filled. NHS England said it recognised \"the existing dentistry services challenges in these specific areas\". In a letter sent to local MPs, NHS England said it had completed a procurement process aimed at providing access to 08:00-20:00 dental services across four sites, operating 365 days a year, including all bank holidays.Seven contracts were advertised in August 2021, four of which have now been awarded: The contracts specify these companies will provide between 15,000 and 21,875 units of dental activity (UDA) a year. According to NHS documents, one UDA is the equivalent to a check-up, while fillings account for three UDAs and dentures 12. The amount the NHS will pay for each unit would not exceed £32, according to thecontract tender notice . Campaigners have reacted with dismay to the news the procurement process has so far failed to find providers for three other contracts in Leiston in Suffolk, and Fakenham and Thetford in Norfolk. Mark Jones, from the campaign groupToothless in Suffolk, has been highlighting gaps in dental care across the county and elsewhere. He said: \"It would appear that the town that alerted us to this crisis in NHS dentistry, by losing both of their dental practices in the space of a year, has missed out.\"Leiston's residents have been left behind with very little hope other than relying on charity.\"The contract that was being offered was short-term with no guarantee of an extension.\"It required dentists to work a 12-hour day, seven days a week, with UDA target remuneration, which was unfair. It's no wonder that the contracts weren't taken up.\"He said \"hundreds of dentists\" have stopped providing NHS treatment to Suffolk patients over the past five years.One of the county's most senior health chiefs had previously statedhe was \"ashamed\" of current NHS dental provision in the county. Dr Ed Garratt, from the Suffolk and North East Essex Integrated Care System (ICS), said it had become \"the biggest issue for our communities\". North West Norfolk's Conservative MP James Wild welcomed news of the new contracts. In atweet he said he was \"delighted at good news with confirmation of new services for Lynn\". A spokesman for NHS England said: \"the contracts that have been awarded in King's Lynn, Lowestoft and Norwich will commence by 1 July 2022 and will significantly increase access to local dentist provision across a number of communities. \"We continue to work towards re-commissioning services in Leiston, Thetford and Fakenham with the aim to have services available commencing in the summer of 2022.\"They [the new contracts] will also provide dental care services to vulnerable people in the local area, including homeless people, asylum seekers and those that do not have access to financial support.\"Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60311110"}