{"datetime": "2021-02-13T08:43:18.000Z", "author": "Angie Brown", "title": "Edinburgh aims to become sanctuary for swifts as numbers decline", "article": "Conservationists are hoping to turn Edinburgh into a sanctuary for swifts after a drastic decline in the bird's population. Numbers fell by more than 50% in the UK between 1995 and 2016, when the estimated average population dropped from 125,500 to 59,000.One of the biggest challenges that the species faces is the loss of nesting sites in older buildings, which are often blocked off during renovation work or lost when buildings are demolished. The Edinburgh Swift City Project is asking people to make boxes in a bid to encourage pairs to nest and breed. Residents are also being urged to report any sightings of swift screaming parties - groups of two or more swifts flying at low level while calling loudly, which means they are breeding nearby. Hubs are being created along a cycle route through the city to raise awareness, and a huge mural depicting the bird's long migration path between Africa and Europe is also being planned. The bird conservation charity RSPB Scotland is currently searching for a building in the city and an artist to create the mural. Ecologist Katie O'Neill is heading up the Edinburgh Swift City Project. She said: \"Swifts come back to Edinburgh in May, so we need as many nesting boxing as people can make and erect on their homes across the city. \"Studies have shown a massive factor for their decline is that their homes are being destroyed as homeowners have their roofs developed. \"Their food source of insects is also declining and their migration routes are being impacted by climate change.\" Ms O'Neill is creating nesting hubs along cycle paths between Leith and Colinton railway tunnel. She has also createda video for show people how to make a swift nesting box , and has urged anyone who is happy to have a mural painted on the side of their building to come forward. Swifts mate for life and return to the same nest. They have a short forked tail and very long swept-back wings that resemble a crescent or a boomerang, and can fly at 69mph - making them the fastest recorded birds at level height. The Edinburgh project follows work to encourage swifts to breed in the city, which has been carried out by volunteers and City of Edinburgh Council. ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-56009892"}