{"datetime": "2022-02-05T09:24:47.000Z", "author": "Nic Rigby", "title": "Downing Street parties shock Margaret Thatcher's private secretary", "article": "A former private secretary to prime ministers Margaret Thatcher and John Major has spoken of her \"shock\" at the Downing Street parties. Caroline Slocock, the first female private secretary at No 10, said such events would have been \"unthinkable\" under Mrs Thatcher or Mr Major. Ms Slocock, who lives near Dunwich, Suffolk, said she \"wouldn't want to be inside Boris Johnson's No 10\". Downing Street said it could not comment further due to police inquiry. Senior civil servant Sue Gray published herinitial findings into parties held in and around Downing Street and Whitehall during the Covid pandemic. She pointed to \"failures of leadership and judgment\". The prime minister saidan updated version of her report would be published once the Metropolitan Police had finished its investigation into the gatherings. Ms Slocock, director of the Civil Exchange think-tank, said much of the behaviour \"would have been unthinkable in the private office... where I was working\".\"There was no drinking going on, except in perhaps formal occasions when we were invited to drink with the prime minister,\" she said. \"Like the prime ministers that I worked for, we knew that we had to uphold the highest standards because that is what the public would expect. \"So I was really shocked to find out about the partying whilst that wasn't allowed for the rest of the country.\"The culture comes from the top. The tone is set by the prime minister.\" Asked about the future of Mr Johnson, Ms Slocock recalled her time working under Mrs Thatcher when her position was under threat, albeit in different circumstances. \"Having worked with Mrs Thatcher in her last 18 months, when you're inside No 10 you think you could do everything to stop it from happening,\"she said. \"But actually, when you look back, there's an inevitability about it. \"I think when you're in the middle of it it can be quite exciting, quite historic, but it is also truly awful. I wouldn't want to be inside Boris Johnson's No 10.\" A Downing Street press spokesman said: \"I would point you to the PM's statement made in the House of Commons on Monday regarding the Sue Gray report, where the PM states he accepts Sue Gray's general findings in full and, above all, her recommendation that we must learn from these events and act now. \"We do not have anything further to add at this stage as it would not be appropriate to comment while the Met's investigation is ongoing.\" Politics East airs on BBC One in the East on Sunday, 6 February at 10:00 GMT and can be viewed on the BBC iPlayer afterwards. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-60263218"}