{"datetime": "2022-01-24T13:03:03.000Z", "title": "The investigations into Boris Johnson and the government", "article": "Prime Minister Boris Johnson and the Conservatives have been facing a number of investigations, some of which are still going on. They include inquiries into parties in Downing Street when Covid-19 rules applied and claims that a Muslim MP's faith was cited as a reason for her sacking as a minister. A series of allegations about parties in Downing Street and other government offices during Covid restrictions have left Mr Johnson fighting for his political life. Several Conservative MPs have publicly declared they have no confidence in Mr Johnson's leadership and some have called for him to resign over the parties. The first allegations of gatherings in November and December 2020 were reported by the Daily Mirror newspaper late last year. Since then, a flurry of reports about alleged gatherings have put more pressure on Mr Johnson. One party held in Downing Street on 20 May, 2020, and attended by Mr Johnson and his wife, Carrie, has become the focus of intense scrutiny.This party and others are being looked at as part of an internal investigation, which was ordered by Mr Johnson in December last year. Sue Gray inquiry: Ongoing The investigation is being carried out by Sue Gray, a senior civil servant at the Cabinet Office. Her report is likely to be a largely factual account of any gatherings, and she cannot rule on whether lockdown laws were broken. She is expected to report her findings this week. Many Conservative MPs have said they will withhold judgement on Mr Johnson's position until the publication of Ms Gray's report. In an interview with the Sunday Times , Conservative MP Nusrat Ghani accused one of Mr Johnson's whips of raising her faith as a reason for her sacking as a minister in 2020. Ms Ghani was appointed transport minister in 2018 but lost that job in a mini-reshuffle of Mr Johnson's government in February 2020. Ms Ghani alleged her \"Muslimness was raised as an issue\" at a meeting with a whip in Downing Street. Conservative Chief Whip Mark Spencer later identified himself as the subject of Ms Ghani's allegations, which he denied and said were defamatory. Downing Street said Mr Johnson had previously met with Ms Ghani to discuss her concerns and advised her to make a formal complain to the Conservative Party's HQ. Cabinet Office inquiry: Under way Mr Johnson ordered an inquiry into Ms Ghani's allegations after senior ministers called for an investigation. Downing Street said the prime minister took the allegations \"very seriously\" and had \"asked officials to establish the facts about what happened\". Ms Ghani welcomed the inquiry and said she looked forward to seeing the terms of reference. But the former chair of the Conservative Party, Lady Warsi, called for the Equalities and Human Rights Commission to intervene because the government might have broken the law. Mr Johnson faced questions about how the refurbishment of his Downing Street flat was paid for. The investigations led to the Conservative Party being fined. The Electoral Commission: Concluded The watchdogfined the Conservative Party £17,800 for \"failing to accurately report a donation\" that paid for the refurbishment of the prime minister's flat. It found that Huntswood Associates Ltd, whose director is Tory peer and former Conservative vice chairman Lord Brownlow, gave more than £52,000 to the Conservative Party to cover the cost of work that had initially been paid for by the Cabinet Office. The Electoral Commission found that payment had not been properly recorded and that it should not have been described as a loan or as part of a trust. But it said that separate payments of almost £60,000 for the refurbishments made by Lord Brownlow directly to suppliers did not need to be declared. Lord Geidt: Concluded Mr Johnson asked his adviser on ministerial standards, Lord Geidt, tolook into the \"facts surrounding\" the flat revamp . He was supported by Simon Case, the cabinet secretary, who had also been asked to look into the matter. Lord Geidt concluded the PMhad not broken the ministerial code , but had acted \"unwisely\" by not being more \"rigorous\" in finding out who funded the refurbishment work.In January 2022 an exchange of letters between Lord Geidt and the prime ministerwas published in which the adviser on standards complains about not having been shown an exchange of WhatsApp messages between Mr Johnson and Lord Brownlow, which later emerged as part of the Electoral Commission's investigation. Lord Geidt said he had been told Mr Johnson lost the ability to search for the messages in April 2020, after security changes, following news his personal mobile phone number was available online. Lord Geidt said that the messages did not alter his fundamental conclusions but adds that it was \"plainly unsatisfactory\" that he had not received all the relevant information and that not enough care had been taken to assemble it. Mr Johnson has drawn scrutiny overhis relationship with American businesswoman Jennifer Arcuri while he was London Mayor between 2008 and 2016.Ms Arcuri received public grants for her technology business and event sponsorship, and had access to three foreign trade missions led by Mr Johnson. She has since claimed to have had an intimate relationship with Mr Johnson, raising questions about conflicts of interest. Mr Johnson has always denied wrongdoing. London Assembly investigation: Ongoing In September the assembly heard evidence from Ms Arcuri, who said members of Mr Johnson's staff knew he had a \"crush\" on her when he was mayor. Labour assembly member Len Duvall said the committee would look at Mr Johnson's conduct, including whether he adhered to the \"principles of public life\". Any finding that Mr Johnson acted improperly could be politically damaging and embarrassing. But as he is no longer mayor, the assembly will not be able to impose any sanctions or question him further.Separately, the Independent Office for Police Conduct (IOPC) said last year it wouldnot carry out a criminal investigation into Mr Johnson's dealings with Ms Arcuri.A row about lobbying began after it emerged former Conservative prime minister David Cameron contacted ministers and officials via text messages,on behalf of collapsed finance firm Greensill Capital . The company's founder worked as an unpaid adviser to Mr Cameron during his time in Downing Street. Mr Cameron has insisted he did not break any rules, but acknowledged it would be better for ex-PMs to communicate more formally with government figures, through letters rather than texts.The Boardman Review: Under consideration Mr Johnson announceda review into government decisions involving Greensill , led by lawyer Nigel Boardman.It examined the relationship between the firm and current and former ministers. The first part of the review, published in July, said Mr Greensill's Downing Street role gave him a \"marketing platform\" for his business.It also said Mr Cameron \"understated\" the nature of his relationship with Greensill Capital. However it concluded he \"did not breach the current lobbying rules and his actions were not unlawful\".The second part, published in September, outlined 19 recommendations, including legally binding restrictions on the work former ministers and senior civil servants can take. It said those engaged in lobbying should formally register.The government is yet to respond to the review, which is not legally binding. Other Parliamentary inquiries Commons select committees launched inquiries into Greensill:Mr Cameron insisted his lobbying for Greensill was in the public interest, but also revealed he was paid \"far more\" by the finance firm than he was as PM, during appearances before the Treasury committee and the Public Accounts Committee. An investigation how Mr Johnson's 2019 holiday to the Caribbean was paid for ended earlier this year. Carphone Warehouse owner David Ross invited the prime minister and then-fiancée Carrie Symonds to the private island of Mustique. Parliamentary Standards Commissioner Kathryn Stone said the prime minister broke the rules by not having \"fulfilled conscientiously\" the requirements to register donations. But her decision wasoverturned by a parliamentary committee . It said it was \"regrettable\" a full explanation had not come earlier. ", "url": "https://www.bbc.com/news/uk-politics-56926219"}