{"datetime": "2021-06-12T06:47:47.000Z", "title": "BBC Springwatch: Chris Packham hails maker of 27,000 swift boxes", "article": "TV naturalist Chris Packham has hailed the \"astonishing achievement\" of a man who made 27,000 swift boxes. John Stimpson, 79, from Wilburton, Cambridgeshire, started making the boxes 13 years ago, after retiring. Swifts fly to the UK from Africa each spring to breed but their population has fallen by more than half in the last 25 years. Mr Stimpson said it was \"'absolutely brilliant' to receive support from the BBC Springwatch presenter. He said the boxes he makes are like normal nest boxes but \"the bird enters from just underneath the box\". \"The problem with swifts is we've renovated so many houses, the swift nests in little holes in old style roofs and they're just being filled in so there is nowhere to go,\" he said. The former salesman explained swifts were \"very loyal to their nest sites so the more boxes we can get out the better it is to stop the decline\". Swifts return to the same nest and have a short forked tail and very long swept-back wings that resemble a crescent or a boomerang. They can fly at 69mph (111km/h) - making them the fastest recorded birds at level height. Numbers fell by more than 50% in the UK between 1995 and 2016, when the estimated average population dropped from 125,500 to 59,000. Mr Stimpson said making the boxes \"started as a hobby and now it's pretty much a full-time job\". He has now set himself a target of making 30,000 in total, saying: \"I'll be 80 in January so I want to be well on the way [to 30,000] by then\". But he added: \"As long as I can walk, my hands are working, and the arthritis doesn't get too bad I shall carry on.\" BBC Springwatch presenter Chris Packham said the number of swift boxes made by Mr Stimpson was \"an astonishing achievement and a magnificent contribution to UK conservation\". He said: \"We know that swift boxes work and are offering a lifeline to these amazing birds that are decline.\" He said he hoped Mr Stimpson reached 30,000 boxes \"because you've got to finish on a ripe, round figure\". Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-57444334"}