{"datetime": "2019-05-17T11:29:22.000Z", "title": "Swift tower in Cardiff Bay gives birds a starter home", "article": "Cardiff Bay is used to new apartments and hotels springing up - but now there is a place just for swifts. A tower overlooking the waterfront is part of a project to help stop a decline in the birds, which has seen numbers more than halve in 25 years. The £27,000 tower, backed by the Heritage Lottery Fund, has nesting spaces for up to 90 pairs of birds.RSPB Cymru said it was a \"symbol\" for more conservation work to make Cardiff a \"swift city\". Swifts often prefer to nest in urban areas, using holes in walls and eaves of buildings. The tower is aimed at encouraging birds to nest when they arrive to breed after their spring migration from Africa. It was designed by specialist Polish architects Menthol as part of a project by RSPB Cymru, Glamorgan Bird Club and Cardiff council's Harbour Authority.There are already similar towers in Barry, Belfast, Exeter and Warsaw. Its shape is inspired by the silhouette of a swift in flight and has a solar-powered speaker which plays swift calls during the breeding season to attract the birds. Swifts tend to return to the same nests every year for two months, but experts hope young birds will notice the tower's potential for nesting in the next couple of years. Alan Rosney, of Glamorgan Bird Club, said: \"They do everything in the air - sleep, mate, feed. For the first three years of life they never land. Then they're ready to breed and that's when they use the nest boxes. It's a slow build - we can't expect them to come next week.\" RSPB Cymru project manager Jazz Austin said: \"Their nests are really focused on densely populated urban areas of Cardiff and there are fewer found out in more suburban areas.\" Swifts are vulnerable to building developments and their decline - down 5% across the UK last summer and a 69% drop since 1995 - may be linked to fewer nesting places such as nooks and crannies for them to use.Cardiff Central AM Jenny Rathbone -the assembly species \"champion\" for swifts - has written to the Welsh Government calling for swift boxes and bricks to be incorporated into guidelines for new buildings. ", "url": "https://www.bbc.com/news/uk-wales-48295087"}