{"datetime": "2021-12-28T08:30:21.000Z", "title": "Sutton Hoo: Anglo-Saxon burial ground has record visitor figures", "article": "An Anglo-Saxon burial ground saw its \"busiest ever\" month this year after a film inspired by events there was released during a Covid-19 lockdown. The Dig, which tells the story of the discoveries made at Sutton Hoo, near Woodbridge, Suffolk, in 1939 was was first screened on Netflix in January. In August, the site had 33,781 visitors, the most in a month since it opened in 2002. The site said no-one was \"prepared for the actual extent\" of \"the Dig effect\". The film, which stars Carey Mulligan and Ralph Fiennes, tells how landowner Edith Pretty asked local archaeologist Basil Brown to investigate a series of mysterious earth mounds on her estate, on the Deben estuary. Just as World War Two started, Brown discovered a burial ship and a central chamber filled with treasures, including a warrior's helmet, a gold belt buckle, sword and shield, believed to have belonged to East Anglia's 7th Century ruler King Rædwald. The Anglo-Saxon finds have been described by the British Museum as some of\"the greatest archaeological discoveries of all time\" . People can now visit the house where Mrs Pretty lived and learn more about the people behind the archaeological investigations and what was found. Partly funded by the National Lottery Heritage Fund, some £4m has been spent in recent years at the National Trust-run site to improve the visitor experience, including the building ofa viewing tower overlooking the burial mounds. But in the year before the pandemic, the site was sometimes closed for building work, so with three lockdowns in the past two years, the film could not have come at a better time. The increased number of people holidaying in the UK had also had a positive effect. Archaeology and engagement manager Laura Howarth said: \"When we heard about the film we thought 'Great' and that it would attract a certain number of people, but I don't think any of us were quite prepared for the actual extent of the effect.\" August's visitor figures represent an increase of just over 50% on visitor numbers for the corresponding month in 2018, and almost a 30% increase on the same month in 2019. Ms Howarth said the team had welcomed a total of 116,000 visitors so far in 2021 and hoped to reach 125,000 by the end of the year. There has also been interest from overseas and she has been interviewed by Australian news, fans in the United States and a Mexican YouTuber. \"We've definitely been very popular,\" she said. \"Loads of people have been just getting out again and because there's so much space you can lose yourself in the landscape... I think people appreciated that, especially after lockdowns. \"So it's a combination of the great Suffolk staycation and we're still feeling the Dig effect - people are still really engaging with the film... it's a big driving factor.\" She added that even though it was released in January, the film was \"still at the forefront of people's minds\". \"It provided a bit of escapism during lockdown and then people thought \"we must go and see that\"\", she said. \"People are coming with really good questions and want to unlock a bit more of the true story and what happened after 1939 as well.\" She added that at an outdoor cinema screening of the film in the summer, during the scene where Brown and Edith's son Robert Pretty were stargazing, \"most people looked up to a clear starry night at Sutton Hoo - it was very magical\". \"While you can enjoy the book and the film, coming here is like the icing on the cake... so it's been brilliant for us,\" she said. \"Hopefully it will still encourage people to come back and it's not just a one-trick pony.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59149937"}