{"datetime": "2021-06-27T06:43:03.000Z", "title": "The Dig: Netflix film helps boost Sutton Hoo visitor numbers", "article": "A film about an Anglo-Saxon burial ground has helped provide a post-lockdown boost in visitor numbers to the site, the National Trust said. The Dig, starring Carey Mulligan and Ralph Fiennes, tells the story of the discoveries made at Sutton Hoo, near Woodbridge, Suffolk, in 1939. It was first screened on Netflix in January, when England was locked down. But since the attraction reopened, it has been booked up to capacity every day, the trust said. Laura Howarth, archaeology and engagement manager at the National Trust-run site, said: \"There's a huge interest in The Dig and all things Sutton Hoo.\" As seen in the film, the then landowner Edith Pretty asked local archaeologist Basil Brown to investigate a series of mysterious earth mounds on her estate, on the Deben estuary. He discovered a burial ship and a central chamber filled with treasures, including a warrior's helmet, a gold belt buckle, sword and shield, believed to have belonged to East Anglia's 7th Century ruler King Rædwald. The Anglo-Saxon finds, unearthed just as World War Two started, have been described as some of\"the greatest archaeological discoveries of all time\" by the British Museum. Nowadays, people can visit the house where Mrs Pretty lived and learn more about the people behind the archaeological investigations. They can also discover more about the objects unearthed in an exhibition. Ms Howarth said a booking system had been introduced due to the coronavirus pandemic and social distancing. She said since reopening after the most recent lockdown, the site had been at its 500 people daily capacity every day, with visitors from places including Scotland, Shropshire and Lincolnshire. The Trust said the site would normally attract 100,000 people a year, but with increased interest around The Dig it hoped it could bring in another 40,000 visitors. \"It's the summer of the great British staycation and people want to come to Suffolk and they want to learn about Sutton Hoo and what was discovered here. \"It makes you proud of the local history,\" said Ms Howarth. Some £4m has been spent on Sutton Hoo in recent years to improve its visitor experience, including a new viewing tower overlooking the royal burial mound, and a sculpture trail is due to open soon. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-57439371"}