{"datetime": "2022-02-04T18:29:19.000Z", "title": "Campaign aims to save Suffolk's swifts as species declines", "article": "Campaigners are urging people to take on the challenge of protecting swifts as their numbers fall. The Save Our Suffolk Swifts campaign is asking people to put up nesting boxes for future generations of the birds.Swifts fly to the UK from Africa each spring to breed but their numbers have fallen by more than half in 25 years. Eddie Bathgate has 14 nesting boxes on his home in Woodbridge, some of which he hopes will be home to swifts this summer.Mr Bathgate, of the Suffolk Bird Group, said the species was \"rapidly declining\" and said a loss of nesting sites through \"renovations and refurbishment works\" was primarily to blame.He said the birds liked to come back to the same nesting sites year after year.Swifts have a short forked tail and very long swept-back wings that resemble a crescent or a boomerang. They can fly at 69 mph (111 km/h), making them the fastest recorded birds at level height. The estimated average population fell by more than 50% in the UK between 1995 and 2016, from 125,500 to 59,000. Mr Bathgate said anyone putting up a box should meet certain conditions to give nesting pairs and young fledglings the best chance of survival.He said: \"Swifts boxes need to be at first-floor window height with a clear line of flight so the birds can drop out of the nest box. The young swifts when they fledge late July, early August, will not land for another 18 months so that first flight is essential.\" Committing to regularly playing a swift call between May and July through a machine attached to the box was also essential, he said.He said: \"Swifts are curious. They react to sound calls and will investigate any prospect for a future nest site. The idea is to attract year one and two birds to attract them when they return for their fourth year when they start to mate.\"The campaign is a joint operation by the Suffolk Wildlife Trust and Suffolk Bird Group. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-60265289"}