{"datetime": "2022-01-31T09:15:51.000Z", "title": "Broads Authority backs surcharge on housing developers", "article": "Cash is being sought from developers and businesses amid concerns booming visitor numbers and home-building are harming the Broads' eco system. The Broads Authority says it, along with other planning authorities, wants the funds to help protect wildlife in Norfolk and Suffolk. It wants a £185.93 surcharge per new home, or bed for tourist and student accommodation. An oversight board would decide how it was spent, the authority was told. The Broads covers an area of 117 sq miles (303 sq km) andattracts seven million visitors every year, according to theLocal Democracy Reporting Service .The charges, proposed under a recreational impact avoidance and mitigation strategy (RAMS) to address environmental concerns, are being considered by Norfolk planning authorities.They would apply to all new developments of one or more homes, houses of multiple occupancy, student accommodation, as well as travellers' sites. In neighbouring Suffolk, the RAMS charge is £321.22. At a Broads authority meeting on Friday, Natalie Beal, a Broads planning officer, said the authority would start collecting the cash as soon as members approved the measures. She said: \"We will collect and we will ring-fence but when the governance is set up it will go to a holding body, which is probably going to be the county council. \"We are holding it rather than spending it because it is a strategic county-wide approach and an overseeing board will say how the money will be spent.\" Harry Blathwayt, a North Norfolk district councillor, said his authority was already collecting the money. \"I think all national developers are paying this everywhere else. I think Norfolk is slow to the party,\" he said. The authority unanimously endorsed the plan. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60188679"}