{"datetime": "2022-02-02T17:46:18.000Z", "title": "Levelling up: 'It's always promises but hopefully it will happen'", "article": "Plans to close the gap between rich and poor parts of the country have been announced by the government. But away from the grand political statements, what do people in areas identified as being in need of \"levelling up\" really think of the plans?The town of Camborne, in Cornwall, was awarded £24m in regeneration money last summer after the G7 summit was held in the county. The area has some of the highest levels of deprivation in England.Tom Philips, 16, is at the Camborne campus, part of Cornwall College, where he studies HGV engineering. He says transport is a major issue for young people here. He can only get one bus to college and if he misses it, it's then a struggle to get in.\"I've been offered a work apprenticeship in Fraddon, which is a fair way away from me, so getting up there is a bit of a struggle. It does restrict your options,\" he adds. \"We're cut off from a lot of things and there's a lack of opportunities.\"Corrie Wildman, 18, is an apprentice at Pendennis shipyard, a 30 minute drive away. He's concerned about access to housing. \"There are too many holiday homes,\" he says. \"I know a few people who've been kicked out because the landlords want to turn the property into Airbnb.\" He wants the government to improve access to housing in the area.Lilly Didlick, 17, is also an apprentice at the shipyard. \"Most of the jobs down here are to do with tourism,\" she says. She welcomes government plans to spread more job opportunities across the country so people don't have to leave homes to find highly skilled work. \"Up country you would see a wider range of jobs available that we don't have here.\" Reporting by Jenny Kumah Michael Gove once said if you want to see levelling up in action, come to Teesside. But while he was unveiling more about what that actually means for the people living here, one proud Middlesbrough woman laughed it off. \"I wouldn't trust the government as far as I could throw them - and that's not far,\" says Elaine Collins, 59. She was born and bred in \"Smogland\", as she calls it, and uses a mobility scooter to get around. When asked what she thought about plans to level up the area's transport standards, she is sceptical. Outside the university, Shakeel Crowe, 19, is walking to his psychology lecture. Today's pledge on restoring pride in local areas is important to him. \"We need nicer streets in Middlesbrough, more green spaces,\" he says. \"The whole town needs a facelift.\" But is he confident the government will actually deliver on that promise? \"You can't see what's actually going on with levelling up,\" he says with a degree of scepticism. \"It's smoke and mirrors.\" Dwayne Northend, 38, is a chef. He travels to the nearby seaside town of Saltburn to work. \"They've got it going on down in London,\" he says. \"It would be nice to see what they have here in Middlesbrough. Transport, particularly, would be beneficial. It's always promises, promises, but hopefully it will happen. You never know.\" Middlesbrough is one of the most deprived parts of the UK. The area asked to be levelled up and at the heart of that is the development of the former steelworks on Teesside, with the promise of about 20,000 jobs. It's still a derelict site and, like with today's announcement, people can't yet see or feel the change. The question now is do they have the patience to wait? Reporting by Fiona Trott We already knew Wolverhampton was going to be given money to \"level up\", because, along with Sheffield, it was singled out by the government ahead of today's announcement. And boy, does it need it.Despite significant improvements to public transport, a new £5m market and the announcement of a new HQ for the Ministry for Housing, Communities and Local Government, much, much more is needed.In the past year Wolverhampton has lost many big high street names. Even Caffe Nero and Starbucks have gone. The biggest loss was Beatties, the grand department store founded in 1877. At the same time Wolverhampton continues to suffer an exodus of talent.Tanzila Shabir is studying accountancy at the university, but says she'll have to leave to get a better job. \"I know that I can't find any good companies here that will help me get to my career path, I'm going elsewhere, out of Wolverhampton,\" she says. Levelling up money also needs to be spent on education. A-level attainment in two of the three Wolverhampton constituencies is less than half the national average. Keira Gleeson is about to start an apprenticeship at New Cross hospital. \"I think there are job opportunities... [but] when I was in education I didn't feel like there was enough done,\" she says. Reporting by Phil Mackie Sudbury, in Suffolk, is an ancient market town 20 miles to the west of Ipswich. Only a handful of people here say they have heard of the government's levelling up agenda. It is a quintessential English town but local politicians say it needs levelling up. Last year, a bid for £6m of levelling up money to regenerate part of the town was rejected. Babergh District Council said improvements would revamp the shopping centre and bus station area, as well as bring in a new cinema and hotel. Ellie Stockbishop, 36, owner of Nell and Green Botanics, a plant shop where you can also buy coffee and cake, says: \"Any money that comes our way will be great. Definitely regeneration of this area is needed.\" She says more shops and restaurants would increase footfall in the town. Vernon Hodgson, 66, is from just outside Sudbury. \"All the infrastructure here is old, it needs to be updated and we need a lot more bus services here,\" he says. \"It's about time money was put into the east of England, which has been sorely lacking for so long.\"The council says it will try again for levelling up funding. It hopes to make a new bid in the spring. Reporting by Jo Black ", "url": "https://www.bbc.com/news/uk-england-60233959"}