{"datetime": "2022-02-02T17:17:31.000Z", "title": "Suffolk and Norfolk leaders say there are no plans for a mayor", "article": "The leaders of Suffolk and Norfolk county councils said there were no plans to create mayors in each county. As part of the government's Levelling Up strategy, unveiled by Michael Gove, councils would be given more powers and there could be more regional mayors. The government said Suffolk and Norfolk would be two of nine areas to be invited to negotiate a county deal and a mayor if they wanted one. Suffolk County Council said having a mayor was \"not on our agenda\". Its Conservative leader Matthew Hicks said the authority applied to be one of the county deal areas but based on the \"current governance model\", which does not include a mayor, and he said that had been accepted. \"We weren't looking for a mayor, it's not on our agenda, it's not something Suffolk has put forward,\" he said. Mr Hicks said it was a \"huge achievement\" that Suffolk had been chosen as one of the areas and it was a \"massive opportunity\".Meanwhile, Norfolk County Council's Conservative leader Andrew Proctor said having a mayor was \"not a prerequisite to getting a devolution deal\". However, he said the strategy was a \"potential game-changer for local government and the local area because it will devolve more powers, more decision-making to local leaders\". \"We need to now look at the detail and make sure we can negotiate hard and get a good deal for Norfolk,\" Mr Proctor added.According to the Levelling Up White Paper, the plan was to create more regional mayors, similar to existing posts held by people including Labour's Andy Burnham in Greater Manchester, or the Conservatives' Andy Street in the West Midlands and Ben Houchen in Tees Valley. The strategy said every part of England would have access to \"London-style\" powers and a mayor if they wanted it, with the expectation that they would be able to target spending more effectively. TheDepartment for Levelling Up, Housing and Communities said it would invite the first nine areas to agree new sets of proposals and seek to agree further mayoral combined authority (MCA) deals, extending devolution across England.The other seven areas identified were: Previous plans to devolve powers to Norfolk and Suffolk with a mayor werescrapped by the government in 2016. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-60231631"}