{"datetime": "2022-02-02T10:17:21.000Z", "author": "Faisal Islam", "title": "Can the UK really improve inequalities without big spending?", "article": "The problem that the government seeks to solve with its \"Levelling Up\" agenda is clear - the fact that the UK is one of the world's most geographically unequal major economies. Not just that, the inequality in the economic performance of the UK's regions has grown materially over the past three decades. While that has for many in politics during that time been an inevitable side-effect of having one of the world's fastest-growing regions - Greater London - this White Paper marks out a new consensus, that this inequity has been a choice. Other nations around the world have conducted intensive strategic plans to close regional disparities such as this, for example Spain and Germany.The origins of the prime minister's use of the phrase \"levelling up\" are in his 2019 Conservative leadership election promise to equalise per pupil spending in English schools, and in some work on social mobility done by former Education Secretary Justine Greening. But Levelling Up is not about doing the same for disparities in public spending on, say transport, between London (£882 per head in 2019/20) and NE England (£315 per head). Or even spending on science and technology in the North West (£76 per head) and the South East (£122 per head).Indeed the pledges on spending in the 'Levelling Up' White Paper are rather limited, reflecting the fiscal situation. But there has been some surprise that there is no new money above existing resources, nor are there new commitments beyond the existing Spending Review, for what the PM describes as his \"defining mission\". Where a mission such as this has been achieved, in say, post-unification Germany, there have been massive fiscal transfers worth £70bn a year or a total approaching one and a half trillion pounds. The result was that a 40% productivity gap between East and West Germany closed to 15% and the stark fact is that GDP per capita and in some east German regions now exceeds that in some northern English regions. Can entrenched patterns of economic geography really be changed without footing a very significant bill? The answer to this question goes to the heart, not just of the PM's declared \"mission\", but the coherence of his 2016 & 2019 political coalition. It does seem to require a permanently bigger state, doing more. The United Kingdom's regional disparities are artefacts of our economic history and also the result of the choices made by successive governments. The end result of all of this was a concentration of political, economic, and cultural power in and around the capital city to a degree not seen in most major nations. That has had a knock-on impact on other regions, depriving them of capital and talent.To turn this around, to \"Level Up\" as the prime minister puts it, is a very long-term and stubborn mission. It is not especially new. Decades ago the government promised to shift departments out of London - some got as far as Croydon. The regeneration efforts of the new Labour governments after the late Lord Roger's Urban Taskforce Report saw billions poured into major cities, the establishment of development agencies, attempts to attract foreign capital for property-led regeneration schemes, and decisions made by elected assemblies. One of the key differences in the new announcements is the focus on smaller towns, as well as larger cities.So there are 12 missions laid out in the White Paper. They all aim to show progress towards closing productivity, educational and transport gaps. For example, \"local transport connectivity\" will be \"significantly closer to the standards of London\" within eight years. Does that mean a Tube or tram system? How much closer exactly? All this illustrates that \"levelling up\" is very much a set of processes rather than a set of defined actions or targets. Critically, all these missions are set for 2030, and therefore it will be challenging to judge delivery at the next election. But the mission is very ambitious indeed. ", "url": "https://www.bbc.com/news/business-your-money-60224764"}