{"datetime": "2022-02-02T18:45:07.000Z", "title": "Michael Gove's 'levelling up' plan unveiled but ambition questioned", "article": "Ministers have unveiled plans to tackle regional inequality - but Labour says the proposals lack ambition and new money to fund them. The levelling up strategy aims to close the gap between rich and poor areas by 2030 through improving services such as education, broadband and transport. Michael Gove said it would mean people can \"take back control of their lives\". But Labour asked: \"Seriously, is this it?\" - while researchers criticised the lack of detail. \"This system is completely broken and he's given us more of the same,\" said Lisa Nandy, Labour's shadow levelling up secretary. Economic think tank the Institute for Fiscal Studies also suggested the government may have chosen its destination \"with no sense\" of how to get there.Prime Minister Boris Johnson put \"levelling up\" at the heart of the Conservatives' election-winning manifesto in 2019. The government has previously launched a number of schemes aimed at boosting regional development - but has faced claims the policy lacks definition. On Wednesday it set out its White Paper - an official document outlining its strategy. It comes as the government tries to return to its key policy agenda after weeks of headlines about the Downing Street lockdown parties. Announcing the strategy, Levelling Up Secretary Mr Gove said \"while talent is spread equally across the United Kingdom, opportunity is not\". \"Our economy has been like a jet propelled by only one engine, now we need to fire up every resource we have,\" he said. \"And the economic prize from levelling up is potentially enormous.\" Mr Gove set out how much money would be spent on levelling up - although most of the funding has already been announced. But the White Paper includes £100m of new investment for innovation centres to boost research and development in Greater Manchester, the West Midlandsand Glasgow, as well as a £1.5bn fund to give loans to small and medium-sized house builders for new homes mostly outside London and the South-East. Mr Gove also outlined other funding pledges, including:But analysts at think tank the Policy Exchange said the White Paper \"makes few commitments above the 2021 Spending Review, for example\". And Labour's Ms Nandy said: \"So that money is money that is earmarked every year, and it's just been allocated in this White Paper to the same places that would normally get it - this is rehashed, recycled money.\" Scotland's First Minister Nicola Sturgeon also called it \"rehashed announcements\" and that the White Paper was an attempt to distract people from \"an utterly discredited prime minister\". Mr Gove previously told the BBC the strategy was not aimed at providing new funding but ensuring money was spent effectively on local priorities. The problem the government seeks to solve with its \"levelling up\" agenda is clear - the fact the UK is one of the world's most geographically unequal major economies - and that has worsened over the past three decades. The pledges on spending in the White Paper are rather limited, reflecting the fiscal situation. There are new commitments beyond the existing Spending Review, for what the PM describes as his \"defining mission\".But where a mission such as this has been achieved, for example in post-unification Germany, there have been massive fiscal transfers from rich regions to poor ones, approaching one and a half trillion pounds, or £70bn a year.The stark fact is that GDP per capita in some east German regions now exceeds that in some northern English regions. The challenge is whether entrenched patterns of economic geography can really be changed without footing a very significant bill.Read more analysishere .Most of the policies in the White Paper apply to England only, but the government has insisted levelling up is a UK-wide initiative and it wishes to work with the devolved administrations in Scotland, Wales and Northern Ireland to achieve this. And Mr Gove said it was not just about the economy.\"Economic opportunity spread more equally across the country is at the heart of levelling up,\" he said. \"But it's also about community, it's about repairing the social fabric of our broken heartlands.\" The strategy also includes a plan to create more regional mayors, like existing posts such as those held by Labour's Andy Burnham in Greater Manchester, or the Conservatives' Andy Street in the West Midlands and Ben Houchen in Tees Valley. Every part of England would have access to \"London-style\" powers and a mayor if they want it, according to the levelling-up strategy, with the expectation they would be able to target spending more effectively. And 20 areas will be chosen to get regeneration funding - withWolverhampton and Sheffield the first to get picked. But analysts have warned the White Paper may struggle to reverse the past decade of cuts without adequate funding. \"There is a risk that the government has chosen its destination with no sense of how it plans to get there,\" said economic think tank the IFS. \"The targets are largely in the right areas, but many look extremely ambitious - that is to say highly unlikely to be met, even with the best policies and much resource.\"There is little detail on how most of them will be met, and less detail on available funding.\" The White Paper - which is 400 pages long and draws inspiration from Renaissance Italy - shows that in some areas the government has scaled back its ambitions.A pledge to provide broadband nationwide capable of gigabit speeds - more than 10 times the average speed today - was originally due in 2025, but is now scheduled for 2030. And in places such as Wakefield in West Yorkshire, people said bus routes were being cut rather than increased. Kath Lindley, who runs a local charity, said some services only ran every two hours, creating social isolation and cutting off young people from opportunities. Mr Gove's White Paper is bringing all the existing schemes together into 12 \"national missions\" and sets up a system for measuring progress. Among the 12 missions are promises to refocus education spending on disadvantaged parts of the country and eliminate illiteracy and innumeracy; bring the rest of the country's public transport closer to London standards, and provide access to 5G broadband for the \"large majority\" of households. What does 'levelling up' mean to you and your area? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-politics-60233843"}