{"datetime": "2022-01-18T10:16:04.000Z", "title": "Broads: More powers proposed to tackle anti-social behaviour", "article": "Rangers on the Norfolk and Suffolk broads could be given additional powers to combat anti-social behaviour. The measures are being considered as part ofgovernment's response to a landscapes review on the way England's national parks and areas of outstanding natural beauty (AONB) are run. Ministers raised concerns over \"hostile behaviour\" seen in recent years. Increasing the number of rangers and giving them the power to issue on-the-spot fines were being considered.The Department for the Environment, Food and Rural Affairs (Defra)announced on Saturday how it hoped to both protect and encourage wider use of these areas as part of its levelling-up policy.The Broads saw one of their busiest summers last year, as large numbers of Britons decided to holiday in the UK rather than risk foreign travel due to the Covid pandemic, said theLocal Democracy Reporting Service .Defra said that \"rangers in protected landscapes have observed increased visitor numbers and an increase in anti-social and hostile behaviour\". The proposals would allow rangers to issue fixed penalty notices if byelaws were broken. The size of the fines could also be increased, in a measure the government said would \"act as a stronger deterrent and provide reassurance to local communities\". In addition, rangers could be permitted to make public space protection orders to deter \"genuinely anti-social behaviour\". Another proposed idea would see AONB teams, such as the Norfolk Coast Partnership, become statutory consultees on planning applications, meaning that they have to be consulted on all proposed developments in their areas. Local authorities and national parks were currently being consulted on such planning applications. Broads Authority chief executive John Packman said: \"Our members and officers will be studying the content carefully before providing a timely response to the consultation.\" The review also noted that \"large parts of society have no relationship at all\" with England's protected landscapes. It said: \"A study for the Broads National Park found that of 623 local children asked, only two knew that a broad was in any way associated with water.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60036729"}