{"datetime": "2020-02-05T15:59:02.000Z", "title": "UK tech giant founder arrested over US extradition", "article": "The founder of UK software firm Autonomy has submitted himself for arrest as part of an extradition process brought by the US over charges of conspiracy and fraud. Mike Lynch sold Autonomy to US computer giant Hewlett Packard (HP) for $8.4bn in 2011. But he faces allegations that he fraudulently inflated the value of Autonomy before the sale.Dr Lynch's lawyers said he \"vigorously rejects all the allegations\". Chris Movillo and Reid Weingarten said Dr Lynch was \"determined to continue to fight these charges\". They said Wednesday's move to submit himself for arrest was a \"formality\" and he had been released on bail of £10m by Westminster Magistrates' Court. The full hearing of the case will begin later this year.Dr Lynch has been facing civil charges at the High Court in London, where HP is suing him for damages over the deal. But separately the US Department of Justice (DoJ) is pursuing criminal charges against him. \"The US Department of Justice should not have commenced extradition proceedings prior to the judgment of the English High Court,\" Dr Lynch's lawyers said in a statement.They added: \"Since HP first raised these allegations more than seven years ago, Dr Lynch has steadfastly denied them and has worked hard to properly respond and set the record straight.\"Dr Lynch has now answered HP's claims in the appropriate forum, the High Court in London, where he attended court every day of the 10-month trial.\"He has not hidden, nor has he shied away from defending his conduct. Having patiently and diligently defended the case in England for several years, he awaits the civil trial judgment.\" The UK's Serious Fraud Office investigated the deal in 2013, before dropping the case two years later because of \"insufficient evidence\".Autonomy was founded by Mr Lynch in 1996. It developed software that could extract useful information from \"unstructured\" sources of data such as phone-calls, emails or video, and then do things such as suggest answers to a call-centre operator or monitor TV channels for words or subjects. Before it was bought by HP, it had headquarters in San Francisco and Cambridge in the UK.In 2010, about 68% of Autonomy's reported revenues came from the US and elsewhere in the Americas. HP and US prosecutors allege that Mr Lynch and other former Autonomy executives artificially inflated the software company's revenues and earnings between 2009 and 2011, causing HP to overpay for the firm. But Mr Lynch has argued that HP used the allegations to cover up its own mismanagement of Autonomy after the 2011 deal. ", "url": "https://www.bbc.com/news/business-51389612"}