{"datetime": "2019-03-25T10:52:17.000Z", "title": "Autonomy sale the focus of the UK's biggest fraud trial", "article": "The UK's biggest fraud trial gets under way on Monday with US technology giant Hewlett-Packard suing the former head of software firm Autonomy. The civil case is over the £8.4bn sale of the software firm to Hewlett-Packard (HP) in 2011. HP alleges that Autonomy founder Mike Lynch and chief financial officer Sushovan Hussain inflated the value of Autonomy before that sale. Mr Lynch and Mr Hussain deny the claims. \"There was no fraud at Autonomy,\" a spokesperson for Mr Lynch said in a statement. \"The real story is that HP, after a history of failed acquisitions, botched the purchase of Autonomy and destroyed the company, seeking to blame others. Mike will not be a scapegoat for their failures.\" Mr Lynch's lawyers said the case is a \"dispute over differences between UK and US accounting systems\" and \"certain business judgements\".Mr Lynch also faces criminal charges in the United States. On Friday, US prosecutors added three new criminal charges to their indictment against him, including a new charge of securities fraud, as well as additional charges of wire fraud and conspiracy. They are part of a 17-count indictment filed with the federal court in San Francisco. A spokesman for the entrepreneur said: \"These are baseless, egregious charges issued on the eve of the trial in the UK, where this case belongs, and Dr Lynch denies them vigorously.\" In the UK case, HP is suing Mr Lynch and former Autonomy chief financial officer Sushovan Hussain for $5.1bn (£3.9bn).HP and US prosecutors allege that Mr Lynch and other former Autonomy executives artificially inflated the software company's revenues and earnings between 2009 and 2011, causing HP to overpay for the firm. But Mr Lynch has argued that HP used the allegations to cover up its own mismanagement of Autonomy after the 2011 deal. If found guilty, Mr Lynch - who was once dubbed Britain's answer to Bill Gates - could face jail in the US. Autonomy was founded by Mr Lynch in 1996. It developed software that could extract useful information from \"unstructured\" sources such as phone-calls, emails or video, and then do things such as suggest answers to a call-centre operator or monitor TV channels for words or subjects. Before it was bought by Hewlett-Packard, it had headquarters in San Francisco and Cambridge.In 2010, about 68% of Autonomy's reported revenues came from the US and elsewhere in the Americas. ", "url": "https://www.bbc.com/news/business-47685095"}