{"datetime": "2022-01-28T17:17:36.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Greater Anglia adds services as Plan B rules relax", "article": "A rail company said it was adding more weekday services in anticipation of more people travelling to work now that Plan B restrictions have been lifted. Greater Anglia said more trains would run on main routes into London Liverpool Street from stations including Ipswich and Cambridge. The Intercity service between Norwich, Ipswich, Colchester and London Liverpool Street would also become half-hourly for most of the day. The changes start on Monday 7 February. Jamie Burles, Greater Anglia managing director, said: \"We're pleased to be to welcoming customers back, whether they're travelling to work or school and college, or for a fun leisure trip.\"We're aiming to match the number of services we run to the number of passengers using them. \"We want to provide a safe, reliable and punctual service for our customers, but we also want to provide the best possible value for taxpayers as we are now funded entirely by the government and so ultimately taxpayers.\" At the start of January, theoperator reduced services , saying passenger numbers were at 40-50% of pre-pandemic levels. But it said it had already seen an increase since the relaxation of Plan B rules came into effect on Thursday. The rules included a stipulation to work at home if possible. Other changes include reinstating a normal regional weekday service on the Norwich to Great Yarmouth line, plus four additional peak services.The Stansted Express service would have two trains an hour most of the time, but three trains an hour at certain times, Greater Anglia said. The operator said it would continue to monitor passenger numbers and make further adjustments to services if necessary. Passengers are asked to continue to wear face coverings on the trains and at stations, following government advice to wear them in busy places. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60172328"}