{"datetime": "2012-12-27T23:39:50.000Z", "title": "US to probe Autonomy sale to Hewlett-Packard", "article": "Hewlett-Packard's contentious purchase of UK firm Autonomy is being investigated by the US Department of Justice (DOJ). In a regulatory filing , HP said that the DOJ told it last month that it has opened a probe into the Autonomy deal. HP bought software group Autonomy in 2011 but said this year the UK firm seemed to have \"inflated\" its value, leading to a $5bn (£3bn) write-off. HP also said it was co-operating with the UK's Serious Fraud Office. In November, HP said that it was writing off $8.8bn of the $11.1bn it paid for Autonomy, of which $5bn was \"linked to serious accounting improprieties, misrepresentation and disclosure failures\". HP had asked US and UK authorities to investigate alleged misrepresentations of Autonomy's finances before HP took over the company last year.On Thursday, it said: \"As a result of the findings of an ongoing investigation, HP has provided information to the UK Serious Fraud Office, the US Department of Justice and the SEC related to the accounting improprieties, disclosure failures and misrepresentations at Autonomy that occurred prior to and in connection with HP's acquisition of Autonomy.\"On November 21, 2012, representatives of the US Department of Justice advised HP that they had opened an investigation relating to Autonomy. HP is cooperating with the three investigating agencies.\" A HP spokesman told the BBC that it had no comment to add beyond what it filed to regulators. The former head of Autonomy, Mike Lynch, who is also a non-executive director of the BBC, has rejected HP's claims that former Autonomy management misled them as to the company's value. He has said he was \"shocked and appalled\" by the allegations. Accountants Deloitte and KPMG are also being sued over their alleged role in Hewlett-Packard's purchase of Autonomy. Both firms have denied responsibility for valuing Autonomy at the time. ", "url": "https://www.bbc.com/news/business-20855660"}