{"datetime": "2022-01-28T17:04:01.000Z", "title": "Suffolk Police apologise after several cars damaged by stinger", "article": "Police have apologised after cars were damaged with a stinger it was using to try to intercept a suspect vehicle. Suffolk Police officers were using the device - a strip of spikes designed to puncture tyres - on the A14 near Newmarket at about 18:30 GMT on Thursday.But vibrations caused by passing lorries moved the device into the path of other motorists.No-one was injured and an investigation was being carried out, the force said. The force said fully trained officers from the Roads and Armed Policing Team were conducting an operation near the junction with the A142 when, during preparations to deploy the stinger, \"two HGVs travelling past the site caused [it] to move position into the carriageway\". \"As a result, several cars belonging to members of the public sustained damage to their tyres,\" a statement said.The force said six vehicles were damaged and it was \"working closely with those members of public to rectify the problem and issues in relation to damage to tyres\". Ch Insp Jonathan Chapman, head of the Roads and Armed Policing Team for Norfolk and Suffolk Police, said it was a \"very rare occurrence\" and an investigation would take place. He said: \"I would like to extend my apologies to members of the public, not only those who had their vehicles damaged but also to those who were stuck on the A14 as I'm sure there would've been some impact to the road network. \"I would like to apologise to the public for any inconvenience caused and also thank them for their patience.\" Officers at the scene helped affected motorists by arranging recovery and repair to the damaged vehicles, as well as supporting their onward travel arrangements. The force said no arrests were made in relation to the policing operation. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-60156074"}