{"datetime": "2022-01-04T15:46:51.000Z", "subject": "Coronavirus pandemic", "title": "Train services hit by Covid staff absences", "article": "Rail passengers are facing cancellations or fewer services as train companies face high levels of staff absences due to Covid. The Rail Delivery Group said almost one in 10 rail workers were off. Train companies including ScotRail, CrossCountry and LNER have announced reduced timetables and passengers have been warned of cancellations. Alex Hynes, boss of ScotRail, said the company had \"hundreds\" of staff off work due to having Covid or isolating. He told the BBC's Today programme the company usually operates 2,000 services a day, but it would be reducing this by 160 (8%) from Tuesday. \"Over the last few weeks because of record numbers of Covid cases we have been cancelling too many trains so we have decided to proactively put this revised timetable in to give our customers greater certainty on the service we can offer,\" he said. Mr Hynes said the operator was \"pretty confident\" the reduced timetable would \"prove to be a robust service for customers in the coming weeks\". \"We have said we will offer this timetable until the end of the month but of course one of the lessons we have learnt from Covid is that we would be foolish to predict the future,\" he added. \"There will be a few twists and turn in this Covid tale until it's over.\" Rising Covid case numbers have led to large numbers of people self-isolating and being unable to go to work, which has acutely affected industries where staff are unable to work from home. Rail operator CrossCountry said its staff absences were \"worsening each day\", with more than one in 10 staff now absent. Meanwhile, South Western Railway said its services would be \"subject to short notice cancellations\" ahead of the company introducing a \"consolidated timetable\" from 17 January. LNER has announced it has cancelled 16 trains for this week, but warned passengers there could be \"other non-planned changes\" to the timetable.The Confederation of Passenger Transport (CPT), which represents bus and coach operators across the UK, said up to 8% of its members' staff were currently off work, about double what it would usually expect. The CPT said operators were reducing services on high frequency routes to reduce disruption, and were also prioritising services to schools and vaccination centres. On Monday, there were widespread cancellations across Britain's train services with the Rail Delivery Group estimating that more than 6,000 staff, including crews and drivers, were currently absent. The industry body said there would be \"some short-notice cancellations so our advice to anyone travelling is to check online before they set out or to sign up for automatic alerts from National Rail Alert Me\". \"We are working hard to provide the most reliable service possible and so that passengers can travel with confidence when fewer rail staff can work, a number of operators are introducing amended timetables,\" it added. The website of Transport for Wales showed 49 train journeys were cancelled on Monday, while TransPennine Express cancelled 37 and Avanti West Coast cancelled 25. Southern has said it is not putting on any direct services to London Victoria - a major commuter station - until next Monday. Rail Minister Wendy Morton said she would \"continue to monitor the situation closely\". The government has warned rising cases could see up to a quarter of staff off work and ministers have been tasked with developing \"robust contingency plans\" to deal with workplace absences. Public sector leaders have been asked to prepare for \"worst case scenarios\" of 10%, 20% and 25% absence rates, the Cabinet Office said. The transport sector is not the only area affected by staff absences, withworker shortages also hitting retailers and hospitality firms. Separately, shares in transport firm Go-Ahead Group have been suspended to give its auditor more time to finalise the company's results in the wake of it being stripped of the Southeastern rail network. The government seized control of the franchise from Go-Ahead in October, after the company admitted to failures in the way it ran Southeastern, which is one of Britain's busiest networks. Go-Ahead said it was working with Deloitte to publish its annual results \"as soon as possible\". Its shares were suspended on Tuesday at 667p. ", "url": "https://www.bbc.com/news/business-59865771"}