{"datetime": "2022-01-10T12:51:51.000Z", "title": "Covid: Greater Anglia introduces new timetable over drop in demand", "article": "A rail company said it has made further changes to its timetable with Sunday-style levels of services in response to fewer passengers travelling. Greater Anglia has replaced the temporary weekday timetable implemented just before Christmas. The operator said the new timetable had about 74% of pre-pandemic services continuing to run. It added that this \"more accurately represents the level of customers\". Greater Anglia said while passenger numbers had increased to around 65-70% of pre-pandemic levels in the autumn, they had fallen again since the government's December announcement which advised people to work from home whenever possible. The train company said numbers were currently at 40-50% of pre-pandemic levels, with peak-time passenger numbers at about 30%. The company had previouslywarned about a lack of demand when it reduced the number of services last month. Managing director, Jamie Burles, said that over the past 21 months \"working patterns have altered\" and it was \"now entirely funded by the government - and ultimately taxpayers\". \"We'll continue to monitor passenger numbers and make adjustments if necessary, by either increasing the length of trains or adding extra services,\" he said. \"We are determined to continue running a reliable and punctual service... as we have done throughout the pandemic.\" The operator said the changes introduced from 10 January would apply to most routes. Regional route service frequency was unchanged, apart from removing four additional peak services on the Norwich to Great Yarmouth route, meaning an hourly service on most routes or two-hourly on the Ipswich to Peterborough route, as normal, it said. The Norwich to London Liverpool Street Intercity service was now hourly. The weekend timetable remained unchanged. Passengers were advised tocheck timetables before they travelled. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-59936163"}