{"datetime": "2021-04-11T18:22:50.000Z", "title": "Post Office could offer sub-postmasters a share in profits", "article": "The business that runs the network of Post Offices across the UK should be restructured so the people running them receive a share in the profits, its chief executive has said. Nick Read laid out his ambition in a speech to senior executives, a copy of whichwas seen by Sky News . Mr Reed wants to turn the Post Office into a \"partnership of equals\" by 2025. But it is still reeling from a scandal which led to the conviction on fraud charges of dozens of sub-postmasters. Many sub-postmasters went to prison, faced bankruptcy and stigma before it was established that the Post Office's computer system - known as Horizon - contained a glitch which could lead to apparent shortfalls in branch accounts. The Post Office is the UK's largest retail network with 11,500 outlets ranging from large, city centre operations to village post offices within community shops and even pubs. Mr Read, who has run the Post Office since 2019, made it clear last month that he wanted to \"reset the relationship\" between the Post Office and its franchisees.In its annual report he said he wanted to \"equip postmasters for success\". But he told executives last week that reform would have to wait until the organisation's finances were in better shape. \"As we become commercially sustainable and no longer reliant on government subsidy, looking for new ways to ensure postmasters share fairly in that success is the right thing to do,\" Mr Reed said. He also referred to the IT scandal directly, telling Post Office executives: \"Our organisation's historic handling of this matter fell short.\" \"I am in no doubt as to the human cost of this,\" he added. But he also warned that the Post Office could be facing a large compensation bill if more than 40 cases currently before the Appeal Court result in further convictions being quashed. \"If the Court finds that a large-scale miscarriage of justice took place, we can expect it to carry a large-scale cost. \"The Post Office simply does not have the financial resources to provide meaningful compensation,\" he told executives. ", "url": "https://www.bbc.com/news/business-56711429"}