{"datetime": "2022-01-11T15:43:59.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Could VAT on gas and electricity be cut to zero?", "article": "The prime minister has been asked repeatedly about whether he will cut taxes on domestic energy. It comes amid predictions that a typical household fuel bill will rise by hundreds of pounds in April on top of the £139 it increased by in October. VAT on domestic fuel bills in the UK is currently charged at 5%.The saving for consumers would depend on things like how much energy they use, what tariff they are on and which provider they buy from. The regulatorOfgem currently gives an average annual bill for a typical dual fuel customer, paying by direct debit on a standard variable tariff, of £1,277.It gives the breakdown of what makes up that tariff. The VAT is £61 a year.Other policy costs - ie the contribution to the government's social and environmental schemes - make up £159 of it.Some Conservative MPs have called for parts of this to be scrapped as well.Getting rid of the 5% tax would cost the government about £1.7bn,according to HMRC estimates . The problem with reducing VAT on energy bills to zero is that it is not well targeted at those facing fuel poverty. In cash terms, it would be worth more to richer households, who have bigger homes and spend more on domestic fuel. The Resolution Foundation says that with prices rising, the poorest households could see the amount of their income they spend on energy rise from 8.5% to 12%, compared with 4% for the richest households. There are also concerns that making energy cheaper - especially natural gas - would not help the country achieve its environmental targets.When asked at Prime Minister's Questions about support for people struggling to pay energy bills, Boris Johnson cited these targeted measures: The government has been meeting energy industry leaders and it is understood thatone of the measures being considered is increasing the Warm Home Discount and giving it to more households. When the UK was a member of the EU, VAT on domestic energy had to be at least 5%. During the 2016 EU referendum campaign, Boris Johnson and Michael Gove gave strong indications that VAT would be cut on domestic fuel if the UK voted to leave the EU.Writing in the Sun they promised that \"fuel bills will be lower for everyone\", saying \"when we Vote Leave, we will be able to scrap this unfair and damaging tax\". In aninterview with Sky News in May 2016 Michael Gove said: \"I think when we take back control of the millions we give to the European Union, this [scrapping VAT on energy bills] has to be the top priority.\" Daniel Hannan, a Conservative member of the European Parliament at the time, and a prominent leave campaigner,also promised that outside of the EU \"our fuel bills will be cheaper\". But VAT on fuel bills has not been scrapped since Brexit. Labour's shadow climate change secretary Ed Miliband told BBC News on 11 January: \"What we're proposing is... a VAT cut to help all families and £200 in total off bills.\" We asked Labour where the £200 would come from. The removal of VAT from bills is taken as being worth £89 for a typical household, rather than the £61 Ofgem uses. That is because they are looking at bills in April, when they are expected to rise considerably. Labour is using an estimate that the typical bill will rise from £1,277 to £1,865. They say they would remove another £94 that would otherwise have been added to bills from April by spreading out the costs incurred by suppliers going out of business over several years instead of them all being paid at once. Can EU countries cut VAT on domestic fuel? EU regulations allow for a reduced rate with a minimum of 5% VAT or a standard rate with a minimum of 15% VAT. Several EU countries have taken steps to reduce fuel prices in recent months, although VAT remained above the minimum levels. They have also made payments to vulnerable groups to help them cope with rising prices. For example, Spain decided to temporarily reduce the VAT rate on energy bills from 21% to 10% for households with modest energy consumption. What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/59897048"}