{"datetime": "2020-12-27T09:45:18.000Z", "title": "UK's oldest postmistress Kay White retires after 80 years", "article": "A 93-year-old postmistress - believed to be the country's oldest - is retiring after 80 years of service. Kay White started working at the Post Office in her home village of Claverley, Shropshire, at just 14. In 1960 she became the branch's postmistress, a position she has held ever since. She runs the post office with her 75-year-old niece Ann Madeley and locals say her services will be greatly missed when the branch closes this month. \"I never thought I would live 'til now,\" Ms White said. \"I thought I shall die and the place will all be sold and I shouldn't have to deal with all this.\" The Post Office was closed temporarily earlier this year during the coronavirus lockdown restrictions due to Ms White and her niece's health, giving the villagers a taste of the community without its postmistress. \"Some people come daily just to say hello and speak to Kay,\" Rev Garry Ward said, adding that people \"really felt the loss\". \"The Post Office is the heart of the village and Kay is a big part of that.\" Ms White started her career doing the accounts, something she still remembers despite the developments in technology. At the age of 14, she said the then postmistress, Mrs Drew, asked her mother if the teenager would come and help in the office. \"In those days, if your mother says you're going to do something, you do it, and that's how I came to be here,\" Ms White said. In 2010, Ms White was awarded an MBE for her services to the community.Linda Sage, who runs Claverley's hairdressers, said her impact has been \"absolutely immense\". \"She is an absolute character and the person who will miss the Post Office the most is Kay herself,\" she said. \"It's just been her life.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-55458839"}