{"datetime": "2020-12-11T12:47:38.000Z", "title": "Post Office scandal: Postmasters have convictions quashed", "article": "Six former sub-postmasters have had fraud convictions linked to a faulty computer system quashed in court. The long-running scandal began when the Post Office installed a new computer system that led to hundreds of sub-postmasters being wrongly convicted. Having a criminal record put many of those affected in dire financial circumstances. \"Today, these people can finally hold their heads high again,\" said solicitor Neil Hudgell. He represented three of the six who had their convictions overturned. \"Lives were destroyed by this huge injustice. The Post Office must now respond in the right manner with appropriate offers to right some of the wrongs of the past two decades, and ensure people are properly compensated.\" The hearing at Southwark Crown Court comes two months afterthe Post Office confirmed it would not oppose or contest 44 of the first 47 cases referred to the Court of Appeal by the Criminal Cases Review Commission. One of those to see their names cleared was former Oxfordshire sub-postmaster Vipinchandra Patel. He was handed an 18-week prison sentence after pleading guilty to fraud in June 2011, having been accused of stealing £75,000. \"The past nine years have been hellish and a total nightmare, but today I feel I can start living again. I can look forward and focus on enjoying life,\" he said. \"I feel euphoric as I have finally been vindicated. This conviction has been a cloud over my life for almost 10 years.\" He said the conviction affected every aspect of his life, causing the breakdown of relationships with some family members and friends, and left him in ill-health and unable to work because he had a criminal record. \"Today is the start of a new beginning, but this should never have been allowed to happen,\" he said. Following the news of the overturned convictions a Post Office spokesman said it did not oppose these appeals and \"sincerely apologises for historical failings\".\"We have taken determined action to address the past, ensuring there is redress for those affected and to prevent such events ever happening again. \"Fundamental reforms have been made to forge a new relationship with postmasters, helping them to build thriving Post Office businesses for customers and communities throughout the UK.\" The Horizon system, developed by the Japanese company Fujitsu, was first rolled out in 1999 to some post offices to be used for a variety of tasks including accounting and stocktaking. But from an early stage, it appeared to have significant bugs which could cause the system to misreport, sometimes involving substantial sums of money. It was difficult for sub-postmasters to challenge errors because they were unable to access information about the software to do so. After more than 900 prosecutions, 550 sub-postmasters raised civil actions against the Post Office which agreed to pay £58m damages. The English Criminal Cases Review Commission has referred 47 convictions brought under Horizon evidence to the Appeal Court. The Director of Public Prosecutions is also considering whether there should be charges of perjury against Fujitsu officials who claimed in court there were no problems with Horizon, even though emails and other documents now suggest they knew there were. ", "url": "https://www.bbc.com/news/business-55271193"}