{"datetime": "2022-01-05T22:39:12.000Z", "author": "Simon Jack", "title": "Cost of living: Government discusses fuel bill support", "article": "After a two hour meeting with senior energy industry leaders, the idea of targeted financial support for fuel bills - along the lines of the current Warm Homes Discount scheme - is emerging as a frontrunner to tackle a cost of living squeeze which could see households £1,200 a year worse off as a higher energy cap comes in at the same time as a rise in taxes on workers and employers. The current Warm Homes Discount scheme offers those in receipt of certain benefits the option to apply for a one off £140 payment.This could be increased and the number of people eligible could be expanded more broadly. Government sources confirmed this was \"under discussion with other options\" and the prime minister referred to the scheme twice in the last 48 hours.However, some industry sources say the coming increases in bills will affect so many households that narrow targeting may be insufficient.Although none of the other options are being ruled out, a blanket cut in the 5% VAT charged on energy bills - called for by Labour - is considered too blunt as it would also benefit better off households.Suspending the additional levies on bills that fund green policies would be a tricky sell in some quarters after the UK hosted COP26, given these levies are designed to reduce dependence on volatile fossil fuels. This option is however gaining support among some Conservative backbench MPs.Moving these green levies from energy bills to general taxation is being pushed by some industry voices as it would mean higher earners pay more than those who spend a larger proportion of their income on essentials like heating. They also argue it would lower the measure of inflation, saving the government money on inflation linked borrowing costs. This is not thought to be popular with the Treasury who are reluctant to increase the general tax burden with a £12bn rise in National Insurance contributions starting in April - the same time as the new (higher) energy cap comes into force.That rise in National Insurance itself is being questioned by MPs, including Jacob Rees-Mogg. However, reversing it would be a dramatic move from a Chancellor keen to keep control over public spending despite his personal misgivings about raising taxes.Another option - favoured by the industry - would be to subsidise the energy companies themselves by establishing a fund or facility which would allow them to draw down government cash when wholesale prices were very high and then pay it back when prices dipped again. This would smooth out price spikes and would have the added benefit, energy providers argue, of preventing further providers going bust.Even those that have survived so far have warned that their ability to insure themselves by buying the gas they need in advance is beginning to unravel as higher prices outlast their advance orders and exhaust their day to day cash.No concrete proposals have yet reached the desk of the chancellor. Industry sources have told the BBC they are hoping a decision will be made next week. Yet, government officials pointed to a date of 7 February, when the new energy cap level is announced, as a guide to their absolute deadline for announcing new support.", "url": "https://www.bbc.com/news/business-59889628"}