{"datetime": "2020-03-26T12:47:25.000Z", "author": "Simon Gompertz", "title": "Postmasters 'rejoice' as convictions appeal granted", "article": "Dozens of former sub-postmasters and postmistresses will have convictions of fraud, theft and false accounting sent to the Court of Appeal. They had been accused of stealing money after the Post Office installed a new computer system, with some imprisoned. The Criminal Cases Review Commission found their prosecutions had been an abuse of process. Thirty nine out of 61 cases are to be referred, with the remainder still under scrutiny. Jo Hamilton is one of the people who now has added hope that her conviction could be quashed. \"It's just amazing,\" she said, \"How many years have I been waiting for this moment. \"It's fabulous, the chance to clear my name and get rid of my criminal record.\" Her life was turned inside out after the sub-postmistress was accused by the Post Office of taking £36,000 from the village shop she ran in Hampshire. After a distressing two-year process, she eventually pleaded guilty to false accounting at Winchester Crown Court in order to escape a more serious charge of theft. Another former sub-postmistress, Seema Misra, was pregnant with her second child when she was convicted of theft and sent to jail in 2010. Her case has also been sent to the Court of Appeal. Ms Misra said she was \"so, so happy\" on hearing of the appeal. \"No words can do justice to how I feel,\" she added. \"In Hindi there is a saying Satyameva Jayate which means 'truth will always win' and we were always a strong believer in that.\" Helen Pitcher, chairman of the Criminal Cases Review Commission, said: \"This is by some distance the largest number of cases we will ever have referred for appeal at one time.\"Our team has got through a huge amount of work, particularly since the judgment in December, in order to identify the grounds on which we are referring these cases.\" The finding comes after thePost Office agreed in December to pay almost £58m to settle the long-running dispute with sub-postmasters and postmistresses. The settlement brought an end to a mammoth series of court cases over the Horizon IT system used to manage local post office finances since 1999. Ms Hamilton has had to give up her shop and found it difficult to get a new job due to her criminal record. She made ends meet by doing cleaning jobs for people in her village who did not believe she was guilty. \"I couldn't get car insurance,\" she said, and had to go to a specialist provider with higher premiums. \"I couldn't be left alone with my grand-daughter in her classroom.\" A group of postmasters said faults in Horizon led to them wrongly being accused of fraud. The Post Office accepted it had \"got things wrong in our dealings with a number of postmasters\" in the past. Ms Hamilton's fight echoes that of other postmasters seeking justice. She said issues in the Horizon system led to big discrepancies in her accounts, which she reported to her Post Office area manager. But that manager could find nothing wrong with the system, and she was put in a situation where \"you had to prove your innocence\". Sub-postmasters run Post Office franchises across the UK, which typically provide some but not all of the services of a main post office. A group of 550 claimants joined a civil action to win compensation in 2018, but their complaint goes back much further. They alleged that the Horizon IT system - which was installed between 1999 and 2000 - contained a large number of defects. Some said their lives had been ruined when they were pursued for funds which managers claimed were missing. Others, like Seema Misra, even went to jail after being convicted. In December, the Post Office apologised to the claimants, saying it was grateful to them \"for holding us to account in circumstances where, in the past, we have fallen short\". Reacting to the Court of Appeal move, a Post Office spokesman said the company had been assisting the Criminal Cases Review Commission (CCRC). \"We have not yet received statements of reasons from the Commission about the referrals they are making to the Court of Appeal,\" he said.\"We will be looking carefully at the Commission's decision when we have that information and continue to fulfil all their requirements of us.\" He added that the Post Office was \"doing all we can to ensure that... further disclosure is provided as appropriate in other cases where Post Office acted as prosecutor, not just those reviewed by the CCRC\". ", "url": "https://www.bbc.com/news/business-52048592"}