{"datetime": "2022-02-14T19:45:56.000Z", "title": "Wrongly-convicted postmaster 'had to clean graves'", "article": "A sub-postmaster wrongly convicted of false accounting had to clean graves as part of his community service, his widow said. Julian Wilson, who ran a post office at Astwood Bank, Worcestershire, had his conviction overturned but died from cancer beforehand. Karen Wilson will give evidence at a public inquiry into the scandal that saw sub-postmasters wrongly convicted. She said the investigation and his illness \"broke him in the end\".Between 2000 and 2014, more than 700 sub-postmasters were wrongly accused of theft, fraud and false accounting due to a flaw in the computer system Horizon. The cases constitute the most widespread miscarriage of justice in British legal history. The inquiry - which is expected to run for the rest of this year - will look at whether the Post Office knew about faults in the IT system and will also ask how staff shouldered the blame. A total of 72 former sub-postmasters have had their names cleared so far. Mrs Wilson said she had fought to clear her husband's name. \"I want to go and say my part for him. And what I want is for people to be accountable,\" she said.Mr Wilson \"exhausted every avenue\" trying to sort out problems with the system but was suspended without pay in 2008, she said. The couple's assets were frozen by a confiscation order and they had to borrow money from family members.\"His sentence was 300 hours cleaning graves for the community,\" she said. They also had to pay £36,000 which the system had shown as missing and £3,000 in court costs.The conviction also meant Mr Wilson could not get another job.\"He hid himself [away] for a long time. He was very talented musician, he was chairman of the local operatic society, He played the piano, he conducted - and all of that went,\" she said.\"I think everything just broke him in the end.\"After his cancer diagnosis, Mrs Wilson promised her husband she would keep fighting to clear his name.Mrs Wilson said she hoped the inquiry will lead to people being made aware and accountable for the \"impact and the cruelty\" of the injustices.Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60379529"}