{"datetime": "2020-06-08T00:19:17.000Z", "title": "Postmasters were prosecuted using unreliable evidence", "article": "The Post Office prosecuted postmasters over missing money despite having evidence its own computer system could be to blame. Hundreds were accused after the Horizon system showed cash shortfalls at their branches. But a BBC Panorama investigation has revealed managers knew problems with Horizon could make money disappear. The Post Office says its new leadership has made changes and is working closely with postmasters to provide support. Postmasters up and down the country were held responsible for missing money because they supposedly had sole control of their Horizon accounts. It led to many being fired, going bankrupt or even sent to prison. But senior Post Office managers were told back in 2011 that computer technicians also had access to the system and could change postmasters' data. An Ernst and Young audit report, which was sent to Post Office directors, says it \"has again identified weaknesses\" in the Horizon system. It warns that some IT staff have \"unrestricted access\" to postmasters' Horizon accounts which \"may lead to the processing of unauthorised or erroneous transactions\". Panorama first reported that postmasters' accounts could be accessed without their knowledge in 2015. But the Post Office strenuously denied this type of remote access was possible and complained to the BBC. It then became a central issue in a civil court case brought by 550 postmasters in 2017. The Post Office agreed to pay £58m to settle the case last year. During the trial, the Post Office admitted remote access without the postmaster's knowledge was possible. Managers claimed they had made an honest mistake when dealing with Panorama because they had not been aware that remote access to Horizon was possible. But the programme showed its evidence to Rachel Reeves MP, who had been leading an inquiry into the Post Office and Horizon for the business select committee. She said the 2011 audit report suggested the Post Office had known about remote access all along. \"It is very serious that the Post Office were sitting on information that told them, and could have told the courts, and their sub postmasters, that other people could access their systems.\" Thousands of pages of internal Post Office documents were disclosed in the civil trial and Panorama spent months investigating previously unseen evidence.The investigation reveals how Post Office managers ignored reports of multiple faults with the Horizon computer system. Evidence from the system was still used by the Post Office to secure convictions against postmasters like Seema Misra. She was pregnant when she was sentenced to 15 months in prison in 2010 for stealing £74,000 from her branch in West Byfleet.At her trial, the Post Office argued computer errors could not be responsible for the missing money.But Panorama has seen internal Post Office emails which show its legal department was told about Horizon errors shortly before her trial. One email from the Post Office Security Team to the Criminal Law Team is about a bug in the Horizon computer system that makes money \"simply disappear\". In one case, £30,611 went missing. The security team tell the legal team they are worried the bug may have \"repercussions in any future prosecution cases\".An attachment to the email says that \"any branch encountering the problem will have corrupted accounts\". The document was printed out by the Post Office legal department just three days before Seema Misra's trial, but it was never disclosed to her defence. Barrister Sandip Patel QC told Panorama the new evidence suggested there had been a miscarriage of justice. \"Quite clearly the Post Office had material which they should have disclosed, which they did not, and in my view resulted in the wrongful conviction of Mrs Misra. \"There should be a thorough examination of all the evidence, in respect of any person who might have committed misconduct in the course of these prosecutions by the Post Office.\" Seema Misra is one of 47 postmasters whose cases have been referred to the Court of Appeal by the Criminal Cases Review Commission (CCRC).The CCRC has also called for a review of whether organisations like the Post Office should be allowed to launch their own prosecutions. More convictions could be challenged, as the Post Office is now reviewing 900 prosecutions that may have relied on Horizon evidence. The Post Office says it has always accepted its legal obligations, has taken advice throughout and is now conducting a further review about disclosure. It says it deeply regrets not doing more to investigate the risk that computer bugs may have been responsible for some of the shortfalls that occurred. \"It is for this reason that Post Office's new CEO, Nick Read, is making his number one priority the wholesale reform of Post Office's relationship with its postmasters.\" The organisation has now launched a new scheme \"to consider the cases of all postmasters who experienced shortfalls which they believe were caused by bugs in historical versions of Horizon.\" The Post Office also says it will have a changed culture and greater transparency. Panorama, Scandal at the Post Office is on BBC One at 19:30 BST on Monday 8 June, or watch later on iPlayer. BBC Radio 4 have also broadcast a 10-part series,The Great Post Office Trial . ", "url": "https://www.bbc.com/news/uk-52905378"}