{"datetime": "2022-02-15T20:18:07.000Z", "author": "Rebecca Wearn", "title": "Postmistress: Post Office scandal 'ruined my life'", "article": "A former postmistress has told the inquiry into the Post Office scandal that being falsely accused of fraud led to her world falling apart over many months. Lisa Brennan could not face going home to her husband after she was accused of stealing £3000 from the Huyton Post Office she worked in as a clerk. \"I just took the bus to my Nans. I felt ashamed,\" she said.But Lisa didn't ever go home after she was suspended, and eventually her marriage broke down. She sofa-surfed with her little girl. She turned to drink and even tried to take an overdose.\"I didn't really know what was going on, it was frightening,\" she told the inquiry. \"I didn't understand it was the beginning of the end of my life.\"Lisa had been a Post Office clerk since she left school at 16 and worked her way up. She loved her job and serving local pensioners. \"Life was lovely,\" she said.But after she was accused, all her colleagues were told not to speak to her again. A new IT system, installed at post offices across the country, was to blame for accounting errors at hundreds of different locations.\"I wasn't the only one but that's what I was told: 'It's only you, you're the only one,'\" Ms Brennan told the inquiry. Between 2000 and 2014, more than 700 sub-postmasters were accused of theft, fraud and false accounting in the most widespread miscarriage of justice in British legal history. The inquiry - which is expected to run for the rest of this year - will look at whether the Post Office knew about faults in the IT system, called Horizon, and will also ask how staff were left to shoulder the blame. The software was developed by Japanese company Fujitsu. But the inquiry, led by a retired High Court judge, Sir Wyn Williams, is beginning with six weeks of testimony from former Post Office staff, describing the devastating impact the false accusations have had on them and their families. Lorraine Williams told the inquiry both her mental and physical health suffered after she was charged with fraud over a £14,000 shortfall in the accounts at the post office branch near Llangefni on Anglesey. \"I wouldn't go out,\" she said. \"I still don't feel I'm the same person and I do get angry at times. I don't trust anybody anymore.\" Mrs Williams' daughter was only 10 years old at the time, so she decided to plead guilty to avoid a jail-term. Janine Powell was accused of stealing a much larger sum, over £70,000 from the Cowleymoor Post Office, in Tiverton, Devon. She refused to plead guilty for something she hadn't done, and was sentenced to eighteen months in prison and served six, with a further six months wearing a tag. Her children were picked on, her daughter self-harmed, and her relationship with her sons was affected. \"We're not as close as we were,\" she told the inquiry through tears. \"I wasn't there for them.\" This inquiry is already shifting the balance of power in this scandal - by giving victims the floor first.After decades of being accused, shamed, disbelieved and ignored, their heart-breaking stories are now front and centre.But more than that, they have also now very publicly been able to point the finger back at their accusers.\"It's the Post Office who need to be in the dock.\" \"Someone needs to go to jail just like I did.\" \"It was a culture and goes all the way to the top.\" These are the sentences that many of the witnesses are echoing.Senior members of the Post Office and software owner Fujitsu will be asked to speak to this inquiry in the months ahead, and they will have many questions to answer.But for the witness I've spoken to, being able to give evidence here - and to have their voices heard by those in authority - has already given them a sense of fairness and empowerment which was denied to them for so long.Damian Owen, who managed a branch in Bangor, said he had still not been able to tell his 11-year-old daughter what happened. His relationship with his brother had completely broken down some years ago, he added. Mr Owen's previous connection with the Post Office was strong. His mother had ran branches in Wales since he was a teenager, and he'd worked in the shop and as a paperboy. Mr Owen was accused of stealing just under £25,000 - just two weeks after the new Horizon system was installed.The accusation seemed ridiculous to Mr Owen, who said that the branch was quiet.\"There wasn't a massive cash holding. The most we had ever was £13,000,\" he explained.He was told by his first legal team there was \"no hope\" of being found not guilty and was advised to \"just take four or five years on the chin\".Mr Owen was sentence to eight months in prison just before Christmas.\"It wasn't good. I was in there 10 weeks and I lost over four stone,\" he said.But it was the reputational damage that has taken the greatest toll on his well-being. Local newspapers ran damaging accounts of his guilt at the time, and Mr Owen felt he needed to move away.He's had to take menial jobs despite being well-educated. \"Who is going to employ someone with a criminal record?\" he asked the inquiry. Mr Owen, doesn't feel the compensation he has received so far is adequate. \"I want some decent money and a decent apology,\" he told the inquiry.Holding up a letter from the Post Office, he said: \"It is the most feeble apology I've received for anything in my life.\"The Post Office has said it is \"sincerely sorry for the impact of the Horizon scandal on the lives of victims and their families and we are in no doubt about the human cost.\"\"In addressing the past, our first priority is that full, fair and final compensation is provided and we are making good progress,\" the spokesperson added.", "url": "https://www.bbc.com/news/business-60390376"}