{"datetime": "2022-02-15T18:21:46.000Z", "title": "Post Office scandal: Wrongful conviction left woman homeless", "article": "A Post Office worker and her daughter were left homeless after flaws in a computer system led to her receiving a criminal record, an inquiry has heard. On the second day of the inquiry into the wrongful convictions of sub-postmasters and mistresses, Lisa Brennan said being found guilty of theft was the \"end\" of her world. Ms Brennan, from Merseyside, said it led her to have to sell her home. The inquiry has heard a new IT system was to blame for the accounting error. Between 2000 and 2014, more than 700 sub-postmasters were accused of theft, fraud and false accounting. The inquiry - which is expected to run for the rest of this year - will look at whether the Post Office knew about faults in a newly-installed IT system, called Horizon, and will also ask how staff were left to shoulder the blame. The software was developed by Japanese company Fujitsu. Ms Brennan, who was a counter clerk at a Post Office in Huyton on Merseyside, was wrongly convicted of the theft of just over £3,000 in 2003 despite pleading not guilty. She said though she avoided jail, it was the \"end\" of her world, leading to financial difficulty and the end of her marriage. \"All I'd ever known from the age of 16 was the Post Office and then just to be told 'you're a thief' is horrible,\" she said. Ms Brennan said she attempted to take an overdose, but \"nobody really cared\" or tried to help her because of her criminal record. She added that she drank \"a lot\" of vodka and wine to \"numb\" what she had been through. Ms Brennan went on to describe how the impact of the conviction meant she had \"had to sell the house\", as she \"couldn't afford the mortgage\". \"I stayed at my mum's on the couch and my daughter just had the spare room. I was sofa surfing,\" she said. She added she had to rely on family members for food, and would often go hungry so her daughter could eat. Asked about her ordeal, Ms Brennan said it was \"scandalous\". \"It should never have happened,\" she said. \"I wasn't the only one but that's what I was told: 'It's only you, you're the only one.' \"I remember (the Post Office investigators) saying that: 'It's only you.'\" The inquiry continues. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60395981"}