{"datetime": "2019-12-15T01:07:44.000Z", "author": "Susie Rack", "title": "Post Office IT fiasco: 'Decade of hell' for accused", "article": "Sub-postmasters say being accused of theft, fraud and false accounting has destroyed their health and reputations. More than 550 ex-Post Office workers are to get a share of £58m in an out-of-court settlement that ends a 20-year fight for justice. Faults with accounting system Horizon led to shortfalls in branch accounts, leading to workers being convicted of theft and many jailed. Three postmasters affected by the fiasco share their stories. Balvinder Singh Gill moved to Oxford from his home town of Coventry after he was married in 2003 to \"start a new life\" as sub-postmaster at the town's Cowley Road branch. But \"a decade of hell\" later, he had suffered a mental breakdown which led to him being sectioned. He says his life was destroyed after he was accused of stealing £108,000 from the Post Office.\"I had problems from day one,\" he said. His weekly balance would show a \"massive shortfall\" and he just could not balance the books.One morning, six months in, he was suddenly locked out of the office by auditors. \"They turned up a little bit like a pseudo police force. They interviewed me in a back room. They interrogated me,\" he said. Eventually he was told he had to repay the full amount in monthly instalments and was chased relentlessly by debt collectors. \"Financially it really wiped me away. I had to declare bankruptcy. They said if I didn't pay it back they'd take me to prison. They said I was the only case,\" he said. In a double blow for the family, in 2009 his mother Kashmir, now postmistress, was found guilty of stealing £57,000 from the same branch, a conviction she is now hoping will be overturned by the Criminal Cases Review Commission (CCRC). The family went from being reputable business owners to working in local kitchens or petrol stations on minimum wage. \"Our reputation in our community was totally destroyed. My family broke up over this... I broke up with my wife some years later,\" said Mr Gill. Now, the news of the settlement is still sinking in. \"More than the money, it's just the justice. Mainly that we can get on with our lives and put right a lot of people who thought we were bad,\" he said. Wendy Buffrey said she burst in to tears when she read on Twitter that the Post Office had agreed to settle. The former sub-postmistress of the Up Hatherley branch in Cheltenham was advised to plead guilty to false accounting in 2010 to avoid jail after a shortfall of £26,000 was identified in her accounts. Unable to explain the discrepancy, she took out a loan to repay the difference and is still counting the cost today. \"We lost our business. We lost our home. I had to pay the Post Office £26,000,\" said Mrs Buffrey.\"We had to start again. There isn't any monetary figure that can compensate for the way we were treated and the way things happened to us,\" she added. She was given 150 hours community service but has always maintained her innocence and also awaits the CCRC judgement on her case. \"To have my name cleared means an awful lot to me. I don't like being labelled something that I'm not.\"I don't like that I've got a criminal conviction for something I didn't do. You don't ever think that that could possibly happen to you. But it did,\" said Mrs Buffrey. \"For 20 years we have been labelled thieves and fraudsters and we're not and never have been. \"Just to have that confirmation from the Post Office that they agree now things have gone wrong is just a shame they didn't investigate it from the beginning and we wouldn't be in this position.\" Rubbina Shaheen was accused of taking £43,000 from her branch - and ended up serving three months in jail.The settlement gives her hope that her conviction for falsifying accounts at the Greenfields post office in Shrewsbury will be quashed. She was jailed in 2010 after accepting a plea bargain to drop a theft charge. \"When they said I was going to prison I was just totally devastated. I didn't know what to say, what to do,\" said Mrs Shaheen, 54, who is on dialysis for renal failure. Husband Mohamed Hami, 65, added: \"We were both on suicidal watch. The only good part is that we were both holding each other's hands.\" Mrs Shaheen worked as postmistress whilst her husband ran the connecting convenience store. She initially had money deducted from her salary after an £8,000 discrepancy was identified in 2007, but two years later, her contract was immediately terminated after £43,000 went missing. Despite Mrs Shaheen identifying \"at least 11 errors\" on the Horizon system, she was not believed, said Mr Hami. After her release from prison, the couple ended up living in a van, evicted from the shop's living quarters by the bank after falling into arrears. Eventually they cashed in their pensions to buy a derelict house in Brockton, Shropshire and Mr Hami took a job at a Shropshire school, selling tuck. Mrs Shaheen is not part of the group action but is now feeling \"hopeful but at the same time sceptical\", that she will be vindicated by the CCRC.Her husband feels the Post Office should be \"hanged dry\" for making them feel \"absolutely dirt.\" \"Nothing can replace our health. Let's hope fingers crossed that we can up ourselves a bit. Hold our head high,\" he added. The CCRC said that it would now consider the impact of the out of court settlement on the 34 Horizon related cases it had under review.The Post Office said on Wednesday that it accepted it had got things wrong in its past dealings with a number of postmasters and looked forward to moving ahead. Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone . ", "url": "https://www.bbc.com/news/uk-england-50747143"}