{"datetime": "2020-03-10T19:07:22.000Z", "author": "Brian Wheeler", "title": "Post Office IT system that ruined lives 'still faulty', MPs told", "article": "A faulty till system that led to sub-postmasters being wrongly accused of stealing money is still not working properly, MPs have been told. Hundreds of sub-postmasters have been prosecuted, forced to repay thousands of pounds, and in some cases jailed. But the shortfalls in their branch accounts were caused by software bugs, the Commons Business Committee heard. The Post Office insists the glitches have been fixed - but MPs heard claims to the contrary. Former sub-postmistress Wendy Buffrey said: \"I am not confident that it is still working the way that it should do.\"I am not confident that it is robust - the Post Office really like to use that word. Robust now means to me 'broken'.\" Ms Buffrey is one of 550 former sub-postmasters and mistresses to have won a legal battle with the Post Office in December 2019 over the Horizon software system. The Post Office agreed to a £57.8m settlement - but most of that will go on legal fees. The 550 claimants will find out next week how the remaining £11.5m in compensation will be divided up. Many of them are also applying to the Criminal Cases Review commission to have their convictions overturned. They are calling for an independent judge-led inquiry into the scandal, arguing that it is the only way the Post Office can restore public confidence in its business. \"By destroying the postmasters they have got, they have destroyed their own post office network,\" Ms Buffrey told MPs. She said she was sceptical about Boris Johnson's apparent commitment to an inquiry, made at Prime Minister's Questions two weeks ago, in response to a question from Labour MP Kate Osborne. The prime minister said he would be \"be happy to commit to getting to the bottom of the matter\" in the way Ms Osborne was recommending. \"If he had said 'yes' that would have been great but he did the usual politicians' thing, he skirted around it,\" Ms Buffrey told MPs. Andy Fury, national officer of the Communication Workers Union, said the Post Office's culture had been to \"defend Horizon at all costs\" when it was clear \"something had gone wrong\". He told MPs somebody at the Post Office now had to be held to account for this \"national scandal\" because \"people's lives have been ruined\". He also voiced concerns about ongoing problems with the Horizon software, which is supplied by Fujitsu, saying: \"On our social media sites the chatter from postmasters is that it's a daily occurrence that something is going wrong with the current system.\" Some sub-postmasters were faced with huge, unexplained discrepancies in their till balances at the end of the working day, in cases over the past 10 years or more. The Post Office accused them of stealing the money and told them that under their contracts they had to pay it back out of their own pockets. But in December's High Court judgment, Mr Justice Fraser said there was a \"material risk\" that the shortfalls were caused by faults in the Horizon IT system, which was introduced in 1999. Campaigners claim the Post Office - which is a prosecuting authority in its own right and does not have to go through the Crown Prosecution Service - had made little effort to investigate the cases and instead concentrated all its efforts on recovering the money. Alan Bates, founder of the Justice for Sub-postmasters Alliance said: \"They can act as judge, jury and executioner. They always have done, in a very high-handed way.\" He said many more sub-postmasters wrongly forced to pay back money had not yet come forward, because of concerns about how they would be treated.The Post Office says it will shortly be announcing details of a compensation scheme \"for current and former postmasters, who were not part of the group litigation settlement, who believe they have experienced past shortfalls related to the computer system\". A Post Office spokesperson said: \"The High Court found Horizon has improved over time and the current system is robust, relative to comparable systems.\"We are continuing to make further improvements and to re-set our relationship with postmasters to work in a genuine commercial partnership.\"Extensive changes have been made to support for the postmasters and staff who undertake tens of millions transactions a week for customers through our 11,500 Post Offices.\"Personalised support is now provided, with dedicated case handlers if there are issues that can't be immediately resolved.\"Post Office representatives are due to give evidence to the Business, Energy and Industrial Strategy Committee inquiry on 24 March. ", "url": "https://www.bbc.com/news/uk-politics-51817918"}