{"datetime": "2022-02-16T13:57:44.000Z", "author": "Lora Jones & Rebecca Wearn", "title": "Post Office scandal: Former Post Office manager describes 'hell'", "article": "A former Post Office branch manager has described the \"hell\" of when he was wrongly charged and convicted of stealing £65,000. William Graham worked his way up through the Post Office over years, having started there as a trainee. Speaking to an inquiry on Wednesday, he said he used to be \"the life and soul of the party\". He eventually became a Post Office manager in Sevenoaks, but was convicted of false accounting in 2011. A new IT system, installed at post offices across the country, was to blame for accounting errors at hundreds of different locations. Initially, Mr Graham said the discrepancies were small and he often topped up the balance himself.\"It was a case of taking money out of my wallet and putting it into the Post Office,\" he said, adding that soon he couldn't afford it, with the shortfall on one day showing up as £5,000. Mr Graham was later given a 32-week suspended prison sentence after shortfalls of £65,000 were incorrectly identified.\"When they said the 32 weeks in prison, the gap before they said it was suspended - I could hear my wife scream,\" Mr Graham said. Between 2000 and 2014, more than 700 subpostmasters and mistresses were accused of theft, fraud and false accounting in the most widespread miscarriage of justice in British legal history. A total of 72 have had their names cleared so far. The inquiry - which is expected to run for the rest of this year - will look at whether the Post Office knew about faults in the IT system, called Horizon, and will also ask how staff were left to shoulder the blame. The software was developed by Japanese company Fujitsu. Visibly emotional, Mr Graham told the inquiry on Wednesday he was later diagnosed with depression and says he felt \"worthless\", not being able to provide for his family. Like other victims, he told the inquiry of the difficulty in finding a job after the charge. He was forced to take unpaid work in a charity shop, then asked to take a job in retailer \"Build a Bear\". His debt increased and the family home was threatened with repossession. He says he now hopes for some compensation from the Post Office, as well as further information. \"I want them to find out what went wrong, what caused the problems with the system... Surely they've got to come forward and tell us what went wrong? \"I've gone through far less than a lot of people... But for all of us, you want some sort of justice.\" The Post Office has previously said it is \"sincerely sorry for the impact of the Horizon scandal on the lives of victims and their families and we are in no doubt about the human cost\". \"In addressing the past, our first priority is that full, fair and final compensation is provided and we are making good progress,\" it added. Gillian Howard ran the New Mill Post Office in West Yorkshire, taking up the role of subpostmistress after her husband suffered a stroke and had to step down. She received no training on Horizon, and eventually received a six-month community sentence order after pleading guilty to one count of fraud after incorrect shortfalls showed up. Her conviction was overturned last April, but she said on Wednesday the scandal meant she had \"become a recluse\". \"It's been horrendous,\" she said of the emotional impact on herself and her family. She received the letter notifying her of her prosecution on the morning of her daughter's wedding, just before the family were about to leave for the church. \"My husband always promised our daughter would always have the wedding of her dreams... It was the worst day of my life.\" Another former subpostmaster wrongly convicted in the scandal told the inquiry on Wednesday that he wants to see \"someone go to prison\". Harjinder Butoy's conviction wasoverturned last April , after he spent years in prison for a crime he did not commit. \"My life got torn apart,\" Mr Butoy said. The inquiry heard he had to declare bankruptcy and move his family for fear of their safety after his imprisonment. Mr Butoy and his wife ran the post office in the Nottinghamshire market town of Sutton-in-Ashfield for five years. \"I actually enjoyed working there on the shop side. My wife and I bought it as a run-down business and did it up and had a good relationship with the public.\" But he described problems with accounts cropping up as early as his first week in the role. \"There were discrepancies every week,\" he said, beginning at £5 or £10. He says he used to keep money on the side to make up any short-falls, but once they escalated to £100 or £200, he asked for help but got \"no interest\" from the helpdesk he contacted. Mr Butoy and his wife did not suspect anything was wrong when auditors turned up to check on the accounts. They had passed another audit the week before with no issues. But Mr Butoy was arrested, charged and sent to jail for stealing £208,000. He described feeling \"ashamed\", being led out of his Post Office in front of customers. Mr Butoy also lost more than six stone during his time in prison, due to the immense stress he was under. Led by retired High Court judge Sir Wyn Williams, the inquiry is beginning with six weeks of testimony from former Post Office staff, describing the devastating impact the false accusations have had on them and their families. The inquiry will also examine whether staff at software firm Fujitsu, which developed the Horizon software to complete tasks such as transactions, accounting and stocktaking, knew the system had flaws while data from it was used in court to convict sub-postmasters. ", "url": "https://www.bbc.com/news/business-60402957"}