{"datetime": "2022-02-14T18:44:09.000Z", "author": "Kevin Sharkey", "title": "Post Office scandal: Public inquiry to hold hearings in NI", "article": "An inquiry into a post office scandal, which saw sub-postmasters being wrongly convicted for fraud, will hold part of its hearings in Northern Ireland. The announcementcame during the opening of the inquiry in London under the chairmanship of retired High Court judge Sir Wyn Williams. The cases have been described as the most \"widespread miscarriage of justice in British legal history\". A total of72 former sub-postmasters have had their names cleared so far. Between 2000 and 2014, more than 700 sub-postmasters and postmistresses across the UK were wrongly accused of theft, fraud and false accounting due to a flaw in the Horizon computer system. Workers were convicted after faulty accounting software made it look as though money was missing from their post offices. Deirdre Connolly, from west Tyrone,was one of a number of people from Northern Ireland who were wrongly accused. She lost her job at Killeter Post Office in 2010 and had to borrow money from her family to pay more than £15,500 to the Post Office. She is now looking forward to giving evidence to the chairman of the inquiry when hearings are held in Northern Ireland. \"I can face him, see him face to face and tell him how it has affected me, my family, and other people can come and face him and tell him their story,\" she said. She added \"Mentally, it destroyed me, I took epilepsy, I'll have that for the rest of my life and it came from the stress of what I went through. It has a knock-on affect on everybody.\" Some 19 Post Officer workers in Northern Ireland were convicted but Mrs Connolly believes more local victims of the scandal have yet to come forward. \"I think there are other people that wouldn't come forward because of the stigma,\" she explained.\"I've been contacted by a number of people since my story went out there. Since then, people have come forward but they won't go anywhere else, they just told me their story,\" she added. Details and timings for the inquiry hearings in Northern Ireland have yet to be announced. ", "url": "https://www.bbc.com/news/business-60381372"}