{"datetime": "2021-12-13T17:33:52.000Z", "subject": "Coronavirus pandemic", "title": "Royal Mail delays: Eccles residents fail to get post for a month", "article": "MPs have called on Royal Mail to sort the delivery \"chaos\" in Salford as some residents have not had post for weeks. People in Eccles who have complained about missing deliveries such as bank cards and prescriptions have been told to queue at the sorting office. MPs Rebecca Long-Bailey and Barbara Keeley said an \"urgent resolution\" was needed to mail delays of up to a month.Royal Mail said it had introduced new postal routes and there were staff shortages due to Covid-19.Nationally, the firm confirmedsickness rates were double pre-pandemic levels and said 21 offices were experiencing delays. In a joint letter to Royal Mail chief executive Simon Thompson dated 8 December, Ms Long-Bailey, MP for Salford and Eccles, and Ms Keeley, the MP for Worsley and Eccles South, asked for a resolution to the \"chaotic situation\".They said a number of residents told them that postal delays had resulted in them missing hospital appointments, financial and legal deadlines and not receiving prescriptions. Some have also not received bank cards, which the Labour MPs said meant they were unable to draw out money \"leading to hardship\".Eccles councillor Mike McCusker toldBBC North West Tonight the delivery \"chaos\" was \"unacceptable\".The Labour councillor said \"vital\" items were sent via the post and said one resident had been sent three bank cards and still not received them. Mr McCusker, the lead member for planning and sustainable development at Salford City Council, said it was \"ridiculous\" to ask people to join long queues to collect mail from the sorting office, especially vulnerable people during the pandemic. Susan Oakey, 72, said she only received a letter dated 18 November and marked as a 24-hour delivery for an appointment on 2 December on Saturday, more than three weeks late. The missing mail was \"very concerning\" and has caused her a \"lot of hassle\", she said. Salford Community and Voluntary Services said it received mail for more than 20 charities, some of which is time sensitive.It said post had been \"sporadic\" and some days it had received no mail. A spokeswoman for Ms Keeley said the MPs were yet to receive a response to the letter. Royal Mail said in recent weeks it had \"implemented revisions\" to postal routes in Eccles which had \"unfortunately coincided with a Covid-19 outbreak\". Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-59637470"}