{"datetime": "2022-02-14T17:22:49.000Z", "author": "Ruth Iredje", "title": "Post Office scandal: 'My mother was honest'", "article": "A public inquiry has begun into the Post Office scandal that saw sub-postmasters wrongly convicted for fraud. The scandal has been described as \"the most widespread miscarriage of justice in UK history\". Between 2000 and 2014, more than 700 Post Office branch managers, including a number in Scotland, were wrongly accused of theft, fraud and false accounting due to a flaw in the Horizon accounting IT system. Myra Philp, who worked with her mum Mary at the post office in Auchtermuchty in Fife in 2001, said her mother was a proud and honest woman and the accusations almost destroyed her confidence. Her mother died in 2018, at the age of 83, before the first court case was won by the sub-postmasters. Ms Philp told BBC Scotland: \"My mother and I formed a partnership at the Post Office in Auchtermuchty. Within two months, the Horizon system was recording deficit. \"We strongly believed there was a fault in the system.\" She said her mum contacted the Scottish Post Office headquarters in Glasgow several times to check the computer system but was told nothing was wrong with it. In 2007, Mary Philp was suspended by the Post Office and soon after, hundreds of sub-postmasters across the UK were wrongfully prosecuted, with some jailed. Ms Philp said she and her mother had taken on the sub-Post Office and an attached shop after her mum retired. She said the scandal took a toll on the last few years of her mother's life, claiming that the Post Office branded the victims as thieves and fraudsters. Ms Philp said: \"My mother was a former policewoman, she was a very proud and honest woman.\"Being wrongly accused and the shame that came from rumours and innuendos in a small village in Scotland didn't quite destroy her. \"But if we mentioned it in the subsequent years, she would well up and cry. \"She didn't work another day in her life.\" Although 72 former sub-postmasters have had their names cleared so far, many are yet receive compensation. The Post Office set up an Historical Shortfall Scheme to compensate those who did not serve jail time.Ms Philp applied for the scheme and filed a claim of £450,000 but was \"time barred\" due to her late application.She said: \"They failed to contact me. They sent a letter to the house my mother lived in, a few years after her death. \"When I found out about the scheme, the three-month window to apply had closed.\" SNP MP Peter Grant has taken up Ms Philp's case and is campaigning for the compensation of all the people whose applications were time-barred because the Post Office did not contact them.", "url": "https://www.bbc.com/news/business-60375978"}