{"datetime": "2022-02-14T06:52:12.000Z", "title": "Post Office scandal: Ex-postmaster criticises Horizon scandal inquiry", "article": "A retired subpostmaster wrongly convicted in the Post Office IT scandal fears a public inquiry will be a waste of time and money. Noel Thomas, of Gaerwen, Anglesey, is due to give evidence on Monday. More than 700 people received criminal convictions because of the faulty Horizon system in one the UK's biggest miscarriages of justice. The UK government said the inquiry would ensure the scandal's mistakes would not be repeated. Now 75, Mr Thomas wasjailed for nine months in 2006 for false accounting after 42 years of working for the Post Office. He faced accusations over £48,000 alleged to be missing and was advised to plead guilty. His conviction was finally quashed last year, after a group of 550 staff took a group legal case against the Post Office. In December 2019, the Post Office was told to pay £58m to settle the dispute and Mr Thomas has received interim compensation. But he has reservations about the inquiry.He said: \"I can't understand why they've gone down this road again. \"All the evidence is out there. It's just a delaying tactic. At the end of the day, they'll have to pay.\" Mr Thomas also worried the inquiry would take months and that the UK government would \"sit on the report\". \"They are just throwing good money after bad,\" he said. \"The reason I am taking part is not for myself but hopefully I can put it over that there's another, 500 people if not more, waiting in the background for justice,\" he said. Mr Thomas' daughter Sian will accompany him to the inquiry, chaired by retired judge Sir Wyn Williams.\"Hopefully Sir Wyn will listen to dad and the other claimants,\" she said. \"We just want the hell to finish. And it would be nice to have a proper letter of apology for what they did. \"We just want our lives back.\" Mr Thomas' wife Eira wants the inquiry completed swiftly. \"Whatever they're going to do, get on with it,\" she said. The money Mr Thomas has received so far meant he was able to leave his part-time garden centre job, which he took on to make ends meet. Now he wants to put the affair behind him.\"But it won't go away... The system let me down,\" he said. Mr Thomas said he was told by the Post Office he was the only one being accused of false accounting. \"That was the worst thing,\" he said. \"Being told: 'it's only you'.\" The UK government's postal affairs minister, Paul Scully, said: \"We understand the serious impact that faults with the Horizon IT system and the Post Office's management of the resulting issues have had on affected postmasters and their families - with many losing their livelihoods or being wrongly convicted for crimes they didn't commit. \"That's why we have set up a statutory inquiry to set out exactly what went wrong and to ensure something like this never happens again, as well as providing financial support for compensation.\" ", "url": "https://www.bbc.com/news/uk-wales-60368767"}