{"datetime": "2021-05-18T17:12:08.000Z", "title": "Post Office scandal inquiry to be bolstered", "article": "The government is to bolster the independent inquiry into the Post Office's computer scandal, giving it power to compel witnesses to testify. Some 47 former sub-postmasters havehad their names cleared as their convictions for stealing money were based on faulty IT evidence. A judge-led inquiry had been set up by the government, but it was dismissed as toothless by campaigners and some MPs. Ministers will announce that it will be put on a statutory footing. The move,first reported by Sky News , is to come just days after the government came under fire for saying that the current inquiry's powers were sufficient. It will mean the inquiry can compel witnesses to give evidence and demand that relevant documents are handed over. An inquiry set up last September \"to establish a clear account of the failings of the Horizon IT computer system, and assess whether lessons have been learnt at the Post Office\" was set to report in the summer. It is being led by retired High Court judge Sir Wyn Williams. The Justice For Sub-postmasters Alliance (JFSA) campaign group, which was instrumental in helping former Post Office managers to win compensation, had refused to take part, describing it as a whitewash and calling for a full public inquiry instead. The call was supported by MPs across the political spectrum, but the government had resisted such a move, saying that this would slow the process. Ministers are now planning to strengthen the powers of the inquiry. As a result, anyone who refuses to give evidence to the inquiry could be fined or imprisoned. A spokesperson for the Department of Business said: \"All parties are committed to cooperating with the independent inquiry underway, which is continuing to make progress under the chairmanship of Sir Wyn Williams. \"We continue to engage with relevant parties on all options available to ensure we get to the bottom of where mistakes were made, and to ensure something like this cannot happen again. The inquiry will also assess whether lessons have been learned and concrete changes have taken place or are underway at Post Office Ltd.\" Alan Bates, who chairs the JFSA, said: \"The Department of Business repeatedly rejected my calls for a statutory inquiry until I threatened a judicial review.\"Merely announcing a statutory inquiry is not enough. I and hundreds of other sub-postmasters will not tolerate a toothless and hamstrung inquiry. We will be demanding an inquiry with adequate terms of reference that will allow it to get to the truth and to examine all of the injustices suffered by sub-postmasters and their families.\" Labour's shadow business minister Chi Onwurah said the government had been \"dragging its feet\". \"This is a step forward, but the long delay has caused further suffering to the many victims and their families,\" she said. \"Crucially the government must now address the limited remit of the inquiry which does not cover compensation or the accountability of managers in this scandal.\" It is another step forward on a long walk towards the truth for those who were wrongly accused and convicted by the Post Office. As well as suffering the huge financial and personal toll that those accusations have taken, many also feel that they have had to fight not just the Post Office, but its sole owner - the government - every step of the way. If the terms of the inquiry are broad enough then it will be able to address how and why the Post Office was able to bring branch managers straight to court, and to find out who within the Post Office and the government knew what was going on. The answers are unlikely to come fast, as public inquiries are much slower, more detailed beasts. But those who have waited 20 years to clear their names feel it is worth waiting longer to make sure that those who were in charge are held to account. In December 2019, at the end of a long-running series of civil cases, the Post Office agreed to settle with 555 claimants. It accepted it had previously \"got things wrong in [its] dealings with a number of postmasters\", and agreed to pay £58m in damages. The claimants received a share of £12m, after legal fees were paid. Last month, in one day, 39 former Post Office managers were exonerated, up to 20 years after being convicted for offences such as theft and false accounting. That cemented the scandal as the most widespread miscarriage of justice in the UK. The Horizon system, developed by the Japanese company Fujitsu, was first rolled out in 1999 to some post offices to be used for a variety of tasks including accounting and stocktaking.But from an early stage, it appeared to have significant bugs which could cause the system to misreport, sometimes involving substantial sums of money.Horizon-based evidence was used by the Post Office to successfully prosecute 736 people. But campaigners fought a long and hard series of legal battles for compensation in the civil courts, which have been followed by referrals by the Criminal Cases Review Commission. ", "url": "https://www.bbc.com/news/business-57162437"}