{"datetime": "2021-12-13T06:54:48.000Z", "author": "Caroline Davies", "subject": "Coronavirus pandemic", "title": "Royal Mail staff absences almost double level of 2018", "article": "Royal Mail has confirmed that absence levels are almost double those seen in 2018 before the coronavirus pandemic. It has insisted that deliveries are operating as normal across most of the country.However, a source with close knowledge of its operations has said the internal situation is \"horrific\" due to sickness and increased demand in the run-up to Christmas. That source claimed: \"It's much worse than a normal Christmas.\" \"The combination of people off with stress or Covid, combined with increased demand to send goods by post and the build-up to Christmas, had led us here,\" they said. \"Sickness levels are around twice the normal levels,\" they added. Royal Mail's website lists offices that are experiencing difficulties, which it says means they may not be able to deliver the usual service temporarily because of local issues.The firm has pointed out that there are currently 21 offices listed as experiencing delays out of 1,200 delivery offices around the country.However, the insider source says there are wider issues. \"The 21 offices listed on the Royal Mail website are the places were the situation is undeniably bad. They are weeks behind, but there are problems and backlogs across the country,\" they said. One worker, who wanted to remain anonymous, said that this Christmas had been the worst in the 10 years they had worked at Royal Mail. \"We are told daily to concentrate on tracked parcels meaning a lot of post is not taken on every walk. \"The manager doesn't want extra staff because delivering letters is not as profitable as packets. \"It doesn't matter if letters go tomorrow or next week. The parcels are tracked and you get money back.\" A Royal Mail spokesperson said: \"Every item of mail is important to us. Where offices are experiencing local challenges, such as higher than usual absence levels, we have asked teams to rotate deliveries to minimise delays for individual customers.\"We have also reminded colleagues that the delivery, collection and processing of letters and parcels should be treated with equal importance.\" Royal Mail announced earlier in the year that it would keep on thousands of workers it had taken on in temporary positions given the record volumes of post it was delivering.However, in an open letter published by the Communication Workers Union (CWU) on Friday, it said that times were still \"very difficult\" for workers. Terry Pullinger, deputy general secretary of postal at the CWU, wrote: \"Trying to maintain a great public service throughout the pandemic has been incredibly difficult for everybody, especially whilst deploying major changes and considering the great annual challenge of the Christmas period pressure.'But the CWU suggested that the blame lies with \"managerial capability issues\", saying that \"postal workers and the public deserve better\".The open letter also discusses ways to improve issues with recruitment - by using family and friend referrals, as well as advertising on social media, for example. ", "url": "https://www.bbc.com/news/business-59629707"}