{"datetime": "2021-04-26T12:50:06.000Z", "title": "Post office scandal: Ex-boss quits director jobs after scandal", "article": "The former chief executive of the Post Office has quit her roles on the boards of Morrisons and Dunelm following the IT scandal which led to the wrongful convictions of former postmasters. Morrisons announced Paula Vennells would leave after serving as a non-executive director since 2016. She is relinquishing her non-executive position at home furnishing retailer Dunelm with immediate effect. She is also stopping her duties as an ordained Church of England minister. Ms Vennells said: \"It is obvious that my involvement with the Post Office has become a distraction from the good work undertaken by the boards I serve. \"I have therefore stepped down with immediate effect from all of my board positions.\" Ms Vennells was chief executive of the Post Office between 2012 and 2019. On Friday, 39 former Post Office workers saw their criminal convictions overturned by the Court of Appeal.The convictions had been based on the flawed software system Horizon, which showed shortfalls in the sub-postmasters' accounts where they did not exist. The IT system was installed in 1999 under former chief executive John Roberts. Other appeals are expected to follow in what is the most widespread miscarriage of justice in the UK's history.The government has launched an inquiry into the prosecution of the former Post Office workers. Ms Vennells said: \"I am truly sorry for the suffering caused to the 39 sub-postmasters as a result of their convictions which were overturned last week.\" Ms Vennells said she now intended \"to focus fully on working with the ongoing government inquiry to ensure the affected sub-postmasters and wider public get the answers they deserve\". Dunelm's chairman Andy Harrison said: \"We respect Paula's decision to step down from the board and I would like to thank her for the positive contribution she has made to the business since her appointment in September 2019.\" The chairman of Morrisons, Andrew Higginson, said: \"Paula has been an insightful, effective and hardworking non-executive director, and, on behalf of the Board, I want to thank her for her significant contribution over the last five years.\" More than 700 people were wrongly convicted of offences of theft, fraud and false accounting, in prosecutions between 2000 and 2014, and some of them were imprisoned. Questions had been raised about the behaviour of Post Office directors during this time, and Ms Vennells, 62, faced calls to have her bonuses clawed back and be stripped of her CBE title, which had been given for \"services to the Post Office and to charity\". Jo Hamilton, one of the 39 former Post Office workers whose convictions were quashed on Friday, said Ms Vennells' role at Morrisons and Dunelm was \"untenable and I don't think she could stay\". She added that she would now consider shopping at the retailers after boycotting both when Ms Vennells joined their boards. Even during the pandemic when many supermarket online delivery slots were booked up, Ms Hamilton said \"I'd rather starve to death\" than shop at Morrisons. In a statement issued on Sunday evening, Ms Vennells, an associate Anglican minister in Bromham, Oakley and Stagsden, Bedfordshire,said she would be stepping back from her \"regular parochial duties\" . Ms Vennells said: \"It is obvious that my involvement with the Post Office has become a distraction from the good work undertaken in the Diocese of St Albans and in the parishes I serve. \"I have therefore stepped back with immediate effect from regular parish ministry.\" For the sub-postmasters and postmistresses who faced prison, criminal convictions and financial ruin after being wrongly pursued by the Post Office, one of the hardest elements has been confronting a faceless institution.But the name that has been repeated to me again and again by victims I've spoken to is that of Paula Vennells. Although the computer problems began before her tenure as chief executive, under her leadership, the glitches within the system became widely reported on.But she insisted the system was \"robust\", defending the technology and her organisation's actions to a committee of MPs. As chief executive, she chose to fight lengthy and expensive legal battles against sub-postmasters seeking redress.When more than 500 sub-postmasters won a civil court case against the Post Office in December 2020, the judge said that under her leadership the actions of the Post Office had been \"both cruel and incompetent\". She received a CBE for \"services to the Post Office\" in 2019.Since Ms Vennells stepped down as boss, there has been a dramatic shift in tone from the Post Office. It did not contest the vast majority of individuals who managed to overturn their convictions in the Court of Appeal last week. It has issued an apology and is already mentioning compensation. The Bishop of St Albans, the Right Reverend Dr Alan Smith, said that his father had been a sub-postmaster, adding: \" I express my distress at the miscarriage of justice that so many sub-postmasters have suffered.\" He said: \"I am aware that there are still legal processes and inquiries to take place during which it is right that Ms Vennells stands back from public ministry.\"Following the legal decision on Friday, Ms Vennells said she was \"deeply saddened\" by the sub-postmasters' accounts. She said she would cooperate with the government inquiry \"as I did with last year's select committee inquiry\".The Horizon IT system, installed by the Post Office in branches across the UK, was flawed from the start.At the Court of Appeal on Friday, Lord Justice Holroyde said the Post Office \"knew there were serious issues\" and had a \"clear duty to investigate\". But the Post Office \"consistently asserted that Horizon was robust and reliable\" and \"effectively steamrolled over any sub-postmaster who sought to challenge its accuracy\". Those affected have long called for a judge-led, full, public inquiry, rather than the government's own inquiry which is set to report in the summer. The Criminal Cases Review Commission, which investigates potential miscarriages of justice, is reviewing another 22 cases. There were more than 700 prosecutions based on Horizon evidence. The commission and the Post Office are asking anyone else who believes their conviction to be unsafe to come forward.", "url": "https://www.bbc.com/news/business-56882496"}