{"datetime": "2021-05-19T13:52:54.000Z", "author": "Kevin Peachey", "title": "Post Office Horizon scandal inquiry extended after criticism", "article": "An extended, bolstered inquiry into the computer scandal at the Post Office will deliver its conclusions more than a year after originally planned. Business minister Paul Scully said that as a statutory inquiry, witnesses could now be compelled to give evidence. He told former sub-postmasters \"we will get to the bottom of this appalling affair\". The convictions of 47 former Post Office workers have been quashed, with hundreds more expected to follow. They had been wrongly accused of crimes such as theft and fraud, with some even imprisoned, owing to flaws in the Horizon IT accounting software they had used.Aninquiry was set up last September \"to establish a clear account of the failings\" and assess whether \"lessons have been learnt at the Post Office\". It is being led by retired High Court judge Sir Wyn Williams. It was originally expected to report its findings this summer. Now extended, its conclusions will come in autumn 2022. Public hearings, expected in June, will be delayed, to allow for more in-depth analysis. There will be a progress report in the summer. Mr Scully said he and Sir Wyn had agreed that the context of the events had changed after convictions were quashed. In the Commons, Mr Scully told postmasters \"we are listening\". Under its new powers, the inquiry can demand that relevant documents are handed over. The Justice For Sub-postmasters Alliance (JFSA) campaign group, which was instrumental in helping former Post Office managers to win compensation, had refused to take part in the original inquiry, describing it as a whitewash and calling for a full public inquiry instead. David Enright, partner at Howe & Co solicitors, who acts for the JFSA, said: \"There can be no further delay or obfuscation on the part of the government regarding the Post Office scandal. \"The prime minister described it as the greatest miscarriage of justice in British legal history. My clients must have truth, accountability, and full reparations. They look to the prime minister to translate his words into deeds.\" Labour said thenew terms of reference for the inquiry did not go far enough. Shadow business minister Seema Malhotra said: \"The Post Office is a government-owned company that has been found to be at fault. It is vital the government act to improve the corporate structure of the Post Office to prevent this kind of thing ever happening again.\" Matthew Smith, partner at law firm BDB Pitmans, said that the inquiry could not \"determine civil or criminal liability\" but any evidence it uncovered could subsequently be used in criminal or civil court proceedings. \"It could be that some of those involved in the inquiry could be worried about their own position and could request individual immunity from prosecution before agreeing to give evidence to the inquiry,\" he added. The inquiry could also have an impact, but not determine, the levels of compensation that could be paid to postmasters.Paula Vennells, who was chief executive of the Post Office between 2012 and 2019, said she welcomed the bolstered inquiry. She said in a statement: \"It is beyond doubt there are serious and unanswered questions as to the manner in which sub-postmasters were wrongly prosecuted. \"All those involved in any way have a duty to those sub-postmasters and their families, who were innocent victims, to ensure that this can never happen again.\" Ms Vennellsrecently said she would be stepping back from her regular church duties as an associate minister in the Diocese of St Albans to concentrate on the inquiry. She also quit non-executive board roles at high street retailers Morrisons and Dunelm. Current Post Office chief executive Nick Read said: \"There can only be closure for victims of the Horizon scandal by establishing a comprehensive picture of what went wrong.\" He said the Post Office would \"support and co-operate with\" the inquiry. In December 2019, at the end of a long-running series of civil cases, the Post Office agreed to settle with 555 claimants. It accepted it had previously \"got things wrong in [its] dealings with a number of postmasters\", and agreed to pay £58m in damages. The claimants received a share of £12m, after legal fees were paid. Thousands more are making claims for alleged shortfalls highlighted by the Horizon system, which they covered with their own money.Last month, in one day,39 former Post Office managers were exonerated , up to 20 years after being convicted for offences such as theft and false accounting. That cemented the scandal as the most widespread miscarriage of justice in the UK. Prime Minister Boris Johnson said: \"We must stand with postmasters to get to the bottom of what went wrong in the Post Office Horizon IT dispute. I heard first-hand the irreparable impact it has had on their lives.\"That's why, in light of the recent Court of Appeal judgment, we're stepping up our independent inquiry by putting it on a statutory footing, so we can get the answers they deserve.\" ", "url": "https://www.bbc.com/news/business-57173296"}