{"datetime": "2021-06-20T23:18:12.000Z", "author": "Colletta Smith", "title": "Post Office scandal: 'I just forgot how to laugh'", "article": "The Sethis are a Post Office family. Anjana and Baljit Sethi used to run two branches near Romford in Essex where they raised their three children. It was all Anjana had known, she grew up in a Post Office as her dad was a sub-postmaster too. But 20 years ago they went from business success to financial ruin. Initially things had been going so well that in 2001 they were encouraged by head office to buy a second branch. It was a stretch for them financially, but they decided it was worth the risk. They took out a big loan of £120,000 to buy and refurbish the busy shop. But things soon started to go wrong. The central computer accounting system began showing losses for that branch. One branch had no problems at all, but the second one showed a hole in the accounts of £17,000, which they were asked to cover out of their own pocket. Baljit said the family simply didn't have that kind of money. They were under suspicion and the Post Office decided to close the store. The Sethis had fallen victim to the flawed Horizon computer system that was installed by the Post Office from 2001. Frequent errors made it look like money was going missing.A High Court judgement in 2019 slammed the Horizon system as \"not remotely robust\", but at the time the Sethis were told they were the only ones having problems. Unlike the former sub-postmasters who recently hit the headlines for having theirfraud and theft convictions overturned at the High Court , thousands of others like the Sethis were never charged but still faced a financial and emotional nightmare. It's a tearful conversation with them as they think back to those years of living hand to mouth. Anjana says they tried to keep going for the kids, but she had become totally numb. \"I remember watching TV,\" Anjana says. \"There was a comedy show and people were laughing and I used to think 'why are they laughing?' I just forgot how to laugh for two or three years.\" The Sethis lost their business, their jobs, were forced into bankruptcy and were worried about losing the family home. Anjana says that Baljit was contemplating taking his own life at one stage. \"He thought we'd be better off without him\". Their sons Amit and Adeep were teenagers at the time and really struggled to watch what their parents were going through. Amit says: \"You feel helpless. They've done nothing wrong but they've lost their business all because of something they've had no control over.\" Despite promises of prompt payments for those sub-postmasters who lost money, the Sethi family are still waiting for some kind of redress in the Post Office's Historic Settlement Scheme.The BBC has discovered that about 400 compensation payments have now been made through the scheme.The Post Office said more than 2,000 other claims were \"progressing\", adding: \"We are committed to fairly resolving claims, with assessment by an independent panel, and are keeping people updated on their cases.\" But Adeep and Amit are losing patience, angry to see their parents still struggling as they turn 70. Adeep's message to the Post Office is clear: \"Cut the delays and start giving people justice, start giving people compensation today and get the ball rolling. At least show a bit of humility in that respect.\" Amit agrees, telling me: \"You can't get back time, you can't get back the stress, you can't get back those sleepless nights that they've had, but the compensation will help them feel like… we were right.\" Baljit and Anjana don't want a lavish lifestyle, for them any payment is about the next generation now. \"I want to see them giving this compensation when I'm alive,\" says Baljit, \"so I can give something to my grandchildren that I couldn't give to my children.\" ", "url": "https://www.bbc.com/news/business-57523644"}