{"datetime": "2021-04-23T14:42:20.000Z", "title": "Post office scandal: 'The first thing I did was cry'", "article": "Thirty-nine postmasters who were victims of the UK's most widespread miscarriage of justice have had their names formally cleared. For the men and women involved it marked the end of a long legal battle which took them \"to hell and back\". \"The first thing I did was cry,\" says David Blakey, from Cleethorpes, after hearing hisconviction had been overturned at the Royal Courts of Justice. \"I am ecstatic at the result, it's just pure joy,\" he says. The former postmaster was convicted of theft and false accounting in 2004, one of 39 branded criminals after the Post Office installed a flawed computer system in branches. He lost his job, his home and his pension as a result. It has taken so long to finally clear the group's names that Mr Blakey says the result \"hasn't really sunk in yet\" but \"it means everything\". His sense of delight is shared by Tom Hedges, from Skegness, who received a seven-month suspended sentence for theft and false accounting in 2001. Opening a bottle of fizz outside the court, he says: \"It's a wonderful afternoon. \"When I told my mother, who's 93, I was coming to court she said: 'Get yourself down to Aldi and get some prosecco'.\" Mr Hedges says he went to \"hell and back\" as the group \"fought and fought\" to clear their names. He is critical of the Post Office describing its behaviour throughout as \"totally despicable the entire time\". \"It has lifted my soul and I feel wonderful,\" he says of the court ruling. Alison Hall, from Liversedge, West Yorkshire, says it has been a \"hard 11 years\" since proceedings were first launched against her. She eventually agreed to plead guilty to false accounting so a theft charge would be dropped, and was sentenced to community service. \"I never said a word, I was too embarrassed,\" she says. Ms Hall is delighted her conviction was quashed but still wants an apology for her ordeal. \"Nobody from the Post Office has ever come and apologised to me,\" she says. \"There should be a public inquiry. People need to find out what happened and what they did to us all.\" The prosecutions by the Post Office had a huge impact on the lives of those targeted - some were imprisoned, some lost their homes and some struggled to find new work. Chairman Tim Parker has said the company is \"extremely sorry\" to those affected and their families, blaming \"historical failures\". Neil Hudgell, the solicitor who represented 29 of the postmasters, says his clients were \"honest, hard-working people\" whose reputations and livelihoods had been \"so unfairly destroyed\". Mr Blakey says he was lucky to have the support of his family and friends. \"Everyone believed in me, everybody trusted me. There are people out there who have lost so much more than I have and I have lost a lot.\" He believes he and his wife lost about £400,000 - including their post office business, which they had bought, and their home when they had to declare bankruptcy. \"We're living in a council house now, we are paying rent every month. I am living on a state pension because I lost my job so I was unable to pay into my private pension,\" he says. Janet Skinner, from Hull, was imprisoned for nine months in 2007 for false accounting, and says having a conviction hampered her employment opportunities.\"People look at you and always look down on you,\" she says. But, having at last cleared her name, she says justice has finally been served. Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-56859105"}