{"datetime": "2021-05-28T10:59:34.000Z", "author": "Bryn Jones", "title": "Post Office scandal: Ex sub-postmistress speaks of ordeal", "article": "A former Post Office worker says her life was ruined and her health suffered after she was falsely accused of stealing. Lorraine Williams said she kept quiet for 10 years as people in her community on Anglesey turned their backs on her. She suffered with depression and lost her home and her job, and said the only way she kept going was by hiding away. Judgesquashed the convictions of former postmasters after the UK's most widespread miscarriage of justice. After the Court of Appeal case in London last month, Mrs Williams now feels strong enough to tell her story for the first time, and wants the world to know she is innocent. \"Since the appeal I've had about three people come to the door to say congratulations and I think I need to tell everyone I'm not guilty,\" she said. \"It's been a very, very difficult 10 years.\"Mrs Williams lives in the village of Llanddaniel Fab and for years had been a central part of the community. She fostered children, worked with after-school and youth clubs and was a warden on an estate for the elderly, living on the site with her husband Gareth and daughter Cameron. When the future of the village shop and post office were under threat, she was a member of the committee which raised money to buy the building and she donated to the appeal fund. Then, in 2009, facing more uncertainty about the service, she agreed to work as a sub-postmistress alongside her work as a warden. \"The shop was closing and the post office was closing and a lot of people in the village were asking 'why don't you take over? You could do it',\" Mrs Williams told BBC Cymru Fyw. \"I was a warden at the time for elderly people in the village, so we decided to take over - to help the village more than anything else.\" Mrs Williams' nightmare began over Christmas in 2010. She said electrical problems affected the Post Office's computer system - Horizon - and she contacted the support line. Within weeks the computer showed money and stock was missing, and the situation became worse and worse, but Mrs Williams had no idea what was happening. \"You think 'I'm in trouble here and I can't fix it'. I didn't even tell my husband for about three months, I was panicking so much. It was a strain. \"I couldn't sleep at all. I eventually slept in my daughter's room because I didn't want to disturb my husband so I just pretended my daughter wanted company.\" In June 2011, Post Office lawyers arrived to tell Mrs Williams £14,600 was missing. \"They were asking me 'where is it?',\" she said. \"I told them I didn't know, I didn't have it and I hadn't taken it. They locked me out of the post office that day, took the keys away from me and suspended me. It was a massive shock.\" The Post Office insisted Mrs Williams was the only one having problems with the computer system and she was accused of theft. But it is now known she was not the only one, by a long shot. And someone else who had similar problems lived just two miles down the road. Former councillor Noel Thomas was wrongly jailed in 2006 for keeping false accounts after the Horizon system showed £48,000 was missing from his post office in Gaerwen. From the beginning, he had said the computer was at fault - as others across the UK had also said. But in a case at Caernarfon Crown Court in 2012, on legal advice, Mrs Williams pleaded guilty to keeping false accounts in order to avoid going to jail, fearing the effect that would have on her young daughter. \"We told her before the court case what was happening and that maybe mam wouldn't be coming home, and that I hadn't done it, 'but someone will look after you, please don't worry, you will be with your dad',\" she recalled. \"She was 10 years old. This has gone on for half of her life - she is now 20.\" Mrs Williams was handed a 52-week suspended sentence, on the condition she would \"pay back\" the £14,600 and perform 200 hours of community service. She lost her income - the shop, the post office and her job with the elderly - and she had to leave her home of 10 years due to it being tied to the warden job. She moved to a house she and her husband owned in the village, and took out a second mortgage to pay the compensation to the Post Office. \"I don't remember moving,\" Mrs Williams said. \"The only thing I remember is carrying a table in the middle of the night because we didn't have money to get a van or anything. \"We carried stuff in the middle of the night or early in the morning to hide the fact we were moving, not because we were ashamed of going but because we were ashamed we couldn't afford to pay anyone to help us.\" Mrs Williams said the effect on her mental health was the worst part, and while family, some friends and community members supported her, others turned their backs and ignored her or were rude to her in front of her child. \"When my daughter was in school I didn't leave the house, I just took her to school and stayed in the house. It was depression, and fear... fear of how people would act towards me,\" she said. \"Nobody wanted to hear my side, I couldn't tell people what had happened, they had decided and that was that.\" But Mrs Williams heard a knock on the door one day, and it was Noel Thomas. \"He had heard I was stuck in the house and said 'come out with your head up, you have nothing to be ashamed of, let's fight this together'.\" Every fortnight she had to meet with the probation service to discuss her fraud, and she was struggling with not being able to tell the truth - having been warned by her solicitor not to say she was innocent or she could end up in jail. \"They were trying to teach me how to manage money and budget, it was awful. One woman said 'you won't be able to work in charity shops, not after what you've done',\" she said. \"I wanted to kill myself. I remember going to see a lawyer and him saying 'you'll go through a dark time but you'll come out of it'.\" Mrs Williams said thinking of her daughter got her through. \"This sounds selfish but I thought 'my husband would cope but she won't'.\" Mrs Williams also developed diabetes and alopecia in 2013 because of the shock, but gradually she gained the confidence to fight back. She started volunteering and found work, and joined a group of other sub-postmasters, including Mr Thomas, who had been through the same thing. \"There was a time when I thought 'I'm taking on the crown, I've got no hope,\" she said. \"But Noel said 'no, carry on',\" and in 2019, the Post Office admitted there had been errors in its computer system in the past and apologised. Mrs Williams had to wait more than a year again to clear her name, but last month she was successful. More appeals are expected in the future, and questions will need to be answered over how so much money was lost. The computer company, Fujitsu, which developed the Horizon system, said it takes the judgment very seriously and will thoroughly investigate the matter. Mrs Williams received an apology this week from the chairman of the Post Office, Tim Parker, saying it accepted the Court of Appeal's decision and that she had not had a fair hearing. He promised the Post Office would learn from its mistakes. \"Someone has to be accountable for this, someone knew,\" Mrs Williams said. \"Someone has to take the blame and be punished. I wouldn't want to go so far as calling for someone to go to jail, although they deserve it, because I am sick of thinking about jail. \"But they can't get away with this. \"I shouldn't cry, but sometimes I can't stop. It still affects me and I just think about my family and how they've suffered and how they've supported me. \"I know I'm supposed to be happy now but things are still in the back of my mind. I'm not so happy go lucky as I was before. I'm not the same person.\" ", "url": "https://www.bbc.com/news/uk-wales-57280489"}