{"datetime": "2021-05-14T10:28:08.000Z", "author": "Colletta Smith", "title": "Cleared postmaster hid conviction from his family", "article": "A father-of-four who hid his prison sentence from his closest family is one of two more former sub-postmasters whose convictions have been quashed. Parmod Kalia's mother and sister knew nothing of his 20-year nightmare after being accused of theft. Former Post Office worker Oyeteju Adedayo also had her name cleared on Friday at Southwark Crown Court. A total of 47 people have now been cleared in the UK's most widespread miscarriage of justice. In April, 39 Post Office branch managerswere exonerated in one day . Hundreds more are nowexpected to have their names cleared as they were prosecuted based on evidence from the flawed Horizon system the Post Office installed in branches. The Post Office has written to 540 former sub-postmasters who they had prosecuted. The letters outline details as people attempt to overturn those convictions, and the Court of Appeal ruling in April has now made the process much faster. Mr Kalia and Mrs Adedayo are the first exonerations in that next wave. After running a bustling Post Office in Orpington for 11 years, things began to go wrong for Mr Kalia.The Post Office installed the new Horizon computer software and he couldn't make the books balance. Eventually in 2001 there was a hole of £22,000 in the accounts. He had reported the problem, but the Post Office still blamed him. He said he was advised by the representative of his union to find the money to fill the hole quickly to keep it out of the courts and avoid jail. \"I had to go to my mother to tell her I desperately needed this money, but I didn't give her the reason,\" he told BBC News.\"She didn't ask. So she got me a cheque from her building society account, which I paid to the Post Office.\" They cashed the cheque and he hoped that would be the end of it, but the Post Office still decided to prosecute him for theft based on the data from their computer accounts. He struggles to find words to describe how strange it was to be charged as an innocent man and to face the court. \"It was like being in a story or something. I really couldn't comprehend what was going on.\" With hindsight he wished he had told the truth and pleaded not guilty, but faced with computer evidence, his lawyer and his union representative said was his case was unwinnable and he was frightened. \"I didn't want to see the inside of a prison cell. Yes I've got the odd parking fine, but I'd never been to court, and it scared me,\" he said. So he pleaded guilty in court, hoping for a lenient sentence. He was convicted and sentenced to six months in prison. When the judge gave the ruling he was speechless.\"I was having difficulty breathing if I'm honest. I couldn't comprehend what had just been said.\" His voice wavers as he talks about his time behind bars. \"It was very difficult to be in there. By the grace of God I survived my time,\" he said. His wife and four children had to manage life and the shop business without him. Faced with the shame of serving time in prison, and then facing the world as a convicted criminal, the family kept their nightmare a secret even from their closest relatives. He had arranged for his elderly mother to go to India for a couple of months so she would not know he'd been sent to jail. She died in 2019, never having realised what he had been through. Just this week, as he became confident that his conviction would be quashed, he found the words to tell his sister what happened. Since the group of 39 other Post Office branch managers had their convictions overturned it has been a nerve-wracking wait for his day in court. \"I believe there is British justice after all. I can walk out of that court with my head held high knowing that everybody else now knows that, yes, Mr Parmod Kalia is not a criminal,\" he said. \"It has been a very long fight.\"The whole experience has had a huge impact on his family and his marriage, but he hopes his exoneration will mean he can start to rebuild that life too, as an innocent man. Mrs Adedayo, from Gillingham in Kent, said she and her family had been \"to hell and back' over the past 15 years after her conviction for stealing £50,000 from the community Post Office she ran. She was handed a 50-week sentence 2006, suspended for two years, and ordered to complete 200 hours under a community punishment order for false accounting and theft. Mrs Adedayo and her husband were forced to remortgage their family home to raise funds to pay the £50,000, and she was left unable to find new work due to her criminal record. She said she had considered taking her own life on many occasions. \"My family have been dragged to hell and back as a result of all this, so today is a very good day,\" she said. \"I've been completely broken by this, particularly by how this has impacted on my family and the unbearable shame it has brought on us all, me being convicted of such crimes. \"I have thought about ending it all on many occasions. The shame has always been linked to me and I have always worried about how that impacted on our three children, who were all very young at the time. They have seen how it has destroyed our lives, and although it was never my fault, I have always felt ashamed that they had to go through all of this. \"I feel I can now finally look to move on from this. It has been so cruel to destroy the lives of so many people, not just us, but our families, our husbands, wives and children. It has all been so cruel.\" Southwark Crown Court today (14 May 2021) formally acquitted two former postmasters, referred by the Criminal Cases Review Commission (CCRC), in uncontested appeals. The cases, from 2001 and 2006, were referred to the Court in January 2021 and relate to convictions in Magistrates' Courts in which Post Office acted as prosecutor. A Post Office spokesman said: \"Post Office sincerely is extremely sorry for historical failures and the impact these have had on the lives of people affected. \"We are taking determined action to fully address the past and have undertaken wholesale reforms to prevent such events ever happening again.\" ", "url": "https://www.bbc.com/news/business-57113342"}