{"datetime": "2021-04-23T21:53:03.000Z", "author": "Kevin Peachey", "title": "Convicted Post Office workers have names cleared", "article": "Judges have quashed the convictions of 39 former postmasters after the UK's most widespread miscarriage of justice. They were convicted of stealing money, with some imprisoned, after the Post Office installed the Horizon computer system in branches. The system was flawed. Some of those whose lives were ruined now want those responsible to be \"punished\". The judgement was met with cheers from ex-postmasters outside court and was hailed by Prime Minister Boris Johnson. He called the original convictions an \"appalling injustice\". The clearing of the names of 39 peoplefollows the overturning of six other convictions in December, This means more people have been affected than in any other miscarriage of justice in the UK.Among them was Janet Skinner, who ran a post office in Hull. She was imprisoned in 2007 for nine months over a shortfall of £59,000 - a case which she said \"destroyed everything\". Like others, she said she had no idea fellow sub-postmasters and sub-postmistresses were being prosecuted and convicted. She was taken away from her two children to go to prison and - after her release - had a job offer taken away owing to her criminal conviction. Outside court, she said she was \"relieved\" at the judgement. Speaking after his name was cleared, Harjinder Butoy, who was convicted of theft and jailed for three years and four months in 2008, described the Post Office as \"a disgrace\". He said those responsible for the scandal \"need to be punished, seriously punished\", adding: \"They're just bullies, that's all they are. Somebody needs to really, really sort this out and charge them for this.\" Hughie \"Noel\" Thomas, also cleared, said it had been 16 years to fight for justice. \"All I want is my money back. People have walked away from this who were responsible. I'd like to sit down with them and ask them the question 'why?',\" he said. Neil Hudgell, who represented 29 of the former sub-postmasters, said the Post Office \"has been found to have been an organisation that not only turned a blind eye to the failings in its hugely expensive IT system, but positively promoted a culture of cover-up and subterfuge in the pursuit of reputation and profit\". \"They readily accepted that loss of life, liberty and sanity for many ordinary people as a price worth paying in that pursuit,\" he said. Former Post Office chief executive Paula Vennells - at the the helm from 2012 to 2019 - said she supported a government inquiry. \"I was deeply saddened by the sub-postmasters' accounts heard during the Court of Appeal proceedings. I am truly sorry for the suffering caused to them as a result of the convictions which the Court of Appeal has today overturned.\"I fully support and am committed to co-operating with the ongoing Government Inquiry, as I did with last year's Select Committee Inquiry. It would be inappropriate for me to comment further while the Inquiry is ongoing.\" Those affected have long called for a judge-led, full, public inquiry, rather than the government's own inquiry which is set to report in the summer. The Criminal Cases Review Commission, which investigates potential miscarriages of justice, is reviewing another 22 cases. There were more than 700 prosecutions based on Horizon evidence. The commission and the Post Office are asking anyone else who believes their conviction to be unsafe to come forward. At the Royal Courts of Justice in London, Lord Justice Holroyde said the Post Office \"knew there were serious issues about the reliability of Horizon\" and had a \"clear duty to investigate\" the system's defects. But the Post Office \"consistently asserted that Horizon was robust and reliable\" and \"effectively steamrolled over any sub-postmaster who sought to challenge its accuracy\", the judge added. The Court of Appeal also allowed the appeals on the basis that their prosecutions were an affront to justice - a decision that allows for the possibility of further claims for compensation against the Post Office. Those whose convictions have been quashed are Josephine Hamilton, Hughie Noel Thomas, Allison Henderson, Alison Hall, Gail Ward, Julian Wilson, Jacqueline McDonald, Tracy Felstead, Janet Skinner, Scott Darlington, Seema Misra, Della Robinson, Khayyam Ishaq, David Thomas Hedges, Peter Anthony Holmes, Rubina Shaheen, Damien Owen, Mohammed Rasul, Wendy Buffrey, Kashmir Gill, Barry Capon, Vijay Parekh, Lynette Hutchings, Dawn O'Connell, Carl Page, Lisa Brennan, William Graham, Siobhan Sayer, Pauline Thomson, Tim Burgess, Nicholas Clark, Margery Williams, Tahir Mahmood, Ian Warren, David Yates, Harjinder Butoy, Gillian Howard, David Blakey and Pamela Lock.Following the convictions - including theft, fraud and false accounting - some of these former postmasters went to prison, were shunned by their communities and struggled to secure work.Some lost their homes and even failed to get insurance owing to their convictions. Three have since died. They always said the fault was in the computer system, which had been used to manage post offices' finances since 1999. Investigative journalist Nick Wallis hasfollowed this saga for years , reporting on the case for BBC Panorama and Radio 4. \"Just over 10 years ago, I spoke on the phone to a man who was crying his eyes out,\" he said.\"His pregnant wife, Seema Misra - the sub-postmaster at West Byfleet Post Office in Surrey - had been sent to prison for theft. He swore she was an innocent victim of the Post Office's computer system, Horizon.\"After meeting dozens of sub-postmasters over the past decade, I have been struck by the dignity and quiet anger they convey in interviews and conversation - emotions never stray far from the surface.\"There will be some jubilation at the quashing of so many convictions today, but the trauma, the loss of reputation and the years of financial hardship for the dozens of people who were prosecuted by the Post Office will never leave them.\" Post Office chief executive Nick Read said: \"I am in no doubt about the human cost of the Post Office's past failures and the deep pain that has been caused to people affected. \"Many of those postmasters involved have been fighting for justice for a considerable length of time and sadly there are some who are not here to see the outcome today and whose families have taken forward appeals in their memory. I am very moved by their courage. \"The quashing of historical convictions is a vital milestone in fully and properly addressing the past as I work to put right these wrongs as swiftly as possible and there must be compensation that reflects what has happened.\" In three additional cases - those of Stanley Fell, Wendy Cousins and Neelam Hussain - the judges ruled the convictions were not based on Horizon evidence, so their appeals against conviction failed. The Horizon system, developed by the Japanese company Fujitsu, was first rolled out in 1999 to some post offices to be used for a variety of tasks including accounting and stocktaking.But from an early stage, it appeared to have significant bugs which could cause the system to misreport, sometimes involving substantial sums of money.Horizon-based evidence was used by the Post Office to successfully prosecute 736 people. But campaigners fought a long and hard series of legal battles for compensation in the civil courts, which have been followed by referrals by the Criminal Cases Review Commission. ", "url": "https://www.bbc.com/news/business-56859357"}