{"datetime": "2021-08-14T00:38:24.000Z", "subject": "Social media regulation debate", "title": "Viewpoint: Why Twitter got it wrong in Nigeria", "article": "In our series of letters from African writers, Nigerian journalist and novelist Adaobi Tricia Nwaubani considers Twitter's power and the Nigerian government's moves to curb it. It has been two months since the Nigerian government banned Twitter after the tech giant deleted a post by President Muhammadu Buhari for violating its rules on abusive language.Despite the global outrage that followed, including strong words of condemnation from top foreign diplomats in the country, the government remained adamant.However, it announced on Wednesday that it was finalising an agreement with Twitter and the ban would be lifted in a few days or weeks. Much of the comment that followed at the time focused on the ban's negative impact on freedom of speech and the economy.Many Nigerians use the platform to amplify their grievances against the government and to reach more customers for their businesses. But Twitter's decision to delete President Buhari's post - in which he threatened violence against a separatist movement - was ill-advised. This has also become a point of debate in other parts of the world, including India. The US-owned, private firm appeared to be interfering in the internal affairs of a sovereign African state without enough background knowledge to understand the consequences of its actions. At the time, Twitter said the post was in violation of its rules. The company has the right to enforce its regulations, but Mr Buhari's post was an official communication from the Nigerian president to his people, tweeted from a government account. The same message was also broadcast on other media platforms across the country. Is it right that a private American firm has the power to edit, without permission, the official communication of a democratically elected president of an African country? It doesn't get any more neo-colonial than that.Nigerians have the right to be aware of their leader's plans and strategies, irrespective of how reckless his choice of words might be. They have a right to know even if he is planning something as heartless as unleashing violence on them. Similarly, Nigerians have the right to respond to him as part of the interaction between the government and its citizens. Mr Buhari's tweet threatened violence against the Indigenous People of Biafra (Ipob) movement, which is seeking a breakaway state in south-eastern Nigeria, home to the Igbo people. Ipob was outlawed in 2017 - the group fought the ban in court and lost. While many Igbos believe they have been marginalised in many ways, such as being left out of key national leadership positions, the majority do not support Ipob's desire for secession. Neither do they like its violent rhetoric against other ethnic groups - often referred to as wild animals by Ipob leader Nnamdi Kanu, who is facing treason charges. In February, Facebook deactivated Mr Kanu's account for its hate speech, but he remained active on Twitter. By deleting Mr Buhari's threats, Twitter was inadvertently taking sides with Ipob, and the group's supporters wasted no time in celebrating this assumed show of solidarity. Following the backlash from the government in June, a few of the Ipob leader's tweets were removed by Twitter.Similarly thoughtless involvement by Twitter amplified the divisions that derailed Nigeria's #EndSars movement that oversaw protests against police brutality in October 2020.Different groups were involved in planning and fundraising for the protests that began online and poured into the streets of cities across Nigeria for about two weeks. But when Twitter verified the account of one group and not of others, it led to bitter mudslinging and the withdrawal of some groups from the movement. \" Twitter had inadvertently selected the leaders of Nigeria's social movement against police brutality and effectively escalated the rivalry that had already fractured the movement,\" wrote Nigerian journalist Ohimai Amaize. The tech giant trod where even seasoned foreign diplomats and global bodies fear to go.Many well-meaning outsiders have learned never to be too quick to meddle in the affairs of African countries, like Nigeria, where issues are often more complicated than meets the eye. They are increasingly embracing the trend of deferring responsibility to local organisations that better understand local dynamics.Twitter's decision to set up a West Africa headquarters in Ghana is a good step in developing cultural competence.The Nigerian government's conditions for lifting the ban include that Twitter must register its business in Nigeria and have a staff presence in the country. Mr Buhari's administration has shown little respect for the rule of law and freedom of speech, with a number of journalists and activists locked up simply for criticising the government. Banning Twitter completely is a barely concealed attempt by the government to stifle voices of criticism, and Nigerians have good reason to be worried. But the power of Big Tech to make arbitrary decisions about who gets to say what, when and how, is equally troubling. It raises questions about policing speech and censoring unpopular voices, amid the need for open public debate in a free democratic society. If it was authoritarian for the Nigerian government to ban the use of Twitter, it was even more problematic for an American swivelling in a chair in Silicon Valley to poke their finger into the internal affairs of a sovereign African state. Follow us on Twitter@BBCAfrica , on Facebook atBBC Africa or on Instagram atbbcafrica ", "url": "https://www.bbc.com/news/world-africa-58175708"}