{"datetime": "2021-06-27T23:16:13.000Z", "author": "Nduka Orjinmo", "subject": "#EndSars protests", "title": "Jack Dorsey: Unpicking Twitter boss's passion for Nigeria", "article": "Twitter CEO Jack Dorsey is no stranger to controversy but in Nigeria he has become embroiled in the battle between the country's tech-savvy youths and a ruling class that is seen to be out-of-touch with their thinking. His Twitter platform was used to galvanise support for last year's #EndSars protests, which began as a movement against police brutality and morphed into a confrontation between the political class and Nigeria's youth. But Twitter is now blocked in the country after a recent tweet by President Muhammadu Buhari, 78, was deleted. Many Nigerians adore Mr Dorsey. His ideals of open internet, freedom of expression and economic rights resonate with those who feel marginalised by their government. Far from being intimidated by the Twitter ban, Mr Dorsey has kept tweeting about Nigeria and has captivated many here. As the nation marked Democracy Day on 12 June and protests were held in different cities calling for a reversal of the block on Twitter, he tweeted the Nigerian flag with an emoji of a handshake and \"#bitcoin\".The next day he retweeted an article calling for the Nigerian government to pursue a Bitcoin standard, and quoted a tweet with the caption \"the people of Nigeria will lead #bitcoin\".Some analysts say this shows Mr Dorsey is a businessman looking after his interests.While he is more famous as the CEO of Twitter, Mr Dorsey is also the founder of Square and Cash App, two payment processing platforms with interests in cryptocurrencies, especially Bitcoin.Nigeria's cryptocurrency market is the largest in Africa.High inflation and a weak national currency has led millions to turn to digital currencies, which some see as safer and more reliable. \"There will always be room for products and solutions that help Nigerians save, invest and hedge in currencies other than in naira [the local currency],\" said Faith Obafemi, a cryptocurrencies expert in Lagos. She said there was space in the Nigeria cryptocurrencies market for services like trading that Mr Dorsey's financial apps can provide. However, Nigeria's crypto-market is under regulation after the central bank placed restrictions in February.Concerned by the growing adoption of digital currencies and what it saw as the harm it posed to the Nigerian economy, the government barred financial institutions from dealing in them. But the regulation has had the opposite effect as investors have seen an increase in activity. Much like the way people have got around the Twitter ban, there has been a surge in cryptocurrency transactions between individuals that bypass the financial institutions. \"When you look at the Twitter ban and you look at the cryptocurrency ban, it really draws from the same government-driven fear which is: 'To what extent can we allow Nigerian youths to exercise freedom on the internet?',\" said Senator Ihenyen, head of Nigeria's blockchain and cryptocurrencies association.Mr Dorsey's defenders argue that while he is advancing his business interests, he also appears to be genuinely interested in Nigeria - even though he overlooked it for Twitter's Africa headquarters, preferring Ghana instead.Mr Dorsey visited Lagos as part of his tour of Africa in November 2019, and a Nigerian, Uche Adegbite, is among the social media giant's senior directors.Nigeria's former Finance Minister and current World Trade Organisation head, Ngozi Okonjo-Iweala, had also previously served on Twitter's board. Read more: The founder of the Co-Creation Hub in Lagos, Bosun Tijani, who met Mr Dorsey during his visit, said the Twitter CEO left with a strong belief that the platform was having a real impact in Nigeria. \"It's a country that is typically hierarchical but Twitter is one of the platforms that gives opportunity for people, regardless of who you are, to have conversations that naturally in the Nigerian context you never get to have,\" he said.In fact, Twitter in Nigeria is more than a platform. It is a one-stop shop for everything - from job openings, to a missing persons portal, and a civic space to hold public officials to account.It made its biggest political impact during last year's #EndSars demonstrations, when it became the platform of choice for the young demonstrators. They succeeded in forcing the president to scrap the Special Anti-Robbery Squad (Sars), a notorious police unit that was known for its brutality. However, the peaceful protests were then hijacked by thugs who damaged public buildings across Nigeria. For that, the government says it holds Mr Dorsey \"liable\", with some officials going as far as to accuse him of being part of a campaign to remove President Buhari from office.Information Minister Lai Mohammed has alleged that Mr Dorsey raised funds through Bitcoin to sponsor one of the protest groups , and Twitter - which created a special emoji in support of the demonstrations - was used to stoke the crisis. Mr Dorsey has not commented on the allegations.Relations hit a new low last month when the government blocked Twitter, alleging that the micro-blogging site was being used to undermine \"Nigeria's corporate existence\" through the spreading of fake news that had \"violent consequences\". This came after Twitter deleted a tweet by President Buhari about the security issues in south-east Nigeria. He said \"those misbehaving today\" would be dealt with in \"the language they will understand\".The president faced a massive backlash from users who saw this as a threat of violence. As a result Twitter accused accusing Mr Buhari of violating its rules and removed the tweet. The government was furious and accused Twitter of double standards. It highlighted messages by Nnamdi Kanu, the exiled leader of a banned group calling for secession from Nigeria, which it argued encouraged the killing of police officers.Those tweets were subsequently deleted by Twitter. The Twitter founder has largely stayed out of politics in other African countries, fuelling suspicion among his critics that he not only has a business interest in Nigeria, but also a political interest.But Mr Tijani simply sees Mr Dorsey as representing a new breed of CEOs. \"He's not the generation of Bill Gates. He's part of the generation that doesn't rely on the government,\" he said. Moreover, Nigeria's youth are using his invention to push for political and economic change, worrying a government that does not have a good grasp of technology. \"[Government leaders] are beginning to see that this technology can be used to challenge them in ways that people have never been able to challenge them,\" Mr Tijani added. ", "url": "https://www.bbc.com/news/world-africa-57568370"}