{"datetime": "2021-02-12T00:11:07.000Z", "author": "Soutik Biswas", "subject": "Indian farmers protest 2020", "title": "The Indian government's war with Twitter", "article": "On Wednesday, a top Indian official held a virtual meeting with global executives of Twitter. There the social media giant was told that it was \"welcome to do business in India\", but it had to follow the laws of the country \"irrespective of Twitter's own rules and guidelines\". The backdrop of the meeting was the mounting tension between Narendra Modi's Bharatiya Janata Party (BJP) government and Twitter over tweets and accounts linked to the continuing farmers' protests against a series of agriculture reform laws.The largely peaceful agitation had beenjolted by violence involving a group of protesters on 26 January , which left one person dead and hundreds of policemen injured. The government had asked Twitter toremove tweets that had used an incendiary hashtag, and accounts allegedly used by Sikh separatist groups and \"backed by Pakistan\" .Twitter had first blocked some 250 accounts in response to a legal notice by the government, citing objections based on public order. These included accounts of an investigative news magazine, and activists and outfits associated with supporting the months-long protests on the outskirts of Delhi. Then, six hours later, Twitter restored the accounts, citing \"insufficient justification\" for continuing the suspension.Mr Modi's government was not pleased. In a terse statement, it ordered Twitter to block the accounts again, and threatened people working for the company in India with legal action - up to seven years in prison - if they refused to do so. The tweets, insisted the government, were part of a \"motivated campaign to abuse, inflame and create tension in society on unsubstantiated grounds\". On Wednesday, Twitter responded. In ablog , the firm said it had suspended more than 500 accounts - some permanently - that were engaged in \" platform manipulation and spam \", taken action on \"hundreds of accounts\" that violated its rules on incitement and violence, and prevented certain terms that violated its rules from trending. In line with its rules, some accounts had been blocked only in India.But it also said it would not block accounts belonging to media companies, journalists, activists and politicians because that would \"violate their fundamental right to free expression under the Indian law\".The face-off continues. India's information technology minister has now joined in, telling the parliament on Thursday that \"action\" would be taken against social media platforms if they were \"misused to spread fake news and violence\".\"You have millions of followers in India, you are free to do business and make money, but you will have to follow the Indian constitution,\" Ravi Shankar Prasad, said, naming a number of sites, including Facebook and Twitter.Many say it is not clear whether the government is trying to strong-arm Twitter to silence protesters or moving towards blocking it from India.\"I think we need to move beyond the rhetoric and move to action if the government really believes that Twitter has violated the law. What is the point of issuing statements, having meetings, when you think they are breaking the law? What is stopping the government from taking action?\" says Nikhil Pahwa, a digital rights activist and editor of MediaNama, a technology policy website.At the heart of this isan article in India's information technology law that allows the government to block online content that \"threatens the security of the state\" or fulfils other conditions. ButSection 69A also has rules indicating that the originator of the content should be given a hearing. \"This safeguard is not evidenced in practice. Not even a single instance exists on record for such a hearing,\" says Apar Gupta, executive director of the Internet Freedom Foundation.Mr Pahwa wonders whether the orders to Twitter issued by the government are actually sound in law. \"The government doesn't have to disclose orders issued under the law, but neither does it allow the platform to disclose it. This law is completely opaque and is rife for challenge,\" says Mr Pahwa. It was different, he says, whenIndia banned TikTok and dozens of Chinese apps last June and issued detailed statements, explaining the reasons. Its statement said the apps were \"prejudicial to the sovereignty and integrity of India, defence of India, security of state and public order\". \"Why have different yardsticks? Why doesn't the government come clean with the details in this case? Why are they trying to block the handle of an investigative magazine? Why are they trying to block entire handles instead of specific tweets? There could be one problematic tweet but there could be legitimate free speech from the same handle. We don't know anything yet,\" Mr Pahwa says. Like elsewhere, Twitter has a rocky relationship with India. India was among the five countries last year which accounted for 96% of the global legal requests for removing content - Japan, Russia, South Korea and Turkey were the others. The site also received 5,900 requests from the Indian government for information relating to accounts, according to itsTransparency Report . Amid this row, the government has also taken to anIndia microblogging app called Koo to respond to Twitter. A number of BJP supporters, ministers and officials have opened accounts on this year-old Twitter clone, which offers messaging in eight Indian languages. Twitter, which has an estimated 15 million users in India, isn't giving up the fight. \"We will continue to advocate for the right of free expression on behalf of the people we serve. We are exploring options under Indian law - both for Twitter and for the accounts that have been impacted,\" it says. ", "url": "https://www.bbc.com/news/world-asia-india-56007451"}