{"datetime": "2021-02-03T14:26:10.000Z", "subject": "Indian farmers protest 2020", "title": "Farmers' protest: Rihanna tweet angers Indian government", "article": "India has accused \"foreign individuals\" and celebrities of \"sensationalism\" after a tweet by pop superstar Rihanna, extending support to protesting farmers, drew global attention. Hours after the singer's tweet, teenage climate activist Greta Thunberg and the US vice president's niece Meena Harris also tweeted support for the farmers. Their widely shared tweets went viral, garnering thousands of responses. Farmers have been protesting at Delhi's borders against new farm laws. In a statement on Wednesday,India's external affairs ministry said parliament had passed \"reformist legislation relating to the agricultural sector\" after a full debate and discussion.\"The temptation of sensationalist social media hashtags and comments, especially when resorted to by celebrities and others, is neither accurate nor responsible,\" it added. Rihanna's tweet on Tuesday linked to a news story about the internet blockade at the protest sites. India suspended mobile internet services in three areas around the capital, Delhi, where tens of thousands of farmers are camping to protest against the new laws.The government said the shutdown was to \"maintain public safety\". The protest made international headlines last week when a tractor rally by farmers ended in violent clashes that left one protester dead and more than 500 police injured, according to the authorities.Some demonstrators stormed Delhi's historic Red Fort and occupied it until police pushed them back. Farmers' groups and union leaders condemned the violence but said they would not call off the protest. The pop superstar's tweet to her 101 million followers sent her name to the top of social media trends in India. Her post drew a global outpouring of support.There were many who also criticised the singer for wading into the protests against the laws that have been defended by the government and its supporters.Bollywood actress Kangana Ranaut, a supporter of Prime Minister Narendra Modi's Bharatiya Janata Party (BJP), posted a message quoting the tweet. \"No one is talking about it because they are not farmers, they are terrorists who are trying to divide India,\" she wrote. Hours after Rihanna's tweet, Greta Thunberg also tweeted in support of the farmers. US Vice President Kamala Harris's niece Meena Harris also posted in solidarity with the striking farmers. \"We ALL should be outraged by India's internet shutdowns and paramilitary violence against farmer protesters,\" she wrote. British MP Claudia Webbe also expressed her support for the farmers, writing, \"Thank you Rihanna. In an era where political leadership is lacking, we are grateful for others stepping forward.\" The farmers' protest, now in its third month, presents the biggest challenge Mr Modi has faced. His BJP government has offered to suspend the laws but the farmers want them repealed. The authorities are extremely sensitive to criticism and, on Monday, Twitter restored dozens of Indian accounts that were earlier blocked after a legal notice by the government, citing objections based on public order.The accounts included those of farmers' leaders, activists and a respected news magazine. The contentious farm laws loosen rules around the sale, pricing and storage of farm produce which have protected India's farmers from the free market for decades. Farmers fear that the new laws will threaten decades-old concessions - such as assured prices - and weaken their bargaining power, leaving them vulnerable to exploitation by private companies. ", "url": "https://www.bbc.com/news/world-asia-india-55914858"}