{"datetime": "2018-11-30T23:18:43.000Z", "author": "Soutik Biswas", "title": "ShareChat: India’s homegrown rival to WhatsApp", "article": "It's a weekday afternoon in India, and some eight million people are venting about love and heartache on a popular local social network. \"Sometimes, I feel everyone in India is going through a breakup,\" says Farid Ahsan, one of the founders of ShareChat, India's fastest growing social media platform in local languages.Scroll through the Hindi language stream of the three-year-old app's busy Instagram-like feed and you cannot miss the flood of images, videos and words on lost love and broken hearts.All this is flowing under an appropriately named hashtag, #PainfulHeart, with a broken-heart emoji.There are clumsy commiserations (\"sorry, but hearts are meant to be broken\", says a message) and soothing hope (\"learn to forgive and let go\", advises another). Pictures of flickering candles, wilting roses and teary eyes make it a heaving digital heartbreak hotel.Elsewhere on the network, more than 20,000 women, mostly from small cities and towns, are descending on the hashtag #GirlAttitude and exuding some spirited swagger.\"I have a lot of attitude, but I don't show without a reason,\" says one user. In another stream, called #GirlGang, one user says, more prosaically, \"Girls are smart, boys are fools.\" Mr Ahsan calls such streams \"regional feminism\". To be sure, not every hashtag is so febrile. In the popular #HusbandWife stream, couples share healthier roses and seek forgiveness after fights.\"It's all happening here. It's a full-blown, organic social network where there's something for every young Indian, in their own language,\" says chief executive officer Ankush Sachdeva. Bangalore-based start-up ShareChat, founded by three engineering school graduates who met at a hackathon, is India's first homegrown social network. With 30 million users across 14 Indian languages, it is also one of the fastest growing networks in Asia.Users - the majority aged 18-25 and mostly hailing from medium and small cities and towns - have doubled in the last four months. The founders say they aim to reach 100 million users in the next 12 months. That's half of WhatsApp - and a third of Facebook - users in India. Not surprisingly, ShareChat's scorching growth has not escaped the attention of investors. The network has raised $124m (£96m) in five rounds of funding since its inception in October 2015. \"It has been a game changer in the Indian market. They took a brave step of realising the potential of vernacular content and succeeded in going against the tide,\" says Manu Jain, vice president of Xiaomi, which has invested in the company. The network didn't happen overnight.The founders tested more than a dozen products, including a real estate app, a data analytics company which created a heat map of crime in Delhi and an augmented reality game, before hitting on an easily navigable chat app for first-time Internet users - one that would work on a patchy network.In December 2014, they launched the first version of ShareChat, which was a chat app, offering 10 languages, including English. They found the engagement in English was low. So they scrapped English and re-launched it in October 2015, expanding it to include a feed where users could generate and share content with hashtags. \"That is when,\" says chief technology officer Bhanu Pratap Singh, \"we saw real growth happening.\"It is not difficult to see why. India is witnessing a surge of 500 million first-time users coming online.People in smaller cities, towns and villages are buying affordable smartphones - some 400 million people already use them. Data prices have fallen by a tenth. And by 2021, according to a report by Google and KPMG, nine out of 10 users in India are likely to communicate in local languages. (India at present has 175 million English-speaking Internet users.) In many ways, ShareChat holds a mirror to the heart of India - its feeds bursting with videos, images and words in local languages and dialects. Its algorithms also identify users with similar interests and help them connect over private chats. Significantly, the app allows users to share their content on other personal messaging services like WhatsApp. The network also demonstrates how the young in India straddle modernity and tradition effortlessly.When India's railways held an exam for low-ranking jobs, ShareChat users swapped sample papers and then offered prayers for success on the platform - #samplepapers and #devotion were trending at the same time.A young man and a first-time Internet user from a remote village in Uttar Pradesh ended up amassing a big following on the network by posting audios and videos of his cricket match commentaries. He also became the network's first \"influencer\" and got hired by a Hindi video news website. Many are also using the app to solicit business. The fashion stream on the app has become a big hit with users as fashion in India is increasingly driven by small cities and towns. More than four million users, for example, share henna designs. A 25-year-old user with more than 12,000 followers posts her designs and shares her contact number for potential business.Astrologers, plumbers, tailors, carpenters, electricians and even a user who has manufactured a detergent powder at home promote their wares, posting their phone numbers and picking up orders offline.To avoid pornographic content flooding the main feeds, users are given the option to post adult pictures and jokes on a channel called \"non-veg\" or non-vegetarian, a loose Indian euphemism for prurient material.Although news and politics, claim the founders, is not a big draw for users, politicians have begun to sign up. Manoj Tiwari, a lawmaker from India's ruling Bharatiya Janata Party (BJP) was the first leader from the party to sign up. He already has 3,000 followers. He posts videos of local festivals from his native state of Bihar, songs and political messages.\"It is a great platform for politicians. We can put our content there and users and followers can pick it up and share it on platforms like WhatsApp in regional languages. With the elections, a lot more of us will get on ShareChat,\" says Neelkant Bakshi, a media relations head of BJP in Delhi. The downside is that the growing network is vulnerable to fake news and hate speech. An investigation by the Hindustan Times newspaper recently showed thatregional language networks like ShareChat and a new competitor called Hello are \"are rife with misinformation and political propaganda \". The politics feed is inundated with posts lionising the ruling party, and mocking the opposition. Berges Y Malu, public affairs head for ShareChat, says the network is \"concerned about fake news and objectionable content\".\"We routinely take down such content and bar users posting them. It is important to sustain the health of the platform.\"A few months ago, he adds, the network took down 50,000 such accounts. \"Also, if you post objectionable content we can easily track down the phone number of the user and even block the device. He has to get a new number and change his device to begin reposting. And every post originating from ShareChat carries a label of its origin\". Yet, this may not be enough to deter fake news and hate speech peddlers ahead of India's crucial general elections next year.Clearly, ShareChat is at an important crossroads where its bounding growth will shine the spotlight more on the platform. Competitors will inevitably begin snapping at their heels - ShareChat took one company that had allegedly copied their design to court.But social network users are fickle and easily migrate to a spiffier competitor. \"Social networks come and go. We have to evolve with the audience to stay relevant. We need to continue to deliver experience to people,\" says Ankush Sachdeva. That responsibility rests with ShareChat's 100-odd employees from 21 states, speaking many different languages. \"There's no English on our network, but the link language among our employees is English. That is the only concession to the foreign language,\" says Mr Ahsan wryly. Source: KPMG, Google ", "url": "https://www.bbc.com/news/world-asia-india-46341633"}