{"datetime": "2021-06-08T21:16:21.000Z", "author": "Chris Ewokor", "title": "Nigeria's Twitter ban: The people risking arrest to tweet", "article": "Many Nigerians have been continuing to tweet in defiance of government threats to arrest and prosecute anyone violating the ban it imposed on Twitter. They are using Virtual Private Networks (VPNs) to bypass the ban after telecommunications companies heeded the government's directive and blocked the micro-blogging site. Gbenga Sesan of the Paradigm Initiative, which offers digital opportunities to young people across Africa, said the government's ban had backfired. \"Guess what? The only people who have been muted right now appear to be the government themselves. Yes, some businesses are not tweeting because clearly they do not want to be punished, but the citizens they were trying to proscribe are still tweeting,\" he told the BBC. The ban was announced on Friday after the government alleged that the micro-blogging site was being used to undermine \"Nigeria's corporate existence\" through the spreading of fake news that have \"violent consequences\". It drew an angry reaction from many Nigerians and Western powers who saw it as a threat to civil liberties, but the government was unrepentant, leaving Twitter officially blocked in Africa's most populous state.Some legal experts say they are unaware of any law which makes it illegal to tweet, but others say police can arrest alleged violators because of the sweeping powers given to them under national security legislation.Security personnel in Nigeria have been known to zealously enforce government orders even when there is no legal clarity, as in this case. For his part, Nigeria's Attorney General Abubakar Malami has been coy, saying people will know what offence they have committed only when they are arraigned in court.The government has not spoken of any arrests, but there are unconfirmed reports of people being stopped and their phones searched for the Twitter app in some parts of Nigeria. Normally, Twitter is the main platform to break news of arrests, and to rally public support against security force action.Now there are fears that people could be detained without anyone knowing. To make things worse, the courts have been crippled by a workers' strike so people may languish in police cells for a long time. The strike also makes it difficult for the Nigeria Bar Association - the body representing the legal profession - to go to court in a bid to reverse the ban.It has described the ban as lacking legal basis, and aimed at depriving Nigerians of their right to freedom of expression. However, a group of human rights organisations says it hasfiled a case with a West African regional court describing the ban as \"unlawful\". Yes, especially in the opposition - such as Oyo state Governor Seyi Makinde, who belongs to the People's Democratic Party (PDP) and has been a vocal critic of the ban. However, Kaduna state governor and President Buhari's right-hand man, Nasir El-Rufai on Monday retweeted a Russian publication that praised Nigeria's suspension of Twitter. Reputable Nigerian newspapers like The Punch, Daily Trust and The Guardian, all of which have online versions, have also continued to tweet.This is probably because the internet is not regulated in Nigeria so the newspapers have no government agency watching over them.In contrast, radio and television stations have a regulator, the National Broadcasting Commission, which warned them that failure to deactivate their Twitter accounts would be viewed as an unpatriotic act.It also says that journalists should not use Twitter to gather information. Some leading radio stations like Radio Now FM in Lagos and Daar Communications are complying with the directive, but say they will challenge it. The ban has also affected the BBC which has dozens of journalists in Nigeria.\"BBC journalists in Nigeria are continuing to reach audiences on Twitter with news stories published via the BBC Africa and BBC World Twitter accounts,\" the UK-headquartered broadcaster said in a statement. Many pastors of Nigeria's mega-churches - like The Redeemed Christian Church of God and the Deeper Life Bible Church - have also been tweeting, though it is unclear whether they are doing it from Nigeria or from their offices abroad.\"The Redeemed Christian Church of God is domiciled in more than 170 Nations & Territories. The tweets here are in accordance to Article 19 of the UN universal declaration of Human Rights,\" the church's head Pastor Enoch Adeboye said in apinned tweet on Monday. When asked by the BBC whether the pastors would be prosecuted for defying the ban, Nigeria's Information Minister Lai Mohammed said: \"The attorney general has made it clear that if anybody violates the regulation, that such a person will be prosecuted. It is in the realm of the attorney general to decide who or who not to prosecute.\" As for private Nigeria-based businesses, most of them - including banks - have stopped tweeting.Quickteller, an online payments platform, has sent an email to customers saying it was temporarily suspending its activities on their Twitter handles and referred them to other social media platforms. NetBlocks, a global internet monitor , says Nigeria is losing about $250,000 (£176,000) each hour the ban is in place and analysts say this ban may further weaken the economy and increase the already high unemployment levels for young people. Twitter is popular with many Nigerians, the platform has been used to raise funds for the sick, summon ambulances, help locate missing people and has been a source of livelihood for many of the country's young people. It has also been a powerful mobilising tool, with activists using it to rally support during last year's protests against police brutality under the hashtag #EndSars, which gained global attention and were backed bysuperstars such as Rihanna, Kanye West and boxer Anthony Joshua . Those #EndSARS protests certainly did not endear Twitter to the Nigerian authorities. Twitter boss Jack Dorsey encouraged donations to one of the leading group of protests organisers and a special emoji created for the demonstrations went viral. The government has also accused the micro-blogging site of supporting a movement fighting for an independent state of Biafra to be created in the south-east of Nigeria.Last week, President Buhari tweeted about the instability in the south-east. He referred to the 1967-70 Nigerian Civil War and to treating \"those misbehaving today\" in \"the language they will understand\". After the president faced a massive backlash from users for making such comments, Twitter deleted the tweet, accusing the president of violating its rules.The government was furious and accused Twitter of double standards by ignoring tweets by Nnamdi Kanu, the exiled leader of the banned Indigenous People of Biafra (IPOB) group, which it said encouraged the killing of police personnel.Those tweets have since been deleted by Twitter.Both sides now say they are in discussions to resolve the dispute in what is a key market for Twitter in Africa. ", "url": "https://www.bbc.com/news/world-africa-57402349"}