{"datetime": "2015-03-24T12:34:59.000Z", "title": "India's section 66A scrapped: Win for free speech", "article": "India's Supreme Court court has struck down a law that made posting \"offensive\" comments on the internet a crime punishable by a jail term of up to three years. But, for the free speech campaigners, there is more work to do, writes technology writer Prasanto K Roy. Section 66A, inserted in 2009 into India's Information Technology [IT] Act of 2000, was sweeping and draconian, and was repeatedly abused across the country, say free speech campaigners. It was challenged in 2012 by a law student, Shreya Singhal, then 21.She filed a public-interest litigation in the Supreme Court, shortly after the arrest of two girls in Mumbai for a Facebook post criticising the shutdown of the city after a political leader's death.One of the two girls had merely \"liked\" the post. Earlier in the same year, a businessman in south India was arrested for tweeting that a politician had amassed much wealth.A professor at Jadavpur University in Kolkata (formerly Calcutta) was arrested for forwarding a cartoon about West Bengal Chief Minister Mamata Banerjee. Both were charged under Section 66A, among others. In May 2013, the Supreme Court made arrests under Section 66A tougher - it said an arrest would require the permission of senior law-enforcement officials. The judgement on Tuesday was read out by Justice RF Nariman, who said Section 66A was unconstitutional and directly affected the public's right to know.\"We have no hesitation in striking it down in its entirety,\" he said.The order notes that Section 66A violates an article of the Indian constitution that guarantees freedom of speech and expression. \"This judgement is a victory for anyone and everyone who uses the internet.\"I am ecstatic. It's a complete victory for us, because the Supreme Court struck it down and held it unconstitutional,\" Ms Singhal told BBC Hindi moments after the court scrapped the law. Section 66A provided for up to three years in jail for anyone who sent an electronic message that was considered \"grossly offensive\" or caused \"annoyance or inconvenience\". Justice Nariman said such terms were vague, and created a sweeping law that was open to abuse. The apex court judgement notes that 66A was based substantially on section 66 of the UK Post Office Act of 1953, which made sending offensive or annoying messages by telephone or telegram an offence punishable by up to a month in jail.That law, last updated in 2003, still retains the terms \"annoyance\" and \"inconvenience\". Section 66A's creation, and much of its implementation, happened on the watch of the Congress party-led political regime that lost to Prime Minister Narendra Modi's BJP government in last year's general election.Arun Jaitley of the BJP - the current finance minister and former opposition leader - had criticised the law in the upper house of parliament, after it was reported that the government had blocked nearly 300 websites.Once in power, however, the BJP swung around to defending 66A in the Supreme Court, the government represented by additional solicitor general Tushar Mehta.Arrests under Section 66A continued into 2015 - last week, a 19-year-old student in Uttar Pradesh was arrested for a Facebook post on a political leader, and spent two days in jail.The petitioners and their many supporters, including multiple virtual support groups, are celebrating the order striking down 66A. But there are concerns about another section - 69A - introduced in the same amendment of 2009, which has been retained.Section 69A, which was also challenged in Ms Singhal's and others' petitions, allows the government to block online content that \"threatens the security of the state\" or fulfils other conditions.Hundreds of websites and web pages have been blocked under 69A, including a government website in 2013. The apex court's order notes that 69A is a \"narrowly drawn provision with several safeguards\", and has allowed the section to remain. Pranesh Prakash of the Centre for Internet and Society says: \"The Supreme Court judgement is at its best on 66A, but weaker on 69A.\" The free speech campaigners say their work is not yet finished.", "url": "https://www.bbc.com/news/world-asia-india-32029374"}