{"datetime": "2021-11-04T22:54:18.000Z", "title": "New York's next mayor wants to be paid in Bitcoin", "article": "Eric Adams, mayor-elect for New York City, has said he would like his first three paycheques in Bitcoin. The former police captain was elected this week to take over at the end of mayor Bill de Blasio's term in January. Mr Adams said on social media that he wanted to signal his intention to make New York the \"centre of the cryptocurrency industry\". The value of Bitcoin, the world's largest cryptocurrency, has been highly volatile, since it was created in 2009. Mr Adam's comments appear to be an attempt to one-up the mayor of Miami, Francis Suarez, who had already said in his own Twitter message that he would take his first paycheque in Bitcoin, after he was re-elected. Mr Suarez has already said he would like to establish Miami as a hub for cryptocurrency innovation. Mr Adams upped the stakes by asking for three months' pay in the cryptocurrency.\"In New York we always go big, so I'm going to take my first three pay checks in Bitcoin when I become mayor,\" Mr Adams wrote in a Twitter post.\"NYC is going to be the centre of the cryptocurrency industry and other fast-growing, innovative industries! Just wait!\" Mr Adams, a Democrat, was elected on Tuesday, and will become the city's second black mayor.In August Mr Suarez helped established a cryptocurrency called MiamiCoin run by a nonprofit organisation, CityCoins. It sends 30% of the value of the currency that is created on a person's computer to the city and has raised $7m for Miami, according to the Washington Post. Mr Adams told Bloomberg radio that he would like to do something similar in New York. If Mr Adams, who ran on a pro-business platform, wants to establish New York as a hub for cryptocurrencies he may run into opposition. The cryptocurrency has been heavily criticised in the past over its environmental impact. And New York Attorney General Letitia James, who will stand for election as governor of New York, recently launched a crackdown on unregistered cryptocurrency companies. ", "url": "https://www.bbc.com/news/business-59166017"}