{"datetime": "2021-11-03T00:06:41.000Z", "subject": "Pandora Papers", "title": "Revealed: The Cryptoqueen's £13.5m London penthouse", "article": "A money-laundering trial in Germany is shining a light on the purchase of a luxury London penthouse by cryptocurrency scammer Dr Ruja Ignatova. Jamie Bartlett and Rob Byrne of The Missing Cryptoqueen podcast explain how she used British-based lawyers and wealth managers - who continued to offer their services after she disappeared. A former porter at the exclusive Abbots House apartment block in Kensington remembers meeting Dr Ruja Ignatova in 2016, as she returned from a shopping trip with her Bulgarian bodyguards.\"These two poor men came behind her like overloaded donkeys, struggling, and a bit out of breath - they must've had 20 bags each,\" says James (not his real name). Dr Ruja had been splashing out on designer-label goods - Jimmy Choo, Prada, and Calvin Klein - without regard for the expense. A little later, James got a look inside her four-bedroom penthouse flat, complete with swimming pool. \"She had an Andy Warhol painting stuffed in the cupboard, and that broke my heart because I went to art college,\" says the ex-policeman. That was a print of the actress, Elizabeth Taylor. Another Warhol, Red Lenin, hung above the fireplace. To the left of a sofa in another reception room was a print of Queen Bubblegum by Michael Moebius, showing Queen Elizabeth blowing a bubble.Private Eye later estimated the flat contained works of art worth £500,000, bought from London's Halcyon gallery.James wondered whether Dr Ignatova was deliberately spreading her suspect wealth into assets that could be easily moved, to avoid them being seized. On 17 September Dr Ruja's German lawyer, Martin Breidenbach, went on trial in Münster, accused of money laundering for transferring 20 million euros to a London law firm to fund the purchase of the luxury property.Two others are also in the dock, facing charges connected to the siphoning of millions of euros from Dr Ruja's €4bn scam - which consisted of selling something that didn't exist, a fake cryptocurrency she called OneCoin. When the lease was signed in August 2016, financial regulators in at least one European country had already issued a warning about OneCoin. A few months earlier, Dr Ruja had pleaded guilty to fraud and other charges in a German court, after bankrupting a metal factory she'd bought and leaving 150 people jobless in 2011. But this wasn't widely known.Lawyers at Locke Lord, a US law firm with an office in London, did express concern about the source of the 20 million euros being transferred - this is apparent from internal emails revealed later in a US court case. But Dr Ruja's companies passed the firm's compliance checks, so they proceeded with the purchase of the property, along with Aquitaine Group, a Guernsey company offering tax haven services to wealthy clients. The penthouse had been refurbished by luxury property developers Candy & Candy after a fire that broke out while it was the London home of the singer, Duffy. The estate agent was Knight Frank. But quite who had bought the flat remained unclear to the outside world, thanks to British tax haven secrecy.According to the property deed its owner is Abbots House Penthouse Limited.This is an anonymous Guernsey shell company - one of 12,000 such companies that own properties in England and Wales - meaning that Dr Ruja's name would not have to appear on the UK deed, or in public records in the Channel Island.Other Guernsey firms were appointed as directors (or \"nominees\"), and a couple of months after Dr Ruja's offer was accepted, Aquitaine was listed as the company's \"resident agent\" in Guernsey. The London address of Locke Lord, meanwhile, appeared on the penthouse's Land Registry documents.This appears to have been enough to conceal Dr Ruja's purchase of the property from the City of London Police, which told swindled OneCoin investors in September 2019 that they were \"unable to identify any OneCoin assets in the UK\". The truth was only revealed two months later, in emails read out in the money-laundering trial of a former Locke Lord employee in the US, Mark Scott. Some people in the area claim to remember their infamous ex-neighbour, but we've been told she only stayed briefly, in 2016. That year she seemed to be preparing to put down roots in London. She opened an office at the exclusive 1 Knightsbridge building and celebrated her 36th birthday with a lavish party at the Victoria and Albert Museum. We've also heard that she was making plans for her daughter to go to a private school in the UK one day. But mostly the 7,000 sq ft of the \"ultimate penthouse\", as Candy & Candy described it, remained empty. So far as we can tell, Dr Ruja didn't visit her Kensington pad at all in 2017 - and then on 25 October that year she boarded a Ryanair flight from Sofia to Athens, and vanished off the face of the Earth. James, the former porter, used to visit the flat daily to ventilate it. \"It was like a greenhouse up there,\" he said. The summer heat and direct light warped doors and faded the expensive artwork. Sometimes he would chase out pigeons that entered through a badly closing door. Occasionally other people connected with OneCoin would come to stay. In July 2018, Dr Ruja's brother, Konstantin - who took over as head of the scam a few months after her disappearance -posted a selfie taken inside the penthouse. James also remembers friends of Konstantin's visiting, and has identified Frank Schneider, Dr Ruja's head of security, as another guest who spent time there after she disappeared. Konstantin was arrested at Los Angeles International airport on 6 March 2019 and charged with conspiracy to commit fraud. Schneider, the former head of Luxembourg's spy agency, was detained in France in April this year at the request of US authorities, and a decision on his extradition is expected this month. James says Schneider had been trying to arrange the sale of the penthouse, but our sources tell us it was rented out instead.Photos from a 2019 rental listing, also with Knight Frank, showed the Red Lenin still above the fireplace. There was no sign of the Liz portrait, but the eagle-eyed could spot the face of Dr Ruja herself on a special plate, gifted by one of her top promoters. We're told she hated it.While the flat was being prepared for renting, representatives of Aquitaine came and went. One had the locks changed. A former employee of Dr Ruja's told us that another carried out sacks full of luxury possessions. Law firm Locke Lord also continued to offer its services to Dr Ruja long after she went missing.A letter admitted in evidence at the US trial of ex-employee Mark Scott shows that on 12 July 2018 James Channo, a partner at the London branch of the firm, wrote to Dr Ruja about her UK properties. \"We believe it is important that we revisit the manner in which you hold your real estate interests in the UK,\" he wrote. The letter, addressed to Dr Ruja at a Sofia address, was sent a couple of months before Scott's 2018 arrest, nine months after Dr Ruja's sudden disappearance, and 22 months after the UK's Financial Conduct Authorityrevealed in a warning to potential investors that the City of London Police was investigating OneCoin. Investigations into OneCoin or affiliated companies had also been announced in a number of other countries.Setting out the scope of the work he would like to do for £600 per hour, Mr Channo also sent email versions to Konstantin and Frank Schneider, all the while noting that email communication was \"not fully secure\". The letter contained no specific details of the UK properties, but Mr Channo cautioned Dr Ruja about the need to re-evaluate her UK property holdings, \"factoring issues such as tax, discretion of holding to the extent possible, and simplicity of structure\". A statement provided by Locke Lord and James Channo said the letter was an offer of legal services \"in a standard form\", that it was disclosed by Locke Lord to US prosecutors, and that no work was done for Dr Ruja as a result.One interesting line in the letter confirmed what our sources had been telling us - that it wasn't just the penthouse Dr Ruja had bought in the UK. On the fifth floor of Abbots House there's a less fancy two-bedroom apartment that ex-porter James told us Dr Ruja's bodyguards would stay in. UK records show the owner of 11 Abbots House is also a Guernsey shell company, Abbots Property Limited, and that it too is registered at Aquitaine's address.The smaller flat was also bought in 2016 - for £1.9m. Her name was again kept off the paperwork, but our sources say she was the one behind the purchase. Asked by the BBC about its dealings with Dr Ruja, Aquitaine said it had no comment to make.After she disappeared, 11 Abbots House seems to have taken on a different function, serving as a secret storage facility, which our sources tell us at one point housed two large safes.We've been told it was the immediate destination for valuables that were hurriedly cleared out of the penthouse by her staff, with the help of an Aquitaine employee, before it was rented out.Where Dr Ruja's luxury clothes, jewellery, shoes and some of her artwork went after that remains a mystery - like nearly everything with her.A former employee told us that her \"very coveted\" Louboutin shoes probably went to a charity shop, but couldn't account for the final destination of all of her possessions. It's possible some answers are known across the English Channel, in Guernsey. The existence of these London properties is interesting news for millions of victims of the OneCoin scam, who want Dr Ruja's assets to be sold and the proceeds distributed among investors.However, complex ownership structures - the Guernsey shell companies may be just the start - could make it difficult to prove that Dr Ruja is the legal owner. In the wake of the Pandora Papers, campaigners have repeated calls for a register of offshore property owners, which the UK government has promised but has so far failed to deliver. After pressure from MPs, in 2019 Guernsey and other Crown dependenciescommitted to making public the owners of companies based within their jurisdiction - but not until 2023. Victims campaigner Jen McAdam said the news that British-based lawyers, offshore wealth managers and estate agents were involved when Dr Ruja bought properties in London filled her with revulsion and anger. \"This is almost certainly OneCoin victims' money that these properties have been purchased with, victims who for the last five years have been facing unimaginable emotional suffering and immense financial loss,\" she said.\"Now is not the time for the companies to remain quiet about their involvement, now is the time to be open, transparent and tell the truth. We want answers.\" The BBC estimates that investors in the UK alone lost more than £100m.Jen McAdam also criticised the City of London Police for closing its investigation into OneCoin without making any charges in September 2019. A police spokesperson commented: \"The force has provided assistance to foreign law enforcement partners in respect of their investigations and will continue to do so. We have advised the investors with whom we have interacted with to contact the relevant law enforcement organisations directly.\" Lawyers for James Channo and Locke Lord, the legal firm used by Ruja to buy the Kensington properties, emphasised that OneCoin had never been among its clients. It said Mark Scott's work for OneCoin was not done on behalf of Locke Lord and that the company had not been aware of it until he was charged with money-laundering, almost two years after he had left the company. Knight Frank, the estate agent, told the BBC: \"We always comply with our legal and regulatory obligations when carrying out financial transactions, and where appropriate, interact with the relevant authorities.\" Martin Breidenbach, Dr Ruja's German lawyer, denies money-laundering. His trial is expected to last until May. Follow Jamie Bartlett and Rob Byrne on Twitter Listen to The Missing Cryptoqueen podcast on BBC Sounds - the search for Dr Ruja Ignatova continues, and new episodes are planned in 2022 ", "url": "https://www.bbc.com/news/stories-59062959"}