{"datetime": "2022-02-01T08:56:46.000Z", "author": "Nikhil Inamdar", "title": "India budget: Is it enough to revive the Covid-hit economy?", "article": "Prime Minister Narendra Modi's government has ramped up spending on infrastructure, and extended credit guarantees to small businesses as Asia's third-largest economy struggles to pull off an equitable post-Covid recovery. The announcements were part of the annual budget Finance Minister Nirmala Sitharaman presented in parliament on Tuesday - it came amid low demand, job losses, high inflation and a wave of Omicron cases.The government has come under criticism for not doing enough to address the problem of a \"two-speed recovery\" - high growth concentrated at the top of the pyramid and elevated levels of stress in the country's vast informal economy.Ms Sitharaman's response appears to be a mammoth spending plan while marginally trimming the country's steep fiscal deficit, the gap between how much the government earns and how much it spends.But economists worry that the borrowing required to finance this spending will put additional pressure on interest rates. The government's overall capital expenditure target saw a sharp 35.4% jump compared to the previous year. The announcement included a masterplan for expressways, 25,000km (15,534 miles) of new highways, 100 new cargo terminals and additional subsidies for manufacturing solar panels.No changes were announced in income tax rates or slabs - and the stock market cheered at the absence of new taxes on the wealthy, and the sharp focus on spending.But the emphasis on spurring private consumption - which accounts for 55% of the Indian economy and remains below pre-pandemic levels - was \"lower than expected,\" economist Shubhada Rao said.There was also disappointment over the lack of specific proposals to address India's unemployment crisis, whichrecently sparked riots in the eastern state of Bihar .Allocations to MNREGS, a huge rural scheme that guarantees 100 days of work to every rural household, shrunk.\"The biggest expectation was for an urban equivalent of the rural jobs guarantee scheme, and that did not happen, which is a let-down,\" said Mahesh Vyas, CEO of the Centre for Monitoring the Indian Economy.Ms Sitharaman also budgeted lower spends for food and fertiliser subsidies, with economists expecting her government's free food grain programme to be phased out.\"With no major populist sops, the budget seems to be again putting economic growth over any political expediency - especially in light of the pending state elections,\" said Prabhat Awasthi - managing director & country head at Nomura. Even the higher spending on public schemes, he adds, is focused on infrastructure building - such as affordable housing - rather than direct cash handouts.The hope is that these investments will end up creating jobs, increase incomes and spur consumption.The budget also appeared to signal an approval for trading in cryptocurrency - although India still awaits legislation on it.Ms Sitharaman said the country's central bank - the Reserve Bank of India - will introduce a \"digital rupee\" this year using blockchain technology, becoming one of the first major countries to do so.She also announced that India will levy a 30% tax on income from virtual digital assets.\"Introduction of a central bank digital currency will give a big boost to the digital economy. It will also lead to a more efficient and cheaper currency management system,\" she added.Experts seemed to welcome it - \"30% is a small cost to pay for legitimacy,\" tweeted Gautam Chhugani, managing director at AB Bernstein.\"Building crypto for a market like India is truly transformative,\" he added. ", "url": "https://www.bbc.com/news/world-asia-india-60194274"}