{"datetime": "2021-07-15T07:09:10.000Z", "subject": "Climate change", "title": "Cambridge data shows Bitcoin mining on the move", "article": "New data shows Bitcoin mining in China was already in sharp decline before the latest crackdown by the government. The research by the Cambridge Centre for Alternative Finance (CCAF) found China's share of mining fell from 75.5% in September 2019 to 46% in April 2021. It also revealed Kazakhstan was now the third most significant Bitcoin mining nation. Miners earn money by creating new Bitcoins, but the computing used consumes large amounts of energy. They audit Bitcoin transactions in exchange for an opportunity to acquire the digital currency. Global mining requires enormous computing power, which in turn uses huge amounts of electricity, and consequently contributes significantly to global emissions. The CCAF'sCambridge Bitcoin Electricity Consumption Index shows that at time of writing Bitcoin consumed almost as much electricity annually as Colombia. In June the Chinese authorities took strong action against Bitcoin. The authoritiestold banks and payments platforms to stop supporting digital currency transactions causing prices to tumble. The data from the CCAF covers a period before the crackdown, but it shows China's share of global mining power was already in significant decline prior to the action by the Chinese authorities. The Cambridge researchers observed that the crackdown, once enacted, effectively led to all of China's mining power \"disappearing overnight, suggesting that miners and their equipment are on the move\".Experts say the miners are highly mobile.\"Miners pack shipping containers with mining rigs\", said David Gerard, author of Attack Of The 50 Foot Blockchain, \"so that in effect they are mobile computer data centres, and they are now trying to ship those out of China\". It's not clear where they will go, but even before the crackdown the geography of mining was shifting. Kazakhstan, a country rich in fossil fuels, saw an almost six-fold increase in mining - increasing its share from 1.4% in September 2019 to 8.2% in April 2021.According to the US Department of Commerce, 87% of Kazakhstan's electricity \"is generated from fossil fuels\" with coal accounting for more than 70% of generation. The country is now the third largest miner of Bitcoins, behind the US, which saw its share of global mining power also rise significantly - to 16.8%. The data also revealed the close ties between sources of cheap electricity and Bitcoin mining.Researchers found a seasonal movement of mining between Chinese provinces in response, it was suggested, to the availability of hydro-electric power. Mining moved from the coal-burning northern province of Xinjiang in the dry season, to the hydro-abundant southern province of Sichuan in the rainy season. The researchers noted that \"this seasonal migration has materially affected the energy profile of Bitcoin mining in China\", adding that it illustrated \"the complexity of assessing the environmental effects of mining\". Sichuan banned Bitcoin mining in June. ", "url": "https://www.bbc.com/news/technology-57811959"}