{"datetime": "2022-02-10T19:28:59.000Z", "title": "Guernsey low income households 'protected from new tax'", "article": "Low income households will be protected if a goods and services tax (GST) is introduced in Guernsey, a senior politician has said. Peter Roffey, President of the Committee for Employment and Social Security, said GST could be part of a package of measures. He spoke at the launch of drop-in events toget opinions on the new tax. GST is being considered amid a predicted shortfall in funding for services as the population gets older. Mr Roffey said a GST \"would hit the poorest hardest and I could certainly not support that\". But a \"package of measures\" would mean anyone earning lower than the median of about £33,000 a year would pay less social security tax, he said. \"It is possible to design a system which includes GST, but many low income households would be better off than they are today,\" he said. States Treasurer Bethan Haines said because people were living longer, the cost of pension and health and social services would be 20% more in 2040 than today. \"We expect the shortfall will be £85m each year,\" she said. \"The tax review is looking at closing the gap.\" A 5% GST would go \"a long way\" to closing the gap while an 8% GST would be \"more than enough\" and help other services said chartered accountant Mark Thompson. Jersey got 8% of its income from a 5% GST introduced in 2008, he said. A GST \"spreads the load wider than income taxes,\" he said, with visitors and firms contributing. Mark Helyar, Treasury lead for the Policy and Resources Committee and Chair of the Tax Review Steering Group, said: \"We have waited too long to deal with these issues. \"This is our opportunity to change that.\" The first drop-in event is at the St Peter's Community Hall on Saturday from 13:00 to 15:00 GMT. Follow BBC Guernsey on Twitter and Facebook . Send your story ideas to channel.islands@bbc.co.uk . ", "url": "https://www.bbc.com/news/world-europe-guernsey-60340162"}