{"datetime": "2020-09-24T23:16:08.000Z", "author": "Danny Vincent", "title": "'One day everyone will use China's digital currency'", "article": "Chandler Guo was a pioneer in cryptocurrency, the digital currencies that can be created and used independently of national central banks and governments. In 2014 he set up an operation to produce one of those currencies, Bitcoin, in a secret location in western China. \"Mining\" Bitcoin is a power hungry enterprise involving dozens of computers so he used power from a hydroelectric station, in partnership with a local Chinese government official. At its peak his machines were capable of mining 30% of the world's Bitcoin. He believed Bitcoin would one day change the world and replace the dollar. But now he sees a new force emerging - a payment system created by the Chinese state and known as Digital Currency Electronic Payment (DCEP).It's really a digital version of China's official currency, the yuan, and Mr Guo feels DCEP will become the dominant global currency. \"One day everyone in the world will be using DCEP,\" he says. \"DCEP will be successful because there are a lot of Chinese people living outside of China - there are 39 million Chinese living outside of the country. \"If they have a connection with China they will use the DCEP. They can make DCEP become an international currency.\" But many question whether it will succeed and there are concerns that it will be used by Beijing to spy on citizens. Like Bitcoin, DCEPutilises a blockchain technology , a type of digitised ledger used to verify transactions. Blockchain acts as a universal record of every transaction ever made on that network, and users collaborate to verify new transactions when they occur. In practice, that means users don't need a bank if, for example, they want to pay each other, perhaps with their phones. China plans to launch DCEP later this year. But so far, the People's Bank of China has not given an exact date for the nationwide launch. China began testing the digital currency earlier this year in selected cities. When rolled out it will allow users to link downloaded electronic wallets to their bank cards, make transactions and transfer money. \"It's hard to predict the timeline but the People's Bank of China is under a lot of pressure to accelerate the development because they do not want to be in a world where Libra(Facebook's digital currency) becomes the global currency, which they think is worse than the current global financial system controlled by the US,\" says Linghao Bao, an analyst from Beijing-based Trivium. Observers say China wants to internationalise the yuan so that it can compete with the dollar. \"The Chinese government believes that if some other countries can also use the Chinese currency it can break the United States' monetary sovereignty. The United States has built the current global financial system and the instruments,\" says an anonymous Chinese cryptocurrency observer known as Bitfool. The technology enthusiast worked in the venture capital sector before joining a number of Chinese internet companies. He started researching Bitcoin and believes that digital currencies represent the future of money. More Technology of Business \"Some traditional banking systems can't serve a poor country. In the traditional system, if you only have $10 a bank can't make money from you, but with digital currency, everyone has the right to enter. The threshold to enter is really low,\" he says. Although Facebook hasscaled back its plans for Libra , it was still a concern for China. The social media giant plans to roll out an e-wallet known as Novi later this year. It will work as a standalone app but can also be available on Messenger and WhatsApp. \"The two sides are definitely involved in financial warfare even though no large confrontation has happened yet,\" says Linghao Bao. Observers like Bitfool believe that China is already further ahead of the US in the battle for the future of money. China's digital payment systems are widely seen as the most advanced in the world. The country is on the verge of becoming a cashless society. In 2019, four out of every five payments in China were made through either Tencent's WeChat Pay or Alibaba's Alipay. \"America is the leader of the global financial system. But they don't have the motivation like China to make the change [to a digital currency],\" says Bitfool. \"China wants to share that power. But for America, Libra is just a backup plan. \"In poor countries and also in China there are a lot of people who live in villages. They have very little money but they are using smartphones. If you can buy a smartphone you can use DCEP.\" However, DCEP will be centralised and state-run, unlike Bitcoin or Ethereum which are free of state control. Many Bitcoin enthusiasts fear that DCEP will be used as a tool by the Chinese Communist Party to exert greater control over their citizens through surveillance. The authorities will be able to monitor how money is spent in real time. They will also have the same controls over DCEP as with the yuan. The yuan is tightly controlled by Beijing and its exchange rate is the source of much tension between the US and China. The US accuses China ofkeeping the yuan weak to benefit its economy. \"DCEP is the antithesis of Bitcoin. The ultimate goal of a cryptocurrency is the separation of money and state,\" says Stewart Mackenzie, a cryptocurrency expert based in Hong Kong. \"It's easy for them to say that it's like Bitcoin when it's worlds apart.\" Linghao Bao agrees. \"DCEP is built on an idea of centralised control. The value of Bitcoin lies in its decentralisation nature and its isolation from the financial system,\" Mr Bao says. \"I trust Bitcoin more. Because it really belongs to me,\" says Bitfool. ", "url": "https://www.bbc.com/news/business-54261382"}