{"datetime": "2021-05-19T18:33:55.000Z", "title": "Bitcoin falls further as China cracks down on crypto-currencies", "article": "The price of Bitcoin fell below $34,000 (£24,030) for the first time in three months on Wednesday, after China imposed fresh curbs on crypto-currencies. Beijing banned banks and payment firms from providing services related to crypto-currency transactions. It also warned investors against speculative crypto trading on Tuesday. It follows falls in Bitcoin of more than 10% last week after Tesla said it would no longer accept the currency. On Wednesday afternoon, Bitcoin recovered some ground, although it was still down -10.4% at $38,131. Meanwhile, other digital currencies such as Ether, which acts as the fuel for the Ethereum blockchain network, and Dogecoin lost as much as 22% and 24% respectively. At the same time, Tesla shares fell more than 3% on Wall Street, possibly because of the electric carmaker's exposure to Bitcoin. The firm, owned by Elon Musk, still holds around $1.5bn worth of the crypto-currency. Crypto-currency trading has been illegal in China since 2019 in order to curb money-laundering. But people are still able to trade in currencies such as Bitcoin online, which has concerned Beijing.On Tuesday, three state-backed organisations, including the National Internet Finance Association of China, the China Banking Association and the Payment and Clearing Association of China issued a warning on social media. They said consumers would have no protection if they were to incur any losses from crypto-currency investment transactions. They added that recent wild swings in crypto-currency prices \"seriously violate people's asset safety\" and are disrupting the \"normal economic and financial order\". Neil Wilson of Markets.com said: \"China has for some time been putting pressure on the crypto space, but this marks an intensification - other countries might follow now as central banks make strides towards their own digital currencies. \"Until now, Western regulators have been pretty relaxed about Bitcoin, but this might change soon.\" In March, Tesla boss Elon Musk announced unexpectedly that the electric carmaker would allow customers to buy cars using Bitcoin. But last week, he did a U-turn and suspended vehicle purchases using Bitcoin because of environmental concerns. His fears centre on Bitcoin mining - the energy-intensive process through which the digital currency is generated, using high-powered computers. It often relies on electricity generated with fossil fuels, particularly coal. \"We are concerned about rapidly increasing use of fossil fuels for Bitcoin mining and transactions, especially coal, which has the worst emissions of any fuel,\" Mr Musk wrote. \"Cryptocurrency is a good idea... but this cannot come at great cost to the environment.\" He said the electric carmaker did not intend to sell any of its Bitcoin and intended to reinstate crypto-currency transactions once mining shifted to using more sustainable energy sources. Although the digital currency cannot be traded in China, more than 75% of Bitcoin mining around the world is done in China. For anyone who has followed the crypto-currency scene for a while, the events of recent weeks are a familiar story.Some random event - say, a tweet from Elon Musk announcing Tesla will accept crypto-currency payments - sends Bitcoin to new highs, and people begin to say it's winning mainstream acceptance. Then another random event happens, perhaps a change of course from the Tesla tycoon. It comes tumbling down again, and talk of it going mainstream fades into the background. Last month, in a chatroom on Clubhouse (another phenomenon that seems to be swinging from boom to bust) I expressed some scepticism about crypto-currencies.Up popped a senior figure from London's thriving fintech scene: \"Rory, Rory,\" he chided me, \"crypto is becoming an accepted asset class.\" With big City institutions taking an interest, that had a ring of truth - back in April, at least.But this week, the weather had changed, with theFinancial Times reporting \"new doubts among institutional fund managers over the future of crypto-currencies as an asset class\". My mind went back to 2013, when I had first taken an interest in Bitcoin. In a report for Radio 4's PM programme, I had bought a pizza for 0.5 BTC, a tortuous process which had not seemed worth the £30 it cost back then - of course, at today's exchange rate, that was a £14,000 pizza. I had also writtena blog post headlined \"The Bitcoin Bubble\" , in which I tried to mine some lessons from a period when the price of the cryptocurrency shot up from $15 to $276 and then hurtled lower again.I ended a piece in which I compared the cryptocurrency with 17th-Century Dutch tulips or London houses in the 1980s with this thought: \"Unless and until Bitcoin can be used to buy a sandwich, or be accepted by your friends when you pay them back for a restaurant meal, then it is likely to remain just a playground for geeks and gamblers.\" Eight years on, it is still virtually impossible to buy a sandwich with Bitcoin. And why would you want to, when there's a good chance you'll be mocked a few years later - as I've been for my transaction - for giving away an asset that goes on to soar in value? ", "url": "https://www.bbc.com/news/business-57169726"}