{"datetime": "2021-06-22T16:01:26.000Z", "title": "Bitcoin tumbles below $30,000 on China crypto-crackdown", "article": "Bitcoin has fallen below $30,000 for the first time in more than five months, hit by China's crackdown on the world's most popular cryptocurrency. The digital currency slipped to about $28,890, and has lost more than 50% of its value since reaching an all-time high of $64,870 in April. China has told banks and payments platforms to stop supporting digital currency transactions. It follows an order on Friday to stop Bitcoin mining in Sichuan province. On Monday, China's central bank said it had recently summoned several major banks and payments companies to call on them to take tougher action over the trading of cryptocurrencies. Banks were told to not provide products or services such as trading, clearing and settlement for cryptocurrency transactions,the People's Bank of China said in a statement . China's third-largest lender by assets, the Agricultural Bank of China, said it was following the PBOC's guidance and would conduct due diligence on clients to root out illegal activities involving cryptocurrency mining and transactions. China's Postal Savings Bank also said it would not facilitate any cryptocurrency transactions. The mobile and online payments platform Alipay, which is owned by Chinese financial technology giant Ant Group, said it would set up a monitoring system to detect illegal cryptocurrency transactions. The latest measure came after authorities in the southwest province of Sichuan on Friday ordered Bitcoin mining operations to close down. Authorities ordered the closure of 26 mines last week, according to a notice widely circulated on Chinese social media sites and confirmed by a former Bitcoin miner.Sichuan, a mountainous region in southwest China, is home to many cryptocurrency mines - basically huge centres with racks upon racks of computer processors, owing to the large number of hydroelectric power plants there. China accounted for around 65% of global Bitcoin production last year, with Sichuan rating as its second largest producer, according to research by the University of Cambridge. \"Concerns mount over China's ongoing clampdown and fears that widespread acceptance of Bitcoin and other digital currencies will be delayed because of concerns about their environmental impact,\" noted analyst Fawad Razaqzada at trading site ThinkMarkets. Last month China's cabinet, the State Council, said it would crack down on cryptocurrency mining and trading as part of a campaign to control financial risks. Some analysts have warned of potential further falls in the price of Bitcoin due to a price chart phenomenon known as a \"death cross\", which occurs when a short-term average trendline crosses below a long-term average trendline. Other cryptocurrencies also fell as investors worried about tougher regulation of digital currencies around the world. Separately, the auction house Sotheby's said that a rare pear-shaped diamond that is expected to sell for as much as $15m can be bought at an auction next month using cryptocurrencies. It is the first time that such a large diamond has been offered in a public sale with cryptocurrency.", "url": "https://www.bbc.com/news/business-57549543"}