{"datetime": "2022-02-08T12:13:29.000Z", "title": "Energy prices: What is a windfall tax and how would it work?", "article": "Labour is calling for a windfall tax on oil and gas companies in the North Sea to help households and energy-intensive industries to cope with higher fuel bills. It comes as companies such as BP and Shell announce big increases in profits. A windfall tax is a one-off tax imposed by a government on a company or group of companies. The idea is to target firms that were lucky enough to benefit from something they were not responsible for - in other words, a windfall. An example of such a windfall would be high energy prices. Companies that get oil and gas out of the ground are getting much more money for it than they were last year, largely because there has been so much more demand as the world emerges from the pandemic. Spain has already announced a windfall tax on energy companies. Labour has proposed an increase of 10 percentage points on corporation tax (tax paid on profits) for North Sea oil and gas producers, in the year beginning in April.It says this would raise £1.2bn which could be used to help households struggling to cope witha 54% rise in energy bills from April. Labour would do this by: However, the government argues that a windfall tax would stop companies investing. Critics of the policy also point out that many pension funds benefit from the profits of big oil companies. Some private pension funds own shares in them, which means they get some of the profits through dividends.The companies also employ thousands of people and support thousands of other jobs in the UK. The best-known windfall tax in the UK was announced by Chancellor Gordon Brown in his first Budget in 1997. The companies paying the tax were those that had been privatised since 1979 by previous Conservative governments, including: Labour argued that all these companies had been undervalued at privatisation. Their windfall tax was calculated as the difference between the price at which the government sold them, and a market valuation based on their profits in the four years after their sale. Windfall taxes haven't only been a Labour policy. In 1981, Conservative Chancellor Geoffrey Howe imposed a similar levy on the banks. He argued that they had benefited from high interest rates, which had been raised to 17% in November 1979, although they were cut to 12% the day after the 1981 Budget. Mr Howe later imposed a special tax on North Sea oil and gas companies. Oil and gas companies operating in the North Sea are already taxed differently to other companies. The taxes on their profits are higher, but they also have bigger capital allowances, which means they can pay less tax if they are investing money. They pay 30% corporation tax on their profits and a supplementary 10% rate on top of that. Other companies pay corporation tax at 19%. But the amount of UK tax paid by oil and gas companies has been relatively low in recent years. The National Audit Officepoints out that in some years the government paid more to oil and gas companies in tax relief than it received from them in taxes. This is because they spent enough on things like decommissioning North Sea oil platforms to cancel out any profits they were making in the UK.BP's reports for2015 to2020 all show overall refunds, which means it received more money back from the UK government than it paid. Shell hassimilar reports . It made overall payments to the UK governmentin 2017 but was negative for the rest of the period. ", "url": "https://www.bbc.com/news/business-60295177"}