{"datetime": "2021-09-03T23:13:05.000Z", "author": "Zhaoyin Feng", "title": "Why China's bitcoin miners are moving to Texas", "article": "China's ban on cryptocurrency mining has forced bitcoin entrepreneurs to flee overseas. Many are heading to Texas, which is quickly becoming the next global cryptocurrency capital. When China announced a crackdown on bitcoin mining and trading in May, Kevin Pan, CEO of Chinese cryptocurrency mining company Poolin, got on a flight the next day to leave the country.\"We decided to move out, once [and] for all. [We'll] never come back again,\" Mr Pan told the BBC.Headquartered in Hong Kong, Poolin is the second largest bitcoin mining network in the world, with most of its operations in mainland China. The country was home to around 70% of global bitcoin mining power, until the clampdown sent the price of bitcoin into a tailspin and caught miners off guard.Now China's \"bitcoin refugees\" are urgently scrambling to find a new home, whether in neighbouring Kazakhstan, Russia or North America, because for bitcoin miners, time is literally money. \"We had to find a new location for the [bitcoin mining] machines,\" Poolin's vice-president Alejandro De La Torres said. \"Because every minute that the machine is not on, it's not making money.\" In what some call the \"Great Mining Migration,\" the Poolin executives are among the many bitcoin miners who have recently landed in a place reputed as part of America's wild wild west: Austin, Texas. Bitcoins are a digital currency with no physical form - they exist and are exchanged only online. They are created when a computer 'mines' the money by solving a complex set of maths problems and that is how bitcoin 'miners' who run the computers earn the currency.This takesa lot of energy .As a new form of money that transcends national boundaries, there is also much confusion and potential to run afoul of government rules - so two things bitcoin entrepreneurs value are cheap electricity and a relaxed regulatory environment. The Lone Star State fits the bill to a tee. For Mr Pan, Texas felt like home almost instantly. Days after his arrival, he was gifted an AR-15 rifle, which he says he may use to \"hunt hogs from a helicopter\" one day.While the shooting ranges and Texas barbeque provide for welcome entertainment, legal protection for business is the major attraction for the bitcoin miners. \"What happened to us in China won't happen in the US,\" Mr De La Torre says. Governor of Texas Greg Abbott has been a vocal supporter for cryptocurrency. \"It's happening! Texas will be the crypto leader,\" he tweeted in June. In the same month, the Lone Star State became the second US state after Wyoming to recognise blockchain and cryptocurrency in its commercial law, paving the way for crypto businesses to operate in the state.Many Chinese bitcoin companies have looked to Texas for stability and opportunity. Shenzhen-based firm BIT Mining has planned to invest $26 million to build a data centre in the state, while Beijing-based Bitmain is expanding its facility in Rockdale, Texas. This small town with around 5,600 residents once housed one of the world's largest aluminium plants, and now it's emerging as the next global hub for bitcoin mining. There might be another underlying connection between the industry and the state, as De La Torre says that bitcoiners and Texans share the same values. \"Texans take their freedom and rights very seriously, and so do we bitcoiners.\"Experts believe China's bitcoin crackdown was motivated by having greater control over the financial markets, and it may become a boon for America.\"The migration benefits the US in terms of talent acquisition and furthering the innovation ecosystem,\" says Kevin Desouza, a business professor at the Queensland University of Technology who has done research on China's digital currency policy. In return, the bitcoin miners get access to a thriving and innovative community, as well as more diverse sources of capital, according to Prof Desouza.Other than a stable regulatory environment, the energy-hungry industry is hunting for cheap electricity in Texas.Texas has some of the cheapest energy prices in the world, due to its deregulated power grid. Consumers enjoy more choices of electricity providers, which encourage providers to lower prices to stay competitive. During peaks of electricity demand, bitcoin farms can even sell unused power back to the grid. Although El Salvador is set to become the first country to adopt bitcoin as a national currency, bitcoin miners prefer the US because of its well-developed electrical infrastructure, says Mr De La Torre. But some analysts warn that the \"Great Mining Migration\" may lead to serious repercussions, as cities and towns struggle to meet the huge energy appetite.In February, blackouts following a deadly snowstorm left millions of homes and businesses in Texas without power for days. More than 200 people died. During the power outage, bitcoin farms were compensated to stay offline.The increased scrutiny of Chinese companies in America may also lead to more attention on these mining newcomers. Texas recently passed a law that prevents \"hostile foreign actors\" from accessing critical infrastructure, including its power grid. The new law was reportedly prompted by a Chinese billionaire's plan to build a wind farm in southwest Texas. Critics allege that the project could be used to hack into the Texas energy grid and to gather intelligence from a nearby US military base. Prof Desouza says that while access to electricity grids is unlikely to be an issue for bitcoin miners in the short term, political risk will continue to evolve.The bitcoin miners do miss something in China - cheap labour cost and speedy construction. According to Mr Pan, while a new bitcoin farm takes up to five months to build in China, it could take as long as 18 months in Texas. Global shipping prices have also skyrocketed during the pandemic, making it significantly more expensive to ship mining machines from China to the US. Despite the costly and time-consuming efforts, Mr Pan says his company is committed to settle in Texas, \"It's a free land, and a lot of bitcoiners are here,\" he says, \"so we feel: 'whoa, family reunion.'\" ", "url": "https://www.bbc.com/news/world-us-canada-58414555"}