{"datetime": "2022-02-14T14:17:56.000Z", "title": "Two green freeports to be established in Scotland", "article": "The Scottish and UK governments have agreed to establish two green freeports in Scotland. The special economic zones, offering tax breaks and lower business tariffs, are being promoted by the UK government as part of its \"levelling-up\" agenda. The Scottish Greens, the SNP's Scottish government partners, criticised the plans as \"greenwashing\" and said it was a \"corporate giveaway\". The deal comes as Prime Minister Boris Johnson visits Scotland. A bidding process will begin in the spring and it is hoped the new sites will open in 2023. Ministers from both the Scottish and UK governments will have a say in the assessment and selection process. The governments were previously unable to agree plans to establish freeports north of the border,after a number of sites were announced for England . Scottish ministers later saidthey would pursue an alternative \"green freeport\" model , with additional standards around jobs and climate targets. Scotland's Finance Secretary Kate Forbes said: \"We have been able to reach an agreement on a joint approach that enshrines the Scottish government's commitment to achieving net zero and embedding fair work practices through public investment. \"The establishment of green freeports will help us create new green jobs, deliver a just transition and support our economic transformation.\" The UK government has committed funding of £52m to the project and bidders will have to pledge to reach net zero by 2045. However, in the first major split from the SNP since they signed a power-sharing deal last year, the Scottish Greens criticised the plans as \"greenwashing\". Finance spokesman Ross Greer toldBBC Radio's Good Morning Scotland programme that his party wanted nothing to do with \"these so-called green freeports\".He said: \"There is nothing genuinely green about them. Freeports are a really effective way to give tax relief and throw public money at multinational companies who are already doing their best to avoid tax. \"The SNP used to oppose freeports for exactly the same reason the Scottish Greens still do. \"Internationally, freeports are associated with crime, money laundering, smuggling, low wages.\" Mr Greer said that there was \"no actual solid requirements\" to meet climate targets or stick to fair work practices, and that it was \"naive\" to expect large corporations to adhere to these rules. Kate Forbes told BBC Scotland that all green freeport applicants would have to stick to their commitments to net zero targets and fair work. She said: \"If a bidder fails to do so, we would look at this very carefully. We would expect bidders who set out promises to meet those promises. \"They will be required to deliver robust decarbonisation plans, demonstrating how they will move to net zero. A bidder will not win without it.\" Under the UK government's model, freeports are centred around at least one air, rail or sea port, but can extend up to 28 miles (45km) beyond. Forth Ports - which owns and operates seven ports on the east coast of Scotland - said it would be bidding to create a Firth of Forth green freeport. While other bidders have not yet been announced, in July last year the Scottish government named nine areas being considered - Shetland, Orkney, Aberdeen with Peterhead, Montrose, Dundee, Cairnryan, the Firth of Forth and Glasgow city region. A Cromarty Firth consortium is also understood to be interested. Freeports are one of Boris Johnson's big ideas to \"level up\" the country.He thinks they'll bring new investment and jobs to areas that lag behind. But he's even had to change their name - they're now \"green freeports\" here - to win backing from the Scottish government. It sounds petty, but the name is the tip of a large iceberg. Why? Imagine what they might create.These low tax zones could give rise to a little Singapore on the Cromarty Firth, where goods can be imported, assembled and exported without the usual taxes and paperwork. Firms inside the freeport could pay lower rates of VAT and employment tax.Nicola Sturgeon's team warns that could give rise to low wage, low value zones, which water down workers' rights and rules which protect the environment.So she's insisted that firms inside green freeports should pay the living wage, and commit to net-zero targets on climate change, and inclusive growth in local communities.You might wonder if this compromise can work.If freeports don't offer incentives, why would employers want to move there at all? If Scottish freeports are regulated more, will they be able to create new jobs, or compete with their English counterparts?The Scottish government wants to avoid a stampede of firms moving into a low-tax zone, without adding anything to the Scottish economy. So it's happy to pour cold water on one of Boris Johnson's dreams. Ian Murray, Labour's Shadow Scottish Secretary, said the agreement had been \"delayed for months because the two governments disagreed over the name. \"As a result of their petty point-scoring, regions in England already have a head start.\" The Scottish government and the UK Treasury will use their tax powers, including rates relief, to support the freeports. Last year, the Scottish government said UK ministers risked undermining devolution if they set up the freeports in Scotland or Wales without the backing of devolved governments. Prime Minister Boris Johnson said: \"I am delighted that people across Scotland will reap the benefits that will come from having two new green freeports. \"Freeports will help to accelerate our plan to level up communities across the whole of the United Kingdom. \"They have the power to be truly transformational by creating jobs and investment opportunities to enable people to reach their potential.\" Also called free trade zones, they are designated areas where the normal tax and tariff rules of the country in which they are based do not apply. They allow goods to be imported, manufactured and re-exported without being subject to checks, paperwork, or import taxes, known as tariffs. This means raw materials can be imported, then engineered into whole products for export. Typically, companies operating in the zone pay lower taxes, such as reduced VAT and lower rates of employment tax. Critics argue they simply defer the point when import tariffs are paid, which then still need to be paid at some stage. Mr Johnson began his trip to Scotland on Monday with a visit to Rosyth dockyard in Fife. He is not expected to meet Scottish Conservative leader Douglas Ross - who has called for him to stand down over parties held in Downing Street during lockdown - despite Mr Johnson beinginvited to address the Scottish Conservative conference in Aberdeen next month. On his visit, Mr Johnson said he was \"working very hard with colleagues in Scotland\" on a joint agenda of \"uniting and levelling up\". The SNP's Westminster leader Ian Blackford branded the trip \"a walking advert for Scottish independence\". He said Mr Johnson should \"apologise for the damage he has inflicted on Scotland and hand in his resignation\". Labour leader Sir Keir Starmer said Mr Johnson's visit made \"the case for the Union harder\" and that \"this prime minister does not help that cause\". ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60368377"}