{"datetime": "2021-09-24T11:30:03.000Z", "title": "China declares all crypto-currency transactions illegal", "article": "China's central bank has announced that all transactions of crypto-currencies are illegal, effectively banning digital tokens such as Bitcoin. \"Virtual currency-related business activities are illegal financial activities,\" the People's Bank of China said, warning it \"seriously endangers the safety of people's assets\".China is one of the world's largest crypto-currency markets. Fluctuations there often impact the global price of crypto-currencies. The price of Bitcoin fell by more than $2,000 (£1,460) in the wake of the Chinese announcement. It is the latest in China's national crackdown on what it sees as a volatile, speculative investment at best - and a way to launder money at worst. Trading crypto-currency has officially been banned in China since 2019, but has continued online through foreign exchanges. However, there has been a significant crackdown this year. In May,Chinese state intuitions warned buyers they would have no protection for continuing to trade Bitcoin and other currencies online, as government officials vowed to increase pressure on the industry. In June,it told banks and payment platforms to stop facilitating transactions and issued bans on \"mining\" the currencies - the trade of using powerful computers to make new coins. But Friday's announcement is the clearest indication yet that China wants to shut down crypto-currency trading in all its forms. The statement makes clear that those who are involved in \"illegal financial activities\" are committing a crime and will be prosecuted. And foreign websites providing such services to Chinese citizens online is also an illegal activity, it said. The technology at the core of many crypto-currencies, including Bitcoin, relies on many distributed computers verifying and checking transactions on a giant shared ledger known as the blockchain. As a reward, new \"coins\" are randomly awarded to those who take part in this work - known as crypto \"mining\". China, with its relatively low electricity costs and cheaper computer hardware, has long been one of the world's main centres for mining.The activity is so popular there that gamers have sometimes blamed the industry for a global shortage of powerful graphics cards, which miners use for processing crypto-currencies. The Chinese crackdown has already hit the mining industry. In September 2019, China accounted for 75% of the world's Bitcoin energy use. By April 2021,that had fallen to 46% . ", "url": "https://www.bbc.com/news/technology-58678907"}