{"datetime": "2022-01-31T06:06:38.000Z", "title": "Pegasus: India parliament opens amid furore over Pegasus 'lies'", "article": "India's parliament opened amid a political storm over fresh allegations that Prime Minister Narendra Modi's government bought Israeli-made Pegasus spyware to snoop on its critics. TheNew York Times reported on Friday that India acquired Pegasus from Israel as part of a defence deal in 2017.Similar allegations emerged last year, and the government had denied them.Opposition parties are now accusing the government of lying to parliament and misleading the house. The main opposition Congress has called for a \"privilege motion\" in parliament - used in instances when members are accused of committing a breach of privilege - against information and technology minister Ashwini Vaishnaw for \"deliberately misleading the House\".\"The government, on the floor of the House, always maintained that it had nothing to do with the Pegasus spyware and it never bought the spyware from the NSO Group... in light of the revelations… it appears that the Modi government has misled the parliament and the Supreme Court,\" Congress' leader in the Lok Sabha, Adhir Ranjan Chowdhury, wrote in a letter to the Speaker.The allegations are expected to result in a heated debate as parliament assembles for a joint session of both houses. This comes ahead of the annual budget, which will be tabled on Tuesday, and days before five states go to the polls to elect a new government. A fresh plea seeking a police investigation has been filed in the Supreme Court, which began an inquiry into the matter when allegations first emerged last year. Last year,Indian media outlet The Wire reported that some 160 Indians, including prominent activists, lawyers and politicians, were spied on using the Pegasus malware. Pegasus infects iPhones and Android devices, allowing operators to extract messages, photos and emails, record calls and secretly activate microphones. An investigation by a global consortium of media outlets showed how the malware was used by governments around the world to hack phones of dissidents. The targets' phone numbers were on a database believed to be of interest to clients of Israeli firm NSO.It's unclear where the list came from or how many phones were hacked - and NSO has denied any wrongdoing. It said the software was intended for tracking criminals and terrorists and was only sold to military, law enforcement and intelligence agencies from countries with good human rights records. NSO was alsoaccused of cyber attacks against Indian journalists and activists in 2019 - NSO Group denied the allegations.But the New York Times reported on Friday that Pegasus and a missile system were the \"centrepieces\" of a roughly $2bn deal that took place between India and Israel in 2017 when Mr Modi made his first trip to the country. The visit - and a subsequent one by Mr Netanyahu the following year - marked a significant turn inIndia's relationship with Israel .The fresh allegations sparked a political storm, with opposition leaders demanding answers from Mr Modi.Congress party leader Rahul Gandhi accused the government of treason, and Congress MP Mallikarjun Kharge accused the government of acting \"like the enemies of India\". What has Mr Modi 's government's said? The government has denied that it ordered any unauthorised surveillance.Last year, IT minister Ashwini Vaishnaw had called the allegations a \"sensational\" attempt \"to malign Indian democracy and its well established institutions\" - he told parliament in September that the government \"has not had any transaction with NSO Group Technologies\". But there has been no statement from Mr Modi or his ministers since the latest allegations emerged. Opposition politicians have questioned the government's \"silence\" on the issue and demanded that Mr Modi address the country.In September, the Supreme Court set up a panel to look into the allegations after the government repeatedly failed to respond to its questions, citing national security. The court had said the government had left it with \"no option but to accept the prima facie case made out by the petitioners\".", "url": "https://www.bbc.com/news/world-asia-india-60194265"}