{"datetime": "2022-01-28T17:46:12.000Z", "author": "Alex Therrien", "title": "National Insurance: No 10 insists planned rise will go ahead", "article": "Downing Street has insisted the planned rise in National Insurance will go ahead after a number of Tory MPs called for it to be paused or scrapped. The increase is due to come into effect in April to help fund the NHS and social care. Some Conservatives said the measure should be put on hold or reconsidered because of rising household bills. But Boris Johnson's spokesman has said the PM and the chancellor remain \"fully committed\" to the move. Under the plans, employees, employers and the self-employed will all pay 1.25p more in the pound for National Insurance from April 2022 for a year - after which the extra tax will be collected as a new Health and Social Care Levy. The changes to National Insurance will see an employee on £20,000 a year pay an extra £89 in tax. Someone on £50,000 will pay £464 more. From April, people earning under £9,880 a year, or £823 a month, will not have to pay National Insurance and will not have to pay the new levy. Critics have said the increase will have a higher impact on the lower-paid and could contribute to inflation at a time when household budgets are under pressure from rising energy prices and food bills.And business leaders have warned that firms could offset the tax rise by raising prices.Robert Halfon, chairman of the Commons Education Select Committee, was among the Conservative MPs to call for the government to reconsider the move.He said the government should look at raising the funds through other means, such as with a one-off tax on firms that made big profits during the pandemic or by taxing other forms of income.Senior backbench Tory MPs Robert Jenrick and Mel Stride called for the increase to be delayed, with Mr Jenrick telling BBC Newsnight that 2022 would be \"exceptionally hard\" for families. There have been reports by some newspapers that Mr Johnson was considering a U-turn on the move.But when asked on Friday if the rise was happening \"no ifs, no buts\", the prime minister's official spokesman said \"yeah\".The spokesman added: \"The prime minister and chancellor are fully committed to introducing the health and social care levy in April. \"We've spoken before about why we are doing that - in order to give the NHS the funds it needs to tackle the backlog that has built up, as well as tackling the long-term issue of social care.\" Earlier Technology Minister Chris Philp said the tax rise would go ahead, telling Sky News: \"It was approved by the whole cabinet, it was passed by Parliament with a significant majority, and the money is needed to fund the NHS, which I think is something that is a national priority.\"Labour leader Sir Keir Starmer said the increase was the \"wrong thing to do\", coming at a time when inflation is at its highest level in 30 years.Speaking to broadcasters on a visit to Glasgow, he added: \"And at that very moment, Boris Johnson and his government want to impose a tax hike on people in April.\" Mike Padgham, chairman of the Independent Care Group, told BBC 5 Live he supported the idea of extra funding for social care from general taxation rather than from a rise in NI. But he added: \"What is clear is that we have had decades of promises to fund social care properly but it has never come. So I am very worried that if it is scrapped then we will never get the funding.\" The Institute of Directors business lobby group urged Chancellor Rishi Sunak to scrap the move, saying it would reduce take-home pay during a cost-of-living crisis and that businesses may hire fewer staff or increase prices for customers to cover the cost. The government says the changes are expected to raise £12bn a year, which will go initially towards easing pressure on the NHS. A proportion will then be moved into social care system over the next three years. Meanwhile, the prime minister continues to wait for senior civil servant Sue Gray's report on parties held at Downing Street during the pandemic.On Friday, theMetropolitan Police said it had asked Ms Gray to make \"minimal reference\" in her report to events the force is looking at for its investigation into Covid rule-breaking.", "url": "https://www.bbc.com/news/uk-60171519"}