{"datetime": "2022-01-30T14:00:45.000Z", "title": "National Insurance: Opposition MPs urge rethink on April tax rise", "article": "Opposition MPs have accused the prime minister and the chancellor of ignoring struggling families, after they confirmed taxes would rise in April. Writing in the Sunday Times , Boris Johnson and Rishi Sunak insisted their £12bn National Insurance increase would go ahead, despite opposition. Labour, the Lib Dems and some Tory MPs are urging a rethink, arguing workers cannot afford more tax at the moment. Foreign Secretary Liz Truss the hike was needed due to Covid spending. She said the Tories wanted to be able to lower taxes to boost the economy - but government support during the pandemic had to be \"paid back\". Under the plans, employees, employers and the self-employed will all pay 1.25p more in the pound for National Insurance from April 2022 for a year. From April 2023, the extra tax will be collected as a new Health and Social Care Levy. Legislation to set it up was approved in Parliament in September. The government says the money will initially help clear NHS backlogs, and then be moved into social care system over the next three years. But critics - including some Conservatives - say the rise will place a tougher burden on the lower-paid and should be scrapped.There is also concern about the timing of the increase, with the cost of energy soaring and rising inflation also pushing up the cost of food and other bills. Business groups have also warned about the effect of the rise on small companies and the wider economy. Shadow levelling up secretary Lisa Nandy called on the government to \"rethink\" the planned rise, adding it would see people's incomes \"squeezed even more\". She told BBC One's Sunday Morning programme: \"You can't possibly hit people with more taxes at the moment. It's just simply not possible for a lot of people to survive.\"\"The stories that I'm hearing from people across the country about the sacrifices they're going to have to make are enormous.\" She added Labour would be \"doing everything that we can over the next few weeks to try and appeal to Tory MPs' consciences\". The Liberal Democrats have described the National Insurance rise as unfair. Party leader Sir Ed Davey called for action on energy prices, including more support for poorer families paid for through a \"Robin Hood\" tax on fuel companies. He accused the prime minister of being \"focused on saving his own skin\" over the No 10 lockdown parties scandal, rather than \"taking action\". Robert Halfon, one of the Tory MPs calling on the government not to go ahead with the rise, said ministers should make the cost of living their \"number one priority\". Speaking on BBC Breakfast, he suggested money for the NHS could instead be raised from thetaxes on capital gains - profits made from selling certain assets - or by raising taxes on oil companies.Senior backbench Tories Robert Jenrick and Mel Stride have also called for the increase to be delayed. Former cabinet minister Mr Jenrick saying that 2022 would already be \"exceptionally hard\" for families. Defending the rise in the Sunday Times, Mr Johnson and Mr Sunak said it was \"progressive\" because higher earners pay more. They described themselves as \"tax-cutting Conservatives\" and \"Thatcherites, in the sense that we believe in sound money\". But they added: \"There is no magic money tree.\" The article will be seen as a show of unity between the pair, after widespread criticism of Mr Johnson over claims of parties in Downing Street during lockdown.Mr Sunak is a leading candidate to replace Mr Johnson if a leadership contest is triggered before the next election. Foreign Secretary Liz Truss, who is also seen as a possible leadership candidate, defended the tax rises but accepted they are \"never popular\". Also speaking to the Sunday Morning programme, she said the country was in a \"very difficult situation\" because of money spent supporting the economy during Covid. \"As soon as possible, we want to be in a position to lower our tax rates, we want to drive economic growth, because ultimately that is what will make our country successful,\" she added. \"But we do face a short-term issue, which is that we have spent significant amounts of money dealing with the Covid crisis that does need to be paid back.\" How would you be personally affected by the planned rise to National Insurance? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-politics-60189393"}