{"datetime": "2022-01-24T13:57:52.000Z", "title": "NI rise must be scrapped to help families - David Davis", "article": "Senior Tory MP David Davis has urged the government to call off the rise in National Insurance payments, arguing it will place too much pressure on households at a time of high inflation. From April, employees, companies and the self-employed will pay 1.25p more in the pound on earnings or profits to help fund the NHS and social care. Mr Davis told the BBC this would create a \"disincentive to work\". But No 10 said the NI increase was the \"right approach\". A spokesman added that the Cabinet was united behind the policy, which wasvoted through Parliament last September. And Prime Minister Boris Johnson said: \"What we are telling people is that, if you want to fund our fantastic NHS, you have to pay for it and this government is determined to do so.\" NI will go up from April but will revert to its current rate a year later, with a new Health and Social Care Levy - at the same rate of 1.25% on earnings and profits - being set up instead. The government says the increase, which it would require another parliamentary vote to reverse, is expected to raise £12bn a year. The money raised will go initially towards easing pressure on the NHS, with a proportion then being moved into social care system over the next three years. Inflation rose to 5.4% in December, the highest rate for 30 years, and is expected to surge further, with electricity and gas bills set to go up substantially in April. Mr Davis, a former Brexit Secretary, told BBC Radio 4's Today programme the government's decision last year to raise NI and then set up the Health and Social Care Levy had been based on \"quite a lot of wrong data\". \"They didn't know at the time that by April we would have the highest inflation for 30 years,\" he added. \"They didn't know that interest rates would be going up, that council tax would be going up, that fuel prices were about to rise by about £700 a year for an average family. \"Therefore they didn't know quite what pressure there would be on ordinary people.\" Mr Davis said the forthcoming changes would take away about 10% of disposable income for \"ordinary families\", arguing: \"It creates a disincentive to work, [and] for overtime and promotion... a disincentive for employment.\" \"It's probably not going to raise anything like £12bn. It may even have a negative because it slows the growth of the economy,\" he added. Several Conservative MPs have raised concerns over the introduction of the NI rise during parliamentary debates last autumn. But Education Secretary Nadhim Zahawi told the Today programme that \"successive governments have not dealt with\" how to fund social care for an ageing population. He added of the NI rise: \"It is really important to remember that the highest earners, the 14% who earn the most are paying 50% - they are paying half of that contribution. \"And the lowest earners, 6.1 million of the lowest earners pay nothing, so it is as progressive as we can make it to deal with a problem that breaks many an individual in their old age.\" Pressed on suggestions the move could \"shock\" the economy and prevent the tax rise from raising the predicted sums, Mr Zahawi replied: \"I think the Treasury have done the work on this and it is the right thing to do.\" ", "url": "https://www.bbc.com/news/uk-politics-60111596"}