{"datetime": "2019-10-31T05:58:47.000Z", "title": "WhatsApp: Indians among those 'targeted' by spyware", "article": "Messaging app WhatsApp has said Indian journalists and activists are among some 1,400 people worldwide who were targeted with Israeli-made spyware. WhatsAppfiled a lawsuit against NSO Group on Wednesday, alleging it was behind cyber-attacks that infected devices in April and May. The Israeli company, which makes software for surveillance, has strongly disputed the allegations. India has 400 million WhatsApp users, making the country its biggest market. Hackers were able to remotely install surveillance software on phones and other devices by using a major vulnerability in the messaging app. \"We believe this attack targeted at least 100 members of civil society, which is an unmistakable pattern of abuse,\" WhatsApp said in a statement. After discovering the cyber-attacks in May, WhatsApp quickly rolled out a fix, adding \"new protections\" to their systems and issuing updates. Cyber experts at Toronto-based internet watchdog Citizen Lab helped WhatsApp identify cases where the suspected targets of this attack were members of civil society, such as human rights defenders or journalists. Citizen Lab said it had identified more than 100 cases of \"abusive targeting of human rights defenders and journalists in at least 20 countries across the globe, ranging from Africa, Asia, Europe, the Middle East, and North America\". \"Indian journalists and human rights activists have been the target of surveillance and while I cannot reveal their identities and the exact number, I can say that it is not an insignificant number,\"WhatsApp spokesperson Carl Woog told The Indian Express newspaper. Mr Woog said the service had contacted each of the people targeted and informed them about the cyber attack. WhatsApp promotes itself as a \"secure\" communications app because messages are encrypted end-to-end. This means they should only be displayed in a legible form on the sender or recipient's device. The firm, which was acquired by Facebook in 2014, said this was the first time an encrypted messaging provider had taken legal action of this kind. Israel's NSO Group said it would fight the allegations. \"In the strongest possible terms, we dispute today's allegations and will vigorously fight them,\" the company said in a statement to the BBC. \"The sole purpose of NSO is to provide technology to licensed government intelligence and law enforcement agencies to help them fight terrorism and serious crime.\" ", "url": "https://www.bbc.com/news/world-asia-india-50245209"}