{"datetime": "2018-01-15T10:06:38.000Z", "title": "Netanyahu and Modi praise 'new era' in India -Israel ties", "article": "India and Israel have hailed the \"dawn of a new era\" in their relations after signing key deals in defence, agriculture and aviation sectors. The deals were announced after Israeli Prime Minister Benjamin Netanyahu held talks with his Indian counterpart Narendra Modi in Delhi on Monday. Mr Modi said he wanted Israeli defence companies to invest in India. Mr Netanyahu's visit comes a year afterMr Modi became the first Indian prime minister to visit Israel. He arrived in Delhi on Sunday for a six-day visit along with a 130-member business delegation. The two countries also signed deals where they agreed to cooperate in areas including cyber-defence, security and science. Mr Modi said he wanted the two countries to \"scale up\" their partnership.Mr Netanyahu said the two nations had great potential to work together to improve the lives of their citizens. He also mentioned the 2008 Mumbai attacks in his statement. \"Indians and Israelis remember too well the savagery of the horrific terrorist attacks. We fight back, we never give in,\" he said. He is accompanied by an Israeli boy, Moshe Holtzberg , whose parents were killed when gunmen stormed a Jewish centre in Mumbai during a 2008 terror attack. He was saved by his Indian nanny, Sandra Samuel, who was treated as a heroine in Israel where she settled with the boy after the attack. The two leaders were careful to avoid comment on disagreements between the two nations. Mr Netanyahu played down India's decisionto vote in favour of a UN resolution opposing the US recognition of Jerusalem as Israel's capital . \"I don't think one vote affects the general trend and you can see it in many other votes that we have had here.Naturally, I'm disappointed but I think this visit is a testament to the fact that our relationship is moving forward on so many fronts,\" he told the India Today website . The leaders also did not comment on India's decision to cancel a $500mn anti-tank missiles deal with Israel. India and Israel have had diplomatic relations for 25 years. In the past however, the relationship has always been a balancing act given India's sizeable Muslim population and the country's dependence on oil imports from Arab countries and Iran. But correspondents say that Mr Netanyahu and Mr Modi's statements have been designed to showcase the two countries' growing partnership. And defence co-operation appears to be at the heart of this. India is now Israel's biggest arms market, thought to be worth about $1bn (£770m) per year, according to AFP news agency. ", "url": "https://www.bbc.com/news/world-asia-india-42686597"}