{"datetime": "2021-07-01T23:28:46.000Z", "title": "'Coercion and rape': Investigating my yoga school", "article": "Warning: This article contains descriptions of sexual assault BBC journalist Ishleen Kaur was a passionate yoga teacher with Sivananda, one of the biggest yoga movements in the world, until a disturbing social media post led her to uncover multiple allegations of sexual abuse spanning decades, right up to the present day. Since I discovered yoga in my mid-20s, it had become a huge part of my world. Like many devoted yogis, it was not just an exercise class for me, but a way of life. I didn't just teach classes at my local Sivananda centre, I volunteered to cook and clean there too. Sivananda teachings influenced every aspect of my existence. But then in December 2019, I received a notification on my phone. It was a post in my Sivananda Facebook group about the movement's late revered founder, Swami Vishnudevananda. A woman called Julie Salter had written that Vishnudevananda had sexually abused her for three years at the Sivananda headquarters in Canada.She wrote that when she finally found the strength - decades later - to report this to the Sivananda management board, \"the reactions ranged from silence, to the attempt to silence\".I have now interviewed 14 women who allege abuse at the hands of senior Sivananda teachers, many of whom have not spoken about this to family and friends, let alone made it public. I have also spoken to a former staff member who says her concerns were not addressed by the Sivananda board. My investigation has exposed claims of an abuse of power and influence within the organisation I once held so dear.I vividly remember my first day at the Sivananda ashram in Kerala, southern India, where I trained as a yoga teacher in 2014. On the wall was a magnificent photo of Swami Vishnudevananda, Sivananda's late founder, and the man Julie would go on to expose.His teachings were so powerful that many yogis renounced all worldly connections and dedicated their lives to the organisation.I could understand why. I was going through a very challenging time and Sivananda gave me a new-found peace. The asanas - or postures - gave me physical strength; Sivananda's principles of karma, positive thinking and meditation nourished my soul.In 2015 I married a man who was living in London. I felt daunted by the idea of moving to be with him there, until I discovered there was a Sivananda centre in Putney, not far from our new home. My husband would joke that the centre was my first love, not him.Two months after Julie Salter's Facebook post, two Sivananda board members flew in from Europe to talk to the Putney staff. I hoped they would answer at least some of the many questions I had swirling around my head. But their response was vague, and they seemed defensive during the Q and A that followed.I knew I would have to speak to Julie myself. Originally from New Zealand, Julie was 20 and travelling in Israel when she first came across the teachings of Sivananda. She quickly became immersed in the life of the movement, and in 1978, moved to its headquarters in Canada.Vishnudevananda was based there and Julie was asked to become his personal assistant, something she initially regarded as a privilege.But she says her schedule was brutal. She worked from 05:00 until almost midnight, seven days a week - all without pay. She says Swami Vishnudevananda became unpredictable, often shouting at her.\"So of course, my own boundaries were getting more and more weakened,\" she tells me. And then events took a darker turn. One day when Julie was working in Vishnudevananda's house, she found him lying down listening to devotional tapes. He asked her to lie down next to him. When Julie said she didn't understand what he wanted, he told her: \"Tantra yoga\" - a yoga practice which has become associated with spiritual sex, but simply means working towards spiritual enlightenment through deep relaxation. Nevertheless, Julie says Vishnudevananda had only ever referenced it in theoretical terms, during a lecture.\"I said: 'I don't understand,' and despite everything in my body and mind saying, 'No', I did lay down. And then there was the sexual contact. And then after that, I was downstairs again, working, and in total shame - and everything else - anguish, self blame, guilt.\"Julie says she was coerced into various sexual acts, including penetrative sex, for more than three years. Guru is a BBC investigation by Ishleen Kaur and produced by Louise Adamou. Listen to the podcast on theWorld Service/BBC Sounds, onThe Documentary orin Hindi The guru-disciple relationship, known in yoga as the guru shishya parampara, is an unspoken agreement that the follower will surrender to the guru's wishes. She now considers Vishnudevananda's actions to have been rape, as her position made her ill-equipped to consent given the \"power dynamics\" at play. \"I was quite isolated, I was living on the other side of the world from family, anything I knew in the past. I was financially dependent on the organisation.\" I then spoke to two women who had responded within minutes to Julie's Facebook post, alleging Vishnudevananda had abused them too. Pamela told me Vishnudevananda raped her during a retreat in 1978 at Windsor Castle in London, as she was lying in a deep state of relaxation, known in yoga as corpse pose.Lucille says he raped her three times during the mid '70s in the Canadian ashram. She says the first two times she naively justified it as tantric yoga, but the third time he gave her money and she felt \"like a prostitute\". Vishnudevananda died in 1993 but it took Julie another six years to find the strength to leave the organisation.Her only hope is that, by speaking out now, she can save others from suffering in the way that she did. Because as I was to discover, Vishnudevananda may have died, but the abuse of Sivananda devotees did not die with him. Julie's Facebook post had opened a floodgate. I've since spoken to 11 women who have made serious allegations against two other Sivananda teachers, one of whom the BBC believes is still active in the organisation. Among the shocking allegations is an account by Marie (not her real name), who says she was groomed by one teacher - who we can't name for legal reasons - over a number of years. She says she was really confused when their relationship became sexual but felt she had no choice but to go along with it. After more than a year without any sexual contact from him, she remembers one occasion when he came into her room uninvited. Silently, he got on top of her, penetrated her, ejaculated, and left without saying a word. Five other women have told me that this same man sexually abused them. They don't know each other but their stories all follow a similar pattern of grooming and assault.Catherine (not her real name), was just 12 years old, and attending a Sivananda children's camp in Canada in the '80s when she said the teacher first took a sexual interest in her. She says the man would massage her and touch her bottom. When she was 15, he began touching her more explicitly, grabbing her between her legs and touching her breasts. She says the last time he assaulted her she was 17. She was taking a nap and woke up to find him on top of her. She left the organisation that day.Another complainant says she was assaulted by the same man as recently as 2019.We contacted this man and offered him the opportunity to respond, but he has failed to address the allegations we have put to him. The BBC understands he is still actively involved in Sivananda in India, although the organisation denies this. The other teacher accused of abuse is Maurizio Finocchi, also known as Swami Mahadevananda. I have spoken to eight women about their allegations against him. One of them, Wendy, was working as Mahadevananda's personal assistant in the Canada headquarters in 2006.One of her jobs was to print out his emails and take them to his cabin. On the day in question, he called her to bring the emails and his breakfast through to his bedroom where he was sitting up in bed. As she handed him a tray, she says he grabbed her arm and flipped the sheet back, under which she realised he was masturbating. She says he then ejaculated onto her arm.\"And I just remember feeling that I was almost not human to him. I was really a means to an end.\" Wendy says if women approached senior staff to report worrying - and in some cases, criminal - behaviour, the staff would cast it in the framework of a spiritual teaching called \"guru's grace\".\"If something was problematic or confusing - and I'm talking about even administrative things… but certainly around sexual relations and questionable relationships - you'd be told: 'No, the fact that you're having a problem is actually 'guru's grace'.\"As in you're being taught some kind of a valuable lesson.\" We contacted Mahadevananda to offer him the opportunity to respond to the allegations, but our request went unanswered.The BBC has, however, seen a copy of an email he sent to a lawyer who has been crowdfunded by a Sivananda community Facebook group, called Project Satya, which I became a member of. In the email he apologises for what he calls his \"misdeeds\", and promises to \"endeavour not to do it again\".Another thing I wanted to understand was, how much of this did Sivananda's management already know? Julie tells me she finally found the strength to report her abuse in 2003 when she attended a meeting with a member of the Executive Members' Board (EBM) - the board created by Vishnudevananda to act as Sivananda caretakers after his death. She says that board member was Swami Mahadevananda.\"We were there for a while, but basically he acknowledged that he had known about it for years.\"Swami Mahadevananda is one of the other teachers who faces sexual abuse allegations - but at the time Julie didn't know this. Julie says she told four more board members about her allegation over the next few weeks. The trustees deny that Julie discussed her allegations with them in 2003. However the BBC has seen an email from Mahadevananda in which he confirms he did meet Julie at that time. He describes it as informal, but says after this meeting the allegations became \"open knowledge\". In 2006, Julie attended a mediated meeting with EBM, where discussions over some kind of financial support for her took place. The abuse allegations were also raised.The trustees told the BBC that both sides were pleased with the results at the time, but Julie says nothing ever materialised. So the following year Julie's solicitor wrote to the board seeking compensation and threatening a claim for damages. In response, she received a letter from the EBM's solicitor questioning why Julie was raising the matter so long after the alleged abuse. Sivananda say that after the meeting with Julie they began implementing protocols for members and guests designed to give everyone a safe environment in which to speak out about such allegations.We asked them why they continue to revere the man who sexually abused her. The \"Sivananda Organisation honours its lineage and its teachings\", was their response. As for Mahadevananda, our investigation has found evidence that the board knew about his alleged sexual impropriety as early as 1999. Because he himself admitted it to them. Swami Saradananda, an American woman on the EBM at the time, told us that in 1998/99 she received a phone call from the director of the Delhi ashram in tears. The director told her that Mahadevananda was walking around without his trousers - which Saradananda took to mean in his underwear.When she phoned to challenge Mahadevananda, he explained that wasn't right. He wasn't in his underwear - he was naked. And that wasn't his only revelation. \"He told me that he hadn't worn anything below the waist, and he had come into the office where [the Delhi director] was working and masturbated in front of her.\"Swami Saradananda, deeply disturbed, says she raised this at the next EBM meeting.She says all recording devices were switched off and the secretary sent out of the room. Mahadevananda was present and she says he confirmed her account was true.\"And he said: 'But if she doesn't want me to do it, OK, big deal. I won't do it any more.'\" When she interrupted to ask how they were going to deal with Mahadevananda's admission, one of the board replied: \"Well, he already said he's not going to do it any more. What do you want? His blood?\"Within a few months, Saradananda received a fax telling her that she had been voted off the board. We put this allegation to the EBM but they did not respond. Saradananda's revelations might account for the lack of surprise Wendy faced in 2006 when she told a senior member of staff in the Canadian headquarters that Mahadevananda had ejaculated on her. His response, she says, was: \"Damn, not again.\" The staff member told her not to worry - the organisation had arranged for Swami Mahadevananda to have counselling. \"I wasn't aware that in Canada this would be defined as sexual assault. And I wasn't aware at that time that this could have been taken to the police,\" Wendy told me. Thirteen years later, the EBM did eventually investigate Mahadevananda, and then announced his retirement in their monthly magazine - a retirement which they have acknowledged they are funding. The notice said the executive board thanked him for his \"devoted and inspiring service\". Carol Merchasin, the lawyer crowdfunded by Project Satya, says she has spoken to 25-to-30 women who have alleged sexual assault against Sivananda staff. She says she has found every one of them to be credible.In the case of Catherine, she questions why the incident was not reported to the police once the Trustees became aware of the allegations. When, many years later, her parents found out and confronted them, Carol says they told them that nothing could be done without evidence. The EBM has told us the teacher who is alleged to have abused Catherine and others has been suspended from duties while they investigate. But we have been told by several sources that he is still involved in Sivananda's Indian ashrams, and when I called the Kerala ashram, I was told he did in fact teach a full course there earlier this year.The EBM declined to be interviewed, but sent us a statement which we set out here in full: \"The Board of Trustees fully sympathises with those who came forward and offers any individual who feels that they might have been affected by the conduct referred to in the [BBC investigation] its assurance that it will not tolerate abuse or disregard inappropriate behaviour. It apologises unreservedly for any historic mistakes which it made in addressing the allegations detailed in the [investigation]. \"As a result of those allegations, Sivananda has commissioned an independent investigation, and has appointed legal experts who have helped to review and implement safeguarding policies, and put in place appropriate training. The Sivananda Organisation has established a confidential reporting facility for anyone who is concerned about abuse. It is an absolute priority for the Sivananda Organisation that anyone coming into contact with it, in whatever capacity, is safeguarded from abuse or suffering. The Sivananda Organisation is a monastic order dedicated to physical, mental, and spiritual health and is committed to the safety of all of its members.\" I have seen four of the investigation reports into the teacher we cannot name, all of which conclude that on the balance of probability the survivors are credible and their testimonies are truthful, and that two of them did report their abuse to the EBM.In April I returned to the Putney ashram where I had spent the last five years as a teacher and devotee. But this time I did not go inside.It struck me that the all-consuming nature of Sivananda that had attracted me was also what could make it so dangerous. The women I have spoken to all told me it was easy to lose a sense of reality, which made it harder to question what was going on. And I am aware that during our investigation the women who came forward were all Westerners. But it seems there are also Indian survivors - I've seen emails from women detailing what happened to them but they were too scared to speak to me.As for myself, it's over for me and Sivananda.Investigation produced by Louise Adamou ", "url": "https://www.bbc.com/news/world-asia-india-57400014"}