{"datetime": "2021-07-19T13:14:44.000Z", "title": "Pegasus: Spyware sold to governments 'targets activists'", "article": "Rights activists, journalists and lawyers around the world have been targeted with phone malware sold to authoritarian governments by an Israeli surveillance firm, media reports say. They are on a list of some 50,000 phone numbers of people believed to be of interest to clients of the company, NSO Group, leaked to major news outlets. It was not clear where the list came from - or how many phones had actually been hacked. NSO denies any wrongdoing. It says the software is intended for use against criminals and terrorists and is made available only to military, law enforcement and intelligence agencies from countries with good human rights records. It said the original investigation which led to the reports, by Paris-based NGO Forbidden Stories and the human rights group Amnesty International, was \"full of wrong assumptions and uncorroborated theories\". But it added that it would \"continue to investigate all credible claims of misuse and take appropriate action\". The allegations about use of the software, known as Pegasus, were carried on Sunday by the Washington Post, the Guardian, Le Monde and 14 other media organisations around the world. Pegasus infects iPhones and Android devices, allowing operators to extract messages, photos and emails, record calls and secretly activate microphones and cameras.Media outlets working on the investigation said they had identified more than 1,000 people spanning over 50 countries whose numbers were on the list.They include politicians and heads of state, business executives, activists, and several Arab royal family members. More than 180 journalists were also found to be on the list, from organisations including CNN, the New York Times and Al Jazeera. Many of the numbers were clustered in 10 countries:Azerbaijan, Bahrain, Hungary, India, Kazakhstan, Mexico, Morocco, Rwanda, Saudi Arabia and theUnited Arab Emirates , according to the reports.When contacted by the outlets involved in the investigation, spokespeople for these countries either denied that Pegasus was used or denied that they had abused their powers of surveillance. It was not clear how many of the devices on the list had actually been targeted, but forensic analysis of 37 of the phones showed there had been \"attempted and successful\" hacks, the Washington Post reported. This included people close toSaudi journalist Jamal Khashoggi, who was murdered in October 2018 while visiting the Saudi consulate in Istanbul, Turkey. His body was then dismembered.The investigation found that spyware was installed on his fiancée's phone days after his murder, and that his wife's phone was targeted with spyware between September 2017 and April 2018.The NSO Group said its technology was \"not associated in any way with the heinous murder\". The phone ofMexican journalist Cecilio Pineda Birto also appeared twice on the list, including in the month before he was murdered, the investigation found.His phone disappeared from the scene of the murder so a forensic examination was not possible. NSO said that even if his phone was targeted, that did not mean that data collected was connected with his murder.The phones of twoHungarian investigative journalists, Andras Szabo and Szabolcs Panyi, were found to have been successfully infected with the spyware. Mr Panyi told Forbidden stories that learning of the hack was \"devastating\". \"There are some people in this country who consider a regular journalist as dangerous as someone suspected of terrorism,\" he said. The Hungarian government was \"not aware of any alleged data collection\", a spokesperson told the Guardian.InIndia , more than 40 journalists, three opposition leaders and two ministers in Prime Minister Narendra Modi's government werereported to be on the list. This included thekey opposition figure Rahul Gandhi, with two mobile phone numbers belonging to him found in the list. Mr Gandhi no longer has the devices so it was not possible to analyse them to determine if he had been hacked. India's government has denied using unauthorised surveillance.More details about who has been targeted are expected to be released in the coming days. WhatsApp sued NSO in 2019 , alleging the company was behind cyber-attacks on 1,400 mobile phones involving Pegasus. At the time, NSO denied any wrongdoing, but the company has been banned from using WhatsApp. The allegations here are not new. What is new is the scale of the targeting of innocent people that's allegedly taking place. Nearly 200 reporters from 21 countries have their phone numbers on this list, and more names of high-profile public figures are expected to be revealed. There are plenty of unknowns in these allegations - including where the list comes from and how many of the phone numbers were actively targeted with spyware. NSO Group has once again come out swinging and denies all accusations. However, it's a blow for the company, which is actively trying to reform its reputation. Only two weeks ago it released its first \"transparency report\" detailing human right policies and pledges. Amnesty International brushed the 32-page document off as a \"sales brochure\". These latest allegations will do further damage to its image, but they won't hurt the company financially. There are very few private companies able to produce the sort of invasive spy tools that NSO sells, and clearly the largely unregulated market for the software is booming. ", "url": "https://www.bbc.com/news/technology-57881364"}