{"datetime": "2021-11-01T11:19:04.000Z", "subject": "World War Two", "title": "World's oldest international cricketer Eileen Ash turns 110", "article": "The world's oldest living international cricketer has celebrated her 110th birthday. Eileen Ash played for England in the 1930s and 40s, and contested the Ashes in Australia in 1949. As well as raising a glass to celebrate with family at her care home, St John's House, Norwich, she receivedbirthday greetings from England cricketers . \"I've been so lucky in my life and done some lovely things,\" said Mrs Ash, who received cards from around the world. \"It's absolutely amazing. \"I've been very close to my family and have been very lucky to have been healthy for so long.\"As well as a successful cricket career, Mrs Ash worked for MI6 during World War Two, and for a further 11 years.She and her husband moved to Norwich to retire, and took up golf. She finally hung up her clubs at the age of 98. She passed her driving test at 105, a feat that was filmed for ITV show 100 Year Old Driving School, and on her 106th birthday was taken for a flight in a Tiger Moth plane.Aged 107,she was shooting hoops after opening the Eileen Ash Sports Hall at the Hewett Academy in Norwich , and said she wanted to take up martial arts. She has remained close to the cricket fraternity, and in 2017 was invited to ring the bell at Lord's Cricket Ground, where her portrait has pride of place, to mark the start of the ICC Women's Cricket World Cup, She celebrated becoming a supercentenarian on Saturday with close friends and family, who all provided negative Covid test results, and enjoyed a glass or two of her favourite red wine, St John's House said. According to the websiteOldest in Britain , she is the 12th-oldest person in Britain. Asked whether she had a secret for living so long, she replied: \"Being happy and smiling a lot, red wine, and keeping fit with yoga.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-59102578"}