{"datetime": "2021-08-17T05:44:03.000Z", "title": "How a year in India changed a Preston woman's understanding of yoga", "article": "Five years ago interior stylist Jal Kamal Hilson suddenly uprooted her life and moved to the home of her ancestors. The 39-year-old had been taken by surprise when her husband Richard asked her to meet for lunch in spring 2016 and suggested relocating to India. \"We sat down and he had this idea,\" said Jal, who grew up in Preston, Lancashire. \"He said: 'How do you feel about going on an adventure?' \"We had been married for three years and we were settled with good jobs and a lovely home. \"Naturally, the next stage in our life would be to have a family.\" But Jal soon agreed and within three months the couple had arrived at their new home in the small city of Navsari in Gujarat for a year. \"It's surrounded by rural villages and farmland and it's very traditional,\" she said. \"So traditional that practically no-one speaks English and what's more it's a dry state so no-one drinks alcohol.\"There are no bars, no clubs, it was going to be interesting to see how people came together to socialise.\"Before making the move, Jal, who was living in Leeds at the time, would start her day with a morning run but this was no longer possible due to the intense heat. So she decided to practise yoga in the mornings and the evenings instead. \"Richard used to watch me and he would say 'you're actually getting quite good at this',\" she recalls. \"'You're in the heart of where yoga started, you're in the perfect place, have you ever thought about getting a qualification and learning more about it?'\" Jal was eventually drawn to a course in Rishikesh in the foothills of the Himalayas so embarked on the 30-hour train journey to get there - a decision that changed her life.Since discovering yoga fully, she said she feels \"saddened\" by fads such asso-called beer yoga and goat yoga, which she said \"shows little to no respect for the teachings and it isn't culturally appropriate\".\"It's actually offensive. Yoga teaches you to live a life of harmony and respect for yourself as well as all beings,\" she said.\"And that means not bringing creatures and animals into it. Yoga is not a sport or a hobby, it's more of a lifestyle choice. A conscious path to a better you.\" As a young child, Jal recalled going to the temple in Preston to watch her grandma and her friends practising yoga. This was her first introduction to the ancient practice and she would often join them as they sat on the floor rolling their ankles. \"That's what I used to think yoga was. Just a little get together of grannies and exercise to keep your body in check,\" she said. \"I didn't know how deep it was, how rich it was. Back then being so young I used to find it strange.\" Jal, who returned to the UK a year later and went on to have two children, now works as a yoga teacher.But she said she fears \"too often we see images on social media of teachers who have lost this meaning\" and \"there is a cultural sensitivity and I feel like that's being missed\". \"We see them wearing little clothing to objectify their bodies and it takes away from that inward journey about learning about self,\" she added. \"Yoga is something I live and breathe and I want it to be a gateway for other people. \"Not just something they pick up and drop. It is damaging to the beautiful ancient practice.\" You can listen to Jal's story in full on BBC Sounds , presented and produced by Becca Bryers, with additional production from Versha Nayee at BBC Radio Lancashire. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-57686119"}