{"datetime": "2021-02-19T19:26:20.000Z", "author": "Joshua Cheetham", "title": "Does yoga have a conspiracy theory problem?", "article": "Throughout her career as a yoga teacher, Seane Corn has been used to hearing students and colleagues rail against mainstream medicine. She even shares some of their concerns. But when the coronavirus pandemic began in 2020, Seane noticed a change. \"I started to get text messages and emails inviting me to speak on panels or listen to leaders talking about anti-vaccination - but within that, there was this rhetoric about Covid being a hoax,\" she told the BBC. \"They would then start to send me information about Big Pharma, which then led into information related to Bill Gates, then to sex trafficking,\" says Ms Corn. \"I also saw a different language being used amongst my peers: 'The Great Awakening', 'The Storm', 'Where We Go One, We Go All'.\" \"All of that is total spirit speak - in yoga communities we could easily use a term like ['The Great Awakening] to be talking about liberation, freedom,\" adds Ms Corn. But she recognised these phrases from another community as well: QAnon. QAnon is a wide-ranging constellation of unfounded conspiracy theories, centred on the idea that a cabal of sex-trafficking Satanist paedophiles has infiltrated governments, businesses and media around the world - and that former US President Donald Trump is working to bring them down. A number of supporters have been linked to violent crimes like the storming of the US Capitol in January. Its appeal to members of the yoga community may come as a surprise to some. But since the start of the pandemic, a number of western yoga and \"wellness\" influencers used their their social media platforms to share QAnon conspiracies and discourage the use of face masks and vaccines. Often content is posted with pictures of natural scenery and spiritual language to lend it more popular appeal - a phenomenon dubbed \"pastel QAnon\" by Marc-André Argentino, a doctoral student at Concordia University. Several influencers have also advocated for \"Save Our Children\", a movement closely entwined with QAnon, which alleges that global elites are involved in child sex trafficking.While experts in online extremism and disinformation say it's hard to conclude if this trend is on the rise within yoga,its presence is being documented .Influencers like Stephanie Birch have been criticised for mixing QAnon-related hashtags like #greatawakening with yoga content and inspirational quotes. \"We are experiencing a spiritual warfare against mastery manipulating puppets that go back years,\" she writes in one Instagram post, featuring a picture of a blue sky. The post has since been deleted. Krystal Tini has come under the spotlight for spreading conspiracies too. Initially her Instagram account - with more than 150,000 followers - posted extensively on yoga and personal health, but more recently her feed has been filled with video rants about the coronavirus and vaccines. In one video, which has also been deleted, Krystal suggests that Covid vaccines \"alter your DNA\" and have \"bypassed any kind of safety standards and testing\". Claims about alleged DNA alteration have been widely debunked by scientists, and Covid vaccines have gone through rigorous safety approvals, with tests on tens of thousands of people around the world. Neither influencer has responded to requests for comment by the BBC. Yoga itself is a collection of physical, mental and spiritual practices originating from ancient India. Cultural historian Matthew Remski argues that yoga has always been driven by charismatic leaders touting alternatives to western medicine, and social media influencers are the natural successors of this tradition. Yoga's emphasis on self-care and self-discovery chimes with people who feel abandoned by government and healthcare institutions, says Mr Remski, co-host of Conspirituality - a podcast exploring the link between conspiracy theories and New Age beliefs. He says yoga also shares three core beliefs which are key to any conspiracy theory: everything is connected, nothing happens without a reason, and nothing is as it appears. \"If you have trained yourself in these forms of spirituality, you've actually trained yourself in conspiratorial thinking as well,\" says Mr Remski, a cult survivor. With yoga studios being forced to close their doors during the lockdown, there's a strong financial incentive for influencers to make themselves stand out online, says Mr Remski. But it's a deeply personal matter as well. \"When you have trained yourself to believe that you are self-sufficient, that you are the source of your health… when a public health official comes around and says 'Actually, you may be an asymptomatic carrier of a disease that you're not aware of', that's really insulting,\" says Mr Remski. The British Wheel of Yoga - the UK's largest yoga membership group - has hit back at this suggestion, saying the committed practice and study of yoga \"runs entirely contrary to the idea of indoctrination by influencers.\" In a statement to the BBC, the group said it did not support the promotion of anti-vaccine and anti-mask content, and denied that conspiracy theories abound in the community. \"The opinions of a few yoga influencers cannot be taken to be representative of thinking within the yoga world generally,\" said Vice-Chair Gillian Osborne. Meanwhile Seane Corn and other members of the \"wellness community\" have issued a joint statement condemning the spread of QAnon conspiracies, saying it doesn't represent their \"true values.\" But despite concerns about conspiracy theories, it's hard to say if the amount of conspiracy content being shared by online yoga communities is on the rise. Independent researchers argue that it's a challenge to monitor because lots of false information is shared on private groups and chats, or on social media 'stories' which auto-delete after a brief time period. Broad, spiritual language used by some influencers also makes it difficult for social media platforms like Twitter and Facebook to detect content. \"Believers in conspiracy theories are a minority in the yoga and wellness world, but this active minority can drive its followers to radicalisation,\" says Cecile Guerin, a researcher at the Institute of Strategic Dialogue. A study by the Centre for Countering Digital Hate (CCDH) found that influencers with \"anti-vax views\" - including those within the yoga community - have gained nearly eight million followers since 2019. In all, 31 million people follow anti-vaccine groups on Facebook, and another 17 million subscribe to similar accounts on YouTube. The CCDH estimates that the movement is worth $1bn in advertising revenue for social media firms. Despite the potential rise in follows, like and shares, measuring the real-world impact of this online spread is tricky. \"People aren't lemmings for every tweet they happen to see,\" says Joseph Uscinski, a political science professor at the University of Miami. \"Even if somebody happens to see a conspiracy theory by accident, unless they're already in tune with that, they're not just going to buy in.\" Prof Uscinksi has conducted monthly polls on support for conspiracy theories in the US since 2012. He says that while conspiracy theories have gained more media attention, belief in them has remained consistently low. To combat any potential threats in future, Seane Corn believes every yoga teacher must take a stand. \"I think there's a lot of really excellent teachers out there who don't believe in this, but they're like 'Let's just teach downward dog and everyone will figure it out on their own,\" says Ms Corn. \"Hopefully there'll be some truth to that, but there does need to be teachers who are willing to speak to it because there is exploitation happening.\" ", "url": "https://www.bbc.com/news/world-55957298"}