{"datetime": "2021-05-21T14:49:21.000Z", "title": "Alabama overturns decades-old ban on yoga in schools", "article": "Yoga can legally be taught in Alabama public schools, after the southern state overturned a nearly 30-year ban. The state's department of education had barred yoga in 1993, citing its connection to Hinduism. The bill, brought for the third time by a Democrat, was approved by the state's Republican legislature and governor. It limits yoga to stretches and poses, and prohibits non-English descriptions as well as \"any aspect of Eastern philosophy and religious training\". Chanting is also not allowed. The use of the sound \"om,\" and the Sanskrit-based word \"namaste\" are also still banned. Democratic lawmaker Jeremy Gray, a former football player and certified yoga instructor, introduced the measure. He noted some of the language in the bill was \"very offensive\", but necessary to appease conservatives. The law, signed by Governor Kay Ivey on Thursday, leaves it up to individual local school boards to decide whether to offer lessons. Parents will also be required to sign a permission slip saying that they acknowledge that yoga is associated with the Hindu religion. In order for the bill to pass the state's Republican-majority Senate, the chamber introduced language stipulating that \"school personnel may not use any techniques that involve hypnosis, the induction of a dissociative mental state, guided imagery, meditation, or any aspect of Eastern philosophy and religious training.\" Mr Gray's bill failed to pass twice before in previous legislative sessions, and was voted through on Thursday - the last day before lawmakers went on break. \"A lot of the stuff you don't do anyway. You don't hypnotise people,\"he told local news site AL.com. \"Really, it just seemed very offensive,\" Mr Gray said. \"Had some phobia in it. A lot of it just didn't really make sense.\" The repeal faced criticism from Christian conservatives groups who argued that yoga should be considered a religious practice, which the US Constitution prohibits from promoting in government-run schools. They equated yoga with praying. Advocates, such as Mr Gray, say that simple stretches and breathing exercises throughout the day can help relieve stress and to improve mental health and concentration. Mr Gray added that he hopes to remove the unnecessary aspects of these amendments in future. ", "url": "https://www.bbc.com/news/57204355"}