{"datetime": "2021-05-25T12:40:38.000Z", "subject": "Coronavirus pandemic", "title": "Ramdev: Doctors furious over yoga guru's insulting Covid remark", "article": "Doctors in India have hit out against yoga guru Baba Ramdev over his controversial statements against modern medicine. He recently said that tens of thousands died of Covid after taking modern medicines and mocked patients for trying to get oxygen cylinders. The guru withdrew his statement after the health minister criticised him.But he again took a swipe at modern medicine on Monday for not having a cure for some diseases.Modern, science-based medicine is the backbone of India's healthcare systems, but alternative therapies like ayurveda and homoeopathy are also hugely popular. Many gurus like Ramdev have launched successful businesses on the back of selling herbal medicines and products. India also has a Ministry of Ayurveda, Yoga & Naturopathy, Unani, Siddha and Homoeopathy (Ayush) to promote traditional systems. The Indian Medical Association (IMA), an organisation that represents doctors in India, has criticised the guru for his \"insensitive\" remarks in the middle of the pandemic. Doctors the BBC spoke to said such statements from a guru with millions of followers were \"irresponsible and demoralising\". A video of Baba Ramdev mocking patients for trying to find oxygen went viral earlier this month.It's not clear when he made the statement, but he is heard making references to oxygen shortages in several cities in April and May. \"God has given us free oxygen, why don't we breathe that? How can there be a shortage when God has filled the atmosphere with oxygen? Fools are looking for oxygen cylinders. Just breathe the free oxygen. Why are you complaining about shortage of oxygen and beds and crematoriums?\" he said. The statement drew sharp criticism from doctors and families of Covid patients who demanded an apology.Two weeks later, another video emerged in which he can be heard criticising doctors and blaming Covid deaths on them. Many doctors took to Twitter to express their anger. Some even demanded his arrest.As pressure grew, India's Health Minister Harsh Vardhan, who is also a doctor, issued a statement, asking the guru to withdraw his remarks. \"Allopathy [modern medicine] and the doctors attached to it have given new lives to millions of people. It's very unfortunate for you to say that people died from consuming allopathic medicines.\"We should not forget that this battle can only be won through united efforts. In this war, our doctors, nurses and other health workers are risking their lives to save people's lives. Their dedication towards serving mankind in this crisis is unparalleled and exemplary.\"On Sunday, Baba Ramdev withdrew his controversial statement in a tweet. But a day later, he issued a letter asking the IMA why modern medicine had no cure for 25 diseases, including diabetes and hypertension.This has again infuriated doctors. Prominent pulmonologist Dr A Fathahudeen, who has treated thousands of Covid patients, told the BBC that such statements cause lasting damage. \"For more than a year, healthcare workers like me have been in a war-like situation. We have saved tens of thousand of lives. It's really unfortunate, insulting and hurtful to read such statements,\" he said. Dr Fathahudeen added that modern medicine had evolved over the years with constant research and studies. \"We follow evidence-based practice. At any given time, thousands of researchers are working to come up with cures. Look at the progress we have made in cancer treatment. We have to constantly evolve and learn. It's hard to trust any branch of medicine that offers absolute cure for every disease.\" He also added that such statements create doubts in the mind of people when we need to have trust in medicines and vaccines in the middle of a raging pandemic.He shot to fame because of his televised yoga classes. Millions followed him and he received praise across the world for promoting yoga and healthy living. In 2006, he helped launch Patanjali Ayurveda to sell herbal medicines and a few years later,the business expanded to selling almost everything, from flour, jeans, soaps, oils, biscuits and even cow urine from stores in even the remotest corners of the country. He was successful in translating his popularity into building a business empire.The expansion of his business also coincided with the Hindu nationalist BJP coming to power in 2014. Baba Ramdev has openly supported both the BJP and Prime Minister Narendra Modi and even campaigned for the party.Patanjali Ayurveda launched Coronil - a combination of herbs used in traditional Indian medicine - in June last year and claimed that it could cure Covid.But marketing of the product as Covid medicine had to stop after the government said there was no data to show it worked as a treatment.But it didn't ban Coronil, and said that it could be sold as an \"immunity booster\". Then in February, Patanjali supporters claimed that Coronil had been approved by the WHO - prompting it to issue a denial: Dr Vardhan was criticised for attending an event with Baba Ramdev in February where claims about Coronil as a cure for Covid were repeated. Coronil was also found selling in some stores in the UKwhich led to the drug regulator there saying no such drug was authorised .In 2018, Baba Ramdev launched a messaging app calling it \"a home-grown rival to WhatsApp\",but it was soon removed from app stores amid a furore over security flaws. ", "url": "https://www.bbc.com/news/world-asia-india-57237059"}