{"datetime": "2021-02-02T13:06:19.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Reopening gyms quickly 'vital for mental health'", "article": "Gyms and leisure centres will be reopened as soon as possible when lockdown is eased amid concerns about mental health, a minister has said. Gyms and leisure centres were among the last businesses to open their doors following the first lockdown last year. Mental Health Minister Eluned Morgan said she was concerned about the impact of the closures on people's well-being. However, a Welsh Government advisory group has warned therisk of \"superspreading\" in gyms was high . Wales is set to remain under level four \"stay home\" restrictions - the highest level of measures -for at least another three weeks . The Welsh Government has not hinted when measures could be eased but has saidreopening schools remained its priority . Previously a number ofgym owners had called for fitness facilities to be classed as \"essential services\" saying they were important for people's physical and mental health. At the Welsh Government Covid briefing on Tuesday Ms Morgan said: \"We recognise the amazing difference that keeping fit can have on someone's mental health and that's why we were really reluctant to close down gyms. \"That's why, when we reopen, it will be one of the first things which we will try and consider... gyms are very much in the early opening areas we would like to focus on.\" Before the pandemic, going to the gym was a big part of Dan McTiffen's life. Over the last few months he has been trying to train in the kitchen while his daughter has been eating her breakfast. \"Last year me and my partner would get up, it was light and warmer and we would train outside, but now it is raining, and pitch black - it's a different kettle of fish,\" he said. Mr McTiffen said he would book a class immediately when his gym - Ion in Cardiff - reopened, as he felt safe due to the measures in place. \"I'm a better father, I'm better professionally, I feel like I've achieved something that day when I train,\" he said. Wales rugby player and yoga teacher Alecs Donovan set up her own yoga studio in Cardiff just weeks before the first lockdown, and then had to close its doors. \"I am always so busy, but on the first day of lockdown I realised I didn't have anything to get up for,\" she said. Ms Donovan, who runs the Yoga Hub, started online classes and although their popularity has grown, she said some people missed being able to go classes in a quiet space and see friends. \"It has been really hard, our lifestyles have changed dramatically, so many people are struggling mentally and physically at the moment,\" said Ms Donovan. \"It is worrying, some of the most positive people have hit a low - exercise makes such a difference, even if it's just being able to go once a week.\" Fitness coach and GB athlete Emma Howells Davies said with events cancelled and months of home schooling, trying to train was difficult. She said reopening spaces for people to exercise with others, even outside, could be significant in helping people with their mental health. \"When you are feeling really low to get off the sofa is really hard, but if you have a class to go to and see people it really helps,\" said the coach. Ms Howell Davies said she was looking forward to the day she could see clients face-to-face again, and hoped measures would be eased for outdoor activities soon. \"We need to make it easy for people to exercise, but the longer we are stuck like this, the harder it will be to get back into good habits,\" she said. Fitness facilities were among the last businesses allowed to reopen in Wales after closing at the end of March, with strict measures in place. After being open for two months, they closed again, as a 17-day national\"firebreak\" lockdown began. Days before Christmas they shut once more as current restrictions came into force. In January, the Welsh Government's Technical Advisory Group said while all fitness facilities were different, the risk was high due to people being in enclosed spaces while exercising and sharing equipment. The group said while case rates were high, the risk posed by superspreading events was \"beyond acceptable levels\". It added when rates had lowered, \"reduced occupancy combined with maximised ventilation\" would be important in gyms. Under level four restrictions people can only exercise with one other person outside their household or bubble. Under the alert level framework, level three should see non-essential stores, beauty salons, gyms and swimming pools reopen. Exercise rules could also be eased to allow up to 30 people to exercise together outdoors in organised activities, and up to 15 people indoors. Travel is currently limited to essential purposes in Wales, such as for work and caring responsibilities, and international travel is barred. But, after a tough year with the pandemic, many people will be dreaming about a holiday in 2021.While bookings for UK staycations are\"coming in thick and fast\" , some people are gambling on a foreign trip in the hope restrictions will ease later this year.Use this form to tell us about your plans.In some cases your comments will be published, displaying your name and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions. ", "url": "https://www.bbc.com/news/uk-wales-55900660"}