{"datetime": "2021-10-19T14:30:27.000Z", "title": "Scotland misses out on first carbon capture and storage facility", "article": "Scotland has missed out on UK government backing to develop its first carbon capture and storage facility. It had been hoped the Acorn Project at St Fergus in Aberdeenshire could be ready by the middle of the decade. The project has been designed to take and store carbon dioxide in the Goldeneye field in the North Sea. It is now likely to be developed as part of the second phase by 2030. The first development will instead be on the Humber and around Liverpool. The UK government said it remained committed to the Acorn project's potential, but the SNP described the decision as a \"catastrophic blow\". There isn't a jaw which hasn't hit the ground at this news among those who are involved in the Scottish cluster bid. It seemed like a no-brainer, with the vast depleted oil and gas reservoirs of the northern North Sea offering a perfect home to our waste carbon dioxide. Indeed the infrastructure from extracting the gas - the pipelines and subsea kit - is all still there. It just needs putting into reverse. And they've been working on the plan for years longer than anywhere else since an initial competition for carbon capture and storage by the coalition government was later cancelled. Yet those plans now seem to be on the back burner for reasons many are struggling to understand. There are two other baffling features behind this. The Climate Change Committee - which advises the Scottish and UK governments - has recommended a 2045 target date for Scotland to become \"net zero\" where our only remaining emissions are being offset. That date relied heavily on the much greater potential that could be offered by carbon capture and storage in Scotland. Secondly, workers in Aberdeen's oil and gas sector, whose engineering skills can rapidly make this happen, have been looking for an alternative greener industry to which they can transition. Many will now feel like that's a distant dream. Some green groups will be celebrating as they thought CCS was being used as an excuse for continuing to burn more oil and gas. There is a chink of light with the Scottish cluster on a reserve list for consideration if the Humber of Merseyside plans falter. But this plan was to capture imaginations as well as carbon, and many of Scotland's green-minded engineers are left deeply disappointed. The Scottish project was said to be \"shovel ready\", using redundant pipelines once used to extract gas from the field.The project would have captured emissions from Grangemouth and St Fergus, plus a new power station at Peterhead. A statement on behalf of the Scottish Cluster group behind the plans said it was disappointing news but they would continue to progress its development and planning.UK Energy and Climate Change Minister Greg Hands said: \"We remain committed to helping all industrial clusters to decarbonise as we work to reach net zero emissions by 2050.\" He said the UK government\"continues to be committed\" to other potential projects, such as that in the north east of Scotland over the next decade. He added that the Scottish project was a \"reserve cluster\" at this stage, in case a back-up was needed.However, the SNP's energy spokesman at Westminster, Stephen Flynn MP, described the decision as \"devastating\", and a \"catastrophic blow to Scotland's net zero ambitions\". He said: \"The north east of Scotland was the obvious location for a carbon capture project given that we are the home of the offshore industry, yet we've been ignored in favour of locations in England - an utterly devastating blow\".The Scottish government said the news showed a \"clear lack of ambition and leadership\" on climate change. Liam Kerr, the Conservative North East Scotland MSP, said: \"It's obviously disappointing the Scottish Cluster is not in a higher position during the first stage\".He said support to develop the technology was vital for the future of the North Sea energy industry.Mike Tholen, the sustainability director at industry body Oil and Gas UK, added: \"We are going to need all of these carbon capture and hydrogen projects and more if the country is to become carbon neutral by 2050\". The technology has been developed to reduce the amount of greenhouse gases entering the atmosphere. Backers say it could be an important tool for tackling climate change. The news comes ahead of the the COP26 climate change summit in Glasgow, being held from 31 October to 12 November. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-58960740"}