{"datetime": "2021-10-31T16:31:40.000Z", "subject": "COP26", "title": "Scotland's emission targets for 2030 could be 'over-cooked'", "article": "Scotland's ambitious climate target to cut emissions by 75% by 2030 may have been \"over-cooked\", according to the UK's independent climate watchdog. Chris Stark, chief executive of theCommittee on Climate Change (CCC), said Holyrood's goal was a \"huge challenge\".His concerns come as the United Nations COP26 climate change summit begins in Glasgow. The Scottish government said they had a \"credible pathway to meeting emission targets\" until 2032.Meanwhile Scottish Secretary Alister Jack has said the controversial Cambo oil field should be opened \"100%\".Delegates from about 200 countries have come to Glasgow to discuss tackling climate change. With the world warming because of fossil fuel emissions caused by humans, scientists warn that urgent action is needed to avoid a climate catastrophe. Speaking on the BBC Scotland podcastNo Hot Air Mr Stark saidannual targets had already been missed but he was most worried about Scotland's target for 2030.\"That is an enormously challenging target for Scotland and it rests ultimately on Scotland doing more and earlier than the rest of the UK on cutting emissions,\" he said. Scotland wants to hit its 2030 target before reachingnet zero in 2045 - five years earlier than the UK as a whole.\"I think there is a danger that actually we have over-cooked this by 2030,\" Mr Stark said. \"This 2030 target is going to be a huge challenge to overcome \"I would love to be wrong on this, but what that means is that the government here in Scotland is going to have to come up with proposals that show how Scotland will stride ahead of the UK on some of the key transitions that need to take place. Notably decarbonising homes, decarbonising industry.\" He added: \"We haven't seen those kinds of policies, and maybe the third one I'll add is carbon capture which has become a really sensitive topic since the UK government decided not to fund in the first tranche of funding carbon capture plant in Peterhead. \" Scotland needed \"deep cooperation with the UK policies for decarbonising\", Mr Stark said.A Scottish government spokesman said theirClimate Change Plan and their recent \"catch up report\" provided a \"clear and credible pathway\" to meeting the 75% target for 2030 and two further annual targets beyond that. He said: \"Scotland has decarbonised faster than any G20 nation since 2008 - but we know there is much more to do.\" Net zero means not adding to the amount of greenhouse gases in the atmosphere. Achieving it will involve reducing greenhouse gas emissions as much as possible and balancing out any that remain by removing an equivalent amount. Greenhouse gases like carbon dioxide (CO2) are released when we burn oil, gas and coal for homes, factories and transport. This causes global warming by trapping the sun's energy. Regarding fossil fuel extraction, Mr Stark said the UK government was giving the \"wrong signals\" by considering drilling in a vastnew North Atlantic oil field at Cambo and opening anew coal mine in Cumbria .\"The UK authorities need to think in the global sense about all of these oil and gas developments - any new fossil fuel developments will have a global impact,\" he told the BBC.He advised that it would be best to \"get on as steep a trajectory as possible away from fossil fuels\". The Scottish government said \"unlimited extraction of fossil fuels is not consistent\" with climate obligations and they were focussed on the \"fastest possible just transition for the oil and gas sector\" to deliver jobs, economic benefit, energy security and meet climate obligations. However, it said there was no \"realistic route to net zero\" without carbon capture and storage, and criticised the UK government for notbacking the Scottish Cluster , which includes the Acorn project at St Fergus. Alister Jack, Secretary of State for Scotland, toldThe Sunday Show the UK was leading the world on emission targets, having reduced emissions by 50% since 1990.But he said oil and gas drilling had to continue, and it should go ahead at Cambo, which contains more than 800m barrels of oil. Ifapproval is given, drilling could start in 2022 . He said: \"100% we should open the Cambo oil field, 100% we need to keep backing oil and gas. We still need oil for our petrochemical industry to make instruments for our NHS. That won't stop.\"We'll stop the combustion engine by 2035 and that's how it should be, but it won't change the fact that we still need oil for products and we need to be realistic about that.\" The UK's net zero plan for 2050 accounted for North Sea drilling, including the Cambo oil field, he added.COP26 president Alok Sharma, also a Conservative MP, told the BBC'sAndrew Marr that there had yet to be a decision on Cambo but there would be \"climate compatibility\" checks on the granting of any future oil and gas licenses. The International Energy Agency says to reach Paris Agreement targets, countries should not be approving any new oil and gas fields from this year. Scottish Secretary Alister Jack, like other UK government ministers, had to perform a balancing act on television this morning. He's calling on decision makers from across the world to make drastic changes in the name of combating climate change. At the same time, he told BBC Scotland's The Sunday Show that he's \"100%\" backing oil and gas production in Scotland.He insists we still need to drill, and that this is \"priced in\" to climate change plans. And he's defending the Chancellor's decision to cut air passenger duty, saying it's \"not a good look\" to make it too pricey for people to fly from one end of the UK to the other. Ministers are likely to face questions about these not-so-green decisions through the COP26 summit. The accusation is straightforward: \"You're not practising what you preach, so why should other countries change?\" Can Alister Jack and his colleagues convince the world these are compatible with taking climate change seriously?The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. ", "url": "https://www.bbc.com/news/uk-scotland-59110798"}