{"datetime": "2020-09-27T23:14:07.000Z", "author": "Ian Rose", "title": "High Street hopefuls: The people opening new shops", "article": "It's just before nine in the morning in the well-heeled north London suburb of Highgate. The area boasts A-list movie stars, Nobel laureates, some of the nicest views in London and in a few minutes' time Jessica Stewart will officially open the neighbourhood's new yoga studio. Many businesses have rushed to move their services online as a result of the coronavirus pandemic, but Jessica is one of those taking advantage of newly empty premises to go into the High Street. \"It is a huge risk and absolutely terrifying,\" she says, shortly before her first class begins at her new State studio.But she also says that the service has never been more important.\"Everyone's mental health and physical health has been hugely affected by the lockdown.\" During lockdown one of Jessica's streams of work came from online yoga classes for investment banks and other businesses who would hire her to help their stressed staff manage the constant screen time that came with working from home. Other clients who were home-schooling kids also reached out for yoga and other mindfulness techniques to help them cope.But do people worried about being close to each other in confined spaces want to come to a yoga studio?Before Covid some yoga studios would cram students in like sardines but that can't happen anymore.At State students bring their own mats, which are kept at a distance from each other, and the studio has a one-way system where you put your belongings in a box as you go in and then collect them as you leave via another exit.But with local lockdowns in some areas andnew restrictions that could last for up to six months , is this the right time to be starting out on the High Street, particularly if another full lockdown were to come? \"At any point should we need to or when we want to we can actually just stream our classes,\" Jessica says.\"I think anyone doing anything right now has to build in that plan B, or plan Z depending on how bad things get.\" According to the British Retail Consortium, things have already become tricky on the High Street, where footfall was down 41% this August compared with a year ago.But that's not putting off fellow north Londoners Sophia Sutton-Jones and her husband Jesse.When lockdown happened they were running a business shipping kitchen equipment around the world but the transport charges for international shipping became so high that the business model no longer worked.Instead they fell back on Sophia's love of sourdough baking. For years she had written a well-read blog about the craft she had learnt from her baker father. A neighbour asked her to bake some bread and when they liked it they spread the word.Soon the couple were turning their flat into a sourdough microbakery. People were ordering online for delivery or pick-up in slots and they could not bake enough to meet the demand, which is when they started to look for premises.They decided to crowdfund and set a target of £25,000. In fact, they were overwhelmed by support and people pledged £33,000 to get them into their shop. The couple hope to have their bakery and baking school up and running in Crouch End by December and in the meantime are paying the bills with proceeds from Sophia's online baking courses.In the event of another lockdown, the couple say they would carry on delivering to their customers but they also hope as bakeries are categorised as essential businesses that they would be able to stay open.Opening a shop is plan B for Anna Strzelecki. Her business, iSea Surfwear, makes surf-style clothes which she sells at festivals and online.But this year the festivals that are the backbone of her business were cancelled.Anna and her staff design and make the clothes themselves, so to get them over the initial shock they made leggings for another company.\"While the festivals were off the online business picked up as people were at home and wanted to still do shopping, so we were lucky we had built up that following,\" she says. Then Anna found out about an empty shop with a reasonable rent in a prime spot on the High Street of the South Wales holiday beauty spot of Pembroke. \"Businesses support each other here,\" Anna says.She had previously taken empty shops as temporary \"pop-ups\" but never for more than two months. This time she's signed up for a year. \"They're very welcoming here. They see me as adding something to the High Street by filling the shop rather than as competition.\" And Anna's prepared if the business is affected by further restrictions. \"In the contract the landlord said they will reduce the rent if lockdown happens again,\" she says. \"I would have a window display for the website.\" Anna, Jessica, Sophia and Jesse are not your typical High Street brands. They are not going to be replacing Marks and Spencer and John Lewis any time soon.\"There are clearly lots of challenges for retailers right now,\" says Michelle Ovens, the founder of Small Business Britain and the director of Small Business Saturday UK. \"But many small firms are also finding opportunities in a crisis, such as negotiating on a bricks-and-mortar presence, where landlords have space to fill. Shoppers are also tending to stick closer to home, favouring their local High Street over city centres. This love for shopping small works in the favour of community-driven businesses.\" ", "url": "https://www.bbc.com/news/business-54207593"}