{"datetime": "2021-09-22T09:32:25.000Z", "subject": "Climate change", "title": "Ineos confirms £1bn green investment in Grangemouth", "article": "Global chemicals firm Ineos has announced it will invest £1bn in cutting greenhouse emissions at its petrochemical plant in Grangemouth. The plan is to power the plant with hydrogen made from natural gas, while capturing carbon dioxide. The CO2 could then be pumped via a pipeline to St Fergus in Aberdeenshire and stored beneath the North Sea.The industrial site at Grangemouth is currently one of Scotland's biggest polluters. The announcement is the next phase of the company's road map to deliver emissions savings of more than 60% across the site by 2030, as Scotland works towards becoming net zero by 2045. Ineos says it has already achieved a 37% reduction in net CO2 emissions since acquiring the site in 2005. The £1bn investment is in addition to more than £500m spent on projects currently being implemented at Grangemouth.One of those is a new energy plant due to be completed in late 2023 which will supply energy to all site operations and drive down emissions by at least 150,000 tonnes of CO2 per year. The Grangemouth refinery is a joint venture formed between Ineos and PetroChina in 2011.As Scotland's only crude oil refinery, Petroineos is the primary supplier of aviation fuel for Scotland's main airports and the major supplier of petrol and diesel across Scotland's central belt, as well as in Northern Ireland and Northern England. Carbon capture and storage has been in development in Scotland for some considerable time.After the failed plan to attach it to Peterhead power station, the \"acorn project\" was born. It's been examining other uses to which the technology can be put. Using St Fergus in north east Scotland as a base, they have been looking around for partners. As one of Scotland's most polluting sites, Grangemouth has seemed one of the most obvious. The National Grid is already looking at using existing pipelines which transport gas from St Fergus to the industrial heartlands of central Scotland and putting them into reverse. All it has needed is money and today's announcement provides just that. The announcement comes just over a month before world leaders arrive in Scotland for the COP26 climate change summit. Some environmental groups are sceptical about carbon capture as part of a strategy for tackling the global climate emergency.Friends of the Earth Scotland campaigner Alex Lee described it as \"just another distraction tactic\", adding there was an \"urgent need\" to end fossil fuel production, scale-up renewable energy and invest in green jobs.\"Hydrogen technology enthusiasts fail to mention that it is wildly expensive, inefficient and is not zero carbon,\" they added.Ineos, however, says its road map highlights its commitment to supporting the goals ofthe Paris Accord and helping the Scottish government in its drive for a \"just transition\" to a net zero economy.The Scottish government's net zero secretary, Michael Matheson, welcomed the investment. \"This will not only drive forward innovation and diversification to tackle emissions at Grangemouth, but will also support the decarbonisation of other sectors, sites and regions across Scotland,\" he said. The UK government has promised support for four carbon capture and storage projects by the end of the decade, and Mr Matheson said he hoped the Ineos investment would secure some of this funding.\"Grangemouth, and Ineos itself, already holds a wealth of experience in engineering solutions and hydrogen production, and this new investment holds great potential for the future of Grangemouth, as well as the vital jobs that are located there, as part of our just transition to net zero,\" he said. Stuart Collings, the CEO of Ineos O&P UK added: \"Hydrogen will play a very important role in the decarbonisation of our manufacturing plants. Building the infrastructure for large scale utilisation of hydrogen creates a foundation to achieve net zero by 2045 and enables wider use of hydrogen by Ineos and others in and around Grangemouth.\"Five Ineos sites at Grangemouth released around 3.2 million tonnes of carbon dioxide into the atmosphere in 2019, making it the largest climate polluter in the country, according to figures from the Scottish Environment and Protection Agency (Sepa). The power company SSE ranked as second-worst, with its gas power station at Peterhead emitting around 1.6 million tonnes that year. Terry A'Hearn, chief executive of Sepa, said: \"As Scotland's environmental watchdog, Sepa has an active and ongoing programme of engagement with Ineos. \"We remain focused on both addressing environmental compliance and in supporting and welcoming transformational innovation and investment wherever it occurs to help Scotland to continue its journey towards net zero.\" ", "url": "https://www.bbc.com/news/uk-scotland-58642266"}