{"datetime": "2021-12-07T06:19:55.000Z", "author": "Kevin Keane", "subject": "COP26", "title": "'Detail lacking' in Scotland's climate change plan", "article": "The credibility of Scotland's plan for tackling climate change this decade risks being undermined, an independent report warns. The Climate Change Committee (CCC) says the latest framework for reducing greenhouse gas emissions contains relatively little detail. It calls for a clear breakdown of how annual targets will be achieved. Ministers have pledged to reduce emissions to net zero by 2045 in a \"just and fair\" way. The report assesses Scotland's climate change plan, which was updated in December last year, to take into account new legal targets to reduce emissions by 75% by 2030.It says the aim is laudable with a \"highly ambitious decade of decarbonisation ahead.\"But it adds that the framework contains relatively little detail on how emissions with be reduced in practice and calls for a thorough and transparent quantitative breakdown.Targets for reducing greenhouse gas emissions in Scotland have been missed for the last three years. The report warns that credibility will be undermined if there is a widening of the gap between those targets and what is actually achieved. Committee chairman Lord Deben said: \"Strategies alone won't reduce emissions. Major changes are needed across the Scottish economy, requiring lasting, systemic action in most sectors.\"Clarity and transparency on policy, supported with detail on how these policies will be delivered has been lacking. My committee cannot assess future progress without this vital assurance.\" The report comes ahead of a debate at Holyrood on delivering a \"just transition\" to net zero, where our remaining emissions are offset. Richard Dixon, director of Friends of the Earth Scotland, said: \"The CCC is not convinced by the current Scottish plans and calls for more work to show that we are on track to meet targets.\"We would go further and say that the last climate plan needs to be urgently strengthened.\"The report says ministers need to implement clear contingency plans for meeting the targets if technological fixes cannot be delivered. Plans for a Scottish carbon capture and storage (CCS) cluster based around Peterhead and Grangemouth missed out on UK Government backing. The project has instead been put on a reserve list for consideration. CCS plays an important role in reducing net-emissions by storing it in depleted reservoirs under the North Sea. Net Zero Secretary Michael Matheson said: \"The Scottish government is wholly committed to ending Scotland's contribution to climate change by 2045 at the latest, and ensuring we do this in a way that is just and fair for everyone. \"The independent expert advice of the Climate Change Committee plays an important role in shaping our ongoing response to the global climate emergency and I am grateful for its latest report, which we will carefully consider and respond to in full.\" Mr Matheson welcomed the report's recognition of the \"further advances\" in Scotland's climate policy ambition over the last year. He added: \"I also agree entirely with the committee's key finding that the focus now, both for us in Scotland and for countries around the world, must be on the delivery of the policies to drive transformational emissions reductions across all areas of the economy.\" Mr Matheson pledged a combination of \"high ambition and action\" will ensure Scotland plays its part in delivering on theGlasgow Climate Pact , which was agreed last month at the COP26 summit. The report also says plans to reduce emissions from heating buildings are \"very stretching\" and that there is an urgent need for a new low carbon agricultural policy with a move towards low carbon diets. ", "url": "https://www.bbc.com/news/uk-scotland-59555876"}