{"datetime": "2021-11-12T00:04:51.000Z", "author": "Paul Rincon", "subject": "COP26", "title": "Seven ways to curb climate change", "article": "The COP26 climate summit in Glasgow has been billed as a last chance to limit global warming to 1.5C. Butbeyond the deals and photo opportunities, what are the key things countries need to do in order to tackle climate change? Burning fossil fuels such as oil, gas, and especially coal, releases carbon dioxide (CO2) into the atmosphere, trapping heat and raising global temperatures.It's an issue which has to be tackled at government level if temperature rises are to be limited to 1.5C - the level considered the gateway to dangerous climate change.However, many major coal-dependent countries - such as Australia, the US, China and India -have declined to sign a deal at the summit aimed at phasing out the energy source in the coming decades.A recent UN report has suggested that reducing emissions of methane could make an important contribution to tackling the planetary emergency.A substantial amount of methane is released from \"flaring\" - the burning of natural gas during oil extraction - and could be stopped with technical fixes. Finding better ways of disposing of rubbish is also important, because landfill sites are another big methane source. At COP26,nearly 100 countries agreed to cut methane emissions, in a deal spearheaded by the US and the EU. The Global Methane Pledge aims to limit methane emissions by 30% compared with 2020 levels. Electricity and heat generation make a greater contribution to global emissions than any economic sector.Transforming the global energy system from one reliant on fossil fuels to one dominated by clean technology - known as decarbonisation - is critical for meeting current climate goals.Wind and solar power will need to dominate the energy mix by 2050 if countries are to deliver on theirnet zero targets. There are challenges, however. Less wind means less electricity generated, but better battery technology could help us store surplus energy from renewables, ready to be released when needed. We'll also need to change the way we power the vehicles we use to get around on land, sea and in the air.Ditching petrol and diesel cars and switching to electric vehicles will be critical.Lorries and buses could be powered by hydrogen fuel, ideally produced using renewable energy.And scientists are working on new, cleaner fuels for aircraft, although campaigners are also urging people to reduce the number of flights they take.A UN report in 2018 said that, to have a realistic chance of keeping the global temperature rise under 1.5C, we'll have to remove CO2 from the air.Forests are excellent at soaking it up from the atmosphere - one reason why campaigners and scientists emphasise the need to protect the natural world by reducing deforestation.Programmes of mass tree-planting are seen as a way of offsetting CO2 emissions.Trees are likely to be important as countries wrestle with their net zero targets, because once emissions have been reduced as much as possible, remaining emissions could be \"cancelled out\" by carbon sinks such as forests.Emerging technologies that artificially remove CO2 from the atmosphere, or stop it being released in the first place, could play a role.A number of direct-air capture facilities are being developed, including plants built by Carbon Engineering in Texas and Climeworks in Switzerland. They work by using huge fans to push air through a chemical filter that absorbs CO2.Another method is carbon capture and storage, which captures emissions at \"point sources\" where they are produced, such as at coal-fired power plants. The CO2 is then buried deep underground.However, the technology is expensive - and controversial, because it is seen by critics as helping perpetuate a reliance on fossil fuels.At the Copenhagen COP summit in 2009, rich countries pledged to provide $100bn (£74.6bn) in financing by 2020, designed to help developing countries fight and adapt to climate change.That target date has not been met, although the UK government, as holders of the COP presidency, recently outlined a plan for putting the funding in place by 2023.Many coal-dependent countries are facing severe energy shortages that jeopardise their recovery from Covid and disproportionately affect the poor. These factors stop them moving away from polluting industries.Some experts believe poorer nations will need continuing financial support to help them move towards greener energy. For instance, the US, EU and UK recently provided $8.5bn to help South Africa phase out coal use.", "url": "https://www.bbc.com/news/science-environment-59205648"}