{"datetime": "2021-05-13T23:06:29.000Z", "author": "Padraig Belton", "subject": "Climate change", "title": "Building's hard problem - making concrete green", "article": "A time-travelling Victorian stumbling upon a modern building site could largely get right to work, says Chris Thompson, managing director of Citu, which specialises in building low-carbon homes. That's because many of the materials and tools would be familiar to him. The Victorian builder would certainly recognise concrete, which has been around for a long time. The world's largest unreinforced concrete dome remains the one at Rome's Pantheon, which is almost 2,000 years old. The Colosseum is largely concrete too.Today we use more concrete than any substance, other than water. That means it accounts for about 8% of the carbon dioxide (CO2) we emit into the atmosphere. That is substantially more than the aviation industry, which makes up about 2.5% of emissions. But some companies are developing concrete that has a much lower CO2 impact. Citu is building its headquarters in Leeds from a new low-carbon concrete that it says cuts CO2 emissions by 50% compared to traditional concrete. It has used 70 cubic metres of it for the building's foundations. This concrete, released last year by Mexico's Cemex under the label Vertua, is one of a series of recent developments helping pave the way to greener concrete. Making cement, which makes up 10-15% of concrete, is a carbon-intensive process. Limestone has to be heated to 1,450C, which normally requires energy from fossil fuels and accounts for 40% of concrete's CO2. This separates calcium oxide (which you want) from carbon dioxide (which is the problem). This calcium oxide reacts further to form cement. Grind some into powder, add some sand, gravel and water, and it forms interlocking crystals.Voilà, concrete. So how can you do all this without releasing so much CO2? One way is by replacing much of the conventional cement with heated clay and unburnt limestone, says Karen Scrivener, a British academic and head of the construction materials laboratory at Switzerland's Ecole Polytechnique Fédérale de Lausanne. For a long time, people (think, Romans) knew you could substitute some of the cement with ash from burning coal (or volcanoes). Or more recently, slag from blast furnaces. This even improved concrete's strength and durability. Prof Scrivener was approached by Prof Fernando Martirena from Cuba, who thought it might be possible to use clay in the production of concrete. So together they worked out a way to replace a really big chunk of conventional cement, and produce equally strong concrete. Not only would that mean 40% less CO2, it also works with existing equipment, according to Prof Scrivener. And that's crucial for a material that has to be competitively priced. Two companies last year began commercially cooking up this product, called LC3 (for limestone calcined clay cement). \"I reckon next year about 10 plants are going into operation, and really we can see an exponential take-off after that,\" she says. More Technology of Business A further 10-20% savings on CO2 emissions can come from finding new ways of making cement more reactive, she adds. Often people pour in more cement than they actually need, to get early strength.But if you put in very tiny amounts of other minerals instead, that seems to increase the reactivity too, she says. Another approach is just coming up with an utterly different way to clench the sand and stone particles together, without cooking limestone into calcium oxide. This is what Vertua does, says Davide Zampini, head of research for Cemex, the world's second biggest building materials business. \"It's a binder that's rich in aluminosilicates (minerals made from aluminium and silicon), and we have produced chemicals to activate those, and go through a reaction called geopolymerisation,\" he explains.This forms a 3D network of molecules, and a solid binder to grip sand and stone in place. But it's not as cheap as conventional concrete, admits Dr Zampini. You have to find a customer who is really keen on significantly reducing the CO2 footprint of their buildings, he says, like Citu in Leeds. A third approach is using a big steel tube, says Daniel Rennie, co-ordinator of a project called LEILAC (Low Emissions Intensity Lime and Cement).It's 60m (197ft) tall. You can add it to an existing cement plant. You \"chuck materials down from the top\" and it gently floats down the tube, which is heated from the outside. As CO2 comes off the particles, \"we just capture it at the top, the calcium oxide continues to the bottom and continues its journey in the cement-making process,\" he says. The project is run by Calix, an Australian company that makes environmentally sustainable technology for industry. The company had been thinking about how to decarbonise another building material. \"And just, the penny dropped, and we could apply this to cement,\" Mr Rennie says. A little pilot tower, built in 2019, is now accounting for 5% of production at Heidelberg Cement's Lixhe plant in Belgium. This is capturing about 25,000 tonnes a year of CO2. In Germany, they're building one at another Heidelberg plant in Hanover, where 20% of total production will go through the new process, capturing about 100,000 tonnes of CO2 a year. Once captured, the CO2 is compressed, shipped in a barge to Norway, and stored in an empty oil reservoir under the North Sea. Normally \"90% of the cost is capturing the carbon\", so this just leaves the cost of transport and storage. \"I've been in this industry 20 years, and I really see a big change,\" says Claude Loréa, cement director from the Global Cement and Concrete Association. \"Stuff we dreamed about 20 years ago is now coming through,\" she adds. And cement makers have already reduced their carbon emissions \"almost by 20% since 1990\", she says, largely by making kilns more energy-efficient. Still, while we can probably get overall CO2 emissions down by 60-80%, we'll still end up with some we'll need to capture and store, says Prof Scrivener. Also, there's no point looking for intricate solutions that can just be used in \"some very sophisticated factories in the US\", she says. Around 90% of future cement production will take place outside the wealthy OECD countries. A concrete path to cutting concrete's carbon emissions needs alternatives that will work well and cheaply for the coming building booms in India and Africa.Concrete may have been born in Rome and Britain. But China made more concrete between 2011 and 2013 than the US did in the whole 20th Century. ", "url": "https://www.bbc.com/news/business-56716859"}