{"datetime": "2021-08-15T06:39:45.000Z", "title": "Ilminster land donations wanted for tree project", "article": "Community groups are asking landowners in Somerset to donate plots on which to build a community woodland to mark the Queen's platinum jubilee in 2022. Early ideas for Jubilee Wood in Ilminster include plans for a community building, Forest School, dipping pond, wild playground and a memorial wood. It is part of a national tree-planting project to help create a green legacy honouring the Queen's 75-year reign. Ilminster Tree Project said it would preserve a green future for children. Elspeth Waldie from the project said: \"It's hoped the woodland will become a much-loved green space where schoolchildren can learn more about their environment, and local people can spend time enjoying peaceful woodland walks, gentle exercise and relaxation among beautiful native trees and abundant wildlife. \"It will also be Ilminster's contribution towards combating climate change, increasing biodiversity and providing a better world for us and our children to live in.\" Not all scientists agree withmass tree-planting , arguing that it can reduce biodiversity. They also question the amount of carbon newly planted forests can capture.Some scientists advocatenatural forest regeneration instead, allowing trees to grow back spontaneously in areas where they have been cleared from. Jubilee Wood will be planted with a mix of deciduous broadleaf trees including oak, willow, alder and hazel. Ilminster Tree Project said planting woodland on productive land takes that land out of circulation for food production and it supported a mosaic approach instead that encourages a diversity of habitats including woodland, grassland, wetlands as well as man-made habitats like hedgerows and hay meadows. \"There is, and should be, room for all - and they should all be a part of a holistic strategy for sequestering carbon, increasing biodiversity and tackling climate change,\" it said. The Queen's Green Canopy Project urges people to plant as many trees as possible before the end of the Jubilee year in 2022. Supporters in Ilminster include the chamber of commerce, the Lions, the Minster, Quaker Meeting, the Rotary Club, Scouts, Somerset Wildlife Trust and the Women's Institute. They say the land must be accessible for everyone, close to the town centre, at least a couple of acres in size and ideally near existing woodland. The types of sites being considered for the Jubilee Wood are areas where tree planting would help prevent flooding by absorbing excess rainwater, and where phosphates are a problem as trees can help absorb these. Formal designs have yet to be drawn up with a view to planting in spring.Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-58199089"}