{"datetime": "2022-02-05T07:59:11.000Z", "author": "Paul Pigott", "subject": "COP26", "title": "Climate change: Tesco using electric lorries in 'UK first'", "article": "Tesco has started using battery-powered delivery lorries in what it said was a UK supermarket first in a bid to reduce its carbon footprint. The UK's largest supermarket chain said it was the \"start of us learning how to do electric trucks\" as allnew UK HGVs need to be zero-emission by 2040. Latest official figures showsmore than a quarter of UK emissions come from transport - with almost 5% from HGVs. \"The challenge for this is huge,\" said John Steventon of Tesco. A global climate agreement was reached at last year's COP26 summit wherecountries agreed to keep temperature rises within 1.5C which scientists say is required to prevent a \" climate catastrophe \". Five of the UK's biggest supermarkets - Tesco, Sainsbury's, Waitrose, Co-op and M&S - have promised tohalve the environmental impact of a weekly food shop by the end of the decade. Aldi has pledged to put doors on all fridges in its UK stores and now Tesco is trialling fully-electric trucks as the retail giant aims tobecome net carbon zero by 2035 . Asda, Sainsbury's and Aldi have claimed they are trialling natural gas-powered lorries which they said would cut emissions by up to 90% compared to diesel. But Tesco said it was the only major UK supermarket to use fully-electric articulated trucks and it comes after research showsbattery-powered HGVs can compete with diesel lorries . \"We as a business have set ourselves some challenging targets to get its carbon zero by 2035 and being involved in this being the first to introduce an electric HGVs is part of that journey,\" said Mr Steventon. \"The fleet will be over 2,000 trucks that will have to find a solution to get to carbon neutral.\" Two 37-tonne DAF lorries, running on batteries, have started moving Tesco food and goods from its train depot on the outskirts of Cardiff to its distribution centre about 18 miles away at Magor, near Newport. \"This will represent less than 1% of our total fleet,\" said Mr Steventon.With a range of about 100 miles (161km), he said the current generation of electric lorries was not the solution for long-distance journeys. \"But this is the start of us learning how to do electric trucks with a view to rolling that out further,\" he added. \"The technology has not been available until now.\" Tesco has already started using electric vehicles for its home delivery service and has pledged that it will be \"fully electrified by 2028\".\"Now we will try and follow the same journey with the HGV fleet,\" added Mr Steventon. The haulage firm operating the service for Tesco is FSEW of Cardiff and it was chosen because it helped the retailer \"drive some of that technology to become the first\". \"The industry was basically saying 'no, it's not going to happen, it's too soon and the electric the range is too short',\" said FSEW boss Geoff Tomlinson. \"I say make it work because we have to change what we do as soon as possible.\"He said by charging the lorries while unloading, his electric lorries can make three round-trips from Wentloog to Magor before needing to charge for several hours. \"We are showing the public, our competitors and our customers that we can deliver with low noise-polluting vehicles and no tailpipe emissions,\" he added. \"We hope, as a business, we have ordered our last diesel trucks.\" The driver making the first delivery said, after 35 years on the roads, he never thought he would be \"plugging in\" his lorry.\"I was thinking 'this is going to be a boring thing for an old trucker, give me back my diesel motor' - but no, I'm quite happy, I think I'll stick with it,\" said Darren Evans. \"I've got four grandchildren. I do believe this is the way forward, it's an easier way to drive, it's not polluting and it's cheaper to run.\" Tesco's move into using electric delivery trucks has been called a \"small step\" in the \"revolution\" of decarbonising commercial freight deliveries. The head of Cardiff University's electric vehicle centre of excellence said the average daily trip for a UK lorry was 250 miles (402km) and the UK government's electric truck target was achievable with improved charging infrastructure. \"The replacement of diesel vehicles is coming, step by step,\" said Prof Liana Cipcigan. \"For the moment, electrification is the right solution and if these vehicles are charging from renewables we will have a better future for our children.\" ", "url": "https://www.bbc.com/news/uk-wales-60084457"}