{"datetime": "2021-12-27T09:49:38.000Z", "author": "Sarah Dickins", "subject": "Climate change", "title": "Climate change: Why do new homes not have solar panels?", "article": "With energy bills soaring and the climate in crisis, you might ask why don't all new homes have solar panels to generate clean electricity for free? Gas and electricity bills have risen by about £400 a year on average and Ofgem, the UK's energy regulator, has warned costs willspike further next year . Ministers in Wales plan to force house builders to cut the carbon footprint of new homes by more than a third in 2022. But developers want more government help to meet new building standards. Families are bracing themselves to pay more for their energy as industry experts predict those that were paying £850 on average last year will see their bills rise to more than £1700. The energy price cap, which limits how much providers can charge for energy per unit, will rise in the spring because of the \"unprecedented\"rise in gas prices that has seensome energy companies go bust . \"In December 2020 the average energy bill was £850,\" said Stephen Murray, from price comparison website Moneysupermarket. \"By April next year, if you're on a standard tariff, it will be around £1750 - that's over double where it was.\" There are up to 25 million UK homes with gas boilers butthey are being phased out - withnone being sold after 2035 - as gas heating accounts for 21% of the UK's carbon emissions. Moneysupermarket has warned families could face \"expected increases of £450 to £500 at a one-off stroke\" because of the crisis, caused by more demand and less supply. There are plans to helpsubsidise low-carbon heat pumps in place of gas boilers in some homes in Wales and England from April 2022 but with the country in the midst of an energy crisis, shouldsolar panels be a new standard on all new homes? For a medium-sized house, one established installer estimates a good 4kW solar panel system from a well-respected brand would cost about £6,000 to £7,000 to install. Gareth Jones says his company, Carbon Zero Renewables, experienced a 1000% surge in orders for solar roof panels since the start of the energy crisis, with weekly enquiries surging from \"one or two to 25 to 30\". \"The reasons people are considering solar panels has changed from wanting to make money, to doing it to help the climate crisis,\" said Mr Jones, who is based in St Asaph, Denbighshire. \"You're not going to make much putting electricity back into the grid, but the environmental aspect is now a big driver - coupled with not getting impacted by soaring energy costs. \"And with gas being phased out, turning your home into its own electric creation station is proving attractive to some people. Plus if you have an electric car to charge too, customers like the fact all the energy they use is clean. \"Good systems aren't cheap but with energy costs rising, people think they can make their money back quicker than before - and good panels have a long lifespan.\" But while having a panel on your roof might work for many households, Mr Jones is quick to stress that while families should consider seeing if the sun would be a viable and cost-effective option to power and heat your home, it won't work for everyone. \"If your house is very shaded or possibly doesn't get the sun as much as most, then perhaps it might not work for you,\" he said. \"People need to consider amending their lifestyles too, so using electricity when the solar panels are creating energy when it's sunny. So instead of putting the dishwasher or washing machine on when it's dark, you do it in the day. \"The other things that need to be checked is if your roof is strong enough to support the panels and whether the location is appropriate - that's why it's advised to get a good and respected installer.\" So with an energy crisis and anestimated average of 7,400 new homes needed in Wales every year to keep up with housing demand, are governments considering dictating to builders new clean energy standards? The Welsh government, for example, hasdeclared a climate emergency and set steep targets tobecome net zero by 2050 , so Wales' climate change minister is planning to tell developers that any new homes built from 2022 must cut emissions by 37%, compared to current standards. But Julie James plans to leave it to the individual house builder on individual developments to decide how their homes will reduce their footprint - like solar panels orheat pumps - as Ms James accepts not all renewable energy sources work everywhere. \"We don't mandate a particular technology, we're mandating a particular outcome,\" she told the BBC. One-sixth of Wales' carbon emissions come from heating and powering homes, yet new homes are still being built without clean energy consideration. Ministers in Cardiff see renewable power as a way of helping people pay their bills and reducing fuel poverty - as well as moving towardsnet zero by 2050. \"This is a win-win situation for everyone really,\" said Ms James, the only minister in the UK whose brief is just climate change. \"This isn't just because I tend to like this kind of house, this is a climate emergency we are seeing... we see the extreme weather conditions people will have to cope with inside their houses.\"We want the house to be able to withstand those increased weather pressures.\" The Welsh government is working with the construction industry to cut the carbon footprint on homes by at least 37% from next year - and to make sure as many of the supplies come from Wales to reduce any supply chain carbon footprint. How will that extra cost affect you? The organisation that represents small developers agrees climate change is the biggest threat, and that renewable energy built into new homes is the future. But the Federation of Master Builders (FMB) has warned the cost could be picked up by customers, which could affect first-time buyers the most. \"There are 70,000 households in Wales on housing waiting lists and we need more homes built,\" said Ifan Glyn, FMB Wales director. \"To enable that, small builders need extra support from Welsh government to help them meet any new housing standards.\" Some housing associations have already started fitting solar panels to new and existing homes after securing grants from the Welsh government - and they could provide a template for how to install panels to new homes cost-effectively that could be upscaled for major housing developments. \"Now when architects look at a brand new site, we think 'how easy is it to walk to?'\" said Elfed Roberts, of Pobl Housing's latest development at Tonyrefail, Rhondda Cynon Taf. \"Then we analyse where the sun is, where the great views are and where does the wind come from, that is a new way of working in new-home construction.\" ", "url": "https://www.bbc.com/news/uk-wales-59668836"}