{"datetime": "2022-01-10T16:16:00.000Z", "author": "Helen Briggs", "subject": "Climate change", "title": "Veg diet plus re-wilding gives 'double climate dividend'", "article": "One hundred billion tons of carbon dioxide could be removed from the air by the end of the century through veggie diets plus re-wilding farmland. That's the estimate of a study of potential carbon savings from turning the land freed up to nature. A quarter of global greenhouse gas emissions come from food and agriculture, with livestock accounting for the bulk, in rich nations. And the animals need a huge amount of land for grazing and growing feed. If wealthier countries moved away from meat-rich diets, much less land would be needed to grow food, and vast areas could be left to revert to their natural state, with wild plants and trees drawing down carbon from the atmosphere, a study found. This \"double climate dividend\" could be achieved through linking land, food, public health and climate policy. \"It's a double whammy,\" said Dr Paul Behrens of Leiden University in The Netherlands, who led the research. \"We know that shifting diets can save a huge amount of emissions from avoiding emissions from animal-based agriculture, but we can also save large amounts of land which can be used to sequester carbon from the atmosphere.\" The researchers estimated the effect of a shift to a diet with a bit of meat but a lot of veg by more than 50 high-income nations. They estimate this \"planetary health diet\" would reduce annual agricultural production emissions by almost two-thirds, while allowing former farmland to return to its natural state would remove 98.3 billion tonnes of carbon dioxide from the atmosphere by the end of the century (about 14 years' worth of total global emissions from agriculture).\"Another way to think about it is that you could roughly double the emissions that you save by following a plant-based diet if the land was allowed to re-wild or re-forest,\" Dr Behrens said. There's a growing realisation that climate change and nature are inextricably linked and must be tackled together. \"It's really about having a joined-up picture of food policy and land policy and climate policy at the same time and fundamentally re-aligning subsidies in order to harness this,\" he added. The study is published inNature Food . In England, farmers and landowners could be paid to turn large areas of land into nature reserves, or to restore floodplains, under new government agriculture subsidies. Follow Helenon Twitter. ", "url": "https://www.bbc.com/news/science-environment-59941016"}