{"datetime": "2022-02-03T07:28:17.000Z", "author": "Steffan Messenger", "subject": "Climate change", "title": "Coal Authority overhaul demand after Aberpergwm mine row", "article": "The Welsh government has called for an overhaul of the Coal Authority following a dispute over plans to expand a south Wales mine. Ministers said the organisation's responsibilities clashed with the UK's climate change commitments. Last week the authoritygave the go-ahead for a further 40 million tonnes of coal to be dug up at Aberpergwm colliery in Neath Port Talbot.The UK government said its ministers have \"no formal role\" in the process. Campaigners have told BBC Wales they are considering legal action to stop the expansion of the mine near Glynneath. Its operators Energybuild insist most of the coal will be used for processes such as water filtration and to make batteries for electric vehicles, rather than burned. However the Green partysaid the decision was . The Coal Authority said it has asked the Welsh government for \"any direction they wish to give\",suggesting ministers in Cardiff Bay could have stopped the plans from being approved. But the Welsh government insists it could not have done so, because the application was made before devolved powers over mine licensing came into force in 2018. Deputy Climate Change Minister Lee Waters accused the Coal Authority - overseen by the UK government - of deliberately trying to \"confuse\". \"They're distracting from the fact that the way they're set up forces them to make sure the coal industry remains viable,\" he said. A change in the law was needed, he said, to remove the organisation's duty to maintain a UK coal mining industry in light ofcommitments made at last year's COP26 climate summit . He suggested discussions were ongoing between ministers in Cardiff and Westminster but claimed the UK government were, in practice, \"acting in the opposite direction\". However when Mr Waters was asked if he would stop the mine's expansion - if he could - he admitted the operators had made a \"very reasonable\" argument about their intentions. He said the Welsh government would have put conditions on the licence to make sure the mine was shifting operations towards producing coal as a mineral for green technologies. The colliery is the only producer of a high-grade type of coal - known as anthracite - in Western Europe. \"Properly managed, anthracite can be part of a low-carbon future,\" Mr Waters said. However the licence issued by the Coal Authority did not put any such \"safeguards\" in place for the current or future operations at the site. Daniel Therkelsen, of protest group Coal Action Network, said there were no guarantees over how much of the coal dug up at Aberpergwm would be sent to the Port Talbot steelworks - one of the UK's biggest emitters of climate-warming gases. \"Producing more coal for the steel industry threatens the decarbonisation that we need to meet our climate commitments,\" he said. He accused the Welsh and UK governments of displaying a \"failure of responsibility\". \"Nobody has known where to take their complaint, it's hard to hold anyone to account when they're [both] saying it's not us you need to be talking to. We definitely do not think this is over.\" He also said it would take too long to change the Coal Authority's responsibilities by law, and called on the UK government to announce a moratorium on any further coal production. A UK government spokesperson said: \"The Coal Authority is responsible for licensing coal mines, including for Aberpergwm, and BEIS ministers have no formal role in the licensing process.\"Our Net Zero Strategy makes it clear that coal has no part to play in our future power generation which is why we're phasing it out of our electricity by 2024 - a year earlier than planned.\" With the UK currently presiding over global climate change discussions following COP26, the Aberpergwm decision was labelled \"disappointing\" by the Liberal Democrats. But the Welsh Conservatives said the decision was right, on balance, to save jobs and prevent importing coal. Janet Finch-Saunders MS said: \"Wales must tackle climate change and it's vital we play our part, but this must be done in an economically coherent and sensible manner.\" ", "url": "https://www.bbc.com/news/uk-wales-60238344"}