{"datetime": "2021-05-18T19:29:28.000Z", "author": "Matt McGrath", "subject": "COP26", "title": "Climate change: Ban new gas boilers from 2025 to reach net-zero", "article": "The International Energy Agency (IEA) says that no new fossil fuel boilers should be sold from 2025 if the world is to achieve net-zero emissions by the middle of this century. It's one of 400 steps on the road to net-zero proposed by the agency in aspecial report . The sale of new petrol and diesel cars around the world would end by 2035.The IEA says that from now, there is no place for new coal, oil or gas exploration or supplies. The report has been welcomed as an important contribution on the road toCOP26 in Glasgow , when countries will attempt to agree the measures needed to put the Paris climate agreement into practice.In that context, tackling the issue of how the world produces and consumes energy is the most critical endeavour. The energy sector, according to the IEA, is the source of around 75% of the emissions of greenhouse gases that are driving up global temperatures.Models designed so they could switch to burn hydrogen could be an option - and will probably be around £100 more than the £2,000 standard gas boiler. This will help the climate because hydrogen from renewables burns with no emissions. But climate advisors say it will probably only heat around 11% of homes, because hydrogen supply will be limited. So most are expected to be warmed by heat pumps, which extract warmth from the air or the ground, or from water - a bit like a fridge operating in reverse which sell for between £6,000 and £18,000.They're subsidised, but MPs say the government needs to offer more help to home owners. What's more, heat pumps need high levels of insulation which aren't always possible. There are other technologies being considered. Geothermal heat may warm places such as Cornwall. Nuclear might figure, too. But the great task of shifting heating from gas will be expensive and difficult.To keep the world safe, scientists say that global heating has to be limited to 1.5C by the end of this century.To keep close to that mark, emissions of warming gases need to drop by half by 2030, and essentially hit zero in 2050.The IEA's new study sets out what it believes to be a realistic road map to achieve that aim, while at the same time creating millions of jobs and boosting economic growth.By 2050 it envisions a global economy that is twice as big as today, with two billion extra people but with the demand for energy dropping by 8%. The authors say their plan achieves this with no carbon offsets and a low reliance on technologies to remove carbon from the air.Crucially, it sees no place for new supplies of coal, oil or gas. However, the IEA's route to net-zero will require massive investments and international co-operation on an unprecedented scale.It will also have direct impacts on consumers all over the world.Home heating with gas or oil is currently a major source of carbon emissions in many countries, responsible for around 20% of CO2 in the US and the UK. The IEA path to net-zero says that in just four years' time, there should be no new fossil fuel boilers sold, except where they are compatible with hydrogen. This will not be an easy shift for the building sector. \"It will be very difficult, because it means a massive turn in the consumption behaviour,\" said Maria Pastukhova, from the E3G environmental think tank.\"The building sector is maybe one of the toughest ones because aside from the emphasis that the IEA has put on efficient buildings, all the old existing infrastructure has to be retrofitted. And that's a particular challenge for governments.\" The IEA says that as well as greening the energy system it will need to be expanded to provide electricity to the 785 million people in the world who have no access at present. To meet this challenge the world will need to install four times the amount of wind and solar energy than it did in 2020.This equates to adding a massive solar park every day over the next nine years. By 2035 the report says there would be no more sales of new cars with petrol or diesel engines. All of the world's electricity would be emissions free by 2040.While the scale of the change is unprecedented, the IEA believes it will create around 14 million jobs by 2030, while investments in energy production soar to $5tn, boosting global GDP. \"The scale and speed of the efforts demanded by this critical and formidable goal - our best chance of tackling climate change and limiting global warming to 1.5C - make this perhaps the greatest challenge humankind has ever faced,\" said Fatih Birol, the IEA Executive Director.\"The IEA's pathway to this brighter future brings a historic surge in clean energy investment that creates millions of new jobs and lifts global economic growth. Moving the world on to that pathway requires strong and credible policy actions from governments, underpinned by much greater international co-operation.\"One issue that has caused concern among environmentalists is the reliance in the report on unproven technologies, such as carbon capture, utilisation and storage (CCUS).There are also worries about bioenergy which involves the use of trees, crops and plants to make liquid fuel or to generate electricity.The IEA path to net-zero sees a significant increase of around 60% in this energy source, with an estimate that energy crops and forestry plantations will take up 25% more land than is used today for bioenergy production. \"Burning forests for energy is the latest in a parade of false climate solutions,\" said Hannah Mowat from Fern, a Brussels-based NGO campaigning to protect forests and people. \"Sadly, the IEA has bought into it by proposing wholly unrealistic levels of bioenergy, which will damage forests the world over and worsen climate change. Instead of burning trees for energy, we should focus on cutting fossil fuel use, maximising energy efficiency and increasing renewables such as solar, wind, heat pumps and geothermal.\" The IEA Net Zero by 2050 report can be foundhere .Follow Matt on Twitter@mattmcgrathbbc. ", "url": "https://www.bbc.com/news/science-environment-57149059"}