{"datetime": "2021-06-23T16:56:32.000Z", "subject": "Climate change", "title": "Plymouth-Dartmoor 'forest' will see thousands of new trees planted", "article": "Tens of thousands of trees will be planted from Plymouth city centre to the edge of Dartmoor over the next 25 years. The Plymouth and South Devon Community Forest is the 11th project of its kind in England. It will cover 1,900 hectares, or the size of about 3,750 football pitches, said Plymouth City Council. The trees, which absorb carbon dioxide, are part of thegovernment's target of net zero emissions by 2050 . The city council said the forest would be \"unlike a normal forest in that it will be a mix of community woodland, private woodland, on street trees, urban woodland, wooded habitat corridors and hedgerows\". Plymouth will plant up to 25 hectares in the first year and receive up to £480,000 in government funding if all goes to plan, said the Department for Environment, Food & Rural Affairs. Funding for the trees will come from the government's £640m Nature for Climate Fund. The exact number of trees being planted is not known but the council estimates it will be \"tens of thousands\" and would increase the number of trees in the city by 20%. The council said it would be running \"extensive consultation with residents and talking to landowners to see if they want to get involved\". It estimates that the extra trees will increase carbon capture in the Plymouth area by 83% from current levels once the trees are fully established. Councillor Patrick Nicholson, deputy leader of the council, said the authority was \"thrilled\" at the project and \"excited for the many benefits that it will bring Plymouth and the surrounding area\". Ross Kennerley, regional director of the Woodland Trust, said the project was an \"exceptional opportunity\" to respond to climate change, ecological breakdown and the fallout of the coronavirus pandemic \"by increasing tree cover and reconnecting communities to nature\". Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-57576091"}