{"datetime": "2022-02-02T12:58:26.000Z", "subject": "Climate change", "title": "London's walking and cycling schemes could lose out in TfL cuts", "article": "Walking and cycling schemes could be axed under plans to address Transport for London's (TfL) funding crisis. Cutting all \"uncommitted\" Healthy Streets funding would save about £500m, TfL said. The government has not committed any extra funding past this Friday, leaving a £1.5bn gap in the budget by 2024-25. The Department for Transport (DfT) has said previously it has \"repeatedly shown its commitment\" to supporting TfL. TfL has been calling on the government to provide a long-term financial package due to the reduction in fare revenues caused by the coronavirus pandemic. The latest bailout expires on Friday, so the transport body has outlined emergency plans, including killing off walking and cycling projects, as well as ending its Direct Vision scheme to protect vulnerable road users from lorries. TfL's budget has been decimated by a lack of passengers and, again, in the run-up to the funding deadline, the threats and shadows of cuts are emerging.Without long-term funding from government, TfL has spelled out in its budget again that cycling and walking schemes would go - but that is only one item on a very long list.Bridges and flyovers like the A40 flyover could close, as could the Rotherhithe Tunnel. Tube lines could be shut. These threats were made before. The government says it will support TfL with day-to-day finances but as yet there has been no news on long-term capital investment.So far it has been unwilling to commit to further investment without knowing what will happen to passenger numbers.The mood music is this will be resolved but going through these negotiations yet again, many commentators say, is no way to run the capital's transport system.Other potential cuts to road schemes, where major work is needed between now and 2025 to prevent closure, include: The budget update will be considered by the TfL board later on Wednesday, when expected revenue of £300m a year by 2024-25 from the proposed emissions charge for driving in London will also be set out. A spokeswoman for mayor of London Sadiq Khan, who chairs TfL, said the level of cuts that would be necessary without a government deal showed \"the stark reality of the financial crisis facing TfL\". She said: \"Without a new, sustainable long-term funding deal there is a real risk of major projects being paused, cuts to services, trains falling into disrepair and closures on major road networks - all of which would disrupt services for hundreds of thousands of people and stifle the economic recovery of London and the country.\" The DfT has previously insisted it has \"repeatedly shown its commitment\" to supporting TfL during the pandemic by providing more than £4bn emergency funding. Nick Bowes, chief executive at think tank Centre for London, said encouraging walking and cycling to reduce reliance on private cars for short journeys was \"crucial\" if London was to have safer streets, cleaner air, less congestion and achieve net-zero targets. He said: \"If we're to have a shot at reaching these targets, getting more people walking and cycling for shorter journeys is crucial. But this will be all the harder if Transport for London's Healthy Streets budget is cut. \"This budget update adds yet more urgency to the government and City Hall agreeing a sustainable, long-term funding deal for Transport for London. \"Without a funding settlement, we will struggle to build safe, well-designed routes that support people to walk and cycle more.\"Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60221161"}