{"datetime": "2021-11-12T03:00:15.000Z", "subject": "Climate change", "title": "COP26: Activists deflate tyres on 'luxury' cars in Glasgow", "article": "Climate activists say they have deflated tyres on \"luxury\" vehicles parked in Glasgow, to raise awareness of carbon emissions during COP26. A number of SUVs in the city's upmarket West End were left with flyers that branded them a \"climate violation\". Police Scotland said it was aware of the incidents and it had upped patrols in the area. Thousands of campaigners travelled to Glasgow in recent weeks for the UN climate summit, which ends on Friday. Pharmacist Jamie MacConnacher discovered the two front tyres of his Land Rover had been flattened on Thursday morning. He toldBBC Radio Scotland's Drivetime programme that several other cars in the area had been targeted. He said: \"I don't think targeting individuals that have these vehicles is the right way to do it. They don't know what the reason for somebody having that car is.\" He added: \"I understand that there is a need for change, I'm totally for that. I would have an electric car but it's the logistics in the west end of Glasgow.\"There's nowhere to charge outside your flat so it just doesn't work for me.\" A flyer left on Mr MacConnacher's vehicle said it was \"driving the climate breakdown\", particularly in poor countries. The activist group Tyred of SUVs later claimed responsibility, saying they had deflated tyres of around 60 vehicles in the \"rich neighbourhood\". The group said: \"If 4x4 drivers were a nation, they'd be the seventh biggest polluters on the planet. If the 1% won't take responsibility for the climate destruction they wreak, we'll make them.\"Tyred of SUVs member, Fin, told BBC Radio Scotland: \"We feel we need to do this because we need to point to the people who are responsible - rich people in the global north. \"This is a minor inconvenience that is not going to disrupt them in a huge way. What is really going to disrupt people's lives and kill them is the climate crisis caused by rich people - basically SUV owners.\" She added: \"The importance of this message made it necessary and warranted this disruption.\" Mr MacConnacher, who drives 25 miles to Aberfoyle, Stirlingshire, each day for work, said he needs a large car as he often faces \"challenging conditions\" on the road in winter. On Thursday he was 45 minutes late for work as he had access to a tyre pump - but said there could have been consequences for his patients. \"It's not something that's going to cost me any money, but it's still tampering with someone else's vehicle,\" he added. \"I have to get to my patients - fortunately I wasn't that late for work but if I hadn't had a pump I could have been hours late. \"The knock-on effect of that could be quite significant. We could have a lot of antibiotics needing given out, we've got palliative care patients that need access to care at end of life.\" Police Scotland said: \"We are aware of these incidents and there will increased patrols in the area to provide reassurance to local residents.\" ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59254298"}