{"datetime": "2021-11-13T15:01:21.000Z", "subject": "COP26", "title": "Climate change: The everyday actions that can help save the planet", "article": "It's not only the decisions of world leaders at climate summits that have an impact on our planet. Talk about carbon off-setting and net-zero can sometimes feel quite distant, or hard to relate to.While policy changes are required to meet our planet's climate goals set out at the COP26 summit, it's not the whole picture.People across Wales are doing their bit every day to help reduce their impact on the planet. Charles Swanborough, 69, from Flintshire, is a van driver and tries his best to limit his impact on the planet by adjusting his driving style.\"It's actually quite difficult because we do long journeys, but the biggest thing you can do is drive sedately,\" he said. \"It's about top speed, the difference in fuel consumption between 55 and 75 [mph] is actually quite small, it's about how you get to that speed.\" Charles said that driving carefully, and not accelerating hard, greatly reduced fuel consumption and his impact on the climate. From avoiding buying plastic wherever possible, driving as little as she can, putting layers on when it gets cold, Lesley Sweet said she'd been committed to lessening her impact on the world for most of her life.\"I'm 62 and I've been thinking about this since I was a teenager,\" said Lesley, from Llanfyllin in Powys. She thinks one of the biggest obstacles in the fight against climate change is \"convenience\". \"No one wants to change anything they do if it's inconvenient. 'It's inconvenient for me to put more clothes on' or 'it's inconvenient for me to not have a patio heater because I want to sit on the patio when it's cold'. \"They want climate change to be solved without inconvenience and without hardship, and it has to be inconvenient and it has to be hard.\" Read more about the COP26 summit here. Bethan Hughes, from Pwllheli in Gwynedd, often litter picks on her local beaches. She thinks it's important that every person does the little they are able to - \"because otherwise what's the point?\" \"I go locally to beaches and collect the refuse from there, if everyone did little bits it all helps, because we can't do the big bits can we? \"I don't understand why people leave litter on beaches, so it's just the little bit that I can do to help. \"The governments etc, they're just going to do with big things aren't they?So we have to do the little bits and bobs that we can.\"Cathy Elder, 60, from Cardiff, has signed up for a group that helps clean up local rivers.\"I think it's a really good thing to go and do and get involved in,\" she said.\"We've all got to do our own little bit, we've all got to do things in our local communities.\" She believed everyone had an individual responsibility to help out where they could, but it had to be backed up by the decisions made by politicians.\"The politicians and the businesses have all got to really step up big time so that what we're doing as individuals is worth it.\" Gary Beer, 63, from Bryn in Port Talbot, has installed solar panels on the roof of his home, and thinks more needs to be done to make them available to everyone.\"Why don't they put solar power on everyone's roof? I know we don't have constant sun but having it seven or eight years myself I know how much energy you can save. \"Solar power, even in our climate, would make a great reduction for saving power to help towards the climate.\" ", "url": "https://www.bbc.com/news/uk-wales-59266610"}