{"datetime": "2021-11-11T23:10:20.000Z", "author": "Douglas Fraser", "subject": "COP26", "title": "Home discomforts at COP26", "article": "Replacing your belchy old diesel car with a shiny new one run on batteries is a relatively simple element of going green.Selling it and using public transport instead is simpler and greener, and avoids having to find a charging point. But in the great energy transition, getting your home ready for climate neutrality, or net zero, is far from simple. In Scotland alone, more than two million homes use gas central heating. Nearly 200,000 more - usually rural - have boilers that burn oil. They all have to be replaced, and before long. Homes account for around 16% of Scotland's emissions, much of that through poor insulation. Heating other buildings, public and private, accounts for 6% more. But what is to replace those boilers? The question of which technology should replace them is still open. There are different answers for different properties.The pace of technological development for each one is unclear. There isn't yet sufficient manufacturing capacity for all the air or ground source pumps that will be needed. Nor is the pricing clear. A shift from gas to electricity has left many paying much higher bills. But the price signals may be switched, to discourage further gas and push people to electricity. We don't know yet. That helps explain the reluctance to commit to new forms of renewable heating. The Scottish government set a target of 11% of home heating from renewable sources by 2020.The outcome was recently published, showing it reached only 6.4%. It was going backwards - the figure was 6.6% in 2019. The new minister responsible for the policy, Green MSP Patrick Harvie, described it as \"disappointing\". Earlier this autumn, in his first ministerial statement, he set out a home heating strategy that indicated a total bill of £33bn to make the transition to new heating sources and better insulated homes. It set out the aim of more than one million homes converting to zero emission heating by the end of this decade, and 50,000 non-domestic buildings. Emissions are meant to fall by 68% over that time, when compared with last year. To get there, new forms of heating will have to be installed in 124,000 homes by 2026, then rising to more than 200,000 per year. Progress so far is a long way short of that. Last year, there were only 3020 heat pump systems installed, bringing the total so far to an unimpressive 21,000.There is a Warmer Homes Scotland fund for those at risk of fuel poverty. Its impact is even more underwhelming.In four years, it has led to only 69 homes being fitted with photo-voltaic cells. In the same four years, fewer than 500 homes have been fitted with air source heat pumps. What does the £33bn represent? It's roughly half of all the spending by governments in Scotland in one year, including pensions, benefits and public services. Unlike those, it's capital investment, so it gives lasting returns. However, it's six times the size of this year's Scottish government capital budget. And it comes to around £6000 per head. The better news is that it is spending that should generate jobs in manufacturing and installation. The Scottish government estimates that could be 16,400 new roles. Much of the bill will fall to private homeowners, who account for most homes in Scotland.There is no indication yet of how much support there will be by the Scottish or UK governments, or if it will be driven by pricing signals that governments force utilities to adopt.When we talk of 'subsidy' for renewable power, it's bill payers who meet that, and not government. For those who don't own their homes, the Scottish Federation of Social Housing says the money on offer from the Scottish government is a long way from being adequate. Chief executive Sally Thomas told me that £1.8bn has been allocated to improved home heating over a six year period, and that is meant to cover every type of housing. But for the social rented sector alone, which has relatively good quality stock after years of improvements, the bill looks like £6bn. What concerns her most, she adds, is the problem of fuel poverty - those who have to pay more than 10% of disposable income to meet their energy bills. That accounts for quarter of households, or 1.2m people, she says, and a third of social renters. They have to be taken on the \"net zero journey\", and can't be left with new heating technology that doesn't work for them, or that makes their homes more expensive to heat. Nor can boilers be the only answer, if heat is then escaping from drafty building fabric, windows and roofs. Improved insulation is a much bigger technical and financial challenge in existing housing stock, and for windswept Scotland in particular. The Scottish government knows it's not enough, adds Sally Thomas. Among the options are private investment and debt funding. There's a lot of investment money looking for a green home, even if financial returns are unexciting. The Scottish government acknowledges its funding is only the start. There is innovation and regulation as well, a spokesman points out. There's a fund for social landlords, which was opened last year. And there's a target - another target, this time for 2033 - for all homes to reach a minimum C-grade in Energy Performance Certificates, where that's feasible. If they don't make it, Patrick Harvie's election manifesto earlier this year proposed that owners of such homes could be barred from selling them.It was argued that climate emergency requires drastic action, and if you can force scrappage of the dirtiest, most inefficient vehicles, then why not buildings? That's not a policy of the Scottish government, yet. Read more about the COP26 summit here Simple guide to climate change What will climate change look like for you? Will the UK meet its climate targets? How extreme weather is linked to climate change ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-59256838"}