{"datetime": "2021-12-03T08:56:07.000Z", "author": "Reality Check team", "subject": "COP26", "title": "Climate change: Is the UK on track to meet its targets?", "article": "The UK has committed to reduce its greenhouse-gas emissions to net zero by 2050. Net zero is the point at which the country is taking as much of these climate-changing gases out of the atmosphere as it is putting in. As part of this promise, the government has a target to cut emissions by 78% by 2035, compared with 1990 levels.The Committee on Climate Change (CCC) -a group of experts that advises the government - says the net zero strategy is \"ambitious and comprehensive\" but that the UK government now needs to \"strengthen delivery\" and agree tougher policies. Boris Johnsonhas set a target for all of the UK's electricity to come from clean sources by 2035 . Successive governments have been relatively successful in cutting emissions from energy - they fell by 40% between 1990 and 2019, with a big chunk of this coming from closing coal-fired power stations and spending money on solar, wind and nuclear energy.The CCC says the government still needs to publish a strategy for phasing out all gas-fired power stations by 2035, and work to remove fossil fuel subsidies. The UK is a world leader in offshore wind. It has capacity of about 10GW, which the government has promised to quadruple by 2030. An increase to 40GW would generate enough energy to power every home in the UK. The increase is achievable, but energy companies are worried the price they are paid for wind energy is dropping rapidly - this squeezes their revenues and could limit further investment. There will also need to be much more energy storage for times when the wind does not blow.Housing accounts for about 14% of the UK's greenhouse-gas emissions, mostly because of gas-boiler heating systems and poor insulation, the CCC says. The government has committed to installing 600,000 heat pumps a year by 2028. These transfer heat from the ground, air or water around a property into its heating system, and start at £6,000.About 35,000 were installed in the UK in 2019 - by comparison, about 1.7 million gas boilers are sold in the UK each year. There are 23.5 million gas boilers in the UK. Grants of £5,000 will be available for homeowners to install a heat pump from April 2022. The government has allocated £450m for this over three years, which would be enough for 90,000 grants of £5,000 (if you ignore administration costs).Environmental groups have questioned how the government will meet its 600,000 target. Thenet zero strategy only mentions insulation once, with support promised for low-income households. Earlier this year,the government scrapped its grant scheme to help people with the cost of insulating their homes. The CCC points out that there is no mechanism to encourage or help pay for greater efficiency in the 60% of homes that are owner-occupied and not fuel poor. Cars and taxis accounted for 16% of UK emissions in 2019 and, in a bid to cut this, the government says no new petrol and diesel cars will be sold from 2030.Electric-car sales are growing quickly - just over 10% of cars sold in 2020 were electric, up from 2.5% in 2018. The government has not introduced a scrappage scheme to encourage people to buy electric vehicles, but a £2,500grant is available for fully electric cars costing less than £35,000. There has also been £20m allocated to testing and trials of zero-carbon HGVs The move to electric will also require huge growth in publicly accessible charging points.Britain now has about 25,000 charging points butthe Competition and Markets Authority says it could need 10 times as many before 2030. To encourage people out of their cars, the government has promised to double cycling rates from 2013 levels by 2025 and build a \"world class\" cycling network by 2040.It has spent £338m on walking and cycling infrastructure in England, but while the pandemic increased cycling rates, it remains unclear whether the effect will be permanent.Before the pandemic, flying made up about 7% of overall emissions and shipping about 3%, but we do not know a great deal about how the government plans to reduce them and there are no specific targets for these sectors.The CCC says the government needs to freeze demand for flights and should publish a strategy to cut emissions from freight transport, aviation and shipping. But the government says people can keep flying, and claims that technology yet to be developed should allow domestic flights to be almost emissions free by 2040, and international aviation to be near zero-carbon by mid-century. In the Budget, Chancellor Rishi Sunakhalved the taxes on domestic flights, which is expected to lead to an extra 400,000 passenger journeys a year. He also increased the taxes on flights of more than 5,500 miles (8,851km). The CCC says emissions from agriculture need to be cut by 30% between 2019 and 2035. This would mean:The government has yet to publish the part of its food strategy that looks at the environmental impact of people's diets or a clear strategy for agriculture and land use across the UK.The CCC says current plans \"largely rely on the willingness of farmers and landowners to undertake measures\". It says there are signs consumers would be willing to change what they eat. A new study by the National Food Strategy shows daily meat consumption in the UK has fallen by 17% in the last decade. A government research paper recommending people shift towards a more plant-based diet wasdeleted shortly after its publication . Trees have an important role in removing carbon emissions from the atmosphere.At the global climate summit COP26 in November, the government agreed to end deforestation in the UK by 2030, and it has an ambitious target to plant 30,000 hectares of trees a year by 2025 (a hectare is a bit bigger than a football pitch). Annual tree planting was close to this figure back in the late 1980s (most of it in Scotland) but it has not risen above 15,000 hectares UK-wide since 2001.Tree-planting is a devolved issue, and Scotland has nearly twice as much coverage as England.Hydrogen is a low-carbon fuel that could be used for transport, heating, power generation or energy storage - and the government wants to have a capacity of 5GW of hydrogen production by 2030.But in an industry in its infancy - there is almost no low-carbon production of hydrogen in the UK or globally at the moment - this ambition is pretty hard to gauge. The government admits it will need \"rapid and significant scale-up\" in the coming years. And it is promising a decision on the role of hydrogen in heating by 2026. The ability to capture carbon before it is released or take it out of the atmosphere and store it will be essential for the UK to reach net zero by 2050. The government is aiming to capture and store between 20 and 30 million tonnes of CO2 a year by 2030.The technology is still emerging and is very expensive. There are some projects planned, includingone in north-east Scotland that can extract as much CO2 from the air as 40 million trees.Two areas have been chosen to have priority access to government funding for carbon capture projects - they are the Hynet Cluster covering the North West of England and north Wales, and the East Coast Cluster in the Humber and Teesside. North-east Scotland will be the reserve cluster.The government says it will cut emissions from manufacturing by about two-thirds from 2018 to 2035.Carbon capture and the switch to hydrogen will both play a big role but considerable progress is needed in these technologies.The government also plans tocap the amount of emissions allowed by individual sectors each year, which will reduce over time.But it is unclear how the scheme will safeguard against just shifting production and emissions to other countries.The COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives. ", "url": "https://www.bbc.com/news/58160547"}