{"datetime": "2021-11-14T21:23:21.000Z", "subject": "COP26", "title": "COP26: 'Hope delivered but delayed' - Wales reacts to deal", "article": "\"Hope delivered but hope delayed\". That is the assessment of Wales' First Minister Mark Drakeford after a deal was reached at the COP26 climate change summit in Glasgow on Saturday evening. It is the first ever climate deal that explicitly plans to reduce coal, but the reaction has been mixedafter China and India insisted the language on coal was watered down . Mr Drakeford said he still believed the summit delivered hope of averting the worst effects of climate change. \"If I was summarising I'd say it was a combination of hope delivered, because there are some very important things that were achieved at COP,\" he said. \"Hope delayed, because there are some things that will need to go on being discussed beyond Glasgow. \"But definitely not hope destroyed, which [was] the biggest fear in advance of the conference.\" The summit, initially due to end on Friday, had to go into overtime before a deal was agreed late on Saturday - following an intervention from India to change the language on coal from \"phase out\" to \"phase down\". The United Nations climate chief Patricia Espinosa said the agreement was a \"huge step forward\" in ending the reliance on coal - the worst fossil fuel for greenhouse gases - whilePrime Minister Boris Johnson said it was \"game-changing\". Wales' first minister emphasised that the pledge from delegates to meet for further discussions next year was welcome, but acknowledged the current deal would not be sufficient to keep global temperature rises to 1.5C and avoid the worst impacts of climate change. \"If we simply stayed with what COP has agreed, that would be the case\", he said. \"That's why some hope is deferred, because there is a need for further conversation to do more that still can be done to make sure we are able to stay withinthose Paris goals .\" Plaid Cymru described the deal reached at COP26 as a step - rather than a stride - in the right direction which signified the \"bare minimum\" needed to tackle the climate emergency. However, despite his frustration, party leader Adam Price said Wales and other small nations could still lead the way. \"The lack of ambition demonstrated by some of the most powerful nations must not hamper the ability of small, agile nations such as Wales to act independently and cut emissions,\" he said. \"We are alreadyworld leaders in recycling and have huge untapped potential in terms of natural resources. \"There is no doubt that every one of us will be impacted by this global emergency in turn, and every one of us has a duty to do what we can to combat it.\" Under the Glasgow climate pact: Dr Jen Allan, an expert in international relations from Cardiff University, said there should be realistic expectations at what could be achieved at one conference. \"No one COP can save the world,\" she said. \"We're talking about massively changing our societies and economies in a decade, so one COP can be an important stepping stone. \"It can put the pieces in place that we need to help stand on that foundation.\"But we can't tomorrow say, 'great, we've saved the world, job done'. All the work has to happen at home.\" Wales was the only UK nation to sign up to a newalliance of nations committed to phasing out oil and gas . \"Wales has done really well at this COP,\" said Dr Allen. \"I think they've found other nations around the world that share similar values, that have similar challenges and there's been a tonne of outreach.\"Joining the 'beyond oil and gas alliance' puts Wales on the map as one of the leading nations that say 'look, we need to move past fossil fuels, and we're going to start thinking in a serious way about how to do that'.\" ", "url": "https://www.bbc.com/news/uk-wales-59274848"}