{"datetime": "2022-01-27T00:43:17.000Z", "subject": "Climate change", "title": "Road to net zero will cost trillions a year, report says", "article": "Trillions of dollars need to be spent every year for almost three decades to hit net zero targets, according to consultancy McKinsey. On top of current spending, the equivalent of half of all corporate profits will have to be invested to tackle global warming, it says. McKinsey highlights that gaining acceptance will be tough, especially from those paying energy bills. But the alternative is more extreme weather, experts have warned. The McKinsey report estimated that the annual cost of getting to net zero - when carbon dioxide emissions are completely reduced or offset - will be $9.2tn (£6.8tn). The world is already spending $5.7tn a year to lower the impact of fossil fuels and use alternatives. However, an extra $3.5tn, every year from 2021 to 2050, will need to be put towards alternative energy sources and land use including agriculture to limit global warming to 1.5 degrees, it said. That is the equivalent of half of all corporate profits in 2020. It is the equivalent of one quarter of all tax revenue, or 7% of household spending. This money will be used on \"the deployment of new physical assets and to the decarbonisation of existing assets\", McKinsey said.\"It does not include spending to support other adjustments - for example, to reskill and redeploy workers, compensate for stranded assets, or account for the loss of value pools in specific parts of the economy.\" The consultancy added it has accounted for the cost of keeping supply chains stable during the energy transition, as well as broad energy investment.It said its calculation was much higher than most other estimates by economists but stressed such investments could be lucrative and the long-term costs of not doing enough to tackle climate change would be greater. More than 130 countries have pledged net zero emissions by 2050.While the numbers encouraging, large carbon dioxide emitters such as China and India aren't part of the group.There are also concerns that countries may shut down their energy-intensive industries, and import these goods from other countries.That means even if they get to net-zero, the world's emissions will not be reduced in the process. Gernot Wagner, a climate economist at New York University not involved with the report, welcomed its attempt to come up with a comprehensive view of the investments needed. \"Climate policy means massive investment, and a massive rejigging of market forces from the current high-carbon and low-efficiency path onto a low-carbon and high-efficiency one,\" Mr Wagner said. \"We just spent trillions of dollars because of Covid relief. So, would it be feasible? Yes. Would it involve massive changes? Of course, that too.\" \"Where is the money coming from? Ratepayers, taxpayers or shareholders?\" ", "url": "https://www.bbc.com/news/business-60135833"}