{"datetime": "2021-11-14T07:59:42.000Z", "author": "Steffan Messenger", "subject": "COP26", "title": "Climate change: Five things I've learned covering COP26", "article": "The biggest political summit in UK history is drawing to a close, with tens of thousands of weary delegates from almost 200 countries waving goodbye to Glasgow. After a fortnight of frantic negotiations - they've sealed anew deal on fighting climate change . There's still a lot of debate about whether it's ambitious enough. But there's no doubt it will have implications for all of us in our day-to-day lives. It will help shape the policies to cut planet-warming gases from a UK and Welsh government level, right down to your local council. I've been in Glasgow for the past fortnight covering the story for BBC Wales News, and here are five points I have taken from the experience. I was glared at by Greta Thunberg at the youth protest march. \"What's your message to the world leaders?\", I had shouted out in a vain attempt to secure BBC Wales an exclusive. A stupid question really as the teenager - nominated three times for a Nobel Peace Prizefor her climate activism - had already spoken out loud and clear. No more \"blah-blah-blah\" became, for many, the unofficial slogan of this summit. We caught up with Wales' Youth Climate Ambassadors several times during their busy schedule at COP26. \"Young people have shown real climate leadership - if those currently in positions of power can't, then they should step aside and let those who can fill their seats,\" urged 19-year-old Molly from Ebbw Vale. I found them to be among the most impressive interviewees I spoke to. Take note - some of our future leaders are among this bunch. Holding a mass-gathering during the pandemic meant strict safety measures and daily testing for all attending. But being a fly on the wall as talks took place, including one furious row that exploded on a table next to me on one eventful day, made you realise why the organisers had pushed so hard not to revert to Zoom. \"They always say about COPs that the really important conversations happen in the corridors and coffee shops,\" explained Prof Mary Gagen, a climate scientist from Swansea University. \"One of the most important things about this being a physical COP is that those informal conversations then get taken into the negotiating room.\" Looking people in the eye had an obvious impact on Welsh government ministers attending too. We interviewed Climate Change Minister Julie James just moments after she had held a meeting with the Wampis indigenous people of Peru. She appeared so taken aback by what she'd heard about the impact of tree-felling on their rainforest community that she pledged to change rules around public procurement - so schools and hospitals for instance have to make sure the goods they buy in from abroad are deforestation-free. It was a commitment that even took her officials by surprise. We tend to turn a blind eye to the impact our consumption is having overseas. Targets to cut greenhouse gases only focus on domestic emissions - not issues in other countries caused by demand here in Wales. We got our hands on a report from environment charities that showed an area 40% the size of Wales is needed to grow a handful of key agricultural commodities to satisfy our demands. Soya plantations producing animal feed for livestock is one of the biggest problems. Rivelino Vera Gabriel - a chief of the Guarani people of Brazil's Atlantic forest -told us people buying soya \"to feed a chicken in Wales, for example, needed to know where it was coming from\". Otherwise it brings \"not only deforestation but indigenous blood\". If emissions targets are to be met, we're on the cusp of unprecedented change. Different energy sources are needed, a different landscape with more trees to soak in carbon dioxide and a plethora of different green jobs. There was a big focus at the Welsh side-events at COP on how this could all happen fairly - and not end up making disadvantaged communities even poorer. But it struck me that not many voices from those areas had made it to Glasgow to be part of the debate. We spoke with one huge firm hoping to bring economic renewal to parts of Anglesey and Gwynedd. In his first TV interview of the COP summit, Tom Samson - the boss ofRolls Royce's new project to develop a series of smaller factory-built nuclear reactors across the UK , told us Wylfa on Anglesey was top of their list of potential locations. They're eyeing the former nuclear site at Trawsfynydd in Gwynedd too - and are excited about the opportunities it could provide local people. But with a long-term storage facility for the UK's nuclear waste still not sorted out, there's vocal opposition as well. Campaigner Robat Idris said these communities' economies had been left to dwindle as previous plans for new nuclear projects failed to materialise. Every pound spent on nuclear is one less on greener renewable schemes, he said. \"Wales has done really well at this COP,\" said Dr Jen Allen of Cardiff University, a leading expert on international climate negotiations. She was referring to the Welsh government's meetings with other nations around the world that \"share similar values, similar challenges - there's been a tonne of outreach\". But also being theonly part of the UK to sign up to a new alliance of nations committed to phasing out oil and gas felt like a particular moment. \"It puts Wales on the map as one of the leading nations that are saying 'look, we need to move past fossil fuels and we're going to start thinking in a serious way about how we do that',\" Dr Allen explained. After rows back at home during the conference about thecancellation of road building schemes to cut emissions, Mr Waters said he'd take \"courage\" from COP26 not to be put off by people \"not willing to change\". Difficult choices are needed, he said, because the science on global warming is \"clear and terrifying\". The UK government - hosts of COP26 - will also be pleased with how the gigantic and long-planned-for event has panned out. They'd made a push to involve all the UK nations - with nods to Wales including the naming of one of the main conference halls where the world leaders sat as Pen y Fan, after the mountain in the Brecon Beacons. In fact, the summit felt at times like a bit of an uphill struggle. However, it remains to be seen whether the pledges made are enough to help conquer climate change.", "url": "https://www.bbc.com/news/uk-wales-59276909"}