{"datetime": "2021-12-10T06:20:31.000Z", "title": "Could Scotland see a 'green laird gold rush'?", "article": "A land reform campaigner has warned of businesses buying up land in Scotland to offset their carbon emissions rather than reducing what they emit. The so-called \"green lairds\" have peatland restored or land planted with thousands of trees. But Andy Wightman, a former MSP, said the practice did not go far enough to tackle climate change. Scottish firm BrewDog has invested in 9,000 acres, but said reducing carbon emissions remained its priority. The company said its Lost Forest tree-planting project was supplementary to cutting back on what it emits in the first place. Green laird is a term that has been used to describe a business buying thousands of acres of land to plant with trees to help it achieve net zero - a balance between the carbon emitted into the atmosphere, and the carbon removed from it. But Mr Wightman, who is supportive of tree-planting, told BBC Scotland's The Nine: \"Should we even be offsetting carbon emissions? \"We should really be heading for zero not net zero. Offsetting allows people to continue to emit.\" He added: \"Who gets to offset? Basically those with the deepest pockets - who can buy land and claim they are net zero.\" Mr Wightman said there was \"substantial demand\" for businesses to buy land to offset their emissions. He said: \"This could be something like a gold rush because Scotland has a lot of land, it has a lot of potential for carbon sequestration.\" Mr Wightman said there was the risk land prices would increase, and local communities could find it harder to purchase land for their own needs. The Scottish government-funded Scottish Land Commission, which was set up to reform land rights, encourage responsible land ownership and use and reform land markets, said private investment was needed if Scotland was to increase woodland and restore habitats. But its chief executive Hamish Trench said: \"I suppose the question is how to that in a way that is fair to everyone?\" He said some organisations had invested in community carbon neutral projects, rather than buy land. Scottish Land Commission has seen some high prices being paid for land and has commissioned work to look at what is happening in the land market in terms of values, transactions and the influence of carbon on the market. Drinks producer BrewDog said it had invested in 9,000 acres (3,642ha) in the Highlands for its Lost Forest project, which involves peatland restoration and planting a million trees.But the Aberdeenshire-based company said its \"number one business priority\" was reducing its carbon emissions. Lauren Carrol, a director at the company, said it had already cut emissions by 34% by moving to the use of renewable energy, electrifying its vehicle fleet and using cans and instead of bottles for some of its products. She said: \"What we can't reduce we look to remove through various carbon nature projects, including the Lost Forest.\" Real Wild Estates is a company set up a few months ago with an aim of helping landowners restore biodiversity on existing or newly bought land. The company's Benedict Macdonald said its clients were people \"who genuinely wanted to restore land\". He said: \"We do not buy or encourage people to purchase community land.\" Mr Macdonald said land most of its clients would be interested in improving would be vast areas of degraded moorland. ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-59592218"}