{"datetime": "2021-12-17T10:18:35.000Z", "subject": "Climate change", "title": "Preston's City's carbon neutral aim poses 'financial challenge'", "article": "A city council's aim to become carbon neutral by 2030 poses a financial challenge, a report has found. A cross-party task group has spent almost two years exploring what Preston City Council needs to do to fulfil the pledge made in April 2019. The report said decisions would have to be taken ensure \"the greatest carbon reduction can be achieved at the earliest opportunity\". But its fleet of 124 vehicles will remain diesel-driven. Councillors voted for the authority to invest a further £4.8m over the next five years in replacing the vehicles, but an accompanying report said it was not currently possible to purchase \"alternative fuelled\" vehicles, because of the lack of the necessary infrastructure to operate them. Environment and community safety cabinet member Robert Boswell defended the decision not to shift the fleet to electric at this point, warning that if the council had to charge all of its vehicles \"there might be power failures in Preston, because there [are] other factors [to consider]\". He suggested that the authority faced the same practical barriers to electric vehicles that were experienced by some members of the public, including a lack of charging points. \"The new vehicles that we will be moving to, though not electronic vehicles, have a reduction in emissions and have potential [for] fuel savings and more efficient engines,\" he said. Liberal Democrat group leader John Potter branded the report \"disappointing\" and said the council would not achieve its carbon-cutting aims. However, the Labour chair of the task group, James Hull, said it demonstrated that the authority would have a \"robust climate change agenda\" at the forefront of all its work. The main recommendation - to create a cabinet member responsible for tackling climate change - has already been implemented by the Labour-run council back in the summer, theLocal Democracy Reporting Service said. The task group report noted the need for the council to focus on its own carbon emissions, other local emissions that it can directly influence through its policies and community emissions that can be cut through partnerships between the council and other organisations. It also suggested that the council carries out a study to explore whether it is feasible to maximise heat recovery at the city's crematorium in order to make it more energy efficient.Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-59696406"}