{"datetime": "2021-11-22T09:48:24.000Z", "title": "Whitelee green hydrogen facility to power public transport", "article": "A wind farm is to become home to a state-of-the-art hydrogen storage facility which could eventually produce enough clean energy to help power the next generation of public transport. The UK government has awarded the project, based at Whitelee Windfarm in East Renfrewshire, £9.4m. It said the project would help Glasgow reach net zero by 2030. The cash will go towards developing the country's largest electrolyser, which converts water into hydrogen. The hydrogen produced can be easily stored and transported to where it is needed. Splitting water and capturing the released hydrogen requires energy, and the project will use electricity produced from the wind farm, the largest onshore farm in the UK, to create the gas. One use for the hydrogen generated will be to support local transport. The facility is expected to make so much of the zero-carbon fuel that it could provide the equivalent of enough zero-carbon fuel for 225 buses travelling to and from Glasgow to Edinburgh each day. Greg Hands, the UK government's energy and climate change minister, said: \"This first-of-a-kind hydrogen facility will put Scotland at the forefront of plans to make the UK a world-leading hydrogen economy, bringing green jobs to Glasgow, while also helping to decarbonise local transport - all immediately following the historic COP26 talks.\" And Alister Jack, secretary of state for Scotland, said the project showed \"how serious the UK government is about supporting projects that will see us achieve net zero by 2050\". He added that it had never been more important to \"champion\" projects like this, which embrace new hydrogen technology while creating highly-skilled jobs.The partnership, made up of ScottishPower, ITM Power and BOC, is currently going through the planning process for the new facility and aims to have green hydrogen available to the commercial market by 2023. Some argue that for public transport vehicles like buses, hydrogen is too expensive and electricity would be a better, cheaper alternative. However Dr Graham Cooley, chief executive of ITM Power, told the BBC'sGood Morning Scotland programme that hydrogen was particularly good for heavy vehicles \"where you value payload\". He said: \"You can make a vehicle that's very long duration - in other words, it can travel a long range without compromising the weight.\"If you want to travel a long distance using a battery, you need more and more batteries which makes the vehicles very heavy. You see vehicle manufacture now all over the world rolling out commercial vehicles based on hydrogen which have very long ranges and very short recharging or refuelling time.\" Meanwhile, Friends of the Earth Scotland director Richard Dixon argued that green hydrogen should be reserved for \"special uses\" in industry, rather than mainstream uses like public transport. He told the programme: \"It's three times more sensible to use it [renewable electricity] as electricity rather than to use it to turn it into hydrogen - you've lost two thirds of the energy in making the hydrogen and then using it.\"We have such a desperate need to convert our homes to electric heating and to convert transport to electricity to get out of fossil fuels. That should be absolute top priority.\" ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-59365823"}