{"datetime": "2022-01-20T00:03:25.000Z", "author": "Suzanne Bearne", "subject": "Climate change", "title": "The people moving from high to low-carbon careers", "article": "Watching the Red Arrows jet across the sky as a young boy, Todd Smith knew that flying was what he wanted to do when he was older. After five years' training, costing £100,000, followed by two years working as a flying instructor, he finally landed his dream job in his late twenties - working as an airline pilot. But in 2019, the travel firm he was working for - Thomas Cook - collapsed. By this time Mr Smith had become increasingly concerned about the growing threat of climate change, and the aviation sector's carbon emissions. \"I started connecting the dots, and was met with an uncomfortable conflict,\" he says. \"I wanted to get involved in [environmental protest group] Extinction Rebellion, but knew it would be career suicide, and I had a lot of debt. It would be easier to return to the industry and pay off the debt.\" Yet with the pandemic grounding aircraft, Mr Smith, who lives in the Berkshire town of Reading, decided to quit his high-flying career for good. \"Of course I prefer flying and visiting exotic destinations, and earning a decent salary,\" says the 32-year-old. \"But when confronted with the climate and ecological emergency, how could I possibly prioritise my needs, when we need to think collectively about how to tackle the biggest existential threat to humanity?\" Mr Smith is now a climate activist. He acts as a spokesperson for Extinction Rebellion and is the co-founder of Safe Landing, a movement of climate-conscious aviation sector workers. Giving up his dream job was a tough decision, he says. \"I'm doing this out of desperation, not out of choice. Financially I've been really struggling, I'm in a huge amount of debt, it's been challenging.\" But he adds: \"Taking action has been cathartic and eased my anxiety.\" Mr Smith's campaigning comes as a United Nation's climate change panelwarned last summer that the world faced increasingly extreme heatwaves, droughts and flooding. UN secretary-general António Guterres said the study was \"code red for humanity\". Last October, the UK pledgedto achieve net-zero greenhouse gas emissions by 2050. This target will require big growth and investment in the low-carbon economy. Mr Smith is far from the only person to leave a previous job due to concerns about the environment. After working in the oil and gas industry in Denmark for 10 years, Nader Beltaji has moved to a low-carbon career. He now works as a project manager at renewable energy giant RWE.\"I actually did my master's thesis on solar power and I wanted to go into that direction, but at the time there weren't many opportunities that caught my attention,\" says the 33-year-old who now lives in Wiltshire. \"Now the landscape has completely changed.\" Currently working on the construction of an offshore wind farm off north east England, Mr Beltaji says he has more job satisfaction these days. \"Climate change is certainly very much in the news, and offshore wind is part of the UK's big energy strategy, so it's good to be part of that, and know you're working on delivering the targets,\" he says. \"Oil and gas feels like quite a dying industry.\" Rachel Bowcutt used to work in the UK's dairy industry, Globally this sector is seen as very carbon intensive. The UN estimates that the dairy sector's global carbon dioxide emissionstotal some 1.7bn tonnes annually. That is more thanthe aviation sector's pre-pandemic 915m tonnes. However, UK public body Agriculture & Horticulture Development Board countersthat in the UK the dairy sector only accounts for 3% of total carbon emissions, compared with7% for the country's aviation industry. Previously, Ms Bowcutt was operations manager for the Royal Association of British Dairy Farmers for two years, before quitting to take up a job at perhaps the organisation's nemesis - The Vegan Society. She went vegan after reading reports, such as this from Oxford University, saying that a vegan diet\"is probably the single biggest way to reduce your impact on planet Earth\" . This study was widely reported, althoughothers do say that going car-free or flying less have more of an impact. Ms Bowcutt says she had also started to feel uncomfortable about the dairy industry and its practices after watching a session at a work conference about the optimum time to take calves away from their mothers. \"It all felt a bit unnecessary in terms of animal welfare and the environmental impact. It got to the point where I thought this isn't for me anymore, and I wondered if there was an equivalent organisation for vegans - and the job came up.\" Ms Bowcutt, who lives in Leamington Spa, in Warwickshire, started at the Vegan Society last year. \"I have much more confidence about the work I'm involved in. I can see the benefits, it's easier to promote and a subject matter I really believe in.\" The move to low-carbon jobs is urgently needed, argues Friends of the Earth climate campaigner Denis Fernando. \"There is a climate emergency, and we need drastic action to make things happen, so we'll [need to] see more of a push towards green workforces,\" he says. \"Green jobs create jobs. Everyone wins. \"There's a strong understanding towards moving towards green and low-carbon jobs, and an overall trend of people who want to do it, but we are deficient in terms of green skills. \"There's intention, but government policy could do more to quickly get more apprentices so they can start building skills. It can't be done to scale unless the government gives more resources to local councils.\" New Economy is a new series exploring how businesses, trade, economies and working life are changing fast. A government spokesperson says: \"The UK is capitalising on the green industrial revolution, with over 56,000 clean jobs created and supported in the UK's green industries since the launch ofthe prime minister's Ten Point Plan. \"These range from electric vehicle manufacturing in Sunderland, hydrogen facilities in Teesside, to new floating offshore wind farms and factories in Wales and Scotland. \"To build on this, we are ensuring people have the right skills for employment in Britain's new low carbon industries, through measures ranging from green skills boot camps, to dedicated apprenticeships, as we support new British industries, green jobs and economic growth.\" Mr Fernando says green jobs have multiple benefits, including reducing the impact on the climate and restoring nature, and can involve millions of us. \"Green jobs could be anything from working on renewable wind turbines or ecology, but also bicycle repair, customer service at a railway station or a warehouse manager for a freight warehouse going by rail rather than air. \"We really need try to think of the big agenda which everyone can participate in.\" ", "url": "https://www.bbc.com/news/business-60036245"}