{"datetime": "2022-01-22T07:06:03.000Z", "title": "Red diesel loss 'could cost businesses millions'", "article": "Government plans to restrict the use of red diesel could cost construction businesses in Northern Ireland up to £25m per year, it has been claimed. Westminster put forward the proposal in 2020 and it will come into effect later this year. From April, red diesel will only be allowed for use in agriculture, rail transport and non-commercial heating. The construction and manufacturing industries will have to switch to \"white\" diesel instead. Red diesel, which is white diesel dyed so it is easily identifiable, is taxed at a lower rate but the end of that rebate is part of the government'splans to reduce the UK's carbon emissions and improve air quality .However, it has been said the move to more expensive fuel could cost the construction and manufacturing sectors up to £25m per year. This is because heavy equipment of all kinds - including mobile generators - will no longer be able to run on red diesel when used for construction or quarrying. The issue was raised in a Westminster Hall debate this week by Democratic Unionist Party MP Carla Lockhart. She called on the Treasury to postpone the proposal and urged the government to adopt a transition period instead, which could allow the development of alternative fuel sources. Ms Lockhart said the construction sector was already under severe pressure and accused the government of being \"intent on pushing the industry over the cliff edge\". She said the cost of the policy would be passed on to private home builders, leading to higher house prices, and public contracts, meaning it would cost more to build new hospitals, schools, roads and social housing.Addressing the environmental aspects of the government's plans, Ms Lockhart said the logic was \"flawed\" as the technology and alternative fuel sources to power the construction industry was not available.That is also something which concerns Colin Emerson, production director of the Norman Emerson Group, which employs 100 people at two concrete processing plants in County Armagh. Mr Emerson toldThe Nolan Show that \"green\" quarry machinery was not available yet.He estimated a move to white diesel could cost his business upwards of £500,000 a year, especially as one of the plants is not served by the electricity grid and generates its own power.Pointing out that concrete is the most widely used material in the world after water, Mr Emerson said an increase in diesel costs would have to be passed on to the consumer. He also predicted potential job losses. \"I see a big, big hit on the construction industry in the next year or two,\" he said.Four of Northern Ireland's trade bodies representing the sectors affected have also warned that costs will increase from April.In a joint statement, the Construction Employers Federation (CEF), the Federation of Master Builders (FMB), the Mineral Products Association NI (MPANI) and Manufacturing NI said the removal of the red diesel rebate would have \"significant financial implications\" for businesses.Mark Spence, managing director of the CEF, said it would do nothing to help reduce carbon emissions but would \"significantly increase the risk of business failure in our sector\". \"A reasonable extension of time would allow the more timely transition to alternative fuels and protect jobs and our economy, ultimately enabling the carbon reduction we all seek,\" he added.Sinn Féin assembly member Caoimhe Archibald has also called on the government to pause and help businesses make the move away from fossil fuels.She said firms were already struggling with increased costs and high energy prices, adding: \"The change to the entitlement to use red diesel won't reduce emissions in itself but it will however increase revenues for the British Treasury.\" Although agricultural machinery like tractors and diggers will still be able to run on red diesel, concerns have been raised about farmers in Northern Ireland who also use that machinery for construction purposes.When asked about those circumstances, HM Revenue and Customs (HMRC) said if machinery was being used for purposes other than those allowed under the rebate rules, then the fuel tank must be completely drained and flushed to \"ensure compliance and minimise the misuse of rebated fuel\". Speaking on The Nolan Show, Ms Lockhart said that was not a realistic option for farmers as it would not only cost more, it would also be a waste of fuel.The statement from HMRC added: \"You will need to retain evidence to confirm the correct fuel has been put into the fuel tank. \"HMRC will consider what purpose the vehicle or machine was being used for at the time of inspection and whether this was an allowed purpose.\" It added that vehicles found running red diesel could be seized.", "url": "https://www.bbc.com/news/uk-northern-ireland-60087415"}