{"datetime": "2022-02-04T11:16:52.000Z", "author": "Simon Read", "title": "Energy price rise includes £68 for failed firms, says Ofgem", "article": "The collapse of 28 energy suppliers during the gas price crisis has cost each household about £68, the boss of the energy regulator Ofgem has said. Jonathan Brearley told the BBC that about 10% of the energy price cap rise covered the cost of firms going bust.The watchdog now wants to review the price cap every three months, instead of every six months at present. It reckons the change would help bring some stability for consumers and firms in fast-moving market. Asked how much ofthe £693 rise in the energy price cap announced on Thursday covered the cost of suppliers going bust, Mr Brearley told the BBC's Today programme: \"About 10% of the rise was focused on the gas crisis. That's £68 per household.\" He added: \"That money was focused on making sure everyone in the country, even if their supplier went bust, had access to energy at that price cap. That price cap has protected customers over the course of winter.\" Some 28 energy companies have stopped trading in the UK since last August leaving more than 4 million customers seeing their energy firm collapse, Asked if customers were paying the price for a failure of regulation, Mr Brearley said Ofgem was working with the sector and the market needed to be more resilient. Ofgem has been widely criticised for failing to control the market and putting consumers at risk. Its move to double the number of energy cap price reviews to four a year from two is part of its proposed plan to get the energy market back under control. The regulator is also consulting on reducing the advance notice it gives to suppliers of the updated price cap level, from two months to one. \"We are confident that these changes will increase the resilience of the price cap in the interests of consumers,\" it said. \"It would significantly reduce volume risk in falling and rising markets\". We now know that, in April, the typical energy bill will rise by about £700 a year, or 54%.Irrespective of these new proposals, the next price cap announcement we get from Ofgem will be in six months' time and no sooner. Analysts predict that we should expect another rise in October, of something like £400 a year. Ofgem's boss says it is too early to make those estimates, but there is little to suggest it would come down. In summary, this is no short-term financial shock. The cost of living clouds are set in. Perhaps there is one silver lining for householders. If reviews of the price cap do become more frequent, then when wholesale prices start to fall again that should be reflected more quickly in our bills. Meanwhile,the chancellor's measures to help people facing high energy bills announced on Thursday have come under fire. Bill Bullen, boss of prepayment specialist Utilita, told the BBC's Wake Up To Money programme that the chancellor's measures were \"not targeted enough\". He said that while the support package would \"slow down the impact of these high prices\" low income households will be hit \"really hard\" next October. \"If it was more targeted towards low income households, I think it would be fine. But to give everybody £200... if they can't afford these bills this year, what makes you think they're going to be able to afford them next year?\" Labour's shadow climate secretary, Ed Miliband, accused the government of siding with oil and gas companies over families. Hetold BBC Breakfast : \"The £200 is like a buy now, pay later scheme. But at the same time we saw Shell yesterday announcing £20bn profits. We should have a windfall tax on those profits and done much more for the poorest. \"The chancellor didn't side with ordinary people, he sided with the big gas and oil companies.\" Meanwhile E.On's UK boss Michael Lewis said the government must focus on getting the UK off the gas grid and improve energy efficiency to reduce energy bills. \"If we're really going to tackle long-term energy prices, what we really need to do is drive hard on zero carbon, get ourselves off the global gas market and invest massively in energy efficiency,\" he told the BBC. ", "url": "https://www.bbc.com/news/business-60257448"}