{"datetime": "2021-12-02T22:09:29.000Z", "title": "Shell pulls out of Cambo oil field development", "article": "Oil giant Shell has pulled out of the controversial Cambo oil field development west of Shetland. The company had a 30% stake in the field, which hasfaced sustained criticism from environmental groups .Shell said the economic case for investment in the North Atlantic project was \"not strong enough\". Majority stakeholder Siccar Point Energy said it would continue talks with the UK government over the future of the field.Shell said it had carried out \"comprehensive screening\" before reaching a decision to \"ensure the best returns for the business\". A spokesperson said: \"The economic case for investment in this project is not strong enough at this time, as well as having the potential for delays. \"However, continued investment in oil and gas in the UK remains critical to the country's energy security.\"We believe the North Sea - and Shell in it - has a critical role to play in the UK's energy mix, supporting the jobs and skills to enable a smooth transition to Britain's low-carbon future.\" The Cambo oil field is situated approximately 125km (75 miles) to the west of Shetland in water depths of between 1,050m (3,445ft) and 1,100m (3,609ft). It was originally licensed for exploration in 2001 and could yield hundreds of millions of barrels of oil. If approved by the Oil and Gas Authority, drilling could start as early as 2022 - and continue for 25 years. Project leader Siccar Point Energy said the development \"remains critical\" to the UK's economy and energy security.CEO Jonathan Roger said: \"Whilst we are disappointed at Shell's change of position, we remain confident about the qualities of a project. \"It will not only create over 1,000 direct jobs as well as thousands more in the supply chain, but also help ease the UK's transition to a low carbon future through responsibly produced domestic oil.\"Given Shell's decision, we are now in discussions with our contractors, supply chain and wider stakeholders to review options.\"This puts the Cambo oil field in serious doubt but despite the predictions of environmentalists, it doesn't yet kill it off.It's clear from reading between the lines that it's becoming too much of a reputational liability for Shell. But the majority of the North Sea is no longer operated by the traditional big oil and gas giants. Investors - whose driver is the bottom line - are playing an increasing role.And that means that if the sums work as they still might, someone else could still swoop in to take Shell's share.Trade body OGUK said investor confidence in oil and gas \"remains essential\". External relations director Jenny Stanning said: \"This is a commercial decision between partners, but doesn't change the facts that the UK will need new oil and gas projects if we are to avoid increasing reliance on imports.\" But climate campaigners said Shell's announcement signalled \"the beginning of the end\" for new oil and gas projects. Friends of the Earth Scotland's Caroline Rance said: \"People power has made the Cambo development so toxic that even oil giant Shell doesn't want to be associated with it. \"Both the UK and Scottish Governments must now officially reject Cambo, say no to any future oil and gas developments in UK waters and get on with planning a fair and fast transition for people working in this industry.\" Last month First Minister Nicola Sturgeonsaid Cambo \"should not get the green light\" . She had previously called for the development to be reassessed, but had stopped short of opposing it outright. But she told MSPs: \"I don't think we can go on extracting oil and gas forever, and I don't think we can continue to give the go-ahead to new oil fields.\" The decision on whether drilling gets the go-ahead rests with UK authorities. The UK government said that despite moves to renewable energy sources, \"there will continue to be ongoing demand for oil and gas over the coming years\". The Scottish government said that unlimited extraction of fossil fuels is \"not consistent with our climate obligations\". A spokesperson added: \"We continue to call on the UK Government, who have the power to act in this instance, to urgently re-assess all approved oil licenses where drilling has not yet commenced against our climate commitments.\" ", "url": "https://www.bbc.com/news/uk-scotland-59512742"}