{"datetime": "2021-12-28T13:40:19.000Z", "title": "South Africa court blocks Shell's oil exploration", "article": "A South African court has halted oil giant Shell's seismic testing for oil and gas along the country's eastern coastline, pending a final ruling. The decision has been hailed by environmentalists who fear that the sound blasting will harm marine life.Shell said it had \"paused\" operations while it reviewed the judgement.South Africa's Energy Minister Gwede Mantashe had condemned the project's critics, saying they wanted to deprive Africa of energy resources.In his ruling, High Court Judge Gerald Bloem said that Shell's right to explore the waters near the Wild Coast \"was awarded on the basis of a substantially flawed consultation process\". The 250km (155-mile) stretch of coastline in Eastern Cape province is known for its natural beauty and marine life. Campaigners argued that many sea creatures - including whales, dolphins and seals - would be affected by the seismic testing. Local communities, who were also represented in the case, said that their customary rights to the land and fishing had not been respected. Welcoming the ruling, local campaigner Nonhle Mbuthuma said: \"As coastal communities we have relied on the sea for centuries - and we are glad that the judge has recognised that our ocean livelihoods must not be sacrificed for short term profit.\" Seismic surveys are carried out as a means of mapping what lies beneath the seafloor. Shockwaves fired from an air gun - like a very powerful speaker - are blasted down towards the seabed. The sound that returns reveals whether there is, for example, oil locked in the rock beneath. Shell had begun surveying the 6,000-sq-km area at the beginning of December after an earlier court judgement said it could go ahead. In that case, the judge said that those who wanted to prevent the survey had not provided enough evidence to show the environmental harm. In Tuesday's ruling, Justice Bloem said that experts had testified to the damage the testing could cause and Shell had not sufficiently challenged that. Katherine Robinson from the non-governmental organisation Natural Justice said the ruling was a \"huge victory\", but added that the \"struggle is not over\". \"This decision is just the interdict. We understand that the proceedings will continue,\" she was quoted by AFP news agency as saying.In its response, Shell said: \"We respect the court's decision and have paused the survey while we review the judgement.\" Shell had earlier warned that if the case went against it, it might cancel the entire operation, losing the chance to extract millions of dollars worth of oil and gas. ", "url": "https://www.bbc.com/news/world-africa-59809821"}