{"datetime": "2021-12-03T18:26:34.000Z", "title": "Cambo: Jobs warning as Shell pulls out of oil field development", "article": "Business leaders have warned that thousands of oil and gas jobs could be at risk in the UK after Shell pulled out of the Cambo oil field development. Aberdeen's Chamber of Commerce said a \"premature\" end to domestic production could see some areas suffer the fate of mining communities in the 1980s. Environmentalists say new fossil fuel projects like Cambo are incompatible with action on climate change. Cambo's majority stakeholder said it still planned to take it forward. Siccar Point Energy is currently awaiting approval from the UK government to develop the field. Chief executive Jonathan Roger said other countries including Norway were investing in new oil and gas alongside renewables as part of a transition to sustainable energy. He added: \"The UK is at risk of damaging its economy and increasing imports with a higher carbon impact if new developments are not brought forward during this time.\"Shell, which has faced widespread criticism over its 30% stake in Cambo, said it now believed the economic case for investment was \"not strong enough\". Greenpeace welcomed the announcement, describing it as the \"death blow\" for the plans. But industry body Oil and Gas UK insisted developments such as Cambo were still needed. External relations director Jenny Stanning said: \"This is a commercial decision between partners but doesn't change the facts that the UK will continue to need new oil and gas projects if we are to protect security of supply, avoid increasing reliance on imports and support jobs.\" It is too early to write the obituary of the North Sea oil and gas industry, despite claims by some environmental campaigners that Shell's decision marks the beginning of the end. That's because, whatever Shell says in public, this is about reputational cost not conventional economics. Battling environmentalists and the Scottish government for the right to drill for oil is not a good look for a company that claims to be transitioning away from fossil fuels.But the Cambo oilfield is reckoned to hold hundreds of millions of barrels of oil, each worth some $70 at current prices, and there are lots of less high-profile companies who would be willing to suffer some bad publicity for a cut of that prize. So, the real question Shell's decision raises is whether the UK government is willing to put its net-zero ambitions ahead of the huge tax revenues the project could deliver and deny a licence to develop the oilfield. The chief executive of Aberdeen and Grampian Chamber of Commerce called for a \"reasoned debate\" about oil and gas extraction, which he said supported thousands of UK jobs.Russell Borthwick said there was enormous potential for the renewable energy sector in the region but he warned against a \"knee jerk\" reaction to climate change. He told the BBC'sGood Morning Scotland programme : \"If we get this wrong, all of those people and organisations demanding a premature end to domestic oil and gas production might want to be able to reflect back to their role in scripting a repeat of what happened to our mining communities in the 1980s.\"The fallout from the 1984/85 miners strike and the long term decline of UK coal mining left many communities facing high unemployment and other problems thatwere still being felt decades later. Businessman Sir Ian Wood chairs Aberdeen's Energy Transition Zone, a not-for-profit company set up to support the shift to renewable energy. He said: \"We must not create an adverse investment environment at this crucial moment in our energy transition journey.\"The future prosperity of our region and the country's ability to meet net zero, depends on it.\"Scottish Greens co-leader Patrick Harvie welcomed Shell's announcement and said it made it less likely Cambo would go ahead in the \"near term\". \"It's absurd to suggest that our transition to a zero carbon economy depends on drilling for ever more oil and gas,\" he said. He said Scotland had a quarter of Europe's wind energy potential, and that investment should be focused on renewables instead. \"We could be exporting renewable resources and make that the backbone of Scotland's economy,\" he told the BBC. He continued: \"The idea of keeping global warming below 2 degrees and 1.5 degrees if we possibly can - this is not optional.\"This is not a normal political choice. This is mission critical for our survival. \"It is humanity's only survival strategy and we need to invest now in the transition that has to be fair, but it has to be fast.\" Scotland's First Minister Nicola Sturgeon visited the Highlands on Friday for an announcement on plans fora major offshore wind turbine tower factory . She said Shell had made \"a commercial decision\" and that it was \"for others to determine what that means in terms of the economic viability\" of Cambo. \"I have made my views clear that it shouldn't be given the green light, it should be subjected to a very rigorous climate assessment. \"But it does illustrate the importance of accelerating that transition from fossil fuels to low carbon alternatives. \"Nobody is saying that we can shut oil and gas off overnight. We cannot do that and nobody is saying, least of all me, that we leave those currently working in oil and gas on the scrap heap.\" The UK government, which makes the final decision on whether to allow drilling, insists an environmental impact assessment will be carried out but appears far more supportive.Scottish Secretary Alister Jack has said the new field should\"100%\" get the go-ahead. On Friday, Energy Minister Greg Hands said the UK government \"continues to have a very strong commitment to the oil and gas sector and to the North Sea transition deal that we did a year ago. \"For some years to come we will be very dependent as a country on gas in particular, and we need to make sure that the gas continues to come from the UK continental shelf to the UK.\" He also said that the government had a \"very strong\" net zero commitment. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59517776"}