{"datetime": "2017-11-21T06:26:41.000Z", "title": "Ineos expands into North Sea oil and gas exploration", "article": "Chemicals giant Ineos is making a move into deep water oil and gas exploration in the North Sea. Ineos has bought a majority stake in two exploration licences in areas far to the north of Shetland, thought to have strong prospects for gas reserves. It is the latest deal for the privately-owned group which recently branched out into fashion by acquiring the motorcycle wear brand Belstaff.It also bought Swiss football club Lausanne-Sport earlier this month. The chemicals firm, which was founded by billionaire Jim Ratcliffe, has agreed with Aberdeen-based Siccar Point Energy, to take on two-thirds of the exploration licences. Ineos already has stakes in gas fields in the southern North Sea, acquired when it took over the portfolio built up by DONG Energy of Denmark earlier this year. Tom Crotty of Ineos told Radio 4's Today programme: \"It is a big shift [for us], we entered the North Sea just over two years ago, then had a step-up last year.\"We thought it would now be time to step into exploration.\" He admitted that at this stage it might not be possible to accurately foresee the amount of gas reserves in the region. He added: \"There is always a risk until until you get into the detail... but we believe we are proficient operators. We are looking to do this at costs that reduce our risks.\" Douglas Fraser, business and economy editor, BBC Scotland Ineos has grown rapidly to take on a widening range of strategically important assets in the UK and far beyond. It does so with a management team tightly grouped around chairman Jim Ratcliffe, travelling light, nimble in decision-making, and snapping up opportunities while oil, gas and debt remain cheap. Its roots are firmly in chemicals, with $40bn (£30bn) annual sales, and 18,500 employees across 105 sites in 22 countries.In his control of the Grangemouth refinery and petro-chemical plant in central Scotland, Mr Ratcliffe showed his smart but ruthless streak, taking on Unite the union, threatening a shut-down and forcing a humiliating retreat.While doing so, he sent a message to governments in Edinburgh and London that he controls the tap on a facility that is vital for the national economy. The reward for getting more workforce flexibility was investment in a new plant processing ethane, which Ineos ships from the US. The company moved upstream from 2015, buying mature and new oil and gas fields. That year, it bought assets from German-owned L1, comprising 8% of UK gas production. Earlier this year, it bought offshore assets from DONG Energy of Denmark, including fields in UK, Danish and Norwegian waters. Priced at $1bn, they pump 100,000 barrels per day, and have 570 million barrels of viable reserves. The deal made Ineos one of the top ten UK producers, and the biggest in private hands. Last month, the company took over the Forties Pipeline Network from BP, feeding Grangemouth with nearly 40% of the UK's oil and gas production, drawing from 85 facilities. Meanwhile, Ineos is leading the push for fracking in Britain. Scottish MSPs have closed that option, but the company is acquiring fracking opportunities in England. And yesterday, it signed a major deal that will see it shipping fracked US gas to China. At least two questions arise: where do its ambitions stop, and when will its scale begin to limit its efficiency? The deal with Siccar Point Energy includes the so-called Lyon cluster of potential fields in an area of deep water known as the Northern Gas Fields. These lie around 150 km (90 miles) north of Shetland, under 1,600 metres of water. The Lyon field is expected to yield between one and three trillion cubic feet of recoverable gas reserves, meaning that it could become a hub for surrounding fields. Other finds in the area were made 18 years ago in fields named after whisky distilleries - Tobermory, Bunnehaven and Cragganmore. Siccar Point already has a stake in these, along with Total of France and the energy group SSE.However, these finds are too small to be viable without a bigger hub, to which they could be connected by pipelines. ", "url": "https://www.bbc.com/news/business-42060090"}