{"datetime": "2021-12-10T16:46:58.000Z", "title": "Cambo oil field development off Shetland to be paused", "article": "The firm behind the controversial Cambo oil field off Shetland is \"pausing\" the project, BBC Scotland has learned. Siccar Point Energy's decision comes a week afterShell pulled out of the North Atlantic development.Forty four contractors - 29 in Aberdeen and 15 in Singapore - are set to lose their jobs. Its 37 permanent staff are not affected. The firm said Shell's announcement meant the project could not progress on the \"originally planned timescale\".Chief executive officer Jonathan Roger said: \"We are pausing the development while we evaluate next steps.\" \"We continue to believe Cambo is a robust project that can play an important part of the UK's energy security, providing homegrown energy supply and reducing carbon intensive imports, whilst supporting a just transition,\" he added. The move has been welcomed by climate change campaigners who have long been critical of the project.Greenpeace called on the UK and Scottish governments to end support for new oil and gas infrastructure.However concerns have been raised about the security of gas supplies, and energy worker jobs.Approval from the UK government is needed to develop the field. The UK government Department for Business said that while this was \"ultimately a commercial decision\" by Siccar Point Energy, it was committed to the domestic offshore oil and gas sector. Last month First Minister Nicola Sturgeonsaid Cambo \"should not get the green light\" . She had previously called for the development to be reassessed, but had stopped short of opposing it outright. But she told MSPs: \"I don't think we can go on extracting oil and gas forever, and I don't think we can continue to give the go-ahead to new oil fields.\" Responding to Siccar Point Energy's decision, Sam Chetan-Welsh of Greenpeace UK said: \"The economics of Cambo were looking decidedly shaky, and the climate maths never did make sense. \"Both the Westminster and Scottish government now need to end support for new oil and gas infrastructure.\" Today's decision definitely makes it less likely that the controversial Cambo field will be developed but it does not kill it off. The critical move to watch is whether the consent application to the Oil and Gas Authority (OGA) is withdrawn. If it isn't - and the company won't confirm their plan - then it could easily be 'unpaused' at a later date. Even if it is, there's nothing to stop it being revived once the dust settles. This project has been a key test of the apparent contradictions of the UK government and whether or not is will support new oil and gas while also promoting a transition to renewables. Only they can kill it off completely. But politically they'll be hoping they don't have to make that decision. Friends of the Earth Scotland's head of campaigns Mary Church described it as \"another nail in the coffin\" for Cambo oil field. \"The UK government must officially reject the Cambo proposal once and for all,\" she said.Tessa Khan, director of Uplift, which has been campaigning against Cambo, said it was yet another signal that the project needed to be rejected. And Scottish Greens climate spokesman Mark Ruskell said it should not come as a surprise that Cambo was looking \"increasingly unlikely\". However industry body Oil and Gas UK insisted developments such as Cambo are still needed. OGUK's supply chain and operations director Katy Heidenreich said: \"Continued investment will be required to avoid increasing reliance on imported energy, protect security of supply and deliver a homegrown energy transition.\" Liam Kerr, Scottish Conservative spokesman for net zero and energy, said: \"This announcement from Siccar Point Energy is extremely concerning for the oil and gas industry. \"Without investment in these projects, we risk becoming even more dependent on foreign imports rather than making use of Scotland's domestic reserves of oil and gas.\" And Gary Smith, general secretary of the GMB union, said: \"It's meant to be a transition to a low carbon economy, not a surrender of the national interest.\"The cheerleaders for Cambo's shutdown aren't just throwing energy workers under the bus, but also our security of supply for the gas we will still need on the road to 2050.\"Shell had faced widespread criticism over its 30% stake in Cambo.Announcing its decision to pull out of the development last week, it said it believed the economic case for investment was \"not strong enough\". ", "url": "https://www.bbc.com/news/uk-scotland-59608521"}