{"datetime": "2021-04-14T07:52:31.000Z", "author": "Matt McGrath", "subject": "COP26", "title": "COP26: Delaying key climate meeting preferable to 'messing it up'", "article": "A former UN climate chief says that delaying the critical Glasgow meeting this year would be preferable to risking a failed conference. There have been doubts over the wisdom of having thousands of delegates attending the event -known as COP26 - while concerns linger over Covid-19. The UK says that a physical meeting is still the preferred option. But Yvo de Boer, who ran UN climate talks until 2010, says that delay is preferable to \"messing it up\". COP26, or the 26th Conference of the Parties, is the key forum for countries all over the world to tackle climate change.The meeting in Glasgow was due to take place late last year but was postponed because of the pandemic. The UK, which is presiding over the meeting, hopes that around 200 world leaders will turn up in Scotland later this year to try and agree a number of key steps forward on dealing with rising temperatures.But with new waves of the virus sweeping many countries, and vaccine rollouts happening at varying speeds, there are worries that the Glasgow meeting may again be in jeopardy. There have been suggestions that Glasgow should become what's termed a \"hybrid\" COP, with many of the side events taking place online and with slimmed down teams of negotiators taking part in person.\"There will be the key elements that have to be in-person and then a lot else that would be virtual, and I think there's that's probably the most likely scenario from my perspective,\" said Helen Mountford from the World Resources Institute (WRI), a long-time observer of UN negotiations.Not everyone is in favour of this form of meeting. \"I think a hybrid whereby you have the high-level ministerial segment in person and the rest virtual that might work,\" said Yvo de Boer, who ran the UN talks at the ill-fated Copenhagen summit in 2009.\"But can you cover all the ground that needs to be covered in a virtual meeting, given the fact that generally the process relies very heavily on bilateral meetings and backroom deals?\"My overall senses that delay is better than messing it up, overplaying your hand and having a failed meeting.\" The UN climate conference might be happening in Scotland but it's very much the UK's turf. It's already been the cause of a bitter row between the two governments over use of a venue with claims that Number 10 threatened to move the whole thing to London. Since then - and through the pandemic - relations have become more cordial with officials cooperating north and south of the border. Ultimately, it will be for the UK government to decide, in partnership with the United Nations, whether COP26 goes ahead in full, is delayed or taken into the virtual sphere. But it's the Scottish Government's role to look after public health in Glasgow, including that of visitors. And so they effectively have a veto. It would be a brave move of them to use it though. And keep in mind that Downing Street and Bute House have a shared aim on this; they both want success on Scottish soil. As well as ongoing debates about the form of COP26, the question of content is also causing concern.Many important technical issues relating to how countries will make the Paris climate agreement work have been left unsolved for several years.At the last COP, held in Madrid in December 2019, arguments raged about the role of carbon markets and the question of transparency - how can countries trust each other to do what they say they'll do? These issues are still outstanding.The UN hopes that what's termed an \"inter-sessional meeting\" in Bonn, due in June, would help clear the backlog.Later this week, representatives of regional groupings of countries within the UN system will try and agree the format for this gathering, with the likelihood that it will be virtual.That will be a huge test of both the technical issues and the ability of negotiators to make progress on the stalled agenda items.\"I think if that is a successful session, if we do advanced negotiations on issues like carbon markets and transparency and on the budget and we can see progress there, we could then decide if COP26 is going to be able to deliver on something significant,\" said Carlos Fuller, senior climate negotiator with Belize.\"But certainly, if at the June session, nothing occurs, and we make absolutely no progress, I don't see how even a full in-person COP26 could produce a result.\" Underlining the need for progress, the UK has now raised the possibility of an additional meeting, taking place in person, before Glasgow. In fact, across this year there are a number of significant opportunities for politicians to discuss and take steps on climate change, beginning with President Biden'sleaders summit taking place virtually on April 22-23.Some see a danger in placing too much of a burden on the Glasgow meeting which might ultimately be limited by the pandemic and ongoing, deep difference between nations.\"This COP is not the essence of the system, it will be one more step,\" said Portugal's minister for science Manuel Heitor. Portugal currently holds the EU presidency and will play an important role in preparing the Union's approach to the Glasgow conference. \"The targets for carbon neutrality need several steps, so this will not be the last COP, it is one additional COP,\" he told BBC News. \"I believe the best solution is to keep it going, keep taking one more step in this process and to keep the pressure on.\" Follow Matton Twitter. ", "url": "https://www.bbc.com/news/science-environment-56738328"}