{"datetime": "2021-11-03T11:45:50.000Z", "author": "Harriet Bradshaw", "subject": "COP26", "title": "Is a new oil field climate change hypocrisy?", "article": "Glasgow is hosting the COP26 climate summit amid ongoing controversy over a new oil field west of Shetland that could get the green light by the UK government. The Cambo oil field is thought to contain 800 million barrels of oil - with climate campaigners saying it would be hypocrisy to develop the site at a time when countries across the world are being asked to take urgent action to prevent global temperatures from spiralling out of control.The UK government's Scottish secretary, Alister Jack, has said that the new field should \"100%\" get the go-ahead, arguing that it would be \"foolish to think that we can just run away from oil and gas\".The Scottish government has been accused of sitting on the fence over whether or not the development should be allowed, with First Minister Nicola Sturgeon refusing to openly oppose the plans. The Cambo oil field is situated approximately 125km (75 miles) to the west of the Shetland Islands in water depths of between 1,050m to 1,100m.While the UK government says the original \"licensing approval\" for the site dates back to 2001, it is important to note that licence was an exploration licence.Before any oil or gas is discovered in a particular location, such a licence gives companies permission to seek out where it is.An industry expert has told me that there is then a lengthy, rigorous process - which can sometimes take decades - involving the creation of field development plans, environmental statements and many other requirements which require approval from the relevant bodies, before production activity can begin. If approved by the Oil and Gas Authority, drilling at Cambo could start as early as 2022. And the field is expected to produce oil and gas for approximately 25 years.It is this \"licensing loophole\" that is also causing concern to campaigners.A spokesperson for the UK government's Department of Business, Energy and Industrial Strategy (BEIS) has responded to the criticisms, saying: \"While we are working hard to drive down demand for fossil fuels, there will continue to be ongoing demand for oil and gas over the coming years, as recognised by the independent Climate Change Committee.\"The company behind the Cambo proposal is Siccar Point Energy, backed by private equity firm investors. It sees this as an opportunity to create more than 1,000 jobs and even more in the supply chain. \"The Cambo development supports the country's energy transition, maintaining secure UK supply,\" says Jonathan Roger, the company's CEO.\"We have proactively taken significant steps to minimise the emissions footprint through its design and Cambo will be built 'electrification-ready', with the potential to use onshore renewable power when it becomes available in the future, in line with decarbonisation targets.\" The other player is Shell, which has a 30% stake in the project. While a spokesperson told me they were unable to comment on the licence application because Shell is not the operator, they did tell me about the company's overall strategy. They said: \"Even the most ambitious scenarios tell us that as the energy system transitions, the world will continue to need oil and gas for decades to come.\"Targeted investment will generate cash to help fund the growth of our new low-carbon portfolio.\" But the group of campaigners protesting against the proposal do not believe this sticks, with Friends of the Earth gaining thousands of signatures on their petitions. They calculate that in phase 1, emissions alone would be approximately the equivalent of the annual greenhouse gas emissions of 16 coal-fired power plants.They say this contradicts a number of robust targets and recommendations to keep rising temperatures in check, including the International Energy Agency recommendations for no new oil and gas fields from 2021, except those already approved. \"The huge response to the open letter shows that the public understand that we must keep fossil fuels in the ground and switch to clean renewable energy,\" says Friends of the Earth Scotland climate and energy campaigner Caroline Rance. \"Both the UK and Scottish governments must end their hypocritical support for drilling for every last drop of climate-wrecking oil and gas, and instead develop a clear plan for winding down fossil fuel extraction while retraining offshore workers and supporting communities affected by this transition.\"", "url": "https://www.bbc.com/news/uk-scotland-57762927"}