{"datetime": "2021-06-09T14:53:19.000Z", "subject": "Climate change", "title": "Shell promises to accelerate shift to low carbon", "article": "The oil giant Shell will reduce its greenhouse gas emissions more quickly than planned following a legal ruling in the Netherlands, its chief executive has promised in a blog post. Shell would take \"bold but measured steps\",Ben van Beurden wrote , but would still appeal against the ruling. Environmentalistswon a court case in May, arguing Shell was failing to reduce emissions quickly enough. Friends of the Earth said if Shell were serious, it would drop the appeal. Mr van Beurden's post on networking site LinkedIn acknowledged that the firm would have to respond to the court's ruling without waiting for the outcome of the appeal, and that it applied to the energy giant's worldwide business.However, he sought to reassure investors that it would not disrupt Shell's plans. \"For Shell, this ruling does not mean a change, but rather an acceleration of our strategy,\" he wrote. The campaign group Milieudefensie, the Dutch branch of Friends of the Earth, which brought the case, successfully argued that Shell had a human rights obligation to bring its business into line with international agreements on avoiding faster heating of the planet. As a result, Shell must cut its CO2 emissions by 45% compared with 2019 levels, by 2030.Shell's lawyers argued the firm was already taking \"serious steps\" to move away from fossil fuels. Mr van Beurden said: \"I still feel disappointed that Shell is being singled out by a ruling that I believe does not help reduce global CO2 emissions.\" But he said the firm was determined to \"rise to the challenge\". A press spokesperson for Shell said the chief executive's statement did not represent a change of strategy for the company, but that it was looking at whether the existing strategy could be implemented more quickly. Mr van Beurden said the firm had set \"rigorous, short-term reduction targets\" aimed at achieving net zero by 2050, including an energy transition strategy published in April, which came too late to be considered by the court. Net zero means that while the firm will still be responsible for some greenhouse gas emissions, they will be reduced where possible and the rest offset with investments that reduce emissions elsewhere. \"For a long time to come we expect to continue providing energy in the form of oil and gas products both to meet customer demand, and to maintain a financially strong company,\" Mr van Beurden's post said. \"We need this financial strength to keep attracting investment in Shell. So we can deliver the energy the world needs, invest in lower-carbon energy and support livelihoods in communities where we operate, as well as those of our customers, employees and contractors.\" Mr van Beurden said in order to achieve transition away from fossil fuels, measures should be taken to address demand not just supply. \"Imagine Shell decided to stop selling petrol and diesel today. This would certainly cut Shell's carbon emissions. But it would not help the world one bit. Demand for fuel would not change. People would fill up their cars and delivery trucks at other service stations.\" Rachel Kennerley, international climate campaigner at Friends of the Earth, said: \"Shell will always say the things to allow business as usual on its terms, but it's what they do that counts and these promises don't go nearly far enough. \"If Mr van Beurden was as serious about this as he claims he'd stop dismissing his company's role in driving this devastating situation and would use the court ruling as an intervention to do the right thing, rather than appealing it with all of Shell's corporate might.\" ", "url": "https://www.bbc.com/news/business-57415965"}