{"datetime": "2021-10-28T10:13:22.000Z", "subject": "COP26", "title": "Climate change: Major US oil companies to be quizzed in Congress", "article": "Top executives of major Western oil companies are to testify before the US Congress amid accusations that they misled the public about climate change. Democrat lawmakers say the hearings will focus on the industry's decades-long denial of its products' leading role in fuelling climate change. The companies said they hoped to use the hearings to highlight recent efforts to address climate change. This comes just days before the start of the UN's COP26 climate conference. The Glasgow meeting is seen as a crucial part of efforts to avoid runaway climate change. World leaders will be pressed on their plans to cut greenhouse gas emissions and thereby reduce global warming.The hearings also coincide with efforts by President Joe Biden to pass a flagship spending bill. Congressional leaders are racing to find a compromise with Republicans and moderate Democrats on climate provisions of the bill before Mr Biden leaves for Glasgow on Sunday. Thursday's hearings will be held by the House of Representatives Oversight Committee. The CEOs of Exxon, Chevron and BP America, the president of Shell and the heads of lobby firms the American Petroleum Institute and the US Chamber of Commerce will give evidence. Democratic Representative Ro Khanna, who chairs the Subcommittee on the Environment, said quoted by Reuters that the hearing was the start of a year-long investigation. \"The idea is for them to admit to the American people what they have done,\" he said. A statement by the committee saidthe industry had known about the effects of global warming since 1977 but \"for decades spread denial and doubt about the harm of its products\". More recently some major companies publicly supported action to prevent climate change while privately blocking reforms, it added. Mr Khanna said the inquiry could also involve other industries including advertising and social media. Democrats have drawn parallels with the House's Big Tobacco investigation in the 1990s, which after months of testimony concluded that cigarette companies tried to conceal evidence that their products were addictive and harmful. Ahead of Thursday's hearings, the companies involved said they were cooperating with the investigation and committed to participating. All four oil giants say they are committed to reducing greenhouse gas emissions, and Shell and BP are among a group of companieswho wrote to Congressional leaders earlier this month to pledge their support for climate action. We are \"deeply committed to combating climate change and promoting clean and renewable energy and energy efficiency, and... have taken significant steps to reduce emissions and embrace climate-forward business strategies\", the letter said. For more on whether oil companies mislead us on climate change, listen to this BBC podcast,'How They Made Us Doubt Everything' .", "url": "https://www.bbc.com/news/world-us-canada-59075686"}