{"datetime": "2021-05-26T20:05:20.000Z", "subject": "Climate change", "title": "Uber recognises union for first time in landmark deal", "article": "Ride-hailing giant Uber has agreed to recognise a trade union for the first time, in a landmark deal that should benefit gig economy workers. The GMB union will have the power to represent UK drivers in discussions over earnings, pensions, benefits and their health and wellbeing. Mick Rix, national officer at GMB, said it could be \"the first step to a fairer working life for millions of people\".Uber said the move showed its commitment to its 70,000 UK drivers.\"While Uber and GMB may not seem like obvious allies, we've always agreed that drivers must come first, and today we have struck this important deal to improve workers' protections,\" said Jamie Heywood, regional general manager for Northern and Eastern Europe. For years Uber resisted calls to recognise unions, which had criticised the firm for not granting drivers basic rights such as sick pay or a minimum wage.Uber had argued its drivers were freelancers and not entitled to these benefits. But in March it changed its stance after the Supreme Court ruled that its drivers should be classified as workers - a category entitling them to better pay and conditions. Now it provides them with a National Living Wage guarantee, holiday pay and a pension. And by recognising GMB, the ride-hailing giant has gone a step further, giving a union the right to negotiate on behalf of drivers for the first time. The two sides will meet quarterly to discuss driver issues and concerns while Uber has agreed access rights for GMB representatives at driver hubs. Under the agreement, GMB and Uber will discuss topics such as Uber's National Living Wage guarantee, pensions and holiday pay. Drivers won't automatically become members, and to be represented by the union, they will have to sign up. GMB called on other operators to follow suit, saying the deal offered a golden opportunity to improve workers' rights.\"This agreement shows gig economy companies don't have to be a Wild West on the untamed frontier of employment rights,\" said Mr Rix. TUC general secretary Frances O'Grady said the agreement would give Uber drivers \"a real voice at work\". But the organisation that brought the Supreme Court employment case against Uber, the App Drivers & Couriers Union (ADCU), said there was \"good reason for workers and their unions to be cautious\". It said Uber was still not providing a minimum wage for all working time and holiday pay in the UK, \"despite the recent UK Supreme Court ruling in our favour\". \"At this time ADCU is not prepared to enter into a recognition agreement with Uber,\" it added. The UK is the only country in which Uber has recognised a union, and its is still being challenged by its drivers in many other markets over whether they should be classed as workers or self-employed. ", "url": "https://www.bbc.com/news/business-57254962"}