{"datetime": "2021-08-04T15:14:28.000Z", "author": "Beth Timmins", "subject": "Climate change", "title": "Net zero targets 'unrealistic' says Oxfam report", "article": "Oxfam says governments and companies are \"hiding behind unreliable, unproven and unrealistic carbon removal schemes\" in order to hit targets. Global attempts are being made to reach net zero carbon emissions by 2050. But the charity claims net zero targets are often a \"greenwashing exercise\".Net zero means any emissions that can't be stemmed by clean technology in 2050 will either be buried using carbon capture and storage, or soaked up by plants and soils.Reaching net zero will also mean phasing out the internal combustion engine and dramatically increasing renewable energy technologies, such as wind and solar, while decreasing fossil fuel pollution. Danny Sriskandarajah, chief executive of charity's UK branch, said companies and governments are using the \"smokescreen\" of net zero to continue \"dirty, business-as-usual activities\". \"A prime example of the doublethink we are seeing is the oil and gas sector trying to justify its ongoing extraction of fossil fuels by promising unrealistic carbon removal schemes that require ludicrous amounts of land,\" he told the BBC.Nafkote Dabi, climate policy lead at Oxfam and co-author of the report, told the BBC that there is only 350 million hectares of land that can be used globally for afforestation and carbon removal without compromising food security.Oxfam calculated that the total amount of land required for planned carbon removal could be five times the size of India, or the equivalent of all the farmland in the world. The charity analysed the net zero targets of four of the largest oil and gas producers: Shell, BP, Total Energies and ENI. The researchers found that their net zero plans alone could require an area of land twice the size of the UK.\"It's really worrying that only four companies could use so much of the remaining land available for the world,\" Ms Dabi explained.\"If all energy sectors follow the same plan, they would require 500 million hectares of land, which means worsening existing hunger issues in the global south.\"In 2019, the Intergovernmental Panel on Climate Change (IPCC)found that if governments and companies that if governments and companies rely on reforestation only, by 2050, food prices could increase by 80% globally. Ms Dabi added that emissions reduction is the \"most urgent solution that needs to happen\" and explained that relying on tree planting could lead to the displacement of communities which could in turn create more food shortages.A recent analysis by the Transition Pathway Initiative , in partnership with the London School of Economics, found that none of the major oil companies' net zero targets currently align with a 1.5C future.A spokesperson for BP commented: \"We do not intend to rely on offsets to meet our own 2030 emissions reduction targets or aims.\" However, a spokesperson told the BBC that they \"may help us to go beyond those aims if we can\".ENI responded that they did not \"support these estimations\" and said its progress toward carbon neutrality is audited independently.Shell meanwhile said is was engaged with the investor group Climate Action 100+ and the Science Based Targets initiative as they develop new reporting, accounting and target-setting frameworks for the oil and gas industry.Total Energies responded that it \"prioritises lands concessions rather than lands purchase\" and \"will also develop other types of carbon removal techniques such as carbon sequestration in agricultural soils that avoids conflicts of uses\". A number of large oil and gas firms, such as Sinopec, ExxonMobil and Saudi Aramco, have not yet made a net zero pledge.In 2019, the UK government was the first among the G7 countries to make a net zero commitment by 2050 and currently more than 120 countries, including those in the EU, the US, China and Japan, have pledged to reach net zero by mid-century. A swathe of corporate net zero climate commitments have also been made by a range of companies and investors, including British Airways, Unilever, Citigroup and BlackRock.A government spokesperson from the Department for Business Energy and Industrial Strategy told the BBC: \"We are absolutely committed to meeting our world-leading climate commitments, having already slashed emissions by 44% over the past three decades, and will publish our Net Zero Strategy later this year. \"While we are working hard to drive down demand for fossil fuels, there will continue to be ongoing demand for oil and gas over the coming years, as recognised by the independent Climate Change Committee,\" the spokesperson added.To meet the Paris targets,the world collectively needs to be on course to have cut carbon emissions by almost half by 2030 , with the sharpest cuts being made by the biggest emitters, according to the UN. A recent report by the research group Oxford Net Zero based at the University of Oxford and the Energy & Climate Intelligence Unit concluded that if entities with net zero targets set \"robustness measures in place swiftly and those without come to the table equally quickly, net zero can be the window through which decarbonisation delivers the Paris Agreement\". On current plans, the UN estimates that we are on track to have reduced emissions by 1% compared to 2010 levels.", "url": "https://www.bbc.com/news/business-58079101"}