{"datetime": "2021-05-26T17:42:53.000Z", "subject": "Climate change", "title": "Shell: Netherlands court orders oil giant to cut emissions", "article": "A court in the Netherlands has ruled in a landmark case that the oil giant Shell must reduce its emissions. By 2030, Shell must cut its CO2 emissions by 45% compared to 2019 levels, the civil court ruled. The Shell group is responsible for its own CO2 emissions and those of its suppliers, the verdict said.It is the first time a company has been legally obliged to align its policies with the Paris climate accords, says Friends of the Earth (FoE). The environmental group brought the case to court in 2019, alongside six other bodies and more than 17,000 Dutch citizens.Though the decision only applies in the Netherlands, it could have wider effects elsewhere. BBC Netherlands correspondentAnna Holligan tweeted that it was a \"precedent-setting judgement\" . A Shell spokesperson said they \"fully expect to appeal today's disappointing court decision\" and added that they are stepping up efforts to cut emissions. \"Urgent action is needed on climate change, which is why we have accelerated our efforts to become a net-zero emissions energy company by 2050,\" the spokesperson said, adding that Shell was investing \"billions of dollars in low-carbon energy, including electric vehicle charging, hydrogen, renewables and biofuels\". \"This is really great news and a gigantic victory for the earth, our children and for all of us,\" FoE directorDonald Pols said in a statement . \"The judge leaves no doubt about it: Shell is causing dangerous climate change and must now stop it quickly.\"Under the terms of the Paris Agreement on climate change, nearly 200 nations agreed to keep global temperatures \"well below\" 2C above pre-industrial levels.The legally binding treaty came into force on 4 November 2016. The US withdrew under former President Donald Trump but has since rejoined under President Joe Biden.A number of groups around the world are now trying to force companies and governments to comply with the accords through the courts.Shell has previously saidit wants net zero emissions for itself and from products used by its customers by 2050.In December its defence lawyers told the Dutch court the company was already taking \"serious steps\" to move away from fossil fuels, and said there was no legal basis for the case. Other major oil companies are also making changes amid a greater global focus on cutting emissions.On Wednesday Chevron investors voted in favour of a proposal to cut its customer emissions, while shareholders at Exxon elected two climate activists to its board after months of wrangling over its business direction. The Shell verdict is a massive win for environmental campaigners, and other industrial giants will be scrambling to figure out how it could affect them. Because suddenly it's not good enough for firms to comply with the law on their emissions - in an extraordinary case like this, they have to comply with global climate policy too. The company's defence is that if people feel progress towards cutting emissions is too slow, they should lobby governments - not Shell - to change policies and introduce financial incentives. The judges have clearly decided that Shell should be taking responsibility itself for cutting emissions much faster. The firm will surely appeal - and it might well win the case in a higher court.But this verdict alone will be a warning to companies round the world that the battle against climate change may be spelling the end of anything resembling \"business as usual\".Shell - full name Royal Dutch Shell - is a British-Dutch multinational. Because its headquarters are in The Hague, FoE was able to bring a case to a Dutch court.Earlier this year another Dutch court ruled that Shell was responsible for damage caused by oil leaks in the Niger Delta, and ordered the company to pay compensation to farmers.Shell, however, has said the leaks were the result of \"sabotage\".", "url": "https://www.bbc.com/news/world-europe-57257982"}