{"datetime": "2021-05-29T12:41:19.000Z", "author": "Douglas Fraser", "subject": "Climate change", "title": "Business takes aims at emission targets", "article": "Two of the most common words crossing my screen these days: 'net' and 'zero' - so often, they are already beginning to lose their meaning. But they signify something profound happening in the world of business.Company boards have a duty to prioritise shareholder value. If that is about maximising profit and share price, it ought to be relatively straightforward. But now profit includes a calculation of the cost of direct damage from emissions, and of buying emissions permits, while the share price reflects the potential indirect damage to corporate reputation. Customers and shareholders are finding common cause with environmental activists. For those who haven't woken up to it yet, two decisions in the same day this week should be sounding alarm bells.One wasthe decision of a Dutch court, in response to legal action by environmental groups and 17,000 citizen activists , to require Royal Dutch Shell (a British-Dutch oil major - sorry, integrated energy giant) to step up its targets for emission reductions. The company believed it was already on that trajectory. It followed oil companies such as Norway's Equinor into cutting the emissions on extracting oil and gas, and pivoting to renewable energy investments. Not fast enough, said the court. A few hours later in the USA, a small but determined campaign forced Exxon to accept two activists onto its board, also seeking to shift its strategy away from the production and burning of fossil fuels. To rebalance portfolios, these big energy firms are throwing investment at renewable projects. This year's auction for the right to develop next generation English sea areas for offshore wind stunned the industry with prices 10 times higher than expected.A similar Scottish auction was paused and the rules reset, with a ten-fold rise in the maximum bid per square kilometre, and throwing in a raised expectation of local content in the supply chain. Other indicators of this shift in business thinking were evident from two very different sectors in the Scottish economy this past week. The engineering trade body published an upbeat set of figures on its members output, order book, staffing and prospects. Chief executive Paul Sheerin noted \"the path to net zero emissions (is) front and centre and woven into almost every supporting policy by both UK and Scottish governments.Comparing the survey this quarter with last year: \"In a year, we see a 10% reduction in companies who are concerned or deeply concerned at the threat that their business faces from the climate emergency, with 7% moving to see opportunity or strong opportunity instead\". Quarter of responding firms said they had put resources into the net zero imperative, more than half are aware of industry targets to meet greenhouse gas reductions. But the Scottish Engineering chief executive added: \"Two key measures which have unfortunately not moved in the last year are the related pursuit of operational and product/service changes to support reduced climate impact.\"In that respect, our concern is that companies in our sector don't get left behind by a changing landscape that will not pause, and here we believe we can help\". In other words, too many company bosses have not woken up to what this means for them, perhaps because the past year has seen them focussed on survival through an unprecedented crisis. As well as representing the sector, Scottish Engineering sees its role as helping companies make that change. And with supply chains disrupted, it sees this as an opportunity for Scottish firms to get into supply chains and cut down on the metal miles of getting materials from distant suppliers. That pandemic is one of the main reasons another trade body, Scottish Financial Enterprise (SFE), issued a new strategy this week. The outlook, says new-ish chief executive Sandy Begbie, is dominated by that recovery process. That includes getting back on their own feet, but more significantly, being there to help other businesses and individual customers get back on theirs. Interviewed forGood Morning Scotland , Mr Begbie made clear that co-operation between Scottish and UK governments - and a reset on relations with business - is a priority for that recovery, and should take precedence over moves towards a second independence referendum. He also talked about the need for finance to widen its recruitment beyond those who already see finance as being for them, to young and older alike who can bring skills in the new jobs being created, in finance technology, digital product design and cyber security. The other big change in the past four years, since the last financial sector strategy was issued by SFE, is the rising pressure to get engaged in achieving net zero. And again, finance sees its role as getting its own house in order - reduced car commuting and corporate travel, for instance. Finance companies have to do their own adjustments to cut their carbon footprints. While less onerous than firms that need their metal heated and their plastics moulded, white collar work has to address the question of office versus home working.As we reported earlier this month , a reduction in commuting looks good, but more home heating does not. It also wants to emphasise its role in helping its customers make the changes that will be required, including both business and individual clients. As powerful active investors, Scottish asset managers are among the shareholders putting pressure on those big energy companies to transition more rapidly. Asset manager clients are turning ever more to investment mandates that require sustainability. There is no shortage of green investment opportunities, from battery makers to renewable energy, and tech innovations which can help meet the challenges. This week,I was reporting from Leith Docks on such an investment in a large new berthing, dockside lay down and supply industry facility that will, within two years, be the first thing inbound air travellers will see on their approach to Edinburgh Airport. For those engineers, you might think in terms of investment for new process innovation in factories and renewable energy sources, while home owners may have their mortgages linked to boiler renewal and energy saving measures.Especially if Green MSPs have influence from inside the Scottish government, that is likely to become more of a priority.One challenge in all this, however, is avoiding greenwash. Environmentalists are suspicious of the rhetoric failing to match the reality, particularly among energy firms. They suspect the word 'net' attached to 'zero' can be used to justify a lot of continued burning of fossil fuels, if there is also a claim to have offset that, or to have technology just around the corner which can capture and store those emissions. Consumer watchdogs are growling at companies making bogus claims for their products. In the US, a campaign has been launched to callout chief executives who use 'net zero' as cover for, or distraction from, all sorts of other activities, including a further ballooning of executive pay. ", "url": "https://www.bbc.com/news/uk-scotland-57293200"}