{"datetime": "2021-07-16T11:25:33.000Z", "title": "Shell and Scottish Power join bid to build floating wind farms", "article": "Energy giant Shell has teamed up with Scottish Power to bid to develop large floating wind farms off the coast of north east Scotland. They will bid jointly in an auction of 15 seabed locations for the next generation of wind farms. The firms says Scotland could be at the forefront of the sector, potentially providing power for a quarter of the UK domestic market - eight million homes. The auction could net the Scottish government up to £860m. Crown Estate Scotland, a public corporation following Scottish government policy, manages the seabed, and is overseeing the auction for the right to develop the selected sea areas. These include large sites off the Aberdeenshire and Angus coast, smaller sites in the Moray Firth, one to the east of Shetland, three to the west of Orkney, one off the west coast of Lewis and one north-west of Islay. Submissions for the ScotWind Leasing process close at 17:00 on Friday. Italian oil giant Eni is interested in the leasing round along with BP, French company Total, Equinor from Norway, and Shell - bidding alongside Scottish Power to get into floating wind turbines. Shell and Scottish Power said they had the \"right blend of skills and experience\" to successfully deliver the floating offshore wind projects. Scottish Power chief executive officer Keith Anderson, toldBBC Radio's Good Morning Scotland programme that investing in massive infrastructure projects was the best way to get economic recovery for the whole of the country and allow Scotland to lead the world in the offshore energy sector. He said: \"It will create thousands of jobs and manufacturing opportunities and will ripple down through the supply chain. It will also create apprenticeship and graduate opportunities.\"What a brilliant way to get the economy up and running and at the same time a fantastic way to decarbonise and get to net zero.\" In England, a similar auction took place earlier this year, and both industry and government were astonished at how much firms were willing to pay to get the right to develop these sites.The ScotWind auction was due to take place soon after that, but it was halted when they realised that the cap placed on Scottish bids was too low.That cap was intended to attract more companies and help ensure more of the supply chain profits were captured by Scottish firms. So Crown Estate Scotland raised the cap by ten-fold, to £100,000 per square kilometre.If every bid is submitted up to that maximum cap, it could raise £860m. It's unlikely they'll get all that, but they should get a sizeable chunk of it. And that's money that flows to the Scottish government from the private companies winning the right to develop.Once they start operating, Crown Estate Scotland will charge leasing fees, so more money will flow into the public purse.What has been seen as a very heavily subsidised sector is now turning into a cash cow for government. Read more of Douglas Fraser's analysis Mr Anderson said that with just a few months to go until theCOP26 UN Climate Change Summit in Glasgow , ScotWind would help create a whole new industry in floating wind generation that would play a crucial role in putting the country on course for a cleaner and greener future. He said the investment from his company and Shell, if successful, would be spread across up to 45 years and would not be passed on to customers. \"Onshore wind originally was expensive but now the cheapest way to generate electricity in the UK. Offshore wind is almost at the same cost as onshore wind. We will do the same with floating offshore wind. We will drive the cost down and it will be incredibly cheap, cost competitive and a brilliant thing to do.\" He added that his firm was working with a company like Shell because of its experience in Scotland's oil and gas sector. He wanted to see the huge wealth and growth it generated for many years to be replicated with offshore wind. Shell UK's David Bunch said Scotland could become a world leader in floating wind turbines.Ben Miller, senior policy manager at Scottish Renewables, said that offshore wind developers from across the world had recognised Scotland's potential, and had worked incredibly hard to be able to submit their project bids. \"This is a huge year for Scotland, with COP26 coming to Glasgow, and the outcome of this process will confirm our ambition to be a world leader in deploying new offshore wind technologies,\" he said. \"We look forward to the leasing results, and for the further expansion of an industry which is already creating major economic and environmental benefits right across the country.\" ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-57833660"}