{"datetime": "2022-01-18T13:43:54.000Z", "author": "Douglas Fraser", "title": "ScotWind: over the horizon and off the scale", "article": "There's more to come from the offshore wind boom, perhaps lots more. The next frontier is to power offshore oil and gas installations with many more floating platforms. But for now, the ScotWind auction results have left the industry astonished at how much may be possible from 17 projects across 14 sea areas around the Scottish coast. Whereas it had been expected that they would reach a maximum of 10GW (gigawatts), the winning bids reckoned they could reach more than 24GW. For a rough rule of thumb, Scotland needs an average of 5GW of electricity, though that will rise as transport and heating is electrified. It should mean Scotland becomes a big net exporter of power, through a new network of cables off its the east coast. And because the investment is by green energy investment funds, oil and gas companies such as BP, Shell and Total, offshore engineers such as Belgium's DEME, plus pure-play renewable companies ScottishPower and SSE and Portugal's power company, much of the profit will also be exported. For those complaining that the Scottish government should be getting the benefit, they have to explain where the public investment funds would come from. At a rough calculation of £1bn investment for each gigawatt, you quickly get to a staggering £24bn of investment. That's more than five times the Scottish government's total capital budget in a good year. The benefit to Scotland is in the £699m of upfront payment, via Crown Estate Scotland to the Scottish government - enough to feed the capital budget with sufficient funds to replace Barlinnie prison in Glasgow plus build at least three of the NHS's new regional elective treatment hospitals.Fixed bottom That money buys the right to develop those areas of seabed within 10 years. If that isn't achieved, Crown Estate Scotland regains that right, to sell it again. But at such a large down payment, and with a lot of funds in search of clean green investment opportunities, the winning bidders will want to make these projects happen. Once they do, Crown Estate Scotland gets an annual fee for leasing the seabed, which it also passes to the Scottish government. But there are obstacles to be cleared, subsidies to be secured and funds to be approved before perhaps 1,000 - and maybe many more - turbines are put out into Scottish waters. Not all these opportunities will be realised. A lot depends on driving down the cost of offshore developments, by efficient manufacturing of turbines, of the jackets they sit on, of the cables that link them, and the seabed sub-stations. With the 'fixed bottom' turbines, which sit on platforms on the seabed, of which there are already more than 2,000 in British waters, mostly off the coast of England, other countries have developed the efficient production techniques. As we've found with the BiFab yards in Fife - now under Harland & Wolff ownership and branding - Scottish manufacturers did not have the scale to compete for manufacturing jackets. It is still possible that a turbine blade manufacturing plant could be located in Scotland, but the prospect of several of them, held out 10 years ago, now seems unrealistic. Nigg energy park, in Easter Ross, has announced plans for 400 jobs in the manufacturing of the steel towers on which the turbines sit. But the big hope for capturing more of the manufacturing supply chain is in the extent of floating turbines included in the ScotWind auction results. Ten of 17 projects are for floating, or are mixed. Scotland has the world's first such wind farm, using technology from Norway's Equinor (a prime example of a state enterprise that does have the deep funds for investment).Scotland, along with coastal sites around the rest of the UK, now has the opportunity to get ahead of others in building the floating platforms. Much depends on an element of the bidding process which remains opaque. Each of 74 bids had to include a Supply Chain Development Statement. It didn't spell out how much of that had to be local.And because of international procurement rules, which used to be blamed on the European Union, the bidding process said that would not be the basis for making the choice. But the hint was clear: a lot of local content in the supply chain would be more than welcome. And having committed to going local, the statements are now being clarified to ensure they are binding. The Scottish government does not want any more examples of wind farms that promise much but deliver little. Some bidders have been keen to highlight publicly how much they were offering in a Scottish supply chain. The final outcome will be published in a few months. And more will be expected - at least in Orkney, which will see a lot of the new turbines to its east and more so its western waters. Councillors in the islands are asking for a commitment of community funds per gigawatt installed, and totted up £15m a year of additional windfall for council coffers. There is more that could be gained from the sea area on offer. Some 8,600 square kilometres were put into the auction, and 7,000 of them were allocated. A sea area to the east of Shetland was offered, but not allocated - probably because of the challenge of connecting to the grid. A sea area to the west of Orkney and north of Lewis has only a small part allocated under the auction, possibly because the sea conditions can be so wild. Crown Estate Scotland is open to further negotiations on the unallocated areas.It is also heading towards a further auction, probably this year, to use wind power to replace the use of gas on offshore oil and gas installations.The process of extracting fossil fuels is itself highly intensive in its use of gas. So the plan is to place floating wind turbines close to existing offshore installations. The pipeline of additional work from that auction will likely be very substantial as well. And if that, too, gains from the manufacturing supply chain being based close to home, remember that there's a lot of sea and ocean out there, and far over the horizon, the export opportunities are almost limitless.", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-60041123"}