{"datetime": "2022-01-19T06:35:29.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Oil firm's mandatory vaccinations 'draconian'", "article": "Mandatory vaccination rules for a North Sea energy firm's workers have been described as \"draconian\" by a union. Canadian Natural Resources (CNR), which has a base in Aberdeen, will only allow staff and contractors vaccinated against Covid to be offshore. CNR said worker safety was key, but the Unite union criticised the move which has now come into force. The Scottish government said employers needed to consider their own specific circumstances. The change could affect up to 20% of the workforce, with the remainder vaccinated, according to Unite. CNR operates platforms in the Ninian field, off Shetland. In a statement it said it had implemented \"extensive measures\" to reduce the risk of exposure and transmission of Covid-19 in its operations, including a vaccination policy. \"Our decisions are made with the health and safety of all company staff and individuals working with CNR International in mind,\" the company said. \"We have been liaising closely with contracting companies to encourage their offshore employees not yet vaccinated to join the majority of the offshore crew who are. \"This includes providing access to medical professionals, help in addressing any concerns or logistical barriers to vaccination, and granting exceptions, where appropriate. To date, the response to this approach has been positive, with a significant majority of our offshore workforce now vaccinated.\" Unite said it was not aware of other offshore contractors and operators electing to pursue mandatory vaccinations. Industrial officer John Boland said the union now wanted intervention and support from the Scottish government. \"Our position is that we support workers getting the Covid-19 vaccination but we are strenuously opposed to any mandatory vaccination policy,\" he said. \"Instead, education and communication should be used to encourage people to get the vaccine instead of workers in essence being told it's a jab or your job.\" He added: \"We will not hesitate to challenge any employer including CNR that disciplines or dismisses our members for exercising their right not to be vaccinated including the consideration of legal action.\" The Scottish government said vaccination remained \"critical\" in the fight against Covid, and while it \"strongly\" recommended that individuals get vaccinated, it was not mandatory and remained a personal choice. \"Each employer will need to consider their own specific circumstances and make sure their approach is consistent with their obligations and relevant legislation\", a spokesperson said. \"Our advice is that employers maintain a voluntary approach and encourage vaccination. Employment law is a reserved matter and the Scottish government has no direct power to intervene in contractual issues between companies and their employees.\" The UK government plans to makevaccination mandatory for frontline NHS staff in England from April.Those who are not jabbed will be moved to another role.", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-60042092"}