{"datetime": "2021-12-24T15:24:44.000Z", "title": "Christmas offshore workers' spirts lifted by 'terrific camaraderie'", "article": "A Teesside dad is one of thousands of workers spending Christmas offshore. Mike Carling, 55, from Redcar, will be about 90 miles (145km) from the North East coast on the Cygnus Alpha gas production platform. It supplies 6% of the UK's gas via a North Sea pipeline that lands at Norfolk and powers homes in the south. The father-of-five said that while many of the crew were used to being away, the \"terrific camaraderie\" lifts the spirts of those new to life offshore. Mr Carling will be spending Christmas Day away from his wife Vicki and two young children, Luke and Lucy, as well as his three grown-up boys, Matthew, Chris and Joe, and grandson Ollie.\"Some [colleagues] will celebrate Christmas with the family after they get back onshore, so its more of a case of postponing the festivities rather than missing out,\" said the offshore installation manager. \"Ultimately, we know we're doing an important job, making sure everyone has the energy the need to celebrate Christmas, cook their dinners and enjoy time with their friends and family.\"It is something of which the offshore workforce can be rightly proud.\" Christmas Day shifts still start at 06:00 GMT and most workers will get some downtime, including a lunch with turkey, goose, beef and all the trimmings, as well as a Secret Santa and games. They can also contact family and friends by phone. About 1.5m homes in London and south-east England will be depending on the platform - operated by Neptune Energy - for gas.Supplies to northern England and Scotland come via the Gjøa platform in Norwegian waters which feeds to the St Fergus terminal near Peterhead, 30 miles (48km) north of Aberdeen. Gas and oil installations can be more than 200 miles (322 km) from the UK mainland and there are around 9,000 workers spending Christmas Day at sea. A recent survey of workers by industry body OGUK found that about 27,000 people are directly involved in oil and gas production, meaning they work largely offshore, on rotas.Middlesbrough, Newcastle, Norwich and Hull are home to at least 3,000 offshore workers with more in Merseyside, Manchester, Leeds and Sheffield. Several hundred more live in or around London. In Scotland the key concentrations are around Inverness, Aberdeen. Dundee, Glasgow and Edinburgh. Deirdre Michie, OGUK's chief executive, said: \"Our offshore workers are the invisible but vital crew whose efforts provide the energy to keep our homes cosy, power our ovens and Christmas lights, and even our new games consoles. \"As the rest of us enjoy Christmas we ask everyone to spare a thought for the 9-10,000 people working on oil and gas installations far out in the North Sea who will spend Christmas away from their families to make sure that energy - in the form of gas and oil - keeps flowing.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-59775593"}