{"datetime": "2022-02-09T15:31:43.000Z", "title": "Sturgeon: Big profit energy firms should pay more", "article": "Energy firms which post big profits should \"absolutely\" pay more to help people struggling with the cost of living, Nicola Sturgeon has said. Labour has been pushing UK ministers to levy a \"windfall tax\" after oil giants BP and Shell reported huge profits. The Scottish first minister said people were angry that firms were making money from factors which cause fuel poverty. However she said any plan would need to be \"fair\" and not see the north east of Scotland \"bear the brunt\" of new taxes. Prime Minister Boris Johnson said any move to \"clobber\" firms with a new tax would be \"totally ridiculous\" and raise prices for consumers. BP posted a profit of $12.8bn (£9.5bn) for 2021 on Tuesday, after oil and gas prices surged in the second half of the year. Rival giant Shell had earlier reported profits of $19bn on the same day that the energy regulator Ofgem announced UK householderscould see a 54% rise in their domestic energy bills in April. This has led to calls for a one-off levy on firms to help families struggling with the rising cost of living. Labour pushed for a vote on the measure in the House of Commons, but saw their motion voted down - with SNP MPs abstaining after north east representatives warned the move could \"destroy jobs in the North Sea\". However Green MSP Patrick Harvie - a Scottish government minister - argued that the move was \"not just justified, but urgent\". And Ms Sturgeon has now voiced tentative support for the idea, saying that \"the UK government should be looking at options like this\". She said any proposal would need to be \"fair\", and that \"we don't want to see the north east of Scotland bearing the brunt of what we need to do to deal with the cost of living crisis\". But she added: \"I want the chancellor and the UK government to be looking at all options. \"The principles that are important are that those with the broadest shoulders should contribute most, and companies that - whether it's because of the global increase in gas prices or some of the pandemic effects we've seen - are making increased profits at a time when ordinary people are struggling, they absolutely should be looked to to make contributions.\" Labour has argued that it is \"only fair and right\" for energy firms making higher profits to pay more, saying a higher corporation tax rate would fund £1.2bn of help for households. However oil companies say they need big profits to fund the transition to lower-carbon alternatives, even as demand for fossil fuels remains very high. And Mr Johnson told MPs that the government should not be \"hitting the energy companies at precisely the moment where we need to encourage them to go for more gas\". He said: \"This is a global problem caused by the spike in gas prices. What Labour would do is clobber the oil and gas companies right now with a tax that would deter investment in gas just when this country needs gas as we transition to green fuel. \"It would be totally ridiculous and it would raise prices for consumers.\" During the Westminster debate of Labour's proposal, SNP MP Stephen Flynn - who represents Aberdeen South - questioned the impact on the industry's workforce. He said: \"The last time the UK government implemented a windfall tax, investment in the North Sea oil and gas sector plummeted. It fell off a cliff - in fact it has never got back to where it was. If that happens again, my constituents will lose their jobs.\" Another north east SNP MP, Richard Thomson, said the move would \"destroy jobs in the North Sea\" and harm investment. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60320823"}