{"datetime": "2022-02-08T15:06:09.000Z", "author": "Kevin Keane", "subject": "COP26", "title": "The clash of science and politics over North Sea oil and gas", "article": "The science is clear that if we're to tackle climate change we need to eliminate our carbon emissions. That, of course, principally comes from burning oil and gas in our industries, our cars and our homes. But there's less of a consensus on how quickly we should be doing that.Environmentalists say yesterday, India say by 2070. The middle ground is around 2050. And that's where it gets political with the Net Zero Scrutiny Group (NZSG) of Conservative MPs and peers essentially urging ministers to slow down and consider the cost. But nowThe Telegraph is reporting that Chancellor Rishi Sunak wants six North Sea projects to be given the go-ahead this year. Businesses are speeding up, seeing the potential for profit in these new industries. Even the oil majors want in on the action by investing in offshore wind, electric vehicle charging and carbon capture and storage. They don't, though, want to let go of hydrocarbons just yet with the Oil and Gas Authority currently considering at least a dozen field development proposals. Just last month, Ithaca Energy was granted permission to develop its Abigail field. Commercial sensitivity means the regulator doesn't publish details of the applications it has either received or has granted, but most of the fields that we know are under consideration are small-fry, with the largest being Cambo, west of Shetland.During the lead up to the COP26 climate summit in Glasgow last year, Cambo became the target of environmentalists trying to embarrass the government. Their campaigning worked,leading Shell to withdraw its backing as one of the investors. The prime minister and his government tried to keep away from the argument, realising there could be a perception of hypocrisy if they were seen to be leading the charge on climate change while sanctioning new oil. That environmental victory doesn't mean further protests will prevent any future developments. Shell pulled out because the reputational risk to their business was too great.But these days the backing comes from private equity where reputation is less of a concern than the profit to be had. And there is still a profit to be had. Now that COP26 is out of the way, ministers are less reluctant to remaining neutral with the Business Secretary Kwasi Kwarteng giving his full-throated backing to future development. A high gas price, while tough on the pockets of consumers, is good for the treasury. But the industry argues that a windfall tax on the bumper profits currently being experienced would put off future investment in the North Sea sector. That would be bad for the Treasury. The International Energy Agency has said there is no place for new oil, gas or coal if global warming is to be kept to 1.5C. The UK government is consulting on the design of a new \"climate checkpoint\" to be applied to future licence applications for the North Sea. It will test whether the development jeopardises emissions reductions targets. But huge numbers of licences have already been granted and the \"checkpoint\" does not apply to development within that existing framework.Green groups and the Scottish government believe those existing licences should be in scope. They're urging UK ministers to think again for the sake of the climate. But it shows that scientific consensus on the problem is nowhere near a political consensus on how to resolve it. A Scottish government spokesperson said: \"We have said previously that unlimited extraction of fossil fuels is not consistent with our climate obligations and we call again on the UK government, who have the power to act in this instance, to urgently re-assess all approved oil licences where drilling has not yet commenced against our climate commitments. \"We are carefully studying the UK government's climate compatibility proposals for new fields, launched last year, in line with our own wider energy analysis work, which we are undertaking to better understand Scotland's energy requirements as we transition to net zero, ensuring an approach that supports and protects our energy security and our highly-skilled workforce whilst meeting our climate obligations.\" ", "url": "https://www.bbc.com/news/uk-scotland-60304389"}