{"datetime": "2022-01-12T09:31:31.000Z", "author": "Simon Jack", "subject": "Coronavirus pandemic", "title": "British Gas owner Centrica warns high energy bills to last two years", "article": "Soaring energy prices which threaten the living standards of millions could last up to two years, the boss of the UK's biggest energy supplier has said. Chris O'Shea, chief executive of British Gas owner Centrica, said there was \"no reason\" to expect gas prices would come down \"any time soon\". He said hopes that bills rising by more than 50% to about £2,000 a year would be short-lived may be misplaced. Rising energy bills have raised concerns over the cost of living. \"The market suggests the high gas prices will be here for the next 18 months to two years,\" Mr O'Shea told the BBC. Many countries see gas as an intermediate solution while they wean themselves off more carbon-intensive energy sources, such as oil and coal, creating an international dash for gas as the world economy wakes up after its Covid-related slumber. \"As we move towards net zero, gas is a big transition fuel,\" Mr O'Shea said.\"And so as you turn off coal-fired power stations in other countries, there isn't an abundance of gas that you can just turn on quickly.\" The idea of re-badging gas as a \"transitional fuel\", rather than as a traditional hydrocarbon, has growing political support and has encouraged those calling for increased investment in boosting the supply of gas from domestic sources such as the North Sea. Are you worried about the rising cost of energy bills? How will it affect you? However, Mr O'Shea was doubtful that higher levels of UK-sourced gas would have made much difference to surging prices.\"I'm not sure an increase in UK supply would have brought the price down from £3 a therm, as it was in December, from 50p as it was a year ago,\" he said. \"We bring gas in from the United States, from Norway, from Europe, from Qatar, from other places. So we're not in a position to simply have the UK as an isolated energy market. We are part of a global market.\" Mr O'Shea suggested three moves the government could make to help households cope with what has been described as a \"cost of living crisis\". \"Those three things together, could be enacted very quickly, without regret,\" he said. \"And that would take care of half of the price rise. And then you could get a further relief targeted to those households that needed most.\" Government officials have discussed targeting relief through changes to the warm homes discount plan, which currently offers a one-off payment of £140 to those in receipt of certain benefits. Sir Ed Davey, leader of the Liberal Democrats, has proposed increasing that payment to £300 and widening the number of people eligible. Mr O'Shea said the current design of the scheme would see relief for some result in rises in everyone else's bills.\"The way the warm homes discount works is that the cost of that scheme is met by customers. So if you increase it, you increase energy bills and we think that whatever relief comes is got to not be at the expense of hard-pressed energy consumers,\" he added. Another option proposed by some in the energy industry is to find a way to provide support to energy companies via loans or a fund, which firms could borrow from when wholesale prices are high and pay back once they've fallen. But according to Mr O'Shea, that plan would rely on the assumption that prices would fall which he said might be wishful thinking.\"Ultimately, everybody in the UK is a taxpayer and an energy consumer. So the cost of this is going to have to be paid by UK citizens,\" he added. \"The question as to whether that's paid for the energy bill, or for general taxation is one for government.\" The government has indicated it will decide on what support it will offer before the new energy price cap, which is the maximum rate suppliers can charge for a default tariff, is set on 7 February. ", "url": "https://www.bbc.com/news/business-59957716"}