{"datetime": "2022-01-16T12:59:07.000Z", "author": "Douglas Fraser", "subject": "Climate change", "title": "Gas pressure on consumers builds further", "article": "Monday brings a big moment for Scotland's energy transition. Winners in theauction for 15 ScotWind sea areas will be announced. Covering 8,600 square kilometres, the announcement starts the process of a gigantic effort to put as many as 1,200 turbines out at sea. Many will be of the pioneering floating variety, giving us much more marine wind potential in deeper water. They should, on average production, generate around twice the electricity Scotland needs, though that demand will rise as the nation transitions from carbon fuels to far more electricity use. Faith in that transition is being shaken by the exceptionally high costs for energy coming down the pipeline. Prices are already up. Household bills have been capped, and that cap is likely to rise by about 50% from April. There's no way out of the rising bills. Ofgem, the regulator, is obliged by law to pass on the costs of sourcing energy. We'll find out on 7 February just how high they are going to rise in spring, with the new price cap reflecting the recent soaring price of natural gas. There are ways to mitigate that rise. The government could cut 5% VAT, though that would make only a limited difference, and the biggest part of the tax giveaway would be to well-off people who use the most energy.Cutting tax, when it is already only a quarter of the VAT rate for most goods and service, would run counter to the net-zero policy of reducing use of fossil fuels. Alternatively, governments - in Holyrood as well as Westminster - could use their resources to offset the impact on the households in most fuel poverty, by expanding the size and reach of welfare benefits, most obviously the £140 per year Warm Homes Discount on bills. With around £600 to £700 extra being loaded onto the annual average bill from April, that would have to be a big uplift to provide the support many people will need. Or government at Westminster could guarantee loans to energy suppliers so that they continue to absorb the increased cost of wholesale gas and electricity, and smooth the effect of the higher input costs.But that assumes there will be lower wholesale and other costs from spring onwards: that last autumn and this winter have seen exceptional spikes in prices, and we'll return to energy trading to normal.That's a bold assumption. Here's why, and here are some factors to watch over the next few months. Gas has gone global. It used to be bought in forward contracts along pipelines, suiting suppliers and customers. The market was regional, dictated by the limitations of pipelines. That has changed.While a lot of gas is bought on the forward market - a guaranteed price to deliver in a set number of months after the contract is struck - a higher proportion of it is now traded in the volatile spot market. That's the price for delivery the month after next, that has gone from less than 50p a therm for years, to more than £4 in a recent spike. It has since fallen to below £2, but continued volatility is expected. The fall since the start of the year is partly because of the arrival in European ports of ocean-going tankers loaded with LNG, liquified natural gas. These ships, from Qatar or the Gulf of Mexico, go where the price paid is highest, and that's anywhere around the world. So when economies are back to growth in Asia, they bid up the price of the LNG shipments. There's unfinished business back in Britain. We are yet to pay the price of rescuing nearly 30 companies that ceased trading since September.The average cost of each customer being taken on by one of the surviving companies is estimated at around £1,000. That's the cost of buying further gas supplies for new customers in the market, at a much higher spot price than customers are currently paying.It also includes the repayment of account credit balances built up by customers over last summer. The deceased suppliers burned through those balances in trying to keep buying on that fast-rising short-term wholesale market.Surviving suppliers expect to recoup that cost through the Supplier of Last Resort (SoLR) system, and that can be expected to appear in bills from next autumn. So with forward prices for gas in the winter of 2022-23 currently in the region of £2 per therm (four times the price a year ago), and with those extra costs being loaded on, industry insiders say prices will either stay high or they could go a further £500 or £600 higher from October. The energy market is changing. The exceptionally low level of wind across Europe during much of 2021 meant there was a need for back-up, also known as baseload.Nuclear plants, such as Hunterston, are being closed and in Britain, they are replaced very slowly or not at all. Coal-burning is being shut down. So there is more dependence on gas to provide the baseload supply, meaning demand for gas is up. That has left less of the supply to replenish gas storage. The UK has very little gas storage, preferring to see its upstream primary resource as a form of energy security.But European countries have lots more storage capacity, and it's been running very low for months. The coming summer will need to see the stocks built up again for next winter. That will require a return to normal wind speeds and a steady supply of gas… which brings us to Vladimir Putin. Europe depends heavily on Russia - Britain much less so, but its gas prices are heavily influenced by demand and supply across Europe. While Norway has stepped up supply through a growing number of pipelines, Russia is in a high-stakes geo-political duel with countries it sees as adversaries on its western flank. Its political leadership is threatening a further invasion of Ukraine, at the same time as demanding that the Nato defence alliance pull troops and weapons back from Russia's frontier and that it pledges not to allow further countries to join.The ultimatum, thrown down just before Christmas, looks as if it's designed to be rejected by a Kremlin administration that wants to crank up the tensions. Russia wants to commission a Gazprom pipeline already installed from Russia to Germany, but that is fiercely opposed by the USA, it has been stalled by Germany, and its future is tied up with events in Ukraine.Russia says it has fulfilled its contractual commitments to supply gas through other pipelines, but it is accused of controlling the tap on further supplies in order to put political pressure onto the countries that depend on it. Such behaviour over the past decade is one of the main reasons customers have diversified supply to LNG and to Norway, but there is still a reliance on Russia and a vulnerability.And as Russia gets more belligerent, there is more pressure placed on to the LNG tanker market. The early stages of talks between the US and Russia, and then between Nato and Russia, have not shown much sign of reducing this tension. Students of international relations might wonder where the British PM is in this sharply rising period of international tensions, given that the UK has a seat on the UN Security Council and is one of Nato's bigger contributors. The answer: in a career-threatening crisis about partying and boozing in Downing Street. Government policy is for the distribution costs of electricity - the high voltage cabling and local distribution networks - to be shifted on to gas. That is part of the response to global warming, and the pledge to get to net zero.The idea is to create a strengthening incentive to shift from gas to electricity. Given current price rises, that doesn't look imminent. But it remains policy. That drive towards net zero was given a lot of impetus by the COP26 gathering in Glasgow last November. You may recall that conference nearly foundered on the issue of whether coal was to be \"phased out\" or, in the words of the final agreement \"phased down\". What followed some weeks later was a report from the International Energy Agency, showing that burning of coal reached new records last year.China and India, in particular, are using coal to fuel economic growth, with China hard hit in recent months by a shortage of power supply. With gas prices high globally, coal has become a financially attractive alternative. Britain has returned to coal-burning to support that electricity baseload - a last gasp in the final years before its coal plants are finally extinguished. COP26 also featured pressure on the British government and others to put a stop to further drilling for oil and gas. The imperative of limiting the rise in global temperatures is reckoned to mean that we have already tapped all the reserves we can allow ourselves to exploit. And yet with both gas and oil prices riding high, investment is back into boom times. Rystad energy consultancy says it is on course to rise from $601bn to $628bn this year. It has not yet returned to pre-pandemic levels, but it is on course to do so by 2024.As part of that, gas and LNG upstream investments are rising 14% to $149bn. Upstream oil (exploration and production, that is) is rising 7% to $307bn. The campaign to 'keep it in the ground' is not going well. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-60016038"}