{"datetime": "2022-02-02T08:56:42.000Z", "title": "Rising energy bills: High gas prices 'to continue for three years'", "article": "High gas prices are likely to remain \"for at least the next 36 months\", Northern Ireland's Utility Regulator has said. Firmus Energy announced its prices will increase by more than a third in its Ten Towns Network, which includes Londonderry, Antrim, Armagh, Ballymena, Coleraine, Craigavon and Newry. The 33.57% increase will take effect from 24 February 2022. The announcement on Tuesday isFirmus' fourth increase since last spring.The Utility Regulator said it would bring the average household gas bill in the Ten Towns area to £1,293 a year.In April 2021, the average bill was £518. Utility Regulator chief executive John French told the BBC's Good Morning Ulster programme that the wholesale gas market was pushing price rises and that the last energy crisis of the same magnitude was the oil crisis of the 1970s. \"We've been fortunate this winter, it's been a mild winter that we've had to go through,\" he said.\"But we've got to look forward, because these price rises are here for at least the next 36 months. \"So we've got to work together in partnership with government, regulators, companies, with the UK government and here at Stormont, to make sure we can support consumers through the next winter and probably the following winter with these higher prices.\" The Firmus price rise will affect about 55,000 customers in the Ten Towns area. Mr French said it was inevitable it would happen in Belfast too. He said that the Department for Communities' announcement of an emergency payments support scheme of £200 per consumer \"might help\" people previously in fuel poverty. \"The problem is the price rises that have occurred are going to bring more people into fuel poverty, so more people are going to struggle,\" he said. Mr French said the regulator's role was to make sure energy companies operate effectively and efficiently \"but unfortunately the underlying market is pushing those prices through\". \"That's why we're looking at government intervention,\" he said. \"We're seeing countries across Europe, nobody has come up with a silver bullet answer, every country is struggling with how to deal with this. \"Now we know it's not a blip, we've got to have a united approach on how we're going to help consumers and businesses through the next 36 months.\" Dr David Dobbin, chairman of Firmus Energy, said the company had no choice but to make a further increase due to the sustained high prices in wholesale gas markets.\"Very low gas stocks, reduced Russian supplies and concerns about the Ukraine situation are all combining to keep European gas prices high,\" he said. \"The market crisis has been well publicised, and markets look increasingly like they are going to remain high for some time.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60227306"}