{"datetime": "2022-02-04T00:45:37.000Z", "author": "Georgina Rannard", "subject": "Climate change", "title": "Climate change: Satellites map huge methane plumes from oil and gas", "article": "Huge plumes of the warming gas methane have been mapped globally for the first time from oil and gas fields using satellites. Plugging these leaks would be an important step in buying extra time to curb climate change. The new research found plumes covering vast areas, sometimes stretching to 200 miles - the leaks are thought to be mostly unintended. Last year, about 100 countries promised to cut methane emissions by 2030. \"We knew about individual gas blow-outs before, but this work shows the true methane footprint of oil and gas operations around the planet,\" explains Riley Duren, an author of the paper and CEO ofCarbon Mapper which tracks methane emissions. Methane usually leaks from oil and gas facilities during maintenance operations, while fixing a valve or pipeline, for example, or from compressor stations - facilities that maintain the flow and pressure of natural gas. It is also produced by landfill, agriculture and in coal production. This research focused on detecting oil and gas leaks that can be plugged if companies invest in prevention. Scientists believe that cutting methane emissions is an \"easy win\" in tackling climate change, because it's a very potent gas usually released by humans in leaks that can be stopped relatively easily. AnIPCC study last year suggested that 30-50% of the current rise in temperatures is down to methane. The lead scientist in the research, Thomas Lauvaux at LSCE CEA-Saclay in France, told BBC News that calculating greenhouse gas emissions usually relies on countries or companies self-reporting. But collecting data from the atmosphere \"offers a more rigorous approach to emissions accounting, more independent and more transparent\", he explains. The three countries with the largest plumes identified in the latest research were Turkmenistan, Russia and the US.But the satellites did not measure leaks in areas with thick cloud cover or at high altitude, including most of Canada and China. They also only measured plumes from land facilities. The data was collected in 2019-20 by the Tropomi instrument on the EU's Sentinel-5P satellite. It identified the largest of leaks among what are known as ultra-emitters, accounting for about 12% of all methane leaks by oil and gas companies. \"I was shocked but not surprised by the widespread nature of these ultra-emitters. They are the tip of the iceberg,\" professor of geosciences Paul Palmer, at the University of Edinburgh, told BBC News. As more satellites are deployed in the next five years, some will detect methane at much higher resolution, meaning that individual oil and gas facilities can be identified. \"Soon enough, with upcoming sensors, it will be more difficult for the oil and gas industry to claim ignorance about leaks, unintended or otherwise,\" Prof Palmer explains. By plugging these leaks, countries could save billions - including $6bn for Turkmenistan, $4bn for Russia and $1.6bn for the US, the research suggests. In terms of benefits for the environment, the scientists estimate that stopping the leaks would prevent between 0.005C and 0.002C of warming.That is equivalent to removing all emissions from Australia since 2005 from the atmosphere, or the emissions from 20 million cars for a year, they suggest. \"Capping these very large leaks might seem like it would play only a negligible role, but the societal implications are significant,\" explains Prof Palmer. \"Every molecule counts as we try to minimise future warming.\"In November, more than 100 governments at the climate change conference COP26 in Glasgow signed up to the Global Methane Pledge. It aims to limit methane emissions by 30% compared with 2020 levels. The ultra-emitter research is published in the research journalScience . ", "url": "https://www.bbc.com/news/science-environment-60203683"}