{"datetime": "2022-01-24T12:25:46.000Z", "author": "Robert Plummer", "title": "Will Russia-Ukraine tensions push up UK gas bills?", "article": "High energy prices are already causing problems for households in the UK and across Europe, but geopolitical tensions threaten to make matters even worse. With an estimated 100,000 Russian troops massed on the border with Ukraine, there are fears that Vladimir Putin is poised to order an invasion. Surging gas prices have already caused a number of UK energy suppliers to go bust - and supply shortages are the last thing anyone needs. Not directly. The UK sources very little of its gas from Russia - less than 5%, in fact. However, that is not the case for the EU, which gets about half of its gas from there.Any Russian attempt to seize Ukrainian territory is likely to prompt economic sanctions by Western powers. In response, Russia would be expected to \"weaponise\" its natural resources by cutting supplies of gas to Europe. The wholesale cost of gas would then rocket, sending prices higher everywhere. Among possible sanctions, there is talk of excluding Russia from cross-border payment systems, which would mean that European countries would have trouble even buying Russian gas in the first place. About half of UK gas supplies are of domestic origin, from the North Sea. The UK has been a big producer of gas since the mid-1960s, but output has fallen since 2000 and usage continues to rise.Another one-third of the UK's gas comes through pipelines from Norway.The rest consists almost entirely of imports of liquefied natural gas (LNG), which arrive in Britain by sea from countries such as Qatar, the US and even Trinidad and Tobago. The small amount of Russian gas that does reach the UK comes in LNG form. LNG supplies are particularly sensitive to global market prices and are sold to whoever pays the most, with China one of the keenest bidders. The government says the UK's energy bill crisis is due to high global gas prices, not security of supply. It says the UK has a \"diverse and secure\" range of suppliers.However, that could change quite rapidly if Russian gas becomes scarce, causing a knock-on effect as other countries scrabble for alternative supplies. Demand for gas is rising across Europe and some fear the UK could be physically - and perhaps politically - at the back of the queue.What's more, the UK has scant storage facilities. It's been increasingly operating a \"just-in-time model\", which means it's more affected by short-term price fluctuations in the wholesale gas market.The government stresses it's \"not complacent\".And if needed, it does have the power to impose emergency measures, such as ordering big industrial customers to temporarily stop using gas. But the biggest factor - the weather - is beyond its control. Our best hope for avoiding problems is if the rest of the winter turns out to be mild, breezy and wind power-friendly. A perfect energy storm was brewing during 2021.A cold winter around the world sent gas demand rising, depleting stores.Those reserves would normally have been replenished over the summer. But output dropped because many major producers were catching up with maintenance postponed during lockdowns.Meanwhile, calm weather reduced the amount of electricity generated by wind power.As a result, wholesale gas prices have more than quadrupled over the past year. The UK has been badly hit because it's one of Europe's biggest users of natural gas - 85% of homes use gas central heating, while gas also generates a third of our electricity.Even without a big freeze or a Russian supply squeeze, bills are heading up.Households have seen their energy bills kept in check by the government's price cap, which limits the amount suppliers can charge, but this is due to be revised on 1 April. As a result, fuel bills could increase by another 50% in the next few months, the energy industry has said. Whatever happens, economists say wholesale gas prices are unlikely to drop before storage facilities fill up again - and that's not likely until spring.Rising energy prices have already contributed to a big surge in the UK's cost of living, which is increasing at rates not seen for 30 years. The energy bill crisis, along with soaring food costs, drove inflation to 5.4% in the 12 months to December, up from 5.1% the month before, in another blow to struggling families. The last time inflation was higher was in March 1992, when it was 7.1%. Businesses too have been feeling the strain, withfive business groups writing to Chancellor Rishi Sunak asking for support for firms on energy costs. The rise in global wholesale gas prices has been felt across Europe. Some suggest Brexit has meant the UK is at a disadvantage when it comes to getting the best deal.When it was in the EU, the UK was part of the Internal Energy Market which can enable countries to access electricity more smoothly and at lower cost.However, the way gas is traded has been largely unaffected, which means leaving the EU has not had a significant impact.Countries that rely heavily on imported gas, such as Italy and Spain, have been particularly hard hit. Their governments have directly cut prices and raised taxes on energy company profits respectively. The price cap has meant the UK's gas bills have until now been typically lower than the EU average. But the rise in prices comes on top of other economic problems such as labour shortages and increasing food prices, adding up to an unwelcome rise in the cost of living. ", "url": "https://www.bbc.com/news/business-58637094"}