{"datetime": "2022-02-04T09:54:26.000Z", "title": "Why are gas bills so high and what's the energy price cap?", "article": "Electricity and gas bills for a typical household will go up by £693 a year in April, a 54% increase. The government says financial support - partly based on council tax bands - will help cover some of the rise.Around 18 million households on standard tariffs will see an average increase of £693 - from £1,277 to £1,971 per year. Around 4.5 million prepayment customers will see an average increase of £708 - from £1,309 to £2,017.The amount your bill will go up depends on how much energy you use. Energy bills won't rise immediately for customers on fixed rates, but many are likely to see a significant increase when their deal ends. The government saysit will offer extra help worth a total of £350 . InApril people in council tax bands A to D inEngland will receive a one-off £150 discount.Council tax bands are worked out differently across the UK, but about 80% of homes are in bands A to D. Typically, the more expensive the property the higher the band. You cancheck what band you are in on the government website . InOctober customers inEngland ,Scotland andWales will receive a £200 rebate on their energy bills. They will have to repay this at £40 a year for five years, starting in April 2023 Other help is also being made available. InEngland local authorities will also have access to a £150m fund to help lower income households living in higher council tax properties. It will also help households in bands A to D who already don't pay council tax.Thewarm house discount scheme will be expanded, to cover three million households. It offers low income households a one-off annual discount on their electricity bill, and was worth £140 in 2021/22.Because the council tax measures only apply in England, £565m will be given to other UK nations to fund equivalent help. TheNorthern Ireland energy market is separate, but the government said £150m would be available to support households there. Bills are going up because the energy price cap - the maximum price suppliers in England, Wales and Scotland can charge households - is being raised. Energy firms canincrease bills by 54% when the new cap is introduced in April . Prices are expected to rise again in October. More households are expected to find themselves facing fuel poverty - meaning they spend a disproportionate amount of their income on energy.The way fuel poverty is measured varies around the UK. In Scotland,a household is in fuel poverty if more than 10% of its income is spent on fuel and its remaining income isn't enough to maintain an adequate standard of living.Based on this measure, the Resolution Foundation think tank expects the number of homes facing \"fuel stress\" across the UK to treble to 6.3 million after April. It says pensioners and people in local authority housing will be hit hardest. It warns UK households are facing a \"cost of living catastrophe\".Food prices are also rising, andan increase in National Insurance in April will leave millions facing higher tax bills. The Bank of England hasput up interest rates for the second time in three months to try and slow price rises. A worldwide squeeze on energy supplies has pushed the price of gas prices up to unprecedented levels:The UK is relatively hard-hit because about 85% of homes have gas central heating, and gas generates a third of the country's electricity.When wholesale gas prices spiked, many energy suppliers collapsed - affecting millions of households.This is largely because the energy price cap prevented them passing on all of their increased costs to customers. When their supplier went bust many households were switched to a more expensive deal with another supplier. In the past, consumers have been encouraged to shop around when bills rise. But at the moment better offers - especially fixed deals - are not available. People already on fixed deals are advised to stay put. Other households are being encouraged to improve the energy efficiency of their homes. The Energy Saving Trust sayssimple changes to our homes and habits could offset the current price rises. ", "url": "https://www.bbc.com/news/business-58090533"}