{"datetime": "2022-02-16T14:34:12.000Z", "title": "Man jailed over explosive in Edinburgh's Princes Street Gardens", "article": "A man who sparked a major alert after planting a homemade explosive in Edinburgh's Princes Street Gardens has been jailed for eight years. Nikolaos Karvounakis, 35, said he was a member of Mexican eco-terror group, International Terrorist Mafia. The device was found on 11 January 2018. The former Greek serviceman earlier pleaded guilty to possession of items for a terrorist purpose. The device, containing explosive and 58 nails, did not detonate. Advocate depute Angela Gray told the High Court in Edinburgh: \"Had it detonated, it would have the potential to cause significant injury and damage to property in close proximity.\" Defence counsel, John Scullion, had earlier said that Karvounakis had intended to cause disruption, but not physical harm and the device was not set to detonate. Karvounakis had bought the components over a period of months and watched instruction videos on the internet to build a viable device. Lord Braid told him: \"Although the device did not detonate, all the component parts for that to happen were present.\" He said he took into account that Karvounakis had no previous convictions, had expressed remorse and appeared to have renounced previously held beliefs.The judge told him he would have been jailed for 10 years, but for his guilty plea to the offence.Karvounakis admitted possessing a device containing explosive material for a purpose connected with the \"commission, preparation or instigation of an act of terrorism\".Mr Scullion added: \"It is fair to say he now bitterly regrets what he did and will bitterly regret it for the rest of his life.\" Karvounakis was jailed for eight years and four months and was told he will be subject to notification requirements under counter terrorism legislation for 15 years. Police Scotland welcomed the sentence, and said it was the culmination of a four-year investigation. Det Ch Supt Stuart Houston, head of the force's counter terrorism unit, said: \"His reckless actions showed utter disregard for the safety of anyone within Princes Street Gardens on the day in question. \"There is no doubt his presence and engagement online after the event could have easily encouraged others to carry out similar acts, with potentially catastrophic consequences.\"", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-60402838"}