{"datetime": "2022-02-10T12:58:57.000Z", "author": "Graeme Ogston", "title": "Sheriff accused of sexual harassment could face fresh disciplinary tribunal", "article": "An Aberdeen sheriff accused of sexual harassment could face new disciplinary proceedings after a judge quashed the decision of a previous tribunal. The tribunal had ruled Sheriff Jack Brown's conduct toward a woman known as X was\"entirely inappropriate\" but did not justify his removal from office. X said evidence from two women making similar claims should have been heard. Judge Lord Woolman said the tribunal had proceeded in \"ignorance of the availability of other evidence.\" Mr Brown has been suspended on full pay since the allegations came to light in 2018. X, who is a lawyer, had raised judicial review proceedings to quash the decision of the fitness for office tribunal, which was the first of its kind to be carried out in Scotland. Lord Woolman said in his written judgment: \"Were it competent for me to decide these matters I would conclude that the case should be determined by a freshly constituted tribunal.\" But the judge said he was unable to order the setting up of a new tribunal, as that was a matter for the Lord President and First Minister. The Lord President is \"considering next steps\" in light of the judgment. Mr Brown's legal team said he is now \"carefully considering\" the decision with them ahead of any next steps. The fitness for judicial office tribunal issued its decision in March last year. It found that Mr Brown's behaviour had been \"entirely inappropriate\" and that he had \"failed to respect proper professional boundaries\". X had alleged inappropriate and unwelcome physical contact towards her, including a claim that he touched her bottom. The tribunal upheld one allegation, that Mr Brown had hugged X and made a remark towards her. But it said the other allegations had not been established on the balance of probabilities. During the judicial review hearing, X's legal team said there was a \"real possibility\" that the tribunal's decision would have been different if the other women's evidence had been made available to it. Mr Brown's lawyer argued that X's petition was \"no more than an invitation to the court to allow the petitioner to 'have another go' on the entirely speculative basis that a different outcome might be possible.\" Mr Brown was arrested and charged in relation to the allegations in January 2019, but prosecutorsdropped the case three months later. He was appointed to the sheriffdom of Aberdeen in 2016. Mr Brown set up his own legal practice in Dundee in 1996 and has been a sheriff since 2005. X's lawyer Stuart Munro, of Livingstone Brown, said it was \"an anxious, but important case.\" He said: \"Complaints about misconduct on the part of public officials have to be fully and properly investigated.\"Those making the complaints need to know that if mistakes are made, they will be identified and addressed.\"This case highlights the need for complainers to have a voice in processes that affect them.\" ", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-60322358"}