{"datetime": "2022-01-05T23:59:37.000Z", "author": "Simon Read", "title": "Drivers overcharged by £5m a day for petrol, claims RAC", "article": "The RAC has accused petrol retailers of ripping off motorists by refusing to pass on wholesale price cuts. The motoring organisation said unleaded petrol fell by 2p a litre, but should have come down by 12p. It estimated drivers were overcharged by £5m a day in December as retailers made an average of 16p a litre on petrol instead of the normal 6p. The Petrol Retailers Association objected, saying drivers were likely to have benefited more than that. \"December was a rotten month for drivers as they were taken advantage of by retailers,\" said the RAC's fuel spokesman, Simon Williams. In the past, he said, retailers had always reduced pump prices when wholesale prices dropped. \"This time they've stood strong, taking advantage of all the media talk about 'higher energy prices' and banked on the oil price rising again and catching up with their artificially inflated prices, which it has now done,\" Mr Williams said. But Gordon Balmer, executive director of the Petrol Retailers Association, said: \"December's pump price data is less reliable because it is taken from fuel card transactions, and there have been far fewer of these transactions because of the reduction in business activity between Christmas and New Year.\" He said the retail fuel market remained \"extremely competitive\" and said supermarkets did not use artificially low fuel prices to lure shoppers into their stores at Christmas.\"The costs of running petrol stations rose all year, with electricity up 19%, vastly reduced margins from fuel cards, increased national insurance and wage inflation,\" he added. The RAC said unleaded dropped from 147.47p a litre to 145.48p, when drivers should have seen prices nearer to 135p.Diesel dropped by just under 2p a litre from 150.80p to 148.92p, when drivers should have been paying about 142p, it said. The RAC's data suggested that the price of a litre of unleaded on the wholesale market, including delivery, averaged 106p across December.It said that had a 6p margin been taken by retailers, drivers would have seen an average petrol pump price of around 135p after applying VAT at 20%.The average wholesale cost of delivered diesel was 112p a litre which, with the usual 6p retailer margin, would have given a pump price of about 142p. \"This means it has cost petrol car drivers £6 more to fill up a typical 55-litre family car than it should have (£80 v £74) and for diesel nearly £4 more, with a tank costing £82 at the end of the month instead of £78,\" the RAC said..It estimated retailers' refusal to reflect lower wholesale prices at the pumps cost petrol car drivers £156m in December, or the equivalent of £5m a day. Howard Cox, founder of campaigning group FairFuelUK, called for the government to create an independent pricing watchdog. \"If gas, electricity, water and telecoms get price protection bodies, why shouldn't motorists have one too?\" he said. He said that if prices at the pumps were \"honest and transparent and open to scrutiny\", inflation could fall by as much as 1%.\"Pump prices should be 10p lower per litre if the actual wholesale price falls had been passed on honestly.\" \"Sadly, the government's efforts to work with the fuel industry so that pump prices are competitive, and market driven, ensuring consumers benefit from lower prices, is not working,\" said MP Craig Mackinlay, chair of the All-Party Parliamentary Group for Fair Fuel for Motorists and Hauliers. ", "url": "https://www.bbc.com/news/business-59886270"}