{"datetime": "2021-11-01T17:03:22.000Z", "author": "Michael Race", "title": "Who is the outgoing Barclays boss Jes Staley?", "article": "Jes Staley, a titan of investment banking who made his name on Wall Street, has quit as the chief executive of Barclays. His departure follows an investigation by UK regulators into Mr Staley's links to the sex offender Jeffrey Epstein. But who is the American who took over running one of Britain's largest banks, only to leave six years later?Born in Boston, Massachusetts, James E. Staley - who is known as \"Jes\" by his initials - joined JP Morgan Chase after graduating with a degree in economics. It would be the start of a career which would last for more than 30 years at the US banking giant, where he would rise through the ranks to become the boss of the firm's investment banking division - and a long-standing lieutenant for JP Morgan Chase chief executive Jamie Dimon - in 2009. Along the way, Mr Staley became head of JP Morgan's private client division and it was here, in 2000, that he first developed a \"professional relationship\" with Epstein. Mr Staley was described in aFortune article in 2010 as \"a throwback to an old idea of what a banker ought to be. Soft-spoken and client-focused\" and someone who was \"so far below the radar that most people outside finance have never heard of him\". The piece also said: \"With Jes, there is no innuendo. There is no grey area. His yes means yes. His no means no.\" Mr Staley's appointment to lead the investment arm of the bank shortly after the 2008 financial crisis fuelled rumours that he was being groomed for the top job held by Mr Dimon. In the Fortune interview, Mr Staley said: \"If Jamie doesn't leave, then I probably need to leave myself in a few years.\" Mr Dimon didn't leave - and still hasn't left JP Morgan Chase - but Mr Staley departed the bank for hedge fund BlueMountain Capital Management in 2013, after initially losing out on the Barclays top job in August 2012 to Antony Jenkins.However, when Mr Jenkins wasfired in 2015, Mr Staley was appointed as the answer to criticism that the bank was losing its focus on investment banking.With yearly earnings edging towards £8.2m if he was awarded his maximum bonus, the 63-year-old's tenure as the boss of Barclays saw the British bank deliver good returns and profits which beat analyst estimates. Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown, said his vision for Barclays put it in \"very good stead\" to deal with the economic impact of the coronavirus pandemic. However, his time was marked by some controversy. In 2018, the father-of-two hit the headlines when he was personally fined £642,430 by the Financial Conduct Authority and the Prudential Regulation Authority for breaching rules bytrying to identify a whistleblower two years earlier. It related to anonymous letters sent to members of the Barclays board which raised concerns about a senior executive, Tim Main, who had been recruited by the bank earlier that year. Mr Staley asked the bank's security chief to attempt to identify the authors of the letters, which the chief executive thought were an unfair personal attack on the senior employee. The Financial Conduct Authority said Mr Staley \"breached the standard of care required and expected of a chief executive in a way that risked undermining confidence in Barclays' whistleblowing procedures\".Mr Staley apologised for his involvement in the matter. His actions also landed the bank with a $15m punishment by regulators in the US, but he survived the scandal with the backing of Barclays board members, giving him the distinction of being the first boss of a major financial institution to keep his job after being fined by the watchdogs. To some Barclays insiders, his behaviour in this and in the Epstein affair indicates an excess of loyalty to his friends, to the point where some are apt to call it his tragic character flaw. The whistleblower affair also led a disgruntled Barclays customer to play a trick on Mr Staley by emailing him in the guise of the bank's then chairman, John McFarlane. The email contained a poem in which the initial letters of each line spelt out the word \"whistleblower\".However, Mr Staley failed to spot the prank and responded to the spoof email as if it were genuine, calling Mr McFarlane \"a unique man\" and even praising his guitar-playing skills. His gullibility came to light when the prankster shared details of the exploit on Twitter and then with the Financial Times. In fairness to Mr Staley, he is not the only boss of Barclays to have fallen from grace in recent times. In fact, he is the bank's fifth chief executive in seven years - following in the footsteps of men such asBob Diamond , who resigned over an interest rate-rigging scandal, andMr Jenkins , who was sacked after falling out with the board over the bank's cost-cutting and profitability. During the pandemic, he spoke out against the culture of working from home, saying it was \"not sustainable\".At a virtual meeting of the World Economic Forum, he said: \"It will increasingly be a challenge to maintain the culture and collaboration that these large financial institutions seek to have and should have.\" Now Barclays faces the task of maintaining its culture without him - and he may prove a hard act to follow. ", "url": "https://www.bbc.com/news/business-59118713"}