{"datetime": "2022-01-31T11:39:02.000Z", "title": "Dundee United fan sentenced for assaulting Aberdeen player Funso Ojo", "article": "A Dundee United supporter who attacked an Aberdeen player during a match has been ordered to carry out 180 hours of unpaid work. Marc Jackson assaulted Funso Ojo as he ran towards home supporters to recover the ball when it went out of play. Jackson stood up and used both hands to shove the player backwards, causing him to stumble. Dundee United withdrew his season ticket for the rest of this campaign and his status will now be reviewed. Jackson, 35, admitted assaulting Ojo, 30, by pushing him on the body at Tannadice Park on 20 November last year. Sheriff Alistair Carmichael said: \"This could potentially have influenced the way other fans behaved.\"There were thousands of people there. It is a serious matter.\" The incident sparked controversy when the Aberdeen midfielder was shown a second yellow card and was sent off for clashing with Jackson.The court was told referee Bobby Madden had no option but to book the player due to him having contact with a supporter. Fiscal depute Stewart Duncan said: \"The complainer was running at speed to chase a ball which went out of play. He went off the pitch and over the advertising boards towards where the accused was. \"The accused stood up and pushed Mr Ojo to the body with both hands. It caused Mr Ojo to fall back slightly.\"The incident caused additional disruption and forced officers to enter the stands.\" The court was told that within hours of the incident featuring on Sportscene, Jackson had written apologetic emails to both of the clubs involved. Solicitor Larry Flynn, defending, said: \"He would want to help his team, but not like this.\"This was not someone who gloated or was proud of what he did. He realised straight away the mistake he made.\" Mr Flynn told the court Jackson had been forced to shut down his social media because of the backlash from the public after the incident was shown repeatedly on TV. He said: \"It was a moment of madness which has had a very significant impact upon him.\"The player was just doing his best for his team, running to get the ball.\"", "url": "https://www.bbc.com/news/uk-scotland-tayside-central-60128168"}