{"datetime": "2022-01-31T08:26:17.000Z", "subject": "Storm Malik", "title": "Storm Corrie: Power down 'until Tuesday' as second storm begins", "article": "Households in the north of Scotland could be without power until Tuesday after a second storm hit the region. About 37,000 homes were without power on Monday morning as Storm Corrie knocked out supplies to 30,000 customers.Engineers are still working to reconnect 7,000 customers who lost power during Storm Malik on Saturday.Deputy First Minister John Swinney said: \"We're in for quite a challenging few days.\"He said transport arrangements could be affected by the storm and people should check before they travel on Monday morning.Storm Corrie hit Scotland on Sunday evening gusts of 92mph recorded at Stornoway. A number of welfare centres have been opened in Aberdeenshire for people needingshowers and power , whilehot food is being served at various school canteens.Food trucks have also been sent to areas most in need.Anyone without power who needs advice or support can call an assistance phone line on0808 196 3384. More than 80,000 homes lost supply during Storm Malik on Saturday. Scottish and Southern Electricity Networks (SSEN) said the majority were in rural Aberdeenshire and the Moray coast, with some in Angus, the Highlands and Perthshire. The firm's engineers had struggled to access faults due to fallen trees blocking roads and it has since moved to \"red alert\" status. Graeme Keddie, director of corporate affairs for SSEN, told the BBC that some households could be without power until Tuesday. Hundreds more engineers have been brought to Scotland to tackle the impact of Storm Corrie, he said, and they would prioritise the people who have been without power the longest. He added: \"We are pushing out restoration times in some circumstances until Tuesday, that's really just to allow people to make informed choices of staying with family or friends.\"If people do not have alternative accommodation, please do arrange it whether it's a hotel or rented accommodation and we will reimburse them after, on production of receipts.\"We are keen to make sure those in our community are supported especially the most vulnerable.\" SP Energy Networks, which supplies electricity in south and central parts of the country, said it had restored power to 22,450 customers but 550 remained off supply at 11:10 on Sunday.Some schools in Aberdeenshire are likely to close after inspections over the weekend found storm damage. The council's chief executive Jim Savage said announcements about closures would be made to families on Sunday afternoon. \"We've made the decision it's going to be a local choice by each headteacher in the morning about whether the school is going to be open which is the normal way that we work - so it's not a blanket open or shut, it's a case by case basis,\" he added. In Moray Speyside High School in Aberlour and Rothiemay Primary School in Huntly said on Sunday night that they would be closed due to lack of power. The Met Office has issued anamber warning for wind from 17:00 on Sunday until 06:00 on Monday covering the north east, Highlands and some parts of the central belt. A yellow warning for the rest of the country takes effect from 15:00 until 12:00 on Monday. ScotRail have said train services will be wound down between 18:00 and 00:00 when the worse weather is expected. A limited number of cross-border and freight services will continue to run on some lines, but at reduced speed, it said. A 60-year-old woman in Aberdeen and a nine-year-old boy in Staffordshire were killed by falling trees during Saturday's storm. Fallen trees and flying debris also caused widespread structural damage in addition to power outages. One woman in Oyne, Aberdeenshire told the BBC a tree crashed through her hand-built porch, narrowly missing her home. Parts of the roof were blown off Huntly Falconry Centre allowing four falcons to escape - owners are appealing for help to track them down. And in Glasgow, people living near a landmark tower have been evacuated from their homes amid fears for its safety. An exclusion zone has been set up around the Trinity building at Lynedoch Street after Glasgow City Council said its \"structural deterioration\" had been worsened by high winds.Are you in the affected areas? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-scotland-60187954"}