{"datetime": "2021-12-02T15:07:00.000Z", "title": "Banks fined over collusion in currency trading", "article": "Banks including Barclays, RBS and HSBC have been fined €344m (£293m) by the European Commission for colluding in the trading of foreign currencies. It discovered that traders acting on behalf of five banks exchanged sensitive information through an online chatroom called Sterling Lads. This allowed these traders to make informed decisions on when to buy and sell currencies. The commission said that this was \"collusive behaviour\". It added that it \"undermined the integrity of the financial sector at the expense of the European economy and consumers\". As well as Barclays, RBS and HSBC, the commission also fined UBS as well as Credit Suisse. Its investigation focused on the trading of the G10 currencies, which include the British pound - or sterling, as well as the euro, US dollar, Japanese yen and the Swiss franc.When companies exchange large amounts of different currencies, they usually do so through a foreign exchange, or \"Forex\", trader which is acting on behalf of a bank. Their customers include asset managers, pension funds, major companies and other banks.The investigation found that some traders working for the five banks shared their plans and \"occasionally coordinated their trading strategies\" through the Sterling Lads chatroom. Sometimes these workers would co-ordinate, using a practice known as \"standing down\", where some would temporarily stop trading to avoid interfering with another trader.\"These information exchanges enabled the traders to make informed market decisions on whether and when to sell or buy the currencies they had in their portfolios, as opposed to a situation where traders acting independently from each other take an inherent risk in taking these decisions,\" the commission said. EU Competition Commissioner Margrethe Vestager said the decision to fine the banks sent \"a clear message that the commission remains committed to ensure a sound and competitive financial sector that is essential for investment and growth\".UBS was granted immunity for revealing the existence of the cartel, therefore avoiding a penalty of €94m. Barclays, RBS and HSBC were fined a total €261m which includes reductions for cooperating with the investigation. These four banks agreed to settle their cases with the European Commission. Credit Suisse was fined €83.2m. The commission said the bank \"did not cooperate under the leniency or settlement procedures\". Nevertheless, it said that bank was granted a 4% reduction on its fine \"to reflect the fact that Credit Suisse is not held liable for all aspects of the case\". The decision is the third following an investigation by the commission into the foreign exchange markets. The others also involved traders sharing information through online chatrooms with names like \"Two and a Half Men\" and \"Essex Express 'n the Jimmy\". ", "url": "https://www.bbc.com/news/business-59502600"}