{"datetime": "2021-11-05T21:46:07.000Z", "title": "US Virgin Islands probes Barclays Epstein links", "article": "The US Virgin Islands has served Barclays in the UK with a court order to provide any documents linked to sex offender Jeffrey Epstein. The US territory is seeking information on transactions, correspondence and investments linked to the financier. The bank was subpoenaed in New York on the matter in February this year. A Barclays spokesperson said: \"Barclays has already provided its response to this subpoena and complied with its obligations.\"The US Virgin Islands is now in the process of serving a similar subpoena on Barclays in the UK and Barclays will respond to that subpoena once it is served.\" The BBC understands there is no link between the subpoena and Jes Staley's recent shock resignation as Barclays chief executive, or the FCA probe into his links to Mr Epstein. Following the conclusion of the investigation, Mr Staley left his job suddenly this week after more than six years at Barclays. It had focussed on Mr Staley's links with the dead financier and whether they were closer than first thought. Barclays said on Monday it had been made aware of the conclusions of the probe and \"Mr Staley's intention to contest them\". The subpoena served on Barclays in the US asked for a wide range of documents including any communications between Mr Staley and Epstein, details of the bank's investigation into Epstein and Staley, and Barclays' decision to hire Mr Staley. The US Virgin Islands attempted to serve the second subpoena on Barclays at its London offices in September, but this needs High Court approval, which lawyers for the US territory are understood to be seeking. Mr Staley left his job as Barclays boss after a shock resignation this week, apparently over a perceived inconsistency between his account to his own board of his relationship with Epstein and evidence seen by regulators. Mr Staley insists that while Epstein was an important client of JP Morgan, where Mr Staley worked for a number of years and as such they were in contact regularly, their dealings were well within the grounds that could be described as professional. The BBC understands the regulator took the view that the volume and tone of the emails between the two suggested a closer relationship than the purely professional. But Barclays has stated that the report makes no findings that Mr Staley saw, or was aware of, any of Epstein's crimes. ", "url": "https://www.bbc.com/news/business-59180577"}