{"datetime": "2021-02-26T16:24:24.000Z", "title": "Amanda Staveley loses High Court fight with Barclays over damages", "article": "A businesswoman who sued Barclays for hundreds of millions of pounds has lost her High Court fight, despite the judge saying the bank acted with \"deceit\". Amanda Staveley claimed her finance firm, PCP Capital, was owed money for work during the financial crisis. Barclays raised billions of pounds during the crisis from Middle East backers, helping it avoid a UK government bailout. The court also heard about complaints about the behaviour of bank bosses. Barclays welcomed the decision, but Ms Staveley, 47, said immediately after the ruling that she was considering an appeal. She said: \"In spite of Barclays' efforts to question my character and credentials, the court has recognised my abilities as a businesswoman and the truth of my account of events. \"The judgment confirms what I have said from the outset and repeated in my evidence; a senior executive at Barclays repeatedly lied to me when seeking private investment in the bank during the 2008 financial crisis. \"The evidence at trial was clear and unequivocal; PCP was an investor in the transaction and played an integral role in the capital raising, which ultimately prevented the bank from being nationalised.\" She added that she would be \"taking advice on appealing the judge's decision not to award damages.\" The financier had claimed Barclays concealed the terms of its complex fundraising, rather than disclose them to the financial markets as was required.However, Mr Justice Waksman, who heard evidence at a trial in London during the summer of 2020, criticised Barclays, saying he \"found Barclays to be guilty of serious deceit towards it [PCP]\". He praised Ms Staveley's character, describing her as \"the driving force of PCP\" and as a \"tough, clever and creative entrepreneur\" but said her claim \"as a whole must fail\". The judge said: \"Barclays contends that, in general, Ms Staveley was thoroughly unreliable, her evidence was inconsistent with documents, she had a flawed recollection and she was guilty of 'obvious embellishment and invention'. \"I do not accept that as a general characterisation so that she was essentially an untruthful or unreliable witness.\" He added: \"I thought that, for the most part, her evidence was reliable.\"PCP's lawyers had told the judge that an initial damages claim was for a sum between £1.6bn and £400m. But that was scaled back over the course of the trial to amounts between around £830m and around £600m. Ms Staveley has made headlines after becoming involved with two Premier League football clubs. In 2008, she acted for then Manchester City owner Thaksin Shinawatra when he sold the club, and last year was involved in trying to broker a deal which could have seen a Saudi consortium take control of Newcastle United. She told Mr Justice Waksman how she mainly invested in sports brands and companies in the hospitality sector. Ms Staveley, who was born near Ripon, North Yorkshire, outlined her career during the trial of her dispute with Barclays. After setting up a number of businesses in the Cambridge area, with varying degrees of success, she later moved to Abu Dhabi and was offered a job at an investment fund. She told the trial in the summer she had provided a variety of services to high-profile investments and political figures across the Middle East, including the president of Libya, Colonel Gaddafi. The trial contained some colourful details. It emerged that Ms Staveley was described as a \"dolly bird\" and a \"tart\" by two then Barclays' bosses during the 2008 financial crisis. Richard Boath referred to Ms Staveley as \"that dolly bird\" during an evening telephone call with Roger Jenkins in October 2008. Mr Jenkins referred to her as \"the tart\", the trial heard. Another then-Barclays' boss speculated about whether she was \"sleeping with\" Manchester City football club owner Sheikh Mansour, the judge was told. Stephen Jones made the comment in a telephone call with another then-bank boss in October 2008, saying: \"Whether she's sleeping with him or not I couldn't tell you...\" He had also, in a separate 2008 phone call with the same colleague, referred to Ms Staveley as being as \"thick\" and having \"large breasts\", the trial heard. As the comments were about to come to light in the trial last summer, Mr Jones resigned from his role as chief executive of UK Finance.He apologised to both Ms Staveley and his colleagues for the remarks. ", "url": "https://www.bbc.com/news/business-56208668"}