{"datetime": "2021-05-05T08:47:48.000Z", "subject": "Coronavirus pandemic", "title": "People return to supermarkets as online sales slow", "article": "People grew more confident about shopping in supermarkets in April as lockdown restrictions eased, according to research firm Nielsen. Till sales rose steadily, while online grocery sales growth slowed. There has been a massive rise in online grocery shopping since the first coronavirus lockdowns began in March last year. But while online sales remained high, Nielsen said it was clear shopper habits had \"changed once again\". In March, online grocery sales were up 92% year on year as shoppers continued to scramble for delivery slots, it said.But that growth slowed to 25% in April as visits to bricks and mortar stores went up by 3%, and till sales grew 4.6%.It said UK shoppers had spent £8bn in grocery stores in the four weeks to 24 April, compared with £1.3bn online.Lidl and Aldi - which do not have online shopping services - saw the biggest boost as more people shopped in-store, while of the \"big four\" supermarkets Asda and Sainsbury's saw the fastest growth. \"As lockdown restrictions ease across the UK, it is clear that shopper behaviours have changed once again with growing confidence and growing numbers returning to stores,\" said Mike Watkins, NielsenIQ's UK head of retail insight. \"While online sales remain high, we're noticing a rebalancing of shopper baskets as consumers spread their spend beyond the lockdown staples,\" he added. It comes amid increasing optimism about the UK's economic recovery after the sharp downturn of 2020. On Wednesday, Virgin Money banksaid its view of the UK economy had improved as the coronavirus vaccination programme continued to roll out. Chief executive David Duffy told the BBC that since non-essential shops had reopened in April, credit card spending was up 25% - close to pre-pandemic levels.\"There is a desire to come back and spend, and that's happening now,\" he said.It echoes comments by Barclays boss Jes Staley, who last weekpredicted the biggest economic boom since World War Two as a result of pent-up consumer demand. Meanwhile, Chancellor Rishi Sunak on Tuesday said the \"signs are promising\" for the economy, adding that cash-rich consumers and businesses would drive the recovery. Hetold the Wall Street Journal : \"As we look forward to reopening over the coming weeks and months, there are signs to be cautiously optimistic, and we can see that in the data, and I'm hopeful that would be sustained through the rest of the year.\" ", "url": "https://www.bbc.com/news/business-56985862"}