{"datetime": "2021-08-04T02:41:26.000Z", "author": "Gordon Corera", "title": "Meng Wanzhou: Final arguments in extradition battle", "article": "A lengthy legal battle over the extradition of Huawei's chief financial officer reaches a crucial stage in Canada on Wednesday. Meng Wanzhou, who is also the daughter of the founder of the Chinese telecoms company, was arrested at Vancouver airport in December 2018. She will appear in court as a judge begins hearing the final arguments over whether to send her to the US. Her case was also raised in high-level discussions between senior US and Chinese diplomats in recent weeks. The court hearings, which are expected to last up to three weeks, mark the culmination of two-and-a-half years of legal battles. The US alleges Ms Meng misled the bank HSBC over the true nature of Huawei's relationship with a company called Skycom and this, in turn, put the bank at risk of violating sanctions against Iran. Until now, lawyers have been arguing over what evidence can be presented in this extradition hearing and what arguments can be introduced to challenge the US request. Ms Meng's lawyers have been challenging the extradition on a number of grounds.One is that the US misled the Canadian court over the evidence.Huawei lawyers have fought to include material that they say shows Ms Meng did not mislead HSBC about the business relationship with Skycom, including the full details a Powerpoint presentation used during a 2013 meeting as well as internal Huawei emails.Her lawyers also sued HSBC first in London and then in Hong Kong to gain access to its internal material to support their position. However, the Canadian judge declined to allow this to be used.Ms Meng's lawyers argue the case is fundamentally a political prosecution with the Huawei executive a pawn in the battle between the US and China. They argue that it was further politicised by former President Donald Trump who at one point seemed to offer her release in return for a better trade deal with China.They are claiming her rights were violated when she was questioned at Vancouver airport without a lawyer and will say the case, about conversations in Hong Kong, does not relate to activity over which the US has jurisdiction. Finally, they will argue that even if the evidence was true, it would not justify a charge of fraud against her. A judgement is expected later in the year. If Ms Meng loses, the extradition request goes to Canadian government ministers for their decision. Her lawyers can then launch an appeal. This means the case could potentially drag on for another five years or more. But in parallel with the legal process, diplomatic contacts and back-channel discussions are understood to be ongoing over the case, involving US and Chinese officials as well as Huawei, a sign of how much is at stake with this case. The arrest of such a senior business executive from a prominent company led to anger in China and become one of a number of stumbling blocks in relations with the US.The Trump administration took a hard line on Huawei, imposing sanctions on the company, but so far the Biden approach has yet to shift significantly. The arrest also led to a serious diplomatic crisis with Canada amid allegations that two Canadians have been arrested in China on national security charges as a bargaining chip over Ms Meng's detention.The issue was discussed in July when US Deputy Secretary of State Wendy Sherman met Chinese Vice-Foreign Minister Xie Feng.Halting the extradition, along with the lifting of sanctions and visa restrictions against Chinese officials was raised by the Chinese side with US officials raising the two Canadians held in China.Despite both sides making demands, the meeting was said to be an improvement on a difficult first meeting between the Biden team and Chinese officials in Alaska a few months earlier.Executives from Huawei have also been in touch with the US government to try to secure Ms Meng's release. Dropping the extradition request may require some kind of admission of wrongdoing from Ms Meng and some kind of tacit agreement over the fate of the Canadians, both of which may not be straightforward.But a deal may also be a signal that both Washington and Beijing are looking for ways to improve their fractious relationship and lower the temperature.", "url": "https://www.bbc.com/news/technology-58071589"}