{"datetime": "2021-04-30T08:07:06.000Z", "author": "Simon Jack", "title": "Barclays boss predicts biggest economic boom since 1948", "article": "The UK is about to experience its biggest economic boom since the aftermath of World War Two, according to Barclays boss Jes Staley. His upbeat assessment came as Barclays revealed its profits for the first three months of this year had more than doubled from a year earlier to £2.4bn. \"We estimate the UK economy will grow at its fastest rate since 1948. That's pretty spectacular,\" he said. The vaccine programme and built-up savings will help to drive the rebound. Mr Staley said that a combination of the successful vaccine rollout and Barclays' estimate of an extra £200bn sitting in customer and company bank accounts meant the UK would join the US in seeing some of the fastest economic growth in decades.The boost in Barclays' latest profits was almost entirely driven by a more confident view on how many of its loans would be repaid.This time last year, the bank set aside more than £2bn to cover the risks that borrowers would be unable to repay all of their debts. This time round they are setting aside just £55m. Interestingly, Barclays - unlike other big banks in the UK and US - have decided not to adjust previous estimates of bad loan previsions, but hinted that they will do so in future.It will be equally interesting to watch just how much of their total £9bn kitty for future estimated debt defaults they are prepared to reconsider.Assuming the worst regarding future defaults is sometimes called \"stuffing the cookie jar\" - a jar that can be raided when needed to boost future earnings. All banks do this to a greater or lesser degree,But Mr Staley seems convinced that despite virus-related disasters in developing economies such as India and new lockdowns in developed counties such as Japan, the overall picture looks to be improving. He also concedes that many business sectors (like hospitality and leisure) have faced desperately challenging circumstances and it is unclear how many of the five million workers still on furlough can expect to return to full-time work.There are many business owners who will not recognise the rosy picture he paints of the UK's economic future.It is probably wrong to talk in terms of an economic boom after we have seen the biggest economic downturn in 300 years, but Mr Staley is in tune with his US counterparts when he hopes and expects that, for him and his many business customers, the worst is behind us.", "url": "https://www.bbc.com/news/business-56940141"}