{"datetime": "2021-08-02T07:02:40.000Z", "title": "Banking giant HSBC sees first half profit more than double", "article": "Profits at banking giant HSBC more than doubled in the first half of the year as it benefited from an economic rebound in Britain and Hong Kong. Europe's biggest bank by assets saw pre-tax profit for the period rise to $10.8bn (£7.8bn), compared to $4.3bn for the same time last year. The UK-based bank said all regions had been profitable in the period. The figures come as the global economy emerges from the impact of the coronavirus pandemic.\"I'm pleased with the momentum generated around our growth and transformation plans, with good delivery against all four pillars of our strategy. In particular, we have taken firm steps to define the future of our US and continental Europe businesses\", said HSBC chief executive Noel Quinn. The lender highlighted that its UK bank had reported profit before tax of more than $2.1bn in the period. Boosted by the economic rebound in its two biggest markets, Britain and Hong Kong, the bank reinstated dividend payments to shareholders. It plans to pay an interim dividend of seven cents a share after the Bank of England last month scrapped curbs on such pay-outs to investors. However, Laura Foll, manager of UK income funds at Janus Henderson Investors, told the BBC that the key factor behind the rise in HSBC's profits had been the lower-than-expected losses on loans during the pandemic. She said that last year most banks set aside money based on estimates of how much they could potentially lose if loans went bad and its customers were unable to repay them. In HSBC's case, it set aside $700m. \"In all cases, the banks are now rolling back on that number... and it is that number that has boosted the profitability at HSBC more than any other improvement.\" HSBC said its restructuring programme remains on track after announcing in February last year that it would shed 35,000 jobs as part of a plan to cut $4.5bn of costs by 2022. In February, HSBC had signalled a \"pivot to Asia\", outlining plans to invest about $6bn in the region. It said it would target wealth management and commercial banking to drive \"double-digit growth\" and has singled out Asian markets such as Singapore, China and Hong Kong. HSBC already generates the bulk of its revenues from Asia. In January, UK MPs accused HSBC - a Hong Kong founded bank - of \"aiding and abetting\" China's crackdown in Hong Kong.HSBC faced accusations of acting in a political manner and being too close to the Chinese authorities after it emerged that the bank had frozen accounts belonging to Hong Kong pro-democracy politician Ted Hui and members of his family. Appearing before the Foreign Affairs Committee, Mr Quinn was told the bank was turning a blind eye to the situation. Mr Quinn mounted a robust defence of the bank, saying: \"I can't cherry-pick which laws to follow.\" ", "url": "https://www.bbc.com/news/business-58051818"}