{"datetime": "2021-12-17T12:11:31.000Z", "title": "HSBC fined £64m for anti-money laundering failings", "article": "Banking giant HSBC has been fined £63.9m by the UK's financial regulator for \"unacceptable failings\" of its anti-money laundering systems. The Financial Conduct Authority (FCA) said weaknesses in HSBC's financial crime safeguards had been highlighted several times before action was taken. The bank has not disputed the findings and agreed to settle, resulting in its fine being being cut from £91m. HSBC's failings cover a period of eight years, from 2010 to 2018, the FCA said. The regulator said there was \"inadequate monitoring of money laundering and terrorist financing scenarios until 2014, and poor risk assessment of \"new scenarios\" after 2016. Europe's biggest bank was found to have had inappropriate testing and did not check the accuracy and completeness of data. \"HSBC's transaction monitoring systems were not effective for a prolonged period despite the issue being highlighted on numerous occasions,\" said FCA executive director Mark Steward. \"These failings are unacceptable and exposed the bank and community to avoidable risks, especially as the remediation took such a long time,\" he said. The FCA's report into HSBC cites examples of poor controls, including failing to spot suspicious activity on the account of a construction director who also played a leading role in a criminal gang trying to steal millions of pounds by setting up fake companies.The person pleaded guilty to VAT fraud and went to prison. HSBC also failed to detect a customer imprisoned for smuggling cigarettes into the UK and ordered to pay £1.2m by the HMRC tax office, where the bank missed \"a sustained period of unusual activity,\" the FCA said. In a statement, an HSBC said: \"We are pleased to resolve this matter, which relates to HSBC's legacy anti-money laundering systems and controls in the UK. \"HSBC is deeply committed to combating financial crime and protecting the integrity of the global financial system.\" It is not the first time HSBC has been fined for lax money laundering controls.In 2012, it paid $1.9bn (£1.4bn) after an investigation by the US Department of Justice for failing to prevent laundering by Mexican drug cartels. The bank agreed to be monitored by US regulators for five years. The FCA said its fine did not relate to the US action. On Monday, banking rival NatWest was fined £265m after admitting it failed to prevent money-laundering of nearly £400m by one firm. A gold trading firm suspected of money-laundering deposited £700,000 in cash into one NatWest branch in black bin bags. NatWest said it deeply regrets failing to monitor the customer properly. ", "url": "https://www.bbc.com/news/business-59689581"}