{"datetime": "2021-10-12T12:17:38.000Z", "title": "Barclays opens major new financial hub in Glasgow", "article": "Banking giant Barclays has officially opened a major new financial hub in Glasgow. Its campus in Tradeston, next to the River Clyde, will house technology, operations and functions teams, bringing \"new high-value roles\" to the city.It aims to bring together about 5,000 staff at the 500,000 sq ft site by 2023. The campus includes indoor and outdoor spaces for community events.A curated space has been developed for social enterprises and local entrepreneurs to showcase and sell their products to the public.Amenities will include wellbeing facilities, community exhibition spaces, along with a street food market. The campus comprises five buildings, three of which are new. Two historic buildings, Clyde Place House and the BECO Building, have been restored for public use.Barclays said the move was the latest step in its \"global location strategy\", focused on bringing teams closer together to drive innovation and collaboration.It is currently working with universities in Glasgow and Edinburgh to develop a \"robust pipeline\" of graduate and apprenticeship opportunities. Barclays chief executive Jes Staley said: \"This campus will give us a competitive advantage through its technology and capabilities, and help us attract the best talent to drive our business forward.\"We wanted to create something transformative that would have a lasting impact on Glasgow, its people and the local economy.\"The UK is a world leader in financial services and Glasgow plays an important part. With this investment we are increasing the strategic importance of the city to our future.\"First Minister Nicola Sturgeon said the opening of the campus marked one of the biggest inward investments to have ever come to Scotland. She added: \"It is a real statement of confidence in the talent and skills of our people and reinforces Scotland's status as a global finance and technology hub.\"It will contribute to the sustainable regeneration of a historic section of the Clyde Waterfront, and offer employment opportunities for local people and those who have faced barriers into work, including people with disabilities and school leavers.\"Scotland Office minister Malcolm Offord described it as a \"fantastic new campus\".\"With decades of experience in the business and financial sectors, I know what an attractive option Scotland represents for global investment and this new flagship hub underlines that,\" he added. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-58884027"}