{"datetime": "2021-04-22T08:56:09.000Z", "subject": "UK climate change protests", "title": "Extinction Rebellion activists smash windows at Canary Wharf HSBC", "article": "Extinction Rebellion (XR) activists have shattered at least 19 windows at HSBC's headquarters in east London. The Earth Day protest at the Canary Wharf branch was staged to draw attention to the bank's links to the fossil fuel industry, activists said. Nine women took part in the protest, wearing patches with the words \"better broken windows than broken promises\". After breaking the glass using hammers and chisels, the women sat down and waited to be arrested by police. The Met said officers were called at 07:10 BST to reports of a group of protesters causing damage to a building in Canada Square, E14. Nine women were arrested on suspicion of causing criminal damage and remain in police custody, the force added. Activists said the protest was part of their \"Money Rebellion\" movement against economic institutions contributing to the climate crisis. It comes after XR members broke windows at the London headquarters of Barclays two weeks ago. \"Despite HSBC's pledge to shrink its carbon footprint to net-zero by 2050, their current climate plan still allows the bank to finance coal power, and provides no basis to turn away clients or cancel contracts based on links to the fossil fuel industry,\" XR said. \"It's time to stand up and be counted,\" activist Gully Bujak, 28, said. \"Doing this today may land us in prison but we're on the right side of history.\" London mayoral candidate for political party Burning Pink, Valerie Brown, 68, was among the women arrested on suspicion of criminal damage.She said: \"Investing in fossil fuels is murder. More and more people can see that clearly. Why can't you? \"We will not stand by whilst you [HSBC] invest in runaway greed, whilst people's lives are being shattered by the fossil fuel industries,\" she added. A spokesperson for HSBC said: \"We welcome meaningful dialogue on our climate strategy, however we cannot condone vandalism or actions that put people and property at risk. \"We have an ambition to be net-zero by 2030 and to bring our financed emissions to net-zero by 2050.\" ", "url": "https://www.bbc.com/news/uk-england-london-56843329"}