{"datetime": "2021-05-04T14:43:38.000Z", "title": "Cleaner's angry resignation note sparks flood of support", "article": "A resignation note left by a cleaner for her boss has gone viral on Twitter, with people speaking out against the poor treatment of support staff. Julie Cousins walked out of her job as a cleaner for HSBC last Friday after 35 years, according to her son Joe. In her note, the 67-year-old wrote that she was leaving due to being \"dressed down\" in the office by a manager.HSBC told the BBC it could not comment on individual personnel issues but was working to understand what happened.Ms Cousins, from Southampton, wrote in the note that the treatment she experienced was \"nothing more than aggressive and cruel\". \"So going forward, please all of you remember - in a world when you can be anything, be kind, because you are all no better than the cleaner.\" She toldthe Mail Online that she was retiring, and that although some people might think it was \"just a little cleaning job\", she had relied on the work during the five years she spent at the HSBC branch. Ms Cousins stressed that she felt cleaners were often \"forgotten\" by others in the workplace.She added that she decided to leave after the upsetting incident with the manager, as she wanted to work with people she felt comfortable with. Her son's Twitter post sharing Ms Cousins' resignation note struck a chord on the social network, attracting more than 3,000 comments.Many users said their parents, children and colleagues had been treated badly working in support staff roles such as cleaners, caretakers, janitors, security guards and receptionists. \"When interviewing people for jobs, I always asked the reception staff how they were treated by the candidate. A few failed the 'attitude test',\" said Tim, a retired businessman and engineer in the West Midlands. Cleaner Tracy Sadler said that she \"loved\" the note that Mrs Cousins wrote. \"I am a cleaner [with] three part-time jobs, and sometimes people can be cruel,\" she wrote on Twitter.\"We as cleaners have kept this world and all their buildings and shops and homes clean - cleaners matter also.\" Multiple users said that that it was important to make an effort to chat to cleaners and other support staff in the workplace, treating them as colleagues, rather than inferior workers. They added that doing so led to a pleasant working environment, a sense of camaraderie, and even cleaner offices to work in.Trades Union Congress general secretary Frances O'Grady told the BBC: \"Cleaners have played a vital role during this pandemic keeping workplaces and public spaces safe, often at great personal risk.\"Employers and the government must do more to value the contribution these overlooked key workers make.\" She added that more needed to be done to improve pay and conditions: \"It's not right that so many cleaning staff are on low pay and insecure contracts.\" ", "url": "https://www.bbc.com/news/business-56977650"}