{"datetime": "2021-04-19T13:30:28.000Z", "title": "HSBC boss Noel Quinn scraps executive floor at London HQ", "article": "Banking giant HSBC has confirmed that top managers in its Canary Wharf HQ have lost their offices and will have to hot-desk on an open-plan floor. It comes as HSBC pursues plans to shrink its office space by 40% in a post-pandemic shake-up. Boss Noel Quinn said the whole bank was embracing \"hybrid working\" and he would no longer come in five days a week.\"My leadership team and I have moved to a fully open-plan floor with no designated desks,\"he said on Linkedin .Up to now, senior managers have been based on the 42nd floor of the building in east London in their own private offices. But in future, they will be jostling for workspaces two floors down, while their old offices have been transformed into client meeting rooms and other communal spaces. Mr Quinn told the FT that the old arrangement had been \"a waste of real estate\", adding: \"Our offices were empty half the time because we were travelling around the world.\" In a separate post on LinkedIn he said that after more than a year working from home, being based in an open plan office would allow him to \"reconnect with colleagues and friends [and] be able to speak to them informally\". He added that most staff at the bank would be able to work part-time from home in future. \"A minority of roles can be done wholly remotely. We estimate, though, that most of our roles could be done in a hybrid way - and that includes myself and the executive team of the bank.\" At the same time, HSBC is pushing ahead with one of the banking industry's most drastic responses to the pandemic, including cost-cuttingplans that will reduce its workforce by about 35,000 . Other firms in the sector have announced plans to embrace hybrid working as employees signal their desire to commute less. One big UK employer, the Nationwide building society, has indicated that it does not intend to force people to return to the office if they have been successfully able to work from home during the pandemic. It said about two-thirds of its 18,000 employees had been working from home for the past year. ", "url": "https://www.bbc.com/news/business-56799720"}