{"datetime": "2021-05-10T15:20:23.000Z", "subject": "Coronavirus pandemic", "title": "HSBC to pilot Zoom-free Friday afternoons", "article": "Banking giant HSBC plans Zoom-free Friday afternoons for some UK staff in an effort to tackle stress caused by working from home during the pandemic. The trial programme follows similar plans announced by other firms to boost well-being among employees. It applies to its commercial banking unit, which covers current accounts, loans, mortgages and credit cards. The move comes as HSBC pursues plans to shrink its office space by 40% in a post-pandemic shake-up. HSBC confirmed it was testing the idea as part of a taskforce looking at the future of work in its UK bank,as first reported by the Telegraph newspaper . \"The trial will involve a number of people committing to not setting up Zoom meetings on a Friday afternoon to allow space for other work,\" said a spokesperson for the bank. The issue of work-life balance has been highlighted by one HSBC employee, 45-year-old Jonathan Frostick, who shared his thoughts on social media after suffering a heart attack. Mr Frostick, a regulatory programme manager, was taken to hospital on a Sunday afternoon after falling ill while preparing for the new working week. \"I got to the bedroom so I could lie down, and got the attention of my wife who phoned 999,\" he said. He said he had decided while recovering that he would restructure his approach to work, adding: \"I'm not spending all day on Zoom anymore.\" His post on LinkedIn struck a chord with users of the platform, attracting more than 11,000 comments. One respondent said: \"Companies continue to push people to their limits without concern for your personal well-being.\" With more people working from home as coronavirus curbs discourage the daily commute to the office, video conferencing apps such as Zoom provide a necessary means of enabling staff to meet. However, they have also given rise to talk of \"Zoom fatigue\", as concern grows about the extent to which work can encroach on people's home lives under lockdowns. Other firms, such as Citigroup, have already brought inZoom-free Fridays , with chief executive Jane Fraser speaking out against the \"blurring of lines between home and work and the relentlessness of the pandemic workday\". Other firms tackling the issue of hybrid working includeaccountancy giant KPMG , which has told its 16,000 staff they can leave early one day a week. Even Zoom boss Eric Yuan has acknowledged there is a problem. Last week, he told the Wall Street Journal's CEO Council Summit (held on Zoom) that he suffers from Zoom fatigue and no longer schedules back-to-back meetings. At the same time, HSBC worldwide is pushing ahead with one of the banking industry's most drastic responses to the pandemic, including cost-cuttingplans that will reduce its workforce by about 35,000 . ", "url": "https://www.bbc.com/news/business-57057782"}