{"datetime": "2021-04-27T06:43:33.000Z", "title": "HSBC forecasts brighter outlook as profits surge", "article": "HSBC has reported stronger than expected profits and says the economic outlook is looking brighter. Europe's biggest bank by assets reported income of $5.8bn (£4.2bn) for the January-to-March period, up from $3.2bn a year earlier.More than half of its profits came from Asia, the region where the bank does much of its business. The improved outlook led HSBC to release some of the cash it had set aside for bad loans. Last year, HSBC had set aside $3bn to cover bad debts, but it has now released $400m of that following \"an improvement in the economic outlook, notably in the UK\". Solid growth in its mortgage business in the UK and Hong Kong also helped to boost profits. The bank says it is on track with its restructuring plan, including cutting 35,000 jobs and focusing on earning more client fees in Asia. The jump in profits marks a turnaround for HSBC, which reported a 34% drop in profits for 2020, partly due to the impact from the coronavirus pandemic. Noel Quinn, HSBC's group chief executive, said the bank had made a \"good start to the year\". He said: \"Global banking and markets had a good quarter, and we saw solid business growth in strategic areas, including Asia Wealth and trade finance, and mortgages in Hong Kong and the UK. \"We also strengthened our lending pipelines in our retail and wholesale businesses.\" The bulk of the bank's profits came from Asia, where HSBC made $3.8bn, but it said it was profitable in all regions, with its UK business reporting profits of $1bn.Although HSBC said it expected better economic conditions in 2021, it predicted continued uncertainty as countries emerge from the pandemic at different speeds and as governments pare back support measures.While its profits were stronger, its revenues were down 5% to $13bn due to the impact of interest rate reductions in all global businesses.The bank expects lending to continue to grow in 2021, although that growth depends on the global recovery from the pandemic. \"There doesn't look like there is an immediate cure for the bank's underlying ailment, the ultra-low rates plaguing the banking sector,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown. \"HSBC is not alone in feeling the squeeze of net interest margins, which tightened again slightly over the quarter, but other banks with huge investment banking arms have been able to capitalise on the trading surge over the past year. \"The bank notes that the outlook remains highly uncertain. HSBC's resilience could be tested as governments remove the arms of support that have been wrapped around their economies to help them limp through the crisis.'' ", "url": "https://www.bbc.com/news/business-56897458"}