{"datetime": "2021-06-30T19:36:47.000Z", "author": "Gordon Corera", "title": "HSBC documents revealed in Huawei extradition battle", "article": "Internal documents from HSBC bank have been released as part of a lengthy extradition battle over the Chief Financial Officer for Chinese telecoms giant Huawei. Lawyers for Meng Wanzhou are fighting to prevent her extradition from Canada to the US for alleged sanctions breach.They argue the bank documents undermine the US case. Her 2018 arrest in Vancouver sparked a major international row, corroding diplomatic relations.The case is particularly sensitive as Huawei has become a lightning-rod for US-China tensions and competition over technology, and besides serving as CFO, Ms Meng is also the daughter of its founder, a former Chinese army engineer.Washington has pressured allies, including the UK, not to use Huawei equipment in new 5G telecoms networks amid claims that it could pose a security risk, an allegation strongly denied by the company. In the extradition case, the US alleges Ms Meng misled HSBC over the true nature of Huawei's relationship with a company called Skycom and this, in turn, put the bank at risk of violating sanctions against Iran. The US case against Meng Wanzhou focuses in part on a meeting with HSBC on 22 August 2013.News reports shortly before that meeting had raised questions about whether there had been a breach of trade sanctions on Iran by Hong Kong-based Skycom. At issue was whether Skycom, a telecoms equipment seller, was simply a business partner of Huawei's - or a front for it to conceal its activities in Iran. One part of Ms Meng's multi-pronged attempt to avoid extradition has involved claiming HSBC was not, in fact, being kept in the dark about the true nature of the Skycom/Huawei relationship. Her Canadian lawyers failed in the UK High Court to gain access to any relevant information kept by HSBC. However, they succeeded in Hong Kong which has led to the latest release of documents. Her lawyers are seeking to have them admitted in Canadian court for the next stage of her extradition hearings, set to take place in August. They argue the information will show that the US record of the case is unreliable. The documents, which Ms Meng's lawyers had opposed making public, consist of hundreds of pages including emails and risk assessments by the bank relating to its work with Huawei. It shows the bank clearly valued the work but was aware of reputational and other risks linked to allegations against eh company. They appear to show questions were asked about the company's activities in Iran, including in the wake of news reports about Skycom. HSBC note in one email that Skycom's director used a Huawei email address and in on one email an HSBC employee says Huawei have said they 'try to comply with all sanctions', adding \"I am pretty much reassured on the issue.\" Ms Meng's lawyers are claiming the documents show that Huawei's control over Skycom and its business in Iran was not kept from senior HSBC executives and the bank made risk-assessments based on knowledge of the full facts.Lawyers seeking her extradition say the documents should not be admitted in an extradition hearing but rather relate to the substance of any resulting trial. The judge is expected to rule on the admission of the documents by the end of next week. \"As the case enters its next phase, Huawei remains confident in Meng Wanzhou's innocence. We will continue to support Ms. Meng's pursuit of justice and freedom,\" Huawei said. ", "url": "https://www.bbc.com/news/world-us-canada-57673027"}