{"datetime": "2021-03-11T16:16:44.000Z", "author": "Tom Espiner", "subject": "Climate change", "title": "HSBC plans to phase out coal financing by 2040", "article": "HSBC has said it plans to ramp up its climate change policies and stop financing coal projects by 2040, as long as shareholders back the move. It follows pressure from a coalition of investment firms and pension funds who called for stronger action from the bank on climate change.Charity Shareaction, which led the group, said HSBC had put $15bn (£11bn) into coal developers since 2018. HSBC said it welcomed the group's decision to back its new plan. The bankalready has a \"net zero\" strategy , under which it aims to ensure all its investments are carbon neutral by 2050.But its new resolution, which needs the support of 75% of shareholders, would see the bank phase out financing for coal-fired power stations and thermal coal-mining by 2030 in the EU and OECD countries.The same would apply by 2040 for the rest of the world. It would also set targets to align it with articles of the Paris Climate agreement concerning limits on global warming and emissions when deciding on funding for sectors including oil and gas. HSBC said it expects to provide between $750bn (£540bn) and $1trn to support its corporate customers to decarbonise. The move comes after years of pressure from Shareaction, which co-ordinated 15 investment firms with $2.4bn of assets under management in its campaign. Firms in the group include Amundi, which is a top 25 HSBC investor, Man Group, and Sarasin & Partners. Initially Shareaction had threatened to bring its own resolution at HSBC's annual general meeting in May to try to force change. But after months of talks, it agreed to drop its plan and back the bank's own resolution. Noel Quinn, chief executive of HSBC, said: \"We are pleased that ShareAction and a group of shareholders have agreed to support the resolution and would like to thank them for their positive ongoing engagement and constructive challenge and input. \"This represents an unprecedented level of co-operation between a bank, shareholders, and NGOs [non-governmental organisations] on a critical issue, with a positive outcome for all.\" Jeanne Martin, senior campaign manager at Shareaction, said the charity had been working with the bank since 2016 to get to this stage. \"It's the result of a four year engagement process,\" she said, adding that she expected the bank's plan to be given the thumb's up by shareholders. \"No management-led resolution on climate change has ever been voted down,\" Ms Martin added. Should the plan go ahead, the shareholders said they would look at how HSBC implements the new commitments. In aletter to Mr Quinn and HSBC chair Mark Tucker , they called on the bank to develop targets and plans to phase out coal, saying HSBC could play a \"vital role\" in \"helping to accelerate a shift away from coal-dependent activities\". The bank wants its clients to move away from coal, and if the plan goes ahead, its coal financing will reduce to zero by 2040. By far the biggest funders of coal mining and power are the Chinese state banks, including China Construction Bank and Bank of China, according toresearch by the Rainforest Action Network . In 2019, HSBC was in the top 15 banks funding coal power, according to the NGO's figures. ", "url": "https://www.bbc.com/news/business-56352203"}