{"datetime": "2022-02-08T22:07:18.000Z", "title": "Asda car park in Llandudno blocked by fighting goats", "article": "A pair of fighting goats blocked off the entrance to a supermarket car park. A herd of Great Orme goats were seen at Asda in Llandudno, Conwy county, with one pair locking horns at the traffic lights. Nurse Michelle Evans, who saw them, said: \"They were having a right scrap and making a heck of a noise. It sounded like one was hurt.\"Conwy council said it could not remove the goats as they were on private property. Ms Evans added: \"They were really going at it. The two goats fighting had their horns locked while the rest of the herd was just watching. \"People were beeping their horns because they couldn't get in or out of Asda. In the end, people just drove around them. You don't expect to see that when you go to pick up your shopping!\" Shopper Claire Gaines, from Penrhyn Bay, added: \"There were about 10 goats stopping cars getting in and out of the car park. \"The drivers were getting frustrated.\" TheLocal Democracy Reporting Service said furious drivers beeped their horns attempting to scare off the goats but they were too busy scrapping or watching the fight to move. Goats butt heads to establish their dominance or their place in the herd. The council said it acted \"in the interests of the goats' welfare when they are on our land\" but was not responsible for any damage they caused and could not \"become involved in removing goats from private property\". The Kashmiri goats were originally a gift to Lord Mostyn from Queen Victoria and have roamed in a wild state for about 100 years. Although once in the ownership of Lord Mostyn, they are now regarded as wild animals and no-one is legally responsible for them. The goats shot to international fame when they took to the deserted streets of Llandudnoduring the height of the pandemic in 2020 . The Royal Welsh alsoselected one of the herd to be its regimental mascot , although it was not a straightforward affair asFusilier Shenkin IV repeatedly gave soldiers the slip . ", "url": "https://www.bbc.com/news/uk-wales-60300004"}