{"datetime": "2022-02-02T16:20:02.000Z", "author": "Rebecca Wearn", "title": "The volunteers helping people cope with high energy bills", "article": "It's a freezing day in Bacup, Lancashire and Siân Watson's breath forms a little cloud as she greets us at the door. Today, hot running water will return to her bathroom, and more crucially, to her two teenage daughters. \"I just get my head above water and then something will break,\" she says. \"There's always something, it's like you're constantly fighting a battle.\" But it's energy bills waging a war, with a gas bill poised to rise £100 and electricity on a meter. Siân is savvy and she's done her sums, she's cut back hard already. \"I remember my childhood, sat in front of the gas fire with parka coats on. And I don't want that.\" Siân says. \"I never thought me, in 2022, would be doing the same thing.\"But there is good news. Siân is getting a big discount for today's repair thanks to local social enterprise Depher. \"This has been a lifesaver,\" she says.Owner James Anderson is a plumber by trade. He started doing jobs at big discounts after hearing about elderly customers being ripped off in the Burnley area. His ten-man team are inundated, both with generous offers to help as well as demand for their work.\"We can make it possible to heat up a meal, or a room. What we can repair can make a big difference to families,\" James says. \"A lot of people are turning to myself, charities like mine are keeping this country going.\"Depher aren't the only ones keeping the country cosy.Adam Franklin runs the Horse and Jockey pub in Melling, Merseyside, with his wife. He trained in all the fancy restaurants in London but always wanted to have a \"pub with a purpose\". But even he is surprised how things have panned out.\"When the pandemic hit, we knew there were five or six fellas in the bar who wouldn't be able to take care of themselves,\" he explains.The pub wound up churning out 20,000 hot dinners to local pensioners or anyone who was isolated.\"Then that turned into how can we help these guys long term,\" adds Adam.Now Adam's kitchen is a part-time cookery school, and in partnership with food charity Feedback Global and local housing associations he is training those on low incomes to use the best secret weapon for a frugal dinner - the humble slow cooker.As bills increase it's easy to start to panic about your gas and electricity being cut off. So, the first thing to know is that there are a lot of protections in place to stop a company ever disconnecting anyone. If your supplier wants to increase your direct debit they must give you ten days notice. Contact them at that point if you think the rise might be unaffordable and they are obliged to discuss your ability to pay, take your circumstances into account, and work out a sensible alternative plan.You might qualify for a grant from your local council, a charity, or the hardship fund of your own supplier so do ask. If you can't pay your bills you may be asked to install a pre-payment meter, or join the Fuel Direct scheme, which allows you to pay fuel debt directly from your benefits.Major suppliers have all agreed to never knowingly disconnect anyone who is a pensioner, has a child under six, or has a disability. If you are struggling then the sooner you contact your supplier, or a debt charity, the quicker a new plan can be put in place to get you back on track. Using only 1.3kw of energy for eight hours, cooking your tea in a slow cooker will cost about 25p, much less than using your oven. Energy efficient, plus the ability to cook fresh in batches, easily, makes them a mega money saver for family.\"We supplement them with recipe cards, spices and fresh ingredients,\" Adam enthuses. \"Porridge left on overnight to turbo charge your kids, sausage casserole for guys living on their own - it's all good stuff.\"Hundreds of slow cookers have now been donated to families and the elderly in Merseyside - and they've big plans to help hundreds more as the energy bills bite.Across England and Wales councils are also offering different support to families struggling financially.\"Grants and vouchers to cover essentials, council tax reductions, debt advice and working with local landlords are just some of the support measures that councils have provided,\" councillor Shaun Davies, Chair of the Local Government Association's Resources Board, says.But he adds that with current funding plans ending in March, these may be difficult to keep going.\"While short-term grants from government have helped councils to provide immediate relief, these are not sustainable or flexible enough to enable councils to address the underlying issues of poverty and inequality, which lead many households to struggle with rising living costs.\"A government spokesperson said that the price cap is insulating millions of consumers from high global gas prices.\"We recognise people are facing pressures with the cost of living, which is why we are providing support worth around £12bn this financial year and next,\" they added. \"We are supporting vulnerable households through initiatives such as the £500m Household Support Fund, Warm Home Discount, Winter Fuel Payments and Cold Weather Payments.\" Back in Burnley, James has more good news. In the last few months, the phone has also been ringing with other plumbers wanting to lend a hand or set up copycat projects where they work. \"I've heard from guys in Scotland, Northampton, Essex, Nottingham, Sheffield, Leeds,\" he says.He turns to say goodbye to Siân. \"Give my love to the girls,\" he says.Whatever announcements come to help those struggling with their bills, they'll be hard pushed to beat the warmth and generosity of community projects like these.", "url": "https://www.bbc.com/news/business-your-money-60154108"}