{"datetime": "2022-01-27T15:20:53.000Z", "author": "Beth Timmins", "subject": "Coronavirus pandemic", "title": "Tesco encourages shoppers and staff to keep wearing masks", "article": "Tesco has said it will encourage shoppers and staff to continue to wear masks after Plan B rules were relaxed in England on Thursday. Sainsbury's and John Lewis have also said they will still ask their customers to wear masks. Asda said that while masks were no longer mandatory, \"we are asking customers to still consider wearing one in crowded spaces\". The Plan B rules had been imposed in early December to battle Omicron. However, although the legal requirement for face coverings in public places has been dropped in England, the government is still advising people to wear masks in enclosed or crowded spaces and when meeting strangers. Tesco said that it would continue to \"follow government guidance to ensure the safety of our customers and colleagues\". \"From 27 January in England, to be on the safe side, we'll be encouraging our colleagues to continue to wear face coverings whilst they work and encouraging our customers to do the same when they shop with us.\" Asda said while it would not have staff asking customers to wear masks, \"we will still have signage at the front of store that asks customers to consider wearing them in close contact areas, as per the guidance\". Among the other major supermarkets: Trade union Usdaw, which represents 360,000 retail workers, has urged customers to continue to \"observe Covid safety measures\", despite the mandatory requirement for masks ending. Electronics retailer Currys also said it would urge its staff to continue to wear masks in-store and while delivering products to homes, but wouldn't ask customers. Helen Dickinson, head of British Retail Consortium, said the removal of Plan B measures would \"enable shopping to return to more normal experience for customers, employees and businesses\". \"Retailers ask customers to be considerate to those around them when choosing whether to wear a face covering and to respect the decision of other customers,\" she added.Some salons and beauticians have also opted to keep the mask wearing policy.Sophie Trinder, hairdresser and boss of Trinder Hair Studios feels it is best to keep the policy, \"mainly to protect us as a business so we can continue to do appointments and restrict cancellations\".Cancellations have affected the business and she says that while the isolation rules remain, so must masks in order to protect her team.\"We are still taking precautions because it's a mixture of how people feel at the moment, some feel very comfortable sitting without a mask but some don't,\" Ms Trinder says.All clients had also been emailed so they were aware that the hairdressers would continue to wear masks.Salon owner Charlotte Lloyd-Taylor agrees that she feels dropping the mask policy is a \"bit hasty\". Ms Lloyd-Taylor has seen a spike in customer numbers for both of her salons since the policy was dropped, but has also asked staff to continue wearing masks, four of whom are currently on sick pay with Covid.\"I'm concerned about illness in my staff,\" she says. \"I have asked my staff to continue wearing masks to protect themselves and they all agree with this.\" ", "url": "https://www.bbc.com/news/business-60152763"}