{"datetime": "2021-11-29T17:00:02.000Z", "title": "Asda charters cargo ship to prevent Christmas shortages", "article": "Supermarket giant Asda said it has chartered its own cargo ship to ensure shelves are fully stocked with key festive products this year. It said the move would prevent a shortage of toys, clothing and gifts during the busy Christmas period. Asda blamed supply chain problems that have hit other retailers and made it harder to source goods from abroad. John Lewis in the UK and Costco and Walmart in the US have all chartered ships to protect their stock. It comes as Asda reported that like-for-like sales fell by 0.7% in the three months to 30 September compared with the same period last year.\"This is the first time Asda has chartered its own ship and we have done so to navigate the industry-wide supply chain challenges and to make sure there is enough stock on the shelves for customers this Christmas,\" a spokesman told the BBC.He said the ship has 350 containers carrying a range of products including festive decorations, party and celebration supplies, toys, gifts and clothing. The boat set sail from China and will arrive in the UK in early December.Asda has struggled with shortages of some foods this year due to the national driver shortage. But it said it was taking measures to protect its Christmas food ranges, including stocking more turkeys and pigs in blankets in store compared to last year.It is also keeping extra stock in depots such as mince pies, confectionary, Christmas cakes and puddings, and has recruited 15,000 temporary staff to work during the busy Christmas period. In September, John Lewis said it was chartering a fleet of extra ships, along with a number of other businesses, to make sure it has Christmas stock on time.Boss Sharon White blamed a shortage of shipping containers which had made it tough - and expensive - to get a space on cargo ships travelling from various parts of the world. Asda - which was recently bought by the billionaire Issa brothers - said the fall in quarterly sales reflected unusually high demand in the same period last year when people were eating more meals at home due to Covid curbs.However, its rivals Tesco and Sainsbury's have both reported higher sales in the third quarter.Asda said customer habits that emerged in the pandemic had remained, with demand for its online delivery service still 80% higher than pre-pandemic levels.It added that the lockdown trend of customers treating themselves to premium own-label products had also continued.", "url": "https://www.bbc.com/news/business-59466802"}