{"datetime": "2021-09-25T11:32:58.000Z", "title": "EVCL Chill: 400 jobs at risk as food firm goes bust", "article": "More than 400 jobs are at risk as a firm which delivers chilled food to major supermarkets across the UK called in administrators. EVCL Chill Ltd, which has headquarters in Alfreton, Derbyshire, delivers food to retailers including Asda and Sainsbury's. Administrators PwC said acute driver shortages had added to its challenges.The firm said 650 employees had been transferred \"to key customers\" but the remaining staff's future was \"unclear\".It comes as the government prepares to bring in a temporary visa scheme to make it easier for foreign lorry drivers to work in the UK toaddress a HGV driver shortage . Privately-owned EVCL Chill has sites across the UK including Daventry, Rochdale, Crick and Penrith, and employed more than 1,000 staff in warehousing and HGV driving roles. It said it would be arranging meetings with those staff affected on Monday. PwC said all operations including transportation have \"successfully been transferred or ceased\". The administration does not affect the wider EV Cargo Group which continues to trade as before, PwC said. In the period up to December 2020 turnover exceeded £167m but EVCL Chill said it has struggled with a loss of key customers and acute driver shortages this year, PwC said.It said a \"number of sale options were explored but generated limited interest\" and management decided to enter into administration. \"This has been a very difficult situation. As businesses move from survival mode to recovery, the financial climate is still very volatile,\" Eddie Williams, joint administrator, said. \"I am pleased at least 658 roles will continue in a sector that is already facing many difficulties and challenges. \"We will continue to fully support all affected staff members during this difficult time.\" Helen Wheeler Jones, joint administrator, added they would liaise closely with customers to fulfil orders, alongside other priority stakeholders including HMRC. Unite union said it would \"be providing support to help the affected workers find new work\". \"EVCL Chill workers have lost their jobs without warning, through no fault of their own, and Unite will be assisting its members in every way possible in coping at this difficult time.\" ", "url": "https://www.bbc.com/news/uk-england-58689962"}