{"datetime": "2021-09-26T10:31:31.000Z", "title": "Lorry driver shortage: Very little benefit to visa plan, haulier says", "article": "There will be \"very little benefit\" from a temporary scheme to make it easier for lorry drivers to work in the UK, a Welsh haulier has said. Driver shortages have seen deliveries disrupted, with some petrol stations closing as people rushed to buy fuel. The UK government said5,000 fuel tanker and food lorry drivers would be eligible to work in the UK for three months, until Christmas Eve. It is estimatedthe UK is short of about 100,000 HGV drivers . The Road Haulage Association has said existing shortages were made worse by a number of factors, including Brexit and the coronavirus pandemic. It said Sunday's announcement \"barely scratches the surface... validity to Christmas Eve is not long enough from where we are now\". Doug Jeffery, of the Llanelli-based Owens Group, normally employs between 600 to 650 drivers, but is down 110, and said he had \"never seen anything like\" the shortages before.He said: \"We have a driver trainee scheme which has had about 300 applicants, but that is a medium-to-long-term solution. \"Between now and Christmas I think it will get much worse before it gets better.\" His firm normally increased capacity from October but was currently \"struggling to meet normal day-to-day capacity\". \"We are about 110 drivers short, we have have had trucks parked up because we have not been able to get drivers,\" Mr Jeffery said. \"I have been in this industry all my working life and I have never see this before.\" He said some drivers were leaving haulage businesses, having accrued 30 or 40 days of holiday during the pandemic.They were then taking jobs with big retailers offering starting bonuses worth as much as £2,000, he said.He added: \"We just need to open up the UK to make it easier for drivers to drive our trucks.\"Chris Bird, managing director of Llantrisant's CJ Bird in Rhondda Cynon Taf, thought the visa scheme would have \"very little benefit.\" He said he did not think thousands of drivers would come to the UK to work as a result of the visa scheme.\"Drivers can go and work in France where there is a shorter working week and they get paid in euros,\" Mr Bird said.\"I don't see them flocking here because we are not the golden goose anymore.\"Previously every pound was worth one-and-a-half euros but that benefit is not there anymore.\"In addition to extra visas for drivers, the scheme will allow 5,500 poultry workers to work in the run-up to Christmas. Other measures include using Ministry of Defence examiners to increase lorry testing capacity, and sending nearly one million letters to drivers who hold an HGV licence, encouraging them back into the industry. UK Transport Secretary Grant Shapps said: \"We are acting now, but the industries must also play their part with working conditions continuing to improve and the deserved salary increases continuing to be maintained in order for companies to retain new drivers. \"After a very difficult 18 months, I know how important this Christmas is for all of us and that's why we're taking these steps at the earliest opportunity to ensure preparations remain on track.\" But British Chambers of Commerce president Baroness McGregor-Smith said the changes were the \"equivalent of throwing a thimble of water on a bonfire\", as it would \"not be enough to address the scale of the problem\". North Wales Police said on Saturday there was no disruption to fuel deliveries at most sites and they were expected to continue as usual. \"We urge the public not to form long queues at petrol stations and cause unnecessary obstructions in roads,\" a spokesman said. ", "url": "https://www.bbc.com/news/uk-wales-58692806"}