{"datetime": "2021-12-31T22:30:33.000Z", "subject": "New Year Honours", "title": "Paralympians Kadeena Cox and Hannah Cockroft recognised in New Year Honours", "article": "Two Yorkshire Paralympic champions and a rugby league legend are among those recognised in the New Year Honours. Leeds para-athlete Kadeena Cox and Halifax-born Hannah Cockroft have both been appointed OBEs after winning gold medals in Tokyo this summer. Wheelchair racer Ms Cockroft and sprinter and cyclist Ms Cox won two golds each at this year's competition. Meanwhile, Leeds Rhinos star Jamie Jones-Buchanan has been appointed an MBE for his work in deprived areas. Mr Jones-Buchanan, who played with the Rhinos for 21 seasons, said he was \"over the moon\" at the honour. The 40-year-old said his community work would carry on, with good things being \"born out of struggle, hardships and adversities\". \"When lads from Bramley get letters home with HM Services on it, it doesn't always translate as something positive,\" he joked, describing the moment he was given the letter at the Leeds Rhinos training ground. As a trustee of the Leeds Rhinos Foundation, the current assistant coach has helped deliver opportunities to children and young people across Leeds. He said he had fulfilled his boyhood dream of playing for his home club and was part of a special group of people. \"I have a great sense of gratitude for that that I want to repay,\" he said. \"I can't repay the people who allowed me to do that, but I can pay it forward and make sure that I'm conducive to the next generation having that same opportunity that I did, if not better.\" He thanked his wife for her support, adding he told his elderly grandparents about the honour in case they died before he was officially appointed.Elsewhere in the region, Melanie Brown of the Spice Girls has been made an MBE for her work with domestic violence charity Women's Aid. Brown, originally from Leeds, and known to fans as Mel B or Scary Spice, was named in the New Year Honours for services to charitable causes and vulnerable women. Earlier this year, she starred in a short film exploring domestic violence through dance. The video which was inspired by the stories she heard while a Women's Aid patron, saw her recreating a woman's escape from an abusive relationship. Also recognised with an MBE for services to triathlon is two-time Olympic medallist Jonny Brownlee. Brownlee, from Leeds, also won gold in the inaugural Olympic triathlon mixed relay earlier this year in Tokyo, along with Jessica Learmonth, Georgia Taylor-Brown and Alex Yee. His brother, and double Olympic and world champion, Alistair, was previously awarded the same honour. Also in the New Year Honours, former Leeds West Labour MP John Battle was awarded a knighthood for his work in politics and public service. Meanwhile, Scarborough and Whitby Conservative MP Robert Goodwill was awarded a knighthood for his work in politics. Yorkshire Sculpture Park founder Peter Murray, from Huddersfield, was also knighted for services to the arts. Roger Burnley, chief executive at Leeds-based supermarket chain Asda, was appointed a Commander of the British Empire for services to the food supply chain. Professor Helen Davis, from the University of Sheffield, was appointed an OBE for services to orthoptics. David Deaves, founder of Dewsbury Ambulance Charities, was appointed an OBE for voluntary and charitable services to the community in Wakefield. Mandy Taylor,who died in December , and raised more than £2m for good causes, has been posthumously awarded an MBE for her contribution to charitable services. The fundraiser, from Golcar, West Yorkshire, helped establish the Forget Me Not Children's Hospice in Huddersfield and was a patron of Halifax's Piece Hall. Alison Lowe,who was the first black female councillor in Leeds and is the current deputy mayor for policing and crime for West Yorkshire , has been appointed an OBE. Ms Lowe was the chief executive officer at charity Touchstone and has been recognised for her services to mental health and wellbeing during the Covid pandemic. Paralympic gold medal winner Jamie Stead, from Normanton, West Yorkshire, who has been appointed an MBE, said he was \"blown away\" by the honour. \"You see people on the news and TV, big celebrities, getting them, and you think little old me playing wheelchair rugby getting an MBE,\" the 28-year-old said. Born with cerebral palsy, he said he was determined his disability would not stop him from becoming an athlete. \"When I watched my first Paralympic games, there were athletes I looked up to and they inspired me,\" he said. \"Hopefully now I'm doing that for future generations and showing people with disability even though it's tough and we have hurdles to overcome, if you do work hard there's possibilities you can realise your dreams.\" Sofia Buncy becomes an MBE for her work with prisoners in Bradford, and specifically her pioneering research into Muslim women's experiences in the criminal justice system. She said she was \"caught off guard\" by the announcement, having left the letter from the honours committee unopened on the kitchen table thinking it was about her other work as one of West Yorkshire's deputy lord lieutenants. Her work at the Khidmat Centre community hub, where she set up food banks and hot food for people during the pandemic, was also recognised. \"It's overwhelming and emotional to know something that I do from a point and place of passion, of making a difference and something I do very naturally and genuinely, is being acknowledged,\" she said. Andrew Denton, from Wetherby, a director at Best Western Hotels, helped turn hotels into hospitals during the pandemic. He said he was \"struggling to get his head around\" the recognition, initially thinking it was his friends playing a prank on him. \"I didn't sleep for days after getting the letter,\" he said. He plotted maps to work out which hotels near hospitals could help the NHS, offering 16,000 rooms to homeless charities and the emergency services. He also wrote more than 100 letters to people he thought may be isolated during lockdowns, creating a letter writing campaign. \"It was an incredible achievement by everybody - and a team effort to make it happen. \"It was so nice to see you were touching the lives of children who were four, five, six years old, who were struggling with being home and couldn't see their friends. \"Then at the other end of the generation scale there was a lady who was 103 who was upset she couldn't go to the bridge club in her village. \"I just wanted to be someone who could help in some way,\" the 47-year-old added. Yvonne Copley, 67, of Easingwold, North Yorkshire, was appointed an MBE for her work founding a women's project in the city. York's Kyra project has helped hundreds of people who faced domestic abuse, isolation and mental health issues. \"I always felt very privileged that women believed and trusted us and opened up their lives to us,\" she said. \"It was my pleasure doing the work and very humbling.\" Founder of the Bradford Literature Festival, Syima Aslam, said she was \"living her best life\" after being appointed an MBE. She has been recognised for her contribution to Bradford's economic regeneration, changing perceptions of the city and celebrating its rich literary heritage.The self-confessed bookworm spent much of her early life in libraries in Bradford, with her mother pushing her to read. It led to her creating the festival, offering free tickets for families on low incomes. \"It's a tremendous recognition for the festival, for the team who help put it together and for the city as well,\" she said. \"I have been dying to tell my daughter and my mum,\" she said, adding she was trying to think how to explain the honour to her mum, who doesn't speak English. \"My grandmother's cousin was knighted, so I'm going to have to think of the analogy - because obviously I've not been knighted. \"I'm going to have to say it's like that, but nowhere near as grand.\" Kim Phillips, 54, from Rotherham, was honoured for her work to public service, including working tirelessly to support frontline cleaning, school catering and school crossing patrols at Rotherham Council throughout the pandemic. \"From my point of view, I'm accepting the honour on behalf of all of the unsung heroes of the frontline services over the last couple of years,\" she said. \"I've got an absolutely immense team.\" The former police staff member helped prepare meals for children during the school holidays, in addition to her role as a parish councillor in Wickersley. \"There's been a lot going on and I hope my staff will take just as much from the award as myself because it's been a tremendously challenging couple of years,\" she added. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-59759826"}