{"datetime": "2021-12-22T05:59:50.000Z", "title": "Ashfield District Council refuses to give back dumped Asda trolleys", "article": "A council is refusing to give back dozens of shopping trolleys until supermarket giant Asda agrees to do more to stop them being dumped. Ashfield District Council in Nottinghamshire claims Asda is not taking the problem of discarded trolleys seriously enough. One councillor said the abandoned carts had left parts of Sutton-in-Ashfield \"looking like Supermarket Sweep\". Asda said it would be working to resolve the situation. The authority is currently storing about 50 trolleys - nearly all of them belonging to Asda - and is refusing to give them back until a fee is paid. Councillors have requested an urgent meeting with Asda bosses to resolve the \"stand-off\" and offered to show them around the area to demonstrate the scale of the problem. Samantha Deakin, portfolio holder for parks, town centres and neighbourhood services, said: \"We wrote to them months ago and they don't seem to be accepting responsibility for the problem they have created. \"Supermarkets like Asda fail to understand that their failure to secure their trolleys not just adversely impacts our environment but takes up a significant amount of staff time.\"We've been picking their trolleys up for free for years - why should the taxpayer pick up the tab for a multi-national conglomerate like Asda?\"Enough is enough - unless they start taking this issue seriously, they're not having their trolleys back.\" Another councillor, David Hennigan, said \"not a day goes by\" without reports of a discarded trolley. \"Walk anywhere in Sutton-in-Ashfield and you'll come across a dumped trolley - sometimes many of them,\" he said.\"They are used to transport the proceeds of crime and are a stain on our environment and a strain on our council.\"Asda must be off their trolley if they think we'll keep doing their job.\" An Asda spokesman said: \"We would like to thank Ashfield District Council for bringing this to our attention and will work with them and our trolley collection partner to resolve this as soon as possible.\"Residents who see an abandoned trolley can also directly report it using the Collex app, so we can arrange for them to be collected and put them to better use.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-59745453"}