{"datetime": "2019-08-20T23:18:21.000Z", "author": "Kevin Keane", "title": "Scottish beef sector 'on brink of collapse' as prices drop", "article": "Scotland's beef sector is on the brink of collapse due to depressed prices, according to a leading figure in the Scottish farming union. Gary Christie, of NFU Scotland, said the slump is preventing some farmers covering the cost of rearing cattle. He told the BBC Irish beef, stockpiled ahead of Brexit, is already being drip-fed into the system. The Scottish government said it would do everything within its power to support farmers during turbulent times. Mr Christie, who is north east livestock chairman for NFU Scotland, said herds were now being shrunk as farmers move away from beef. The union has called on the Scottish government to provide financial support to the sector. Mr Christie said: \"The industry is going to collapse if they don't do something about it. We can't take any more.\"We're seeing it already with 850 cows going out of Aberdeenshire that we know of in the next few weeks. They are going already and this is the start of a slippery slope.\" He added: \"We're down £180-a-head which gives you an 11% reduction on the prices we had this time last year. \"The supermarkets say there's a lack of consumer demand and in the spring time a lot of beef came in which was stockpiled because of Brexit. \"This beef, that came from southern Ireland, has been drip-fed into the economy and it has suppressed the Scottish beef price.\" Another concern is a demand from supermarkets for smaller cattle. Under growing pressure for improved efficiency, farmers are now able to breed animals weighing about 420kg by the time they reach maturity. But farmers say they have been told abattoirs will soon stop accepting animals which are larger than about 360kg. Mr Christie added: \"The supermarkets say the steaks are too big and they have a job selling big steaks.\"It's very frustrating because it's been driven by efficiencies. We've been told to reduce our carbon footprints.\" Farmers want the rules changed so that cattle can be sold as beef, rather than veal, once they reach 10 months rather than 12. Other parts of Scotland's agricultural sector have also been experiencing a difficult season with wet weather affecting crops. Farmers are reporting destroyed cereals across the country because of the intense rainfall. Those who have not had their crops damaged are finding it difficult operating heavy machinery for harvesting in waterlogged fields.Andrew Moir has been struggling to harvest oats at his farm near Laurencekirk in Aberdeenshire. He said: \"This year we've had rain really since 2 August. There hasn't been a day without rain. Over 100ml we have had in this part of the world, which has been really hard on the crops. \"My crop has been ready for 10 days and it's getting weathered. It makes it a dull colour and will make it difficult, possibly, to meet the stringent specifications that this crop requires.\"Our buyer might say they don't want to buy it, which would devalue the crop quite considerably.\"A lot of our wheat goes to the distilling industry. The specification is for a good, reasonable quality to it. If it falls out of that specification then it goes into animal feed and we get less for it. \"If it's spring barley and most of it's gone flat, then we probably will struggle to make the very stringent specifications our maltsters demand.\" Scotland's rural economy secretary, Fergus Ewing, said he was \"absolutely committed to seeing what can be done to help alleviate the price drop\" and other market challenges faced by farmers and trade bodies who are \"at the tip of the Brexit iceberg\". He added: \"The Scottish government and the EU contribute more than £300m to the sector but we are already seeing the EU and Irish government working together to support Irish beef farmers who have experienced significant price drops since Brexit was announced. \"I have been in contact with the UK secretary of state regarding the ongoing drop in the UK beef prices. \"We are clear that we will do everything within our power to support farmers during these turbulent times and urge the UK government to sustain our beef sectors and will outline our intentions later this year.\" ", "url": "https://www.bbc.com/news/uk-scotland-49411872"}