{"datetime": "2021-09-24T21:51:00.000Z", "title": "Fuel shortage: Several petrol stations shut in Wales", "article": "Several supermarkets have closed petrol stations in Wales due to demand for fuel, amid panic buying. It comes despite assurances from the UK government that people shouldcarry on buying petrol as normal . Tesco and Sainsbury's both confirmed closures, but Tesco said it had a \"good availability\" with deliveries arriving every day. Asda had to close some stations to temporarily refuel to meet demand, but did not report any fuel shortages.Sainsbury's said its Thornhill store in Cardiff had shut on Friday afternoon, adding: \"All our sites are receiving more fuel and we'll reopen again as soon as possible.\" A Tesco Extra petrol station on Cowbridge Road, in Bridgend, was also closed as of 12:00 BST on Friday and at a Tesco in Bridgend, diesel was not available and only two pumps out of eight on its forecourt were open to motorists. Cardiff Gate services off junction 30 of the M4 ran out of fuel at about 19:45 BST, according to Traffic Wales.The Asda petrol station at Leckwith, near Cardiff City FC Stadium, was closed on Friday evening to refuel after the increased demand. Sion Jones, of Valley Services, Llandysul in the Teifi Valley, said he would have to \"consider rationing fuel sales\" to customers if panic buying continues.Transport Secretary Grant Shapps told the BBC the Army could be brought in to drive fuel tankers if it would help.South Wales Police appealed on Twitter for drivers to keep roads clear. \"We are aware of drivers queuing at petrol stations across South Wales,\" the force wrote. \"Keeping highways clear is essential for emergency services, & other public service functions, and hindering them poses a public safety risk.\" Bus company Stagecoach South Wales also wrote on Twitter: \"All our services are experiencing severe delays due to traffic queues at petrol stations. We are working to maintain services.\" Stagecoach apologised to passengers because it was unable to use the bus stop at Asda in Dowlais, Merthyr, due to the amount of vehicles queueing for fuel at the superstore. Cardiff Bus said in a statement: \"We would like to apologise for the current delays we are experiencing across our network. \"The roads are extremely busy due to the panic buying of fuel - we would like to thank you for your patience, our driver will be with you asap.\" It is estimated that the UK is short of about 100,000 HGV drivers - with gaps made worse by the Covid-19 pandemic and Brexit. Outside Wales, some stations owned by BP and Esso-owned Tesco Alliance were shut on Thursday because of a lack of delivery drivers. Steve Coombe, of the Petrol Retailers Association, said: \"There were no supply outages last week but there are some sites that are confirming delay in deliveries... they appear confined to London and the south-east [of England] and one or two in the Midlands, but they appear to be temporary in nature.\" He added: \"Sometimes newspaper headlines can sensationalise... everyone keep calm, there is plenty of stock.\"Those sites that have had problems are getting their fuel replenished.\" Will Young, who queued for half an hour for petrol at Morrisons in Llanishen, said: \"You could see it coming really because on the news yesterday, it said it's going to happen over the next couple of weeks. \"It's not my problem but it is a problem for people who use their cars for every day purposes like business and taking their children to school.\" Tony Fundell, another shopper, told BBC Wales: \"I think people are panicking. I've got enough to last me a few days so I'll top up as and when I need it. \"I'm retired so I've got enough time on my hands but I feel sorry for those who are in business.\" Chris Bird, director of C J Bird Transport in Llantrisant, told BBC Radio Wales that petrol panic buyers are \"creating their own problem\". \"If you don't need it, don't bother. Unfortunately as humans we tend to panic and be very selfish in these times,\" he said. He added that turning to European drivers to fix the HGV driver shortage is no solution. \"The eastern European drivers have been the band aid for the job for the last 10 years I would say. \"It's solvable, the market will find its feet, the wages will go up to a point where people will become more attracted to it.\" The Welsh government said: \"The shortage of HGV drivers is of significant concern as they are critical to effective and timely distribution of goods across the country.\"We are monitoring the situation very closely but responsibility lies with UK government and we continue to raise our concerns with them.\" Some senior UK government ministers will meet later to discuss supply problems at petrol stations.", "url": "https://www.bbc.com/news/uk-wales-58676366"}