{"datetime": "2019-08-15T23:00:22.000Z", "author": "David Shanks", "title": "Call for assurances over £160m of Scottish farmer payments", "article": "The Scottish government has called for assurances amid uncertainty about the repayment of £160m to farmers. Prime Minister Boris Johnson recently said the disputed EU funding would be repaid to Scottish farmers. However, BBC Scotland has seen a letter from Defra to the Scottish government which said UK allocations depend on the results of a review. Scotland's Rural Economy Secretary Fergus Ewing called on Mr Johnson to keep his promise. The UK government said it would shortly be publishing the recommendations from the independent review. The long-running row dates back to 2013, when the EU announced moves to redistribute Common Agricultural Policy (CAP) payments more fairly, on the basis of average Euros per hectare. The EU paid the uplift money to bring Scottish hill farmers up to the average per-hectare payments of all the other EU countries. However, the decision was made by the UK government to spread the payments across the whole farming sector, based on historical distributions. Mr Ewing told BBC Scotland: \"The prime minister said that money would be paid in full to redress a historic injustice. \"The letter from Defra doesn't confirm that at all. \"I am calling on the prime minister to make good the promise he made a week or so ago to the House of Commons that our farmers and crofters get the money that was wrongfully withheld from them six years ago.\" The UK government said in a statement: \"For years, British farmers have been given a poor deal by the EU's Common Agricultural Policy, which is why we want to change things for the better. \"As the prime minister has said, once we are out of the EU, we will have a historic opportunity to introduce new schemes to support farmers - and we will make sure that Scotland gets a better deal. \"We will also shortly be publishing the recommendations from an independent review, led by Lord Bew, looking at how future funding can be fairly allocated outside the EU. \"This will take into account the unique farming environments in certain parts of the UK.\" The repayment of the convergence money has been campaigned for by the Scottish Conservatives. Banff and Buchan MP David Duguid said: \"I would accept that a mistake was made in how this money was allocated in the first place. \"When the prime minister says he's going to do something, that's something that at very least we can then go ahead and hold him to account on.\" ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-49362698"}