{"datetime": "2019-09-26T23:38:38.000Z", "author": "Kevin Keane", "title": "Scottish Land Matching Service bid to pair young people into farming sector", "article": "A new service has been launched to pair landowners with new entrants into Scotland's farming industry. The Scottish Land Matching Service is designed to address the lack of opportunities for young people to break into the sector. It involves creating a register of land owners who have farms available to rent, and then placing them with people looking to get a foot on the ladder. NFU Scotland (NFUS) will administer the scheme. It said it will play a \"pivotal role\" in improving access to land. Gemma Cooper, head of policy team at NFU Scotland, said: \"NFUS is delighted to host the new service, which will build on the excellent work undertaken by those within the union who had the vision to set up our joint venture hub.\"We believe that the service will play a pivotal role in helping to address some of the issues that exist currently in relation to arrangements for accessing land.\" Efforts have been under way to create new starter farms by releasing land owned by government agencies such as Forestry and Land Scotland. About 6,500 hectares (16,000 acres) have been made available for 60 new entrants. However this scheme will focus on privately owned land. A similar scheme has already been successfully running in Ireland. The scheme was launched at Waterside Farm near Dunblane, which is seen as a model for how the system could work.Landowner Robin Young, who owns a 125 hectare (300 acre) dairy farm, signed up to a five-year joint venture partnership with new entrants Pat and Jess Kimpton. Mr Kimpton said: \"We saw this as a great opportunity to get a foot on the ladder and grow our own business. It also helps to share the risk, so we will have more confidence to develop further. \"Having good quality impartial advice is also essential for that.\" Mr Young entered the partnership after a hip operation forced him to retire from farming. He said: \"The formation of a joint venture has given us confidence to invest in our business as well as enabling a young couple the opportunity to develop and grow their own business in tandem. \"A land matching service would have been hugely beneficial to us when we started this process and hopefully it will open up opportunities to others and help highlight the benefits of collaborative working.\" The scheme has been launched by the Rural Economy Secretary Fergus Ewing. He said: \"The availability of land remains one of the primary barriers to attracting new entrants to farming and I am clear overcoming this challenge is vital for the future sustainability of the industry. \"With current land matching, joint venture and contract farming agreements administered by a range of parties, the advice available is often ad-hoc and variable in quality. \"That is why this new service is so important, as it will manage a database of potential service users and then offer them support to achieve a mutually beneficial outcome.\" ", "url": "https://www.bbc.com/news/uk-scotland-49838308"}