{"datetime": "2019-09-04T15:10:09.000Z", "title": "£1.2bn for Scotland in UK government's spending plans", "article": "Chancellor Sajid Javid has announced an extra £1.2bn for Scotland in the UK government's spending plans. The departmental budgets are for one year, rather than the usual three years, due to uncertainty over the impact of Brexit. The chancellor promised he was \"turning the page on austerity\" as he embarked on a pre-election spending spree. But Scotland's finance secretary Derek Mackay said the funding package did not \"undo the damage\" of austerity. The funding in Scotland includes £160m for farmers to settle along-running row over the redistribution of Common Agricultural Policy payments.The extra spending - primarily aimed at health, schools and the police - will be funded by borrowing rather than tax rises. Mr Javid outlined £13.8bn of extra investment across the UK, which equates to about £1.2bn for Scotland under the devolved nation funding model called the Barnett formula, in what he said is the fastest spending increase for 15 years. Mr Javid said: \"No department will be cut next year. Every single department has had its budget for day-to-day spending increased at least in line with inflation. \"That's what I mean by the end of austerity.\" But Mr Mackay said: \"Despite promises of additional funding from the UK government, the fact remains this announcement gives us no greater certainty, does not undo the damage of austerity, fails to protect us from Brexit and simply gives just some of the money owed to Scotland. \"Scottish public services have been constrained by a decade of UK austerity during which we have lost out on over £12bn of real-terms investment.\"This announcement does little to address the damage caused by UK austerity or the multi-billion funding disputes we have outstanding with the Treasury.\" The £160m farming payout resolves a row over the way the EU paid subsidies. In 2013, the EU announced moves to redistribute Common Agricultural Policy payments more fairly, on the basis of average euros per hectare. The EU paid the uplift money to bring Scottish hill farmers up to the average per-hectare payments of all the other EU countries. However, the decision was made by the UK government to spread the payments across the whole farming sector, based on historical distributions. The National Farmers' Union Scotland president, Andrew McCornick, said the announcement meant a \"fundamental wrong has finally been corrected\". He added: \"For the past six years, we have argued long and hard for the convergence funding injustice to be addressed and the £160m represents the biggest single uplift in agricultural funding in memory.\" Rural Economy Secretary Fergus Ewing said: \"I have doggedly argued for this money to be repatriated to Scotland's farmers and pressed the UK government to right this historic injustice, which has deprived farmers, crofters and land managers of vital support.\" The chancellor laid out the spending plans against the possibility that the UK is heading for another general election - the country's third in five years. The chancellor's spending plan is based on forecasts published in March by the Office for Budget Responsibility (OBR), the independent fiscal watchdog. Under those predictions, the government had around £15bn to borrow within its self-imposed overdraft limit of 2% of the value of the national economy. The director of the Institute for Fiscal Studies, Paul Johnson, also warned that the current weakness in the UK economy could weigh on the government's declaration of the end of austerity. He said: \"We of course live in a time of extreme economic uncertainty and I think the big risk in saying that austerity is over is that the economy starts to do significantly worse, which it might if we have a no-deal Brexit. \"Then the deficit and debt will start rising and we are in danger of having another dose of austerity to get that over with for a second time.\" Scottish Secretary Alister Jack said the UK government's spending announcement was \"great news for Scotland\". He added: \"An extra £1.2bn that should be used to grow the economy and invest in vital public services across Scotland.\"It's clearer than ever that Scotland benefits from being part of a strong United Kingdom and I urge the Scottish government to work with us as we invest in Scotland to deliver jobs, opportunities and sustainable growth.\"It's particularly a great day for Scottish farmers with the prime minister delivering on his promise to right the wrongs of unfair funding by providing them an extra £160m.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-49582275"}