{"datetime": "2019-12-09T13:55:16.000Z", "title": "Biofuel sparks hundreds of farmer machinery repair complaints", "article": "The use of biofuel has sparked hundreds of complaints from farmers who claim it is forcing them into \"unacceptable\" costly machinery repairs. Adding biofuel - which is made from organic materials rather than fossil fuels - to diesel supplies is seen as one way of reducing carbon emissions from vehicles such as tractors. But farmers say it has been clogging up filters and causing breakdowns. NFU Scotland said more than 400 complaints have been made. Supplier Petroineos said it was investigating and had recently reduced the biofuel inclusion percentages - from 7% down to 5% - in the hope of alleviating any problems. The Scottish and UK governments said a long-term solution was being sought. The filter clogging issue is said to be particularly bad when the weather is colder. Some farmers will already have taken delivery of enough fuel to last all winter. Jamie Smart, chairman of NFU Scotland's legal and technical committee, said they were looking into whether better testing could be found. However, he said: \"That doesn't help the short-term issue, how are we going to get through the next few weeks and months. \"We are hoping that this 5% inclusion rate will help but we don't know yet.\" In Laurencekirk, Aberdeenshire, farmer Andrew Moir said there had been problems over the last few months in colder weather. He said: \"We really want to be responsible and use biofuels. But the science behind it has to be looked at and checked. The science is there. \"It's costing us quite a lot of money to replace these filters. It's a big problem. It's unacceptable. \"This is a wide national issue and farmers should be getting compensated for it.\" He welcomed the ongoing dialogue aimed at addressing the issue. Petroineos said it had allocated \"significant resource\" to investigate the issues since they came to light in October. The company said in a statement: \"Our investigations have been extensive and are ongoing into what is a complex process with a large number of variables. \"We recognise the need for action to ensure that end-users do not experience further unnecessary operational issues. \"We remain entirely focused on providing quality fuel to the markets we serve. We are monitoring the effectiveness of the changes we are making.\" Transport Secretary Michael Matheson has written to the UK government to \"ensure that this is resolved\". He said: \"I am aware of the reported issues affecting the agricultural and other sectors which may be linked to the blending of biofuel products. \"I am clear that a longer-term fix will need to be found that allows for the continued reduction of carbon emissions from fuels that does not pose critical issues with performance.\" The Department for Transport said in a statement: \"We are pleased that Petroineos has made changes to their diesel production process, which we hope will help alleviate the issues faced by farmers in Scotland. \"We will continue to work with the farming and fuel industries to develop a long-term solution.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-50712647"}