{"datetime": "2019-11-01T13:23:42.000Z", "title": "North east farmers hit by Muller move over milk surplus", "article": "Dairy giant Muller is to drop more than a dozen farm suppliers in the north east as it seeks to cut the amount of milk it buys in Scotland. Muller said \"an unprecedented 25% surge\" in farm milk production since 2014 meant supply was now \"substantially\" outstripping demand. A month-long review with its 230 Scottish suppliers concluded that the situation was \"unviable\". It will now give 14 dairy farms in Aberdeenshire 12 months' notice. Muller said the suppliers were based in areas which presented \"heightened or complex logistical transport challenges\" for the company. In a statement, the milk processor also announced plans to introduce a tiered transport charge for suppliers in Scotland from February. Muller had warned its suppliers that the growing milk surplus was not sustainable and had \"significant environmental consequences.\" It said surplus milk was currently being transported to England, resulting in more than 6,000 tanker movements travelling a total of 2.5 million miles each year. Rob Hutchison, from Muller Milk and Ingredients, said: \"We fully appreciate that these measures will be extremely unwelcome and destabilising for our farmer suppliers particularly in the north east of Scotland, but the current situation is unviable and we must act. \"We completed the largest single investment in fresh milk processing in Scotland in more than a decade at our dairy in Bellshill last year and we will continue to do what we can to stimulate new demand for fresh milk. \"But with fresh milk already in 96% of the nation's fridges and overall consumer demand for the product in marginal decline, the reality is that it is extremely unlikely that this sector will soak up the heightened levels of milk production from farms which we have seen.\" Commenting on the announcement, NFU Scotland president Andrew McCornick said it was \"clearly devastating news\". He added: \"Given the considerable commitment and investment made by dairy farmers, we now have producers looking to find a new buyer in the next year if they wish to continue milking cows while others, through haulage charges, face a significant cut in income at a time when milk prices are struggling to cover the cost of production.\" Last month, Mullerannounced the closure of its Aberdeen depot with the loss of up to 45 jobs. Muller's distribution, garage, tanker and retail operations in the city had been the focus of a 30-day consultation process. The company said the decision was \"against a backdrop of declining consumption of fresh milk and significant changes in retailing\". ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-50262989"}