{"datetime": "2018-08-13T07:20:02.000Z", "title": "Loans offer for Scottish farmers hit by adverse weather", "article": "Scottish farmers are being offered government loans to help them recover from months of adverse weather conditions. The National Basic Payment Support Scheme (NBPSS) is being launched to allow farmers early access to their annual payment from the EU.The funding usually arrives between December and June but loans will be available from October. These will offer eligible farmers up to 90% of what they are due. It has been a tough year for many farmers with a harsh winter seeing late snow covering and then scorching temperatures and drought conditions this summer.The unprecedented weather has led to higher costs such as increased prices for feed and fodder. Announcing the loan scheme, Rural Economy Secretary Fergus Ewing said: \"Farmers are the backbone of Scotland's rural economy, and we understand that many of them have really suffered this year due to the unprecedented severe weather experienced in 2018.\"The Scottish government is of course committed to supporting our farmers, and have responded by taking decisive action to make this extra funding stream available.\"We will be issuing loan offers shortly, providing a much-needed cash injection for those feeling the effects of increased prices for feed and fodder, the impact of restraints on irrigating their land, and in some cases resorting to selling livestock earlier than planned to preserve fodder for breeding stocks.\" Mr Ewing said he had also asked the Agriculture Weather Advisory Panel to consider what other actions could help in response to the recent dry weather.He added: \"The panel met last week and will be issuing advice, focused on the continuing need for farmers to plan ahead and collaborate effectively across the industry.\"Andrew McCornick, president of the NFU in Scotland told BBC Scotland's Good Morning Scotland programme: \"Money is tight. There's no two ways on that one. \"There's a lot of stress involved in what's happening in the industry at the minute.\"This will help to relieve this stress, this mental anguish. It will also give comfort to the people we are buying this further in from. They will know that the money will be there to pay for it. It will keep the bankers happy as well. \"But actually, it will be in and out. It will just be a short visit in any of the farmers' accounts. In our own business it's already accounted for.\" ", "url": "https://www.bbc.com/news/uk-scotland-45164190"}