{"datetime": "2019-10-09T11:12:15.000Z", "title": "Farmers consider blockade over no-deal tariffs", "article": "A Scottish farmers' leader has said he cannot rule out direct action such as blockades by his members over Brexit tariff plans. NFU Scotland President Andrew McCornick said he would take the lead from his membership. The UK government has said it does not plan to impose tariffs on the majority of goods entering the UK in the event of a no-deal Brexit. However, they said it was \"a temporary measure\" to protect jobs and consumers. The NFU has already said farmers feel \"betrayed\" by the proposal. Speaking on the Good Morning Scotland programme, Mr McCornick was asked about calls for blockades to stop cheap imports entering the country. \"It is not impossible,\" he said. \"It's certainly not been ruled out. \"But we need to know what would be the benefit of blockading, what would it actually deliver.\" Mr McCornick said the situation facing farmers was uncertain, adding: \"We don't know what direction to turn in at the moment.\"Under the government's plan, there would be no tax on 88% of imports into the UK. The NFU said without a Brexit deal, its members faced tariffs on exports while overseas rivals would not be taxed. The government has published its updated proposed tariff regime, which will apply for the first year after the UK leaves the EU. It contained three amendments including adjusting tariffs on bioethanol imports. Some clothing shipped into the UK will be taxed at between 8% and 12%.Both revisions are aimed at protecting domestic bioethanol and clothing producers from cheaper imports. A government spokesperson said: \"Our temporary tariff regime will help to support British jobs and avoid consumer price increases should we leave the EU without an agreement.\"This is a temporary measure and we will be monitoring the economy closely, as well as continuing to listen to feedback provided through gov.uk. The government will also continue to meet regularly with representatives from the food and farming sector to hear their concerns.\"Mr McCornick said farmers feared they would face unfair competition. \"We could get undermined by imports coming in significantly easier than anything that we can export,\" he said. Beef exports would face increased tariffs, he believed, and cereal from the UK would be taxed while imports arrived tariff-free. He added: \"We need to get some form of agreement here on a way forward, some way of getting frictionless trade.\" In 2001, a group calling itself the Rural Rebels disrupted transport links between Scotland and England. Claiming that the needs of the countryside were being ignored, it managed to cause delays on roads including the M74, A68 and A1. More recently, UK farmers have protested about the effects on them of low milk prices. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-49985528"}