{"datetime": "2020-08-11T13:55:47.000Z", "author": "Kevin Keane", "title": "Gardeners warned not to plant mystery seeds", "article": "Scotland's farming leaders are warning people not to plant unsolicited packets of seeds which hundreds have received through the post. The seeds appear to come from China and are thought to be part of a global 'brushing' scam to gain positive reviews for online selling sites. However, concern is mounting that the seeds could be for non-native species or carry pests and diseases. Scottish government scientists are currently testing the seeds. They are urging people not to open them. Instead receipt of the packets should be reported to Science and Advice for Scottish Agriculture (Sasa). Chief plant health officer for Scotland, Gerry Saddler said: \"Plants and seeds should always be sourced responsibly from known suppliers and anyone who has received seeds which they have not ordered should report the matter to the Scottish government's Sasa division.\"It is important not to open these packages and that these seeds are not planted or composted as it is possible they could be carrying plant pests or diseases that are a harmful risk to our plant life and the environment.\" The \"brushing\" scam, believed to be behind the packages, involves sellers sending out low value items such as seeds or rings. Each fake \"sale\" then generates an online review that appears to boost the seller's legitimacy. The seeds are being reported across the UK and in countries around the world. In Scotland it is an offence to plant, or otherwise cause to grow, a plant in the wild at a location outside its native range. Jenny Park, an expert in non-native species and exotic diseases from Scottish Natural Heritage, has warned of the dangers of planting mystery seeds.\"Some species like rhododendron and giant hogweed were in good faith introduced as garden plants,\" she said.\"Unfortunately no one predicted their effect on native woodland or along river banks, or how much it would cost to remove them. Invasive non-native species remain one of the greatest threats to biodiversity, not just in Scotland, but globally.\" Dozens of people have responded to a Facebook warning by NFU Scotland to say that they have also received the seeds. NFU Scotland's horticulture chair, James Porter, said: \"Scotland has an enviable reputation for producing high health, hardy plants - whether that be trees, nursery stock, cereals, oilseeds, soft fruit, bulbs, vegetables or potatoes. \"The arrival of seeds of unknown quality or health places that at risk and I urge anyone who receives these unsolicited parcels to notify the Animal and Plant Health Agency.\" People are also being advised not to handle the seeds as they may have been treated with harmful pesticides. Instead they should be left in the unopened plastic packaging.", "url": "https://www.bbc.com/news/uk-scotland-53736078"}