{"datetime": "2019-02-11T02:02:18.000Z", "title": "Scotland's farmers take part in mental health study", "article": "The mental health of farmers is to be assessed for a new study aimed at finding ways to offer better support. It comes as research suggested those working in Scotland's agricultural sector were vulnerable to mental health issues. The team from Robert Gordon University (RGU) and NHS Grampian will begin speak to the farming community this week. The study is due to get under way at Orkney Mart later, followed by Thainstone Mart in Inverurie on Friday. One of the lead researchers, Prof Kay Cooper, said: \"We know that farmers and others working in the agriculture sector regularly experience distress, anxiety and depression, which in turn are related to greater risk of injury.\" She added: \"Aside from the personal impact, poor mental wellbeing has a significant economic cost.\" Susan Webb, NHS Grampian's director of public health, said: \"We are committed to supporting the farming community to stay in good health, recognising the massive contribution they make to life. \"This research project is very welcome and I look forward to seeing the results of the interviews and workshops.\" 'Shining a light' NFU Scotland president Andrew McCornick said that mental health was too often ignored in the farming community. He added: \"Over the last few years we have been seeing more and more people coming out in our industry and shining a light on the issue of depression and anxiety and how it can be so prevalent in farmers and crofters.\" Farmers interested in taking part can contact Stephanie Morrison for Orkney (s.morrison@rgu.ac.uk) or Lorna Paterson for Thainstone (lorna.paterson@nfus.org.uk). If you are feeling emotionally distressed and would like details of organisations which offer advice and support, go online to bbc.co.uk/actionline or you can call for free, at any time to hear recorded information 0800 066 066. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-47156447"}