{"datetime": "2020-03-03T11:03:18.000Z", "author": "Kevin Keane", "title": "Farmers in Scotland 'need millions more' to tackle climate change", "article": "Millions more needs to be paid to farmers to help them tackle climate change, a farming union has urged. NFU Scotland called for £100m of additional Scottish government funding each year.The funds would be used to encourage farmers to plant woodlands, invest in green energy and develop schemes which cut emissions. The union said farmers will play a \"key role\" in achieving net-zero emissions by 2045. But it added using existing funding could be \"highly destabilising\" for the sector. The funding would be additional to existing subsidy payments. Last month ministers announced an initial £40m for an \"Agricultural Transformation Programme\" to help farmers develop low-carbon practices. NFU Scotland president, Andrew McCornick, said: \"We believe the Scottish government's agricultural transformation programme offers huge potential to deliver on environment and climate goals but to turn the ambition into a reality, the support level needs to be substantially above the £40m announced. \"Farmers and crofters must be incentivised to take up fundamental measures focusing on soils, input costs and emission reduction. \"It is essential that such actions are taken up by a much wider swathe of Scottish agriculture and that all doing so are appropriately supported.\" The call is part of a package of measures farming leaders would like to see over the three years following the UK's departure from the EU. Its document \"Stability - The Platform for Change\" is being presented to MSPs at Holyrood. It has repeated calls for most funding mechanisms to be maintained including the Basic Payment Scheme and the Less Favoured Area Support Scheme. The UK government has already indicated that basic payments in England and Wales will be phased out in favour of a system delivering \"public money for public goods\". But with 85% of Scotland's farmland classed as \"less favoured\", NFU Scotland says the payments are \"uniquely important\" to Scottish farmers. However it wants to see the overall system simplified and for changes to be made to the \"greening\" requirements of the EU's Common Agricultural Policy. On climate change it says some Scottish agriculture must \"gear itself up in terms of practical measures that enable farmers and crofters to fully understand the emissions from their agricultural processes.\" It calls for all farming businesses which receive more than £15,000 of direct funding per year to undertake three measures; soil testing, a business review and carbon auditing. The Scottish government says ministers will now take time to consider the proposals. Rural Economy Secretary Fergus Ewing said: \"Clearly there are wider matters to take on board including how we shift resource to support farmers to undertake activity which will allow them to play their part in cutting emissions and enhancing our natural environment. \"These proposals show that there is common ground between the Scottish government and NFUS to do all we can to provide stability for farmers and crofters in the critical years ahead.\" Ministers have been urged to reject the idea of capping payments which, they say, would undermine stability at a time of ongoing uncertainty. In 2015 a farmer in Aberdeenshire was criticised when it was revealed he received £2.9m in subsidies. The union has called for a \"pragmatic warning system\" to be introduced which imposes \"more proportionate\" penalties for when rules are breached. ", "url": "https://www.bbc.com/news/uk-scotland-51720044"}