{"datetime": "2019-04-11T13:17:53.000Z", "title": "Extreme weather 'cost Scottish farmers £161m'", "article": "Scotland's farmers lost up to £161m last year due to extreme weather, according to an environmental charity. WWF Scotland found the losses equated to about 6% of the total agricultural output of the previous year. The livestock sector was hit hardest by the impact of severe snow in March and one of the hottest summers on record. WWF Scotland said farmers were \"increasingly on the front line\" of climate change as they worked to cope with unpredictable seasons. The report, compiled by economic consultancy Ecosulis, concluded that the severe weather of 2017/18 impacted on livestock numbers and yields of key crops. Sheep farmers suffered the biggest hit as the Beast from the East swept in during lambing season, with losses estimated at £45m. The report said: \"In terms of animal deaths, the biggest impact was also on the sheep sector.\"The beef sector also suffered substantial losses, but the largest impact on beef was on the cost of forage and increased feeding due to the longer housing period.\" The report's authors said the poor weather may have contributed to the decision of some dairy farmers to cease production, adding that some farmers may have experienced losses as a result of uncollected milk. Cereal yields were also affected significantly, and overall losses to the cereal sector were estimated at £62m - equivalent to 15% of the sector's output in 2017, the report noted. Meanwhile, farmers also experienced building damage due to heavy snow and strong winds. WWF Scotland food policy manager Sheila George said: \"Last year's extremes will soon be the norm rather than the exception and that will have huge implications for farmers and the environment.\"That's why it's so important the Scottish government takes action now to support our agriculture sector to adapt to the challenges ahead.\" A Scottish government spokesman said: \"Our farmers, crofters and land managers are on the front line when it comes to dealing with unpredictable seasons and extreme weather. \"That is why we continue to engage with the industry to ensure that appropriate support is provided during challenging times. \"This has included offering support to our farming communities through the early payment of loans, securing derogations from European rules, and our continued support of the work of the Agricultural Weather Advisory Panel and Farm Advisory Service.\" NFU Scotland said Scottish farmers and crofters were well aware of the extreme difficulties they faced because of the weather. President Andrew McCornick said: \"An incredibly wet harvest in 2017 led straight into a winter which saw the country blasted with unforgiving conditions, which continued right on into late spring.\"Farmers and crofters were then hit with one of the hottest and driest summers on record, seriously affecting crop growth and, inevitably, harvest. \"This kind of unpredictable weather could become more prevalent and as part of our campaign the union is looking to encourage farmers to think further ahead and to plan for these challenges.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-47893760"}