{"datetime": "2019-05-29T12:30:42.000Z", "author": "Kevin Keane", "title": "Turning forestry land into farms policy 'needs urgent review'", "article": "The Scottish government's policy of converting forestry land into farms should be urgently reviewed as part of the declared \"climate emergency\", according to a group of foresters. About 6,400 hectares - much of it from the former Forestry Commission - has been identified for starter farms to help young people into the industry. The government has already missed targets for tree planting. Advisers say more land needs to be used for climate change mitigation. Officials insist the land identified is not suitable for forestry but say there is nothing to stop the farmers planting their own trees. Land at West Torrie, near Callander, totalling 40 hectares, is one of 24 areas being handed over by Rural Economy Secretary Fergus Ewing. Young farmer Callum Lindsay - whose father's farm is not big enough to support them both - will use the land for livestock. Mr Ewing said: \"The availability of land remains one of the primary barriers to attracting new entrants to farming and I am clear that overcoming these challenges is vital for the future sustainability of the industry. \"We have to plant trees in the right place and we need to respect and protect farmland for mixed livestock production. \"We have a very, very large landmass in Scotland. There's plenty of room, plenty of land to achieve successful forestry and farming. That's really what we aim to do.\" In April,First Minister Nicola Sturgeon declared a \"climate emergency\" , which led to a wide-ranging review of government policy. The Committee on Climate Change said 20% of existing agricultural land needed to be used for tree planting and growing biofuel crops to help offset greenhouse gas emissions. Despite this, the Scottish government has insisted its policy of identifying public land for new entrants into farming is not under review. The Forest Policy Group said it supported the principle of starter farms but wanted a national consultation on how the land could be used. Spokesman Willie McGhee told BBC Scotland: \"It would have been good if some sort of consultation exercise could have been done by Forest and Land Scotland, to go out to stakeholders more broadly, to see what that land could have and should have been used for. \"While we are very supportive of allowing young farmers into small holdings, what we would have liked to see would have been something like starter woodlands or starter forests.\" The agricultural sector has been trying to find ways of helping young people get a foothold into farming which can often be difficult. A lack of spare land and an unwillingness from older farmers to relinquish the reins mean many can be in their 50s or 60s before taking over the business. New entrant Mr Lindsay said: \"Due to the high price of land and the shortage of ground available to rent for livestock, it is becoming increasingly difficult to get yourself established.\"This five-year tenancy is a golden opportunity to establish myself in the industry, a start that would not be achievable if I had to buy my own land.\" About 2,800 hectares of the land identified for starter farms is owned by Forest and Land Scotland (FLS), formerly part of the Forestry Commission. FLS was created last year when powers over forestry were devolved to the Scottish Parliament. It has launched a public consultation on its draft corporate plan and priorities for the next three years. Chief executive Simon Hodgson said he wanted to create a \"natural powerhouse\" that Scotland can be proud of. ", "url": "https://www.bbc.com/news/uk-scotland-48444751"}