{"datetime": "2021-12-17T23:12:31.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell defence rests as she calls case 'unproven'", "article": "Ghislaine Maxwell has rested her sex-trafficking case after calling the prosecution's arguments against her \"unproven\" and declining to testify. Her decision comes after her lawyers called nine witnesses over two days.Ms Maxwell, 59, denies grooming underage girls for abuse by the late paedophile Jeffrey Epstein. Closing arguments begin on Monday. The Briton faces up to 80 years in prison if convicted on charges of sex trafficking and perjury. \"The government has not proven the case beyond a reasonable doubt and so there is no need for me to testify,\" Ms Maxwell, who has been in a US jail cell since her arrest last year, told the judge in court on Friday. Prosecutors have called Ms Maxwell a predator who manipulated young girls and served them up to Epstein, her former boyfriend and business associate. Over two weeks of testimony, they called 24 witnesses, including four accusers. But her lawyers argued that accusers' testimony was impacted by \"[lapses in] memory, manipulation and money\". They also alleged the government needed a scapegoat for Epstein's crimes. Epstein died in a jail cell in 2019 while awaiting trial on federal sex trafficking charges. His death was ruled a suicide. A spokesperson for the Maxwell family had previously said she would not take the stand because she was \"too fragile\" after being poorly treated in detention. Ms Maxwell's defence team meanwhile complained on Friday that they needed more time to gather their witnesses.\"We are flying people across the country, across the pond, our client's life is on the line, and we are given only a half a day to put on a witness,\" said attorney Laura Menninger. Judge Alison Nathan rebuked the lawyers for not having their witnesses ready and refused to delay the trial. \"I have a rule, you have your next witness or you rest,\" she said. A former girlfriend of Epstein - Eva Andersson-Dubin - also testified for the defence on Friday. A former physician and Miss Sweden winner, she said she had dated Epstein on and off from 1983 to 1991 and that her children called him \"Uncle Jeff\". She denied involvement in group sexual encounters with a Maxwell accuser who testified last week. But when pressed by prosecutors about the extent of her memory, she said: \"I can't remember the past... sometimes I can't remember what happened a month ago.\" She said it was because of a health issue. Mrs Andersson-Dubin married billionaire hedge fund manager Glenn Dubin in 1994 and the couple was close to both Epstein and Ms Maxwell. The four were discussed in 2016 depositions by Virginia Giuffre, the most vocal Epstein accuser, and Rinaldo Rizzo, a former butler to the Dubins. Mrs Giuffre has claimed the Dubins were her first sexual encounter \"after my training\" by Ms Maxwell, while Mr Rizzo said he recalled that a 15-year-old girl came into his kitchen and said she had been pressured into sex on Epstein's private island. The couple have vigorously denied these allegations, saying they \"were horrified by and completely unaware of Jeffrey Epstein's unspeakable conduct\". Mrs Andersson-Dubin previously defended Epstein in his 2008 state sex crimes case in Florida, writing in a testimonial that she \"could not ask for a better friend or godfather to my children\". ", "url": "https://www.bbc.com/news/world-us-canada-59703611"}