{"datetime": "2021-12-31T16:08:15.000Z", "subject": "Jeffrey Epstein death", "title": "Jeffrey Epstein: Charges dropped against prison guards who falsified records", "article": "US prosecutors have dismissed charges against two prison guards who falsified records the night Jeffrey Epstein killed himself on their watch. Tova Noel and Michael Thomas admitted to fabricating log entries to show they had monitored Epstein properly. Prosecutors have asked a judge to dismiss their case, saying the pair have complied with a plea deal. A convicted sex offender, Epstein was found dead in his jail cell on the morning of 10 August 2019. The American financier had been awaiting trial on federal sex-trafficking charges, and had pleaded not guilty to sexually abusing dozens of girls, some as young as 14. On the night of his suicide, Epstein was alone in his cell at the Metropolitan Correctional Center New York, authorities said at the time. He had been taken off suicide watch after a previous suspected attempt to take his own life. Surveillance footage showed that no other people had entered the area where Epstein was held that evening, officials said. In May, Ms Noel and Mr Thomas admitted they had not conducted their required half-hourly checks on Epstein. Instead they spent substantial portions of their shifts at their desk, browsed the internet, and moved around the common area, just 15ft (4.5m) from Epstein's cell. One of the guards was working a second mandatory eight-hour shift of the day, while the other was on a fifth consecutive day of overtime. As part of a plea deal, the pair agreed to complete 100 hours of community service and co-operate with an investigation by the justice department's inspector general. On 13 December, federal prosecutors filed a \"nolle prosequi\" - a legal document that declares they no longer wished to pursue the case - and said Ms Noel and Mr Thomas had satisfactorily complied with the agreement. But the request did not appear in public records until Thursday - a day after Ghislaine Maxwell was found guilty of recruiting and trafficking young girls to be sexually abused by Epstein. It is unclear why the document was not filed until 30 December. The Metropolitan Correctional Center in Lower Manhattan is one of the most secure prison facilities in the US. But earlier this year, authorities announced that it would be temporarily closed due to deteriorating conditions. About six miles away (9km) in Brooklyn, Maxwell is awaiting sentencing in another facility. She faces up to 65 years in prison, and still has a separate trial for perjury to come. Meanwhile Prince Andrew, the Duke of York, is facing a civil case from Virginia Giuffre, who has accused him of sexually assaulting her when she was a teenager at the homes of Epstein and Maxwell. Prince Andrew has consistently denied the allegations. ", "url": "https://www.bbc.com/news/world-us-canada-59839724"}