{"datetime": "2019-11-22T17:11:44.000Z", "author": "Mary O'Connor", "subject": "Jeffrey Epstein death", "title": "Prince Andrew: What do charities get from having a royal patron?", "article": "The Duke of York resigned as patron of the Outward Bound Trust on Thursday, amid continued fallout over his ties to the convicted US sex offender Jeffrey Epstein. It came just a day after he announced his withdrawal from royal duties following a controversial interview with BBC Newsnight. The English National Ballet, Royal Philharmonic Orchestra and London Metropolitan University followed suit, releasing statements on Friday saying the duke was no longer a patron. But what does it actually mean to charities to have a royal patron? Over 3,000 organisations now list a member of the Royal Family as their patron or president - including 200 whose patron is Prince Andrew. There is no definition of the role of a patron in charity law, according to the Charity Commission, which registers and regulates charities in England and Wales. The main role of a royal patron is \"raising the profile and attracting publicity\" for the work the charities do, says Andy Hillier, editor of Third Sector, a voluntary and not-for-profit sector magazine. For younger royals, social media has become an important vehicle for them to publicise their causes with wider audiences. The Duke and Duchess of Sussex use their official Instagram account to share their work with their 9.9 million followers. In April, they shared images of the couple on visits linked to Prince Harry's patronage of WellChild, a charity helping get seriously ill children and young people out of hospital and home to their families.Mr Hillier adds the work of a royal patron can also involve \"recognising and rewarding the work of staff, volunteers and beneficiaries\". A royal patron also has the power to \"elevate unpopular causes in the public consciousness\", says Sir Stuart Etherington, the recently-retired chief executive of the National Council for Voluntary Organisations (NCVO). He cites as an example the decision of the late Princess Diana to raise awareness of issues such as landmine clearance, homelessness and HIV/Aids. Her children, Princes William and Harry, have continued her legacy: in 2005, Centrepoint, a youth homelessness charity, became one of Prince William's first patronages.Some organisations have had a royal patron for many years, with the role being inherited through generations of the Royal Family. Organisations can contact individual members of the royal family to ask them for patronage - but the number of causes a royal takes on must be limited so they can give enough time to each of them. Before a royal takes on a patronage, detailed research will be conducted to ensure the organisation making the request is \"reputable and well-established and has a good financial track record\", according to the British monarchy's website. There is no set length to a royal patronage: some are for life, while others relate just to a specific campaign or event. Patronages are often linked to a royal's interests or life experiences; giving them a deeper level of engagement with the organisations they support. For example, the Duchess of Cambridge, whose interest includes children and early years development, is patron of Place2Be, a charity that provides mental health support in schools. The Princess Royal, president of Riding for the Disabled (RDA) is a \"powerful advocate\" for the charity's work, says its chief executive Ed Bracher. Princess Anne's equestrian career and love of horses is a \"special interest that lends credibility and authenticity\" to her engagement with RDA, he says. He says she visits around 10 RDA centres a year to give talks to supporters and beneficiaries and has been \"really important\" in connecting the charity with other groups it can work with. He concludes: \"We are celebrating our 50th anniversary this year, and Princess Anne has been involved with us most of that time. \"It's hard to imagine this charity without her engagement. She has enabled this organisation to grow and expand.\" Meanwhile, Sir Stuart says that while one can't put an \"economic price\" on the value of a royal patron's involvement, they \"enable volunteers to feel part of something much bigger\". As patron of the NCVO, the Queen held a lunch at Windsor castle in April to celebrate its 100th birthday, which the charity invited many small volunteer-led groups to. In June 2016, Sir Stuart, as chairman of the Patron's Fund, helped organise a huge lunch on The Mall to celebrate the Queen's 90th birthday.It was attended by 10,000 people, including those from the charities and other organisations that have Her Majesty as Patron. In areport evaluating the event and the value of the Queen's patronage , the Seashell Trust said its raising of £8m from trusts and philanthropists was due to Her Majesty's involvement \"because they know that the Queen has strong associations with successful and well managed charities\". The duke's remaining patronages have been \"mothballed\" according to Sarah Campbell, a BBC royal correspondent.She added: \"The palace understands that some of those organisations and charities may want to find themselves a new patron.\" On Friday,it emerged that Amanda Thirsk, Prince Andrew's former private secretary who organised the BBC interview, will become chief executive at business mentoring scheme Pitch@Palace. The duke founded the scheme but it is unclear what his role will be there moving forwards. The Outward Bound Trust, a network of outdoor schools, accepted the duke's resignation on Thursday. Other organisations have announced they are cutting ties with the duke, including the University of Huddersfield whichsaid the prince was stepping down with immediate effect from his role as chancellor. The Association of Leading Visitor Attractions - which represents tourist sites such as museums, galleries and historic houses across the UK - said the prince was no longer its president. But it is \"unclear\" whether others will sever their ties with him, says Sir Stuart, as it will be up to an individual charity's trustees to \"assess the reputational risk\" to the organisation. Sir Stuart believes charities won't \"jump up and change the situation overnight\" but it would depend on how long the duke was away from public life and how the situation was resolved. Mr Hillier says the duke's decision may help to take the \"harsh spotlight\" off his charities, though some may need to draw on contingency plans if he was due to take part in any events.", "url": "https://www.bbc.com/news/uk-50501251"}