{"datetime": "2021-12-16T22:30:05.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell trial: 'False memory' expert testifies for defence", "article": "A psychologist testifying for Ghislaine Maxwell at her federal sex trafficking trial has told the jury people can have \"false memories\" of traumatic events. Dr Elizabeth Loftus told the court in New York that people \"can be subjected to post-event suggestion\". Ms Maxwell, 59, has pleaded not guilty to grooming underage girls for the late paedophile Jeffrey Epstein.Her attorneys argue that her accusers have fallen prey to lapses in \"memory, manipulation and money\". In court on Thursday, Dr Loftus, a psychology professor at the University of California, Irvine, testified that her research suggests memories of traumatic events - like the ones described by Ms Maxwell's accusers - are often reconstructed rather than simply retrieved. \"[Memory] doesn't work like a recording device,\" she said. \"We are actually constructing our memories while we retrieve memories.\" She claimed that media coverage can act as \"a source of post-event suggestion\" and also that those who recall memories \"frequently remember ourselves in a better light than perhaps is accurate\". However, she conceded under cross-examination that, while \"peripheral memories\" from a traumatic event may be forgotten, the event's \"core memories\" may in fact get stronger. The defence team has said they expect to rest their case by Monday. The British socialite is not expected to take the stand in her own defence, according to her family. A spokesman for the Maxwells told the UK's Mirror newspaper on Wednesday that her health had worsened and she was \"too fragile\" to testify. Her family have repeatedly said she is being treated poorly in detention and held under inhumane conditions, even pleading to the United Nations and the US Attorney General for some form of intervention. Defence counsels allege she is being treated poorly because the government needs a scapegoat for crimes committed by Epstein, her former boyfriend and business associate.Epstein was convicted of sex crimes in the state of Florida in 2008, but died by suicide in jail in 2019 while awaiting trial on federal sex trafficking charges. Earlier on Thursday, Cimberly Espinosa - who was Epstein's executive assistant from 1996 to 2003 - testified that, having worked with Ms Maxwell practically every day, she \"looked up to her very much\" and never saw her engage inappropriately with underage girls. When asked about one of the accusers underpinning the case against Ms Maxwell, Ms Espinosa confirmed she met the girl in Epstein's office, but said she had guessed the girl was \"about 18\" and thought she was in \"a loving relationship\" with Epstein. The accuser, identified by the pseudonym Jane, testified last week that she had given Epstein massages that turned into sexual encounters when she was 14 years old. She also accused Ms Maxwell of \"instructing\" her on how Epstein liked to be massaged and of sometimes taking part. Ms Espinosa said she often booked massages for both Epstein and Ms Maxwell, but they were professional ones. She also said Jane's mother had told her \"Jane was Jeffrey's goddaughter\". But she admitted to prosecutors that she had never been to Epstein's Florida mansion, where many of the alleged encounters took place. The witness also told the court that, while she thought Epstein and Ms Maxwell were \"a little flirty\" like a couple, they became less close over time as Ms Maxwell dated other men. Over two weeks of testimony that ended last Friday, prosecutors built a narrative of the duo as \"partners in crime\" running \"a pyramid scheme of abuse\". The court returned on Thursday morning after three days off due to scheduling conflicts.Ms Maxwell has been in a US jail since her arrest in July 2020 and is facing counts of sex trafficking and perjury.She could serve up to 80 years in prison if convicted. ", "url": "https://www.bbc.com/news/world-us-canada-59688787"}