{"datetime": "2022-01-04T21:16:50.000Z", "subject": "Jeffrey Epstein death", "title": "What are the accusations against Prince Andrew?", "article": "The Duke of York has been accused of sexual abuse in a civil case in the US. His former friend, Ghislaine Maxwell, has been found guilty of recruiting and trafficking underage girls to be sexually abused by the late billionaire paedophile Jeffrey Epstein, who was also an ex-associate of the duke. Here's what you need to know. In court documents, Virginia Giuffre says she was the victim of sex trafficking and abuse by Jeffrey Epstein from the age of 16. Part of her abuse involved being lent out to other powerful men - including Prince Andrew, she alleges. Ms Giuffre says the duke sexually assaulted her on three occasions when she was under the age of 18. The first time was in 2001 in London. Ina 2019 interview with the BBC , she said she was introduced to Prince Andrew by Epstein and his then-girlfriend, socialite Ghislaine Maxwell, who took them to a nightclub. Ms Giuffre recounts being told by Ms Maxwell as a 17-year-old that she had to \"do for Andrew what I do for Jeffrey\".Later that evening she says she had sex with the duke upstairs at Ms Maxwell's house in Belgravia. On the second occasion, it is alleged that Prince Andrew abused Ms Giuffre in Epstein's mansion in New York. And she says the duke abused her a third time on Epstein's private island, Little St James, in the US Virgin Islands. Ms Giuffre says in the court documents that she was forced into sex by explicit or implicit threats and because she feared the powerful connections, wealth and authority of Epstein, Ms Maxwell and Prince Andrew. She says the duke knew her age and that she was a sex-trafficking victim. Prince Andrew has consistently denied all the allegations against him. He said inan interview with BBC Newsnight in 2019 that he had no recollection of ever meeting Virginia Giuffre, and that her account of their London meeting, nightclub visit and sex at a house in Belgravia \"didn't happen\". The duke says on the date she claims they met, he was looking after his children, taking Princess Beatrice to a party in Pizza Express in Woking and spending the evening at home. But Prince Andrew said he could not explain a photo of him with his arm around Virginia Giuffre, then known as Roberts, with Ms Maxwell in the background. Meanwhile, the prince's lawyers said that Ms Giuffre agreed in court in 2009 not to sue anyone else connected to Epstein when she settled her damages claim against the billionaire sex offender. His lawyers have argued Ms Giuffre had agreed not to bring any future cases against other \"potential defendants\", which they said would include Prince Andrew despite him not being named in the document. The wording of the deal had been kept confidential, but Ms Giuffre's lawyersagreed that it could be released to Prince Andrew's legal team , calling it \"irrelevant to the case\" and it has now beenreleased to the public . Ms Giuffrefiled a civil case in New York in August 2021 under the state's Child Victims Act, which allows survivors of childhood sexual abuse to pursue a case which otherwise would have been barred because too much time had passed. The case accuses Prince Andrew of sexual assault and battery on Ms Giuffre when she was 17. Now 38, she says the three alleged instances of abuse continue to cause her \"significant emotional and psychological distress and harm\". During a virtual hearing on 4 January, the duke's lawyers asked the judge to dismiss the case. Judge Lewis A Kaplan has said he will give his decision \"pretty soon\". Prince Andrew is not facing any legal action in the UK. The Metropolitan Police has reviewed a document released in August 2021 as part of the civil action in the US. They also reviewed information passed to them by the media in June 2021. In both instances, the police said in October that the review was complete and no further action would be taken. \"The Metropolitan Police service continues to liaise with other law enforcement agencies who lead the investigation into matters related to Jeffrey Epstein,\" the force added. Prince Andrew said he first met Epstein, a billionaire hedge fund manager, in 1999 through Epstein's then-girlfriend, Ghislaine Maxwell. In 2000, the duke says he invited Ms Maxwell - the daughter of media tycoon Robert Maxwell - to Windsor Castle, with Epstein attending as her \"plus-one\". The couple also visited the Queen's Sandringham estate in Norfolk for a shooting weekend later that year. Prince Andrew told the BBC he had travelled on Epstein's private plane, visited his private island, and stayed at his homes in Palm Beach and New York. Allegations against Epstein first began to surface in 2005 and the following year an arrest warrant was issued against him for sexual assault of a minor. In July 2006, Prince Andrew invited Epstein and Ms Maxwell to the 18th birthday of his daughter, Princess Beatrice. But he says he only became aware of the allegations later that year, prompting him to cut off contact. Epstein was jailed in Florida in 2008 for soliciting and procuring a minor for prostitution under a controversial plea deal that saw him released in 2010. Prince Andrew visited him in New York for four days in December 2010, but said the purpose of the visit was to break off their friendship. When Epstein's secret plea deal was exposed, it sparked outrage. Further charges in New York followed, alleging thatEpstein had exploited a \"vast network\" of underage girls for sex , with some as young as 14. But after a month in prison awaiting trial, he was found dead in his cell in August 2019 - with the New York medical examiner ruling it suicide. Ghislaine Maxwell was arrested by the FBI in July 2020 and held in jail until her trial. In December 2021, she wasfound guilty of recruiting and trafficking underage girls to be sexually abused by Epstein. Maxwell was found guilty on five of the six charges she faced - including the most serious - of sex trafficking a minor.She was found not guilty of one count - enticement of a minor to travel to engage in illegal sex acts. The British former socialite, 60, could spend the rest of her life behind bars, but a date for her sentencing has not yet been set. The month-long trial in New York included testimony from four women who described being abused by Epstein between 1994 and 2004.Shortly after the verdict, Maxwell's legal team said they were working on an appeal. \"We firmly believe in Ghislaine's innocence,\" one of her lawyers, Bobbi Sternheim, told reporters outside the court. Maxwell also faces a separate trial on two perjury charges , which each carry a maximum sentence of five years in prison.In these cases, she is accused of lying under oath during a 2016 deposition for a lawsuit filed against Epstein by one of the accusers, Virginia Giuffre. She is likely to be in court for this trial next year. ", "url": "https://www.bbc.com/news/uk-58871849"}