{"datetime": "2022-01-13T21:37:08.000Z", "title": "Prince Andrew loses military titles and use of HRH", "article": "The Duke of York's military titles and royal patronages have been returned to the Queen, Buckingham Palace has said. Prince Andrew, 61, will also stop using the style His Royal Highness in an official capacity, a royal source said. It comes as he faces a US civil action over sexual assault allegations - claims he has consistently denied. A source close to the duke said he would \"continue to defend himself\" against the case brought in New York by Virginia Giuffre. But the source insisted a judge's ruling on Wednesday that the civil action could proceed was \"not a judgement on the merits of Ms Giuffre's allegations\". Buckingham Palace said in a statement: \"With the Queen's approval and agreement, the Duke of York's military affiliations and Royal patronages have been returned to the Queen. \"The Duke of York will continue not to undertake any public duties and is defending this case as a private citizen.\" All Prince Andrew's roles have been returned to the Queen with immediate effect, and will be redistributed to other members of the Royal Family, a source said.The issue had been widely discussed with the Royal Family, the source said. Like Harry and Meghan, Prince Andrew retains his title HRH but will not use it in any official capacity. A spokesperson for the Ministry of Defence said it had no comment about the duke's military titles being handed back to the Queen, and that it was a matter for the Palace. On Thursday, a letter - released by anti-monarchy pressure group Republic - was signed by more than 150 Royal Navy, RAF and Army veterans asking the Queen to strip Prince Andrew of his eight British military titles. Lt Stuart Hunt, who served in The 1st Royal Tank Regiment and signed the letter, welcomed the prince losing his military titles but suggested the matter should have been resolved sooner. The 52-year-old told the PA News Agency: \"It's an unsavoury business... I'm just glad he's not associated with the military now. \"Whether he's guilty or not, he has brought things into disrepute... He's not fit to serve in an honorary rank. He has forgone that right by getting into this sort of situation.\" The response from Buckingham Palace has been swift and almost brutal. The Royal Family is being firmly distanced from the toxic fall-out from the allegations against Prince Andrew. He will have to defend himself against Virginia Giuffre as a private citizen, there will be no more His Royal Highness in this court case. This is claimed to have been by mutual agreement, a stepping back rather than something imposed. But the military titles and royal roles will go to other members of the family, which means they won't be coming back to Prince Andrew whatever the outcome.The door is being closed on a return to public life.Although he does seem to be keeping his constitutional role as \"counsellor of state\", one of four royals who can undertake the Queen's official duties, should she be unwell.The court case will still make headlines, and there will be concerns it could cloud a jubilee year, but this unambiguous decision will have already answered the inevitable calls for his removal from his remaining public roles. Prince Andrew has strongly denied any wrongdoing - and his representatives say that fighting the case is a \"marathon and not a sprint\".Although this must feel like a huge and rapid retreat. The duke had a 22-year career in the Royal Navy, and served as a helicopter pilot during the Falklands War. The latest Palace announcement means he has lost military titles including Colonel of the Grenadier Guards - one of the most senior infantry regiments in the British army. The other UK military titles he no longer has include: The duke will also lose several overseas honorary roles including colonel-in-chief of The Royal Highland Fusiliers Of Canada, colonel-in-chief of the Royal New Zealand Army Logistic Regiment, colonel-in-chief of the Princess Louise Fusiliers of Canada and colonel-in-chief of the Queen's York Rangers (1st American Regiment). But he will retain his service rank of Vice-Admiral, the Palace has confirmed.As an ex-member of the armed forces, he was promoted in line with his still-serving peers and made Vice-Admiral by the Navy on his 55th birthday in 2015. The duke was due to be promoted to Admiral on his 60th birthday in 2020, but asked to defer this after stepping back from public duties in 2019.At the time, the Palace said his other military appointments had been suspended. Several other charities and organisations had cut their ties with the duke, but he continued to hold dozens of royal patronages - including being a patron or member of prestigious golf clubs, schools and cultural trusts. The chair of the Commons Defence Select Committee, Tobias Ellwood, welcomed the returning of the Duke of York's military titles and royal patronages.He told the BBC's Newscast podcast that the duke's change in status ahead of the US civil case was \"necessary\" to protect the reputation of the military. \"Prince Andrew already had stepped back from many of his public duties - I think all of them, as well - so I think this was anticipated, indeed it was expected, from this perspective, so I'm actually not surprised. \"It's important that the problems that Prince Andrew has incurred aren't bled over into the regiments that he was representing,\" Mr Ellwood said. Earlier, Ms Giuffre's lawyer David Boiessaid a money settlement alone will not be enough for his client - telling the BBC she wants to be vindicated. The prince's lawyers had argued her case should be dismissed, citing a 2009 deal she signed with convicted sex offender Jeffrey Epstein. But in a 46-page decision, Judge Lewis A Kaplan dismissed Prince Andrew's contention that the case against him was \"legally insufficient\" and could not go on to be heard at a future trial. Ms Giuffre, now 38, filed a civil case in New York in August 2021 under the state's Child Victims Act, which allows survivors of childhood sexual abuse to pursue a case which otherwise would have been barred because too much time had passed. In court documents filed as part of her civil case against Prince Andrew, Ms Giuffre said she was the victim of sex trafficking and abuse by the late billionaire financier, Epstein. She alleged that part of her abuse involved being loaned out to other powerful men. Ms Giuffre claims Epstein trafficked her to have sex with Prince Andrew when she was 17. She alleges the duke abused her on three occasions - both in the UK and the US - when she was a minor under US law. In an interview with BBC Newsnight in 2019 , the Queen's second son said that he had no recollection of ever meeting Ms Giuffre, and her account of them having sex in the US and UK \"didn't happen\".The duke withdrew from public life shortly after the interview, which he used to repeat his denials of Ms Giuffre's claims and explain his one-time friendship with Epstein and the late financier's girlfriend, Ghislaine Maxwell. Last month, Ms Maxwell was found guilty of recruiting and trafficking underage girls to be sexually abused by Epstein. ", "url": "https://www.bbc.com/news/uk-59987935"}