{"datetime": "2022-02-16T10:24:26.000Z", "title": "Prince Andrew: Who is he and where does he get his money from?", "article": "Prince Andrew has settled a civil sexual assault case brought against him in the US by Virginia Giuffre. The settlement comes a month after it was announced that Prince Andrew's military titles and royal patronages would be returned to the Queen and he would stop using the title His Royal Highness in an official capacity. The 61-year-old Duke of York is the third child of the Queen and he isninth in line to the throne .His elder siblings are Charles, Prince of Wales and Anne, the Princess Royal.He is divorced from Sarah, Duchess of York, with whom he has two daughters, Princess Beatrice and Princess Eugenie.The Duke of York has been accused of sexual abuse in a civil case in the US.In court documents, Virginia Giuffre says she was the victim of sex trafficking and abuse by Jeffrey Epstein from the age of 16. Part of her abuse involved being lent out to other powerful men - including Prince Andrew, she alleges. Ms Giuffre says the duke sexually assaulted her on three occasions when she was under the age of 18. Prince Andrew has consistently denied all the allegations against him. He said in aninterview with BBC Newsnight in 2019 that he had no recollection of ever meeting Virginia Giuffre. On 15 February a letter filed to the US district court on Tuesday said the duke and Ms Giuffre hadreached an out-of-court settlement . It said the duke - who makes no admission of liability - would pay an undisclosed sum to Ms Giuffre. No details about the size of the settlement and how it will be paid have been made public - although there are reports it couldrun into millions . In addition, Prince Andrew has also agreed to make a \"substantial donation to Ms Giuffre's charity in support of victims' rights\". There has already been much speculation about whether Prince Andrew could personally afford to pay the settlement. It's thought Prince Andrew received an annual sum from theSovereign Grant - which covers official duties - until 2019, when he stood down as a working Royal.However, the amount was not made public and it is not known whether he now gets money from the Queen's private funds. Prince Andrew also receives an armed forces pension, thought to be about £20,000 a year. He is selling a luxury chalet in the Swiss resort of Verbier, which hebought in 2015 for between £8m and £13m with his ex-wife Sarah, Duchess of York . It is not known how much the sale will raise once any remaining mortgage debt has been deducted. In 2007, Prince Andrewsold his Sunninghill Park home for £15m - £3m more than the asking price - to Timor Kulibayev, the son-in-law of the then-president of Kazakhstan. The 12-bedroom house near Windsor Castle had been given to Prince Andrew as a wedding present from the Queen. Prince Andrew will no longer be called His Royal Highness, or HRH, a royal source said. LikeHarry and Meghan, Prince Andrew retains his title HRH but will not use it in any official capacity. The duke had a 22-year career in the Royal Navy, and served as a helicopter pilot during the 1982 Falklands War. He also commanded the mine countermeasures vessel HMS Cottesmore. His military appointments were suspended after he stepped back from public duties in 2019. But he has now lost a series of UK military titles: He has also lost a number of overseas honorary military titles:Prince Andrew retains his service role as a Vice-Admiral in the Royal Navy. Thejob of a royal patron is to bring publicity to a cause or service.Prince Andrew used to be a patron to about 200 charities and organisations. But after the controversial BBC interview in 2019, in which he denied allegations that he had sex with Virginia Giuffre, many chose to cut ties with him. They included the Outward Bound Trust, English National Ballet, Royal Philharmonic Orchestra and London Metropolitan University. Prince Andrew had still been left with dozens of other patronages - including being a patron or member of prestigious golf clubs, schools and cultural trusts. But these have now been returned to the Queen and will be redistributed to other members of the Royal Family. After retiring from the Navy, Prince Andrew served as the UK's special representative for trade and investment for 10 years. But he gave up the title after he was criticised over his friendship with Jeffrey Epstein, who wassentenced to 18 months in prison in 2008 for soliciting a minor for prostitution. He had also attracted criticism for combining business with pleasure on his overseas trips, and some newspapers gave him the nickname \"Airmiles Andy\".The prince's judgement has also been questioned for holding meetings with Libyan leader Colonel Muammar Gaddafi's son Saif, and for entertaining the son-in-law of Tunisia's ousted president Zine El Abidine Ben Ali at Buckingham Palace. And in November 2010, a secret cable published on Wikileaks revealed a US ambassador wrote that he spoke \"cockily\" during an official engagement, leading a discussion that \"verged on the rude\".From 2011 to 2019, Prince Andrew was a working Royal.One focus was Pitch@Palace - an initiative he started to help entrepreneurs seeking investment.In 2020it removed Prince Andrew's name from its website , after prominent supporters distanced themselves amid revelations about his friendship with Jeffrey Epstein. ", "url": "https://www.bbc.com/news/explainers-59993936"}