{"datetime": "2021-12-21T16:21:20.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell trial jurors resume deliberations", "article": "A New York City jury has resumed deliberations in the sex trafficking and perjury trial of Ghislaine Maxwell following weeks of testimony. Ms Maxwell, 59, has denied grooming underage girls for abuse by the late convicted sex offender Jeffrey Epstein. Prosecutors called her a \"sophisticated predator\", while her lawyers alleged \"sensationalism\" in their final statements to jurors. Ms Maxwell faces up to 80 years in prison if convicted. The jury withdrew for an hour of deliberations on Monday evening and returned on Tuesday to continue considering their verdict. Less than an hour after resuming deliberations, the jury asked to review the testimony of three of the four women who accused Ms Maxwell of facilitating Epstein's sexual abuse. Judge Alison Nathan had said over the weekend that jurors would be instructed that they may choose to convict Ms Maxwell if they conclude she either ignored or \"consciously avoided\" knowledge of Epstein's underage sexual encounters. Defence attorneys maintain she is the government's scapegoat for crimes committed by Epstein, her former boyfriend and business associate.Her lawyers criticised the judge's move as a \"backup option\" in case the jury does not find Ms Maxwell was an active participant. Epstein was found dead in a jail cell in 2019 while awaiting trial on federal sex trafficking charges.Ms Maxwell, a socialite and daughter of a late British media tycoon, has been held in a US jail without the chance of bail since her arrest in July 2020.The charges against her cover a period between 1994 and 2004. Assistant US Attorney Alison Moe alleged Ms Maxwell was \"key to the whole operation\" in a New York City court on Monday. \"Ghislaine Maxwell was dangerous. She was a grown woman who preyed on vulnerable kids,\" she said. \"It is time to hold her accountable.\" Ms Moe added it was \"not an accident\" that the alleged victims largely came from troubled backgrounds and had similar accounts of their abuse. \"It happened again and again and again. It is powerful evidence of Maxwell's guilt.\" In a rebuttal to the defence's closing arguments, prosecutor Maurene Comey said \"there is not a shred of evidence that a group of lawyers got together and made up a story about Maxwell\". Ms Comey also brought up a recently disclosed $30m (£23m) money transfer from Epstein to Ms Maxwell, telling jurors it was \"'we molested kids together' money\". Earlier this month, prosecutors called two dozen witnesses over 10 days as they built a narrative of Ms Maxwell as a predator who built a \"pyramid scheme of abuse\" with Epstein. Four accusers took the stand. They alleged Ms Maxwell often set up, demonstrated and even took part in the massages that turned into sexual acts with Epstein. The government also released reams of previously unseen photographs, flight logs and documents intended to link the duo as \"partners in crime\". In her closing argument, lead defence counsel Laura Menninger again distanced her client from Epstein, saying: \"I am not here to defend Jeffrey Epstein. He is not my client.\" Ms Menninger argued Ms Maxwell had \"no motive\" for the alleged crimes because it made little sense that \"a happy, educated women in her 30s would end her career as a facilitator of sex abuse\". \"Ghislaine is being tried here for being with Jeffrey Epstein. Maybe it was the biggest mistake of her life, but it is not a crime,\" she said. She accused prosecutors of cherry-picking evidence \"like a sensational tabloid\", claiming they had not shown jurors as many as 37,000 relevant photographs. Listing off specific inconsistencies in the testimony of accusers, she argued witnesses inserted the defendant into their stories after the fact because \"their memories have been manipulated in aid of money\". On Friday, Ms Maxwell declined to take the stand in her own defence, telling the judge the claims against her were unproven. Her lawyers called nine witnesses over two days of testimony last week, including a cognitive psychologist who testified that people may reconstruct \"false memories\" of traumatic events. ", "url": "https://www.bbc.com/news/world-us-canada-59730923"}