{"datetime": "2022-01-15T00:33:24.000Z", "author": "Sean Coughlan", "subject": "Jeffrey Epstein death", "title": "Prince Andrew: Ruthless royals move to limit the damage", "article": "This was a ruthless piece of palace politics, distancing the Royal Family from one of its own. There was no waiting to see if Prince Andrew, the Duke of York, could clear his name in court. He's already lost the use of his HRH, and his military links have been severed. \"Brutal,\" tweeted royal commentator Peter Hunt. \"The Windsors have shown that when the institution is under threat, dynastic preservation trumps flesh and blood.\" It could also be seen as inevitable. Rather than facing endless awkward questions about Prince Andrew's future, Buckingham Palace has made a pre-emptive strike, effectively announcing that he will never return to an official royal role. The royal statement, in two short sentences, moves him from 61 years as a public figure to a \"private citizen\". Separate to the merits of the civil court case, from a reputational perspective this story has been like a leaking supertanker gushing out bad news, and the Royal Family want to stop any more from washing up on its shores. Royal historian Robert Lacey described it as Prince Andrew being \"de-royalled\".But will it be enough to protect the royals from the toxic fallout, in a year in which they want to focus on Platinum Jubilee celebrations?\"There is quite a lot of potential for it to taint the Royal Family overall,\" says Prof Pauline Maclaran, author and expert on the royal \"brand\". \"From a branding perspective, the 'Andrew question' has been hanging over them for a while and it's only going to get worse,\" says Prof Maclaran, an academic at Royal Holloway, University of London. But she says the Queen's great personal popularity will allow her to stay above this - and that, if anything, it will add to public sympathy for her. Prof Maclaran predicts the royal strategy will be to loudly emphasise the positive to drown out the negative - such as using the front-page appeal of the Duchess of Cambridge. \"They'll try and maximise the young royals - William, Kate and their family. They'll try and maximise the jubilee celebrations,\" says Prof Maclaran. The Platinum Jubilee, marking the Queen's 70-year reign, could be used to tap into a summer feelgood factor if the pandemic has begun to abate, she says. In terms of what happens next, Prof Maclaran says the royals will want a settlement in the case as soon as possible, rather than the \"slow torture\" of months of negative headlines if it is contested and fought out in court. The royals have weathered many storms before, she says, and they will survive this too, not least because people can make a distinction between the institution of monarchy and individuals who are part of it. But the impact of negative public opinion shouldn't be underestimated, suggests royal commentator Victoria Murphy. \"Remember that it was public opinion that led to him stepping back from his royal role after that disastrous TV interview on Newsnight, which was way before Virginia Giuffre had even filed this civil case,\" says Ms Murphy. Regular opinion polls from analytics firm YouGov have shown the public being hostile to any return to a royal role for Prince Andrew, suggesting the palace's move matches the public mood. Gideon Benaim, a lawyer specialising in \"reputation protection\" for high-profile people, says: \"The fact that Prince Andrew has been stripped of his titles is very damaging to him, but is ultimately a good move by the Royal Family, to try to ring-fence the damage.\" He also holds out a glimmer of hope for Prince Andrew.The duke has strongly maintained his innocence and Mr Benaim says it's not impossible for Prince Andrew to begin to repair his reputation one day. The first move is to try to settle the case as soon as possible, says Mr Benaim, of the Simkins law firm in London. \"The last thing that the duke needs, and indeed the Royal Family will want, is protracted litigation where private and embarrassing details are aired in public,\" he says. A court case would mean hearing much more about Ms Giuffre's claims of abuse and links to the sexual exploitation of Jeffrey Epstein and Ghislaine Maxwell. A settlement would depend upon Ms Giuffre being willing to negotiate a deal rather than demand her day in court, with sufficient money and a form of words that both sides could accept. The question of an apology could be a sticking point. For Prince Andrew, there are downsides to a settlement too, because the allegations would remain unresolved. \"Certainly it's not going to prevent some from believing that something happened, and there's no smoke without fire,\" says Mr Benaim. If a settlement is agreed, the reputation expert says Prince Andrew should then \"disappear for a lengthy period of time\" before \"very gradually testing the waters\". \"But it's much more difficult than 20 years ago,\" he says. The rapid spread of information online, the polarised and extreme views on social media, make it much harder for people to move on, says Mr Benaim. There are still constitutional roles for Prince Andrew, including as \"counsellor of state\". He remains one of four royals who can perform the official duties of the monarch, if she were unable to carry out tasks herself. He is still a \"royal knight\" of the Order of the Garter, the highest order of chivalry. But Prince Andrew, unlikely to want to spend the rest of his life being seen in grainy photos in Range Rovers in Windsor, faces big decisions with few good options.", "url": "https://www.bbc.com/news/uk-59916864"}