{"datetime": "2021-12-11T00:42:23.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell trial: Prosecutors rest case after 10 days", "article": "Prosecutors in Ghislaine Maxwell's sex trafficking trial have rested their case following two weeks of testimony. Annie Farmer, the last of four alleged victims to testify, recounted on Friday the \"dark memory\" of abuse by Ms Maxwell and Jeffrey Epstein. Ms Farmer, now 42, said she had been groped by Ms Maxwell, who is accused of grooming underage girls for Epstein between 1994 and 2004. Ms Maxwell has pleaded not guilty to eight charges against her. Over the past two weeks, prosecutors sought to portray her as an accomplice to Epstein, a convicted sex offender, calling them \"partners in crime\" who had built \"a pyramid scheme of abuse\". Epstein was convicted of state sex crimes in Florida in 2008, but died by suicide in jail in 2019 while awaiting trial on federal sex trafficking charges. Ms Maxwell's defence say she is being scapegoated for crimes committed by Epstein because he is not able to face trial. Unlike the three women before her who used pseudonyms for their testimony, Ms Farmer took the stand with the words: \"I am Annie Farmer.\" Previously, she and her sister Maria were among the earliest alleged victims to accuse Epstein and Ms Maxwell of abuse. The court in New York heard on Friday how she had come to meet the two.Her sister, a painter, had been working for Epstein, acquiring art on his behalf, when he offered help getting her into college, Ms Farmer said. Epstein bought her a plane ticket to New York, she said, and later took them to a movie, where he \"caressed\" her hand and \"rubbed\" her leg, only stopping when her sister looked over at them. She was 16 years old at the time. \"I felt sick to my stomach,\" Ms Farmer said. \"It wasn't something that I was at all expecting.\" A few months later, she met Ms Maxwell for the first time, at Epstein's Zorro Ranch in New Mexico. She was under the impression it was an event for college-bound students, but when she arrived, there were no other students. She recalled how Epstein and Ms Maxwell had \"appeared intimate\", as if they were romantic partners. She said Ms Maxwell had \"instructed\" her to massage Epstein, showing her how to do it. \"I did what she told me,\" Ms Farmer testified. \"I felt very uncomfortable. I wanted to stop.\" Pointing at the defendant in court, Ms Farmer accused Ms Maxwell of forcing her to undress and massaging her exposed breasts. She had had a \"sense\" that Epstein was watching, Ms Farmer said.Upon her return home, Ms Farmer said she had told her mother she was not raped but had not wanted to talk about what had happened. Defence lawyers for Ms Maxwell rejected Ms Farmer's testimony, alleging parts of her story were not backed up by evidence. Attorney Laura Menninger also questioned whether her testimony had been influenced by money or the comments of other accusers. Ms Farmer confirmed on Friday that she had received $1.5m (£1.1m) from a victim compensation fund created by the late financier's estate. She also said she was in a WhatsApp group with other Epstein victims and in email contact with Virginia Giuffre, who has been among the most vocal Epstein accusers. Prosecutors initially asked for three weeks to make their arguments but have moved through the case more quickly than expected. Lawyers for Ms Maxwell will tell her side of the story next week. This trial is moving incredibly fast. The prosecution had anticipated needing around four weeks but then rested their case after 10 days. There's no doubt they've faced setbacks. There were witnesses they were unable to call, including one of the accusers' brothers. And the judge ruled that because two of the four women were at, or over, the age of consent at the time and place in question, those alleged sexual encounters were not illegal.That's not to say they won't be able to prove their case beyond a reasonable doubt. Epstein's former staff members all consistently placed Ghislaine Maxwell as a key figure in Epstein's life - as the lady of the house and his number two. Several employees also identified seeing one of the underage girls in the case, Jane, and another teenager, Virginia Roberts, with Epstein and Ghislaine Maxwell.Still, the heart of their case is of course the emotional and graphic testimony of the alleged victims, who each faced intense cross-examination. The defence's attacks on them and their memories got testy and heated several times. Ultimately, after Ghislaine Maxwell's lawyers present their case, the only thing that matters is who the jury thinks did a better job. ", "url": "https://www.bbc.com/news/world-us-canada-59616024"}