{"datetime": "2021-12-02T11:12:50.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell: Defence lawyers seek to discredit key accuser", "article": "Defence lawyers for British socialite Ghislaine Maxwell have been trying to find inconsistencies in the testimony of a key accuser at her trial. The accuser, known as \"Jane\", says she was abused by Ms Maxwell and convicted paedophile Jeffrey Epstein aged 14. But on Wednesday, defence counsel Laura Menninger presented documents suggesting Jane was uncertain about Ms Maxwell's participation in the abuse. Ms Maxwell denies sex-trafficking charges. She has pleaded not guilty to eight charges of sex trafficking and other crimes, covering a period from 1994-2004. She has been in a US jail since her arrest last year, and faces up to 80 years in prison if convicted. The defence claims she is being used as a scapegoat for Epstein's crimes, following his death in prison in 2019. Prosecutors argue the pair were \"partners in crime\" in sex abuse. They say Ms Maxwell, who also has American and French citizenship, recruited and groomed underage girls for her long-term companion Epstein to abuse. Epstein died in a New York prison cell on 10 August 2019 as he awaited trial on sex-trafficking charges in a federal case. His death was ruled to be a suicide. Jane is the first of four alleged victims to testify at the trial. Cross-examining the witness, defence lawyer Laura Menninger produced documents from law enforcement dating back to December 2019 suggesting that Jane was unclear about whether Ms Maxwell was present during the abuse, or whether she touched or kissed her. In her court appearance on Tuesday, Jane had described the alleged abuse - which went on from 1994 to 1997 - in graphic detail, saying that Ms Maxwell was present for much of it and was \"very casual\" about the encounters. Under cross-examination she denied changing her story and questioned the accuracy of the documents, adding that the statements she made then were never recorded. Through tears she said she had found it difficult to tell the officers involved in initial questioning \"the most shameful, deepest secrets that I've been carrying around with me my whole life\". Jane also denied using her experience as a soap opera actor to embellish her testimony, and said she had no financial interest in testifying. She said that while she had received $5m (£3.75m) from the victims' compensation fund she wished she had never received that money. \"I guess in this country compensation is the only thing you can get to try and move on with your life,\" Jane added. Her only motivation for testifying, she said, was to \"find some sort of closure\". Four charges relate to the years 1994-97 when Ms Maxwell was, according to an indictment, among Epstein's closest associates and also in an \"intimate relationship\" with him.Two other charges - of sex trafficking conspiracy and sex trafficking of a minor - came in an amended indictment and relate to the period 2001 and 2004.Born outside Paris on Christmas Day, 1961, Ms Maxwell grew up in a country mansion, went to Oxford University and speaks several languages. She is the youngest child of late media mogul Robert Maxwell. She is said to have had a very close relationship with her late father, and he named his luxury yacht - the Lady Ghislaine - after her. Soon after her father's death in 1991, Ms Maxwell left the UK to settle in America, where she worked in real estate, and not long after met Jeffrey Epstein. She sold her Manhattan townhouse in 2016, and kept a low profile until she was arrested last July at her secluded mansion in the state of New Hampshire. ", "url": "https://www.bbc.com/news/world-us-canada-59503757"}