{"datetime": "2021-12-01T08:54:36.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell: Epstein pilot testifies he flew Prince Andrew", "article": "Paedophile financier Jeffrey Epstein's long-time pilot has testified at the trial of Ghislaine Maxwell that he flew VIPs to luxury locations worldwide. Larry Visoski, the first witness in Ms Maxwell's sex-trafficking trial, recalled flying Prince Andrew, Bill Clinton, Donald Trump and Kevin Spacey.Ms Maxwell denies the charges and says she is being used as a scapegoat for Epstein, who died in prison in 2019. But prosecutors argue the pair were \"partners in crime\" in sex abuse. Testimony given in court on Tuesday included harrowing details of the alleged abuse.Ms Maxwell has been in a US jail since her arrest last year, and faces up to 80 years in prison if convicted. Prosecutors say the British socialite, who also has US and French citizenship, recruited and groomed underage girls for her long-term companion Epstein to abuse. Asked to describe Ms Maxwell's standing in Epstein's operations, Mr Visoski described her as \"the number two\".\"Epstein was the big number one,\" he told the New York court on Tuesday.Mr Visoski served as Epstein's pilot for over 25 years. During his testimony, prosecutors showed the jurors photographs of Epstein's properties.He testified that he had never seen any sexual activity during trips, although the cockpit door was always kept closed during flights on the plane nicknamed the \"Lolita Express\".He also recalled flying Virginia Roberts Giuffre, who says she was sexually assaulted by Prince Andrew. The Queen's 61-year-old second son has consistently denied the allegation. Asked if he remembered Ms Giuffre, Mr Visoski said: \"Yes. A shorter woman with dirty blonde hair. She didn't look young. I mean, whatever you decipher is the definition of young. But she was a woman in my category.\" Asked to describe Ms Maxwell's relationship to Epstein he said it was \"more personal than business\". \"I wouldn't characterise it as romantic,\" he added.Another woman testifying under the pseudonym \"Jane\" told the court that Ms Maxwell had frequently been in the room with her when she had sexual relations with Epstein while just 14 years old.Jane told the court she had met Epstein and Ms Maxwell while attending summer camp in Michigan 1994. He was introduced to her as a wealthy donor who offered scholarships to pupils.Epstein had promised to fund her education but instead abused her, prosecutors said. She testified that her father had died one year earlier from cancer and her family was struggling financially at the time.In graphic detail, she described her alleged abuse and said that Ms Maxwell, who she said was present for much of it, was \"very casual\" about the encounters. Jane said that Ms Maxwell would talk to her about sex, and that she soon began visiting Epstein's home every week or two.She said her first sexual experience came when they were having a discussion about her future.She said that Epstein led her from his office to his pool house, then pulled down his pants and started masturbating.\"I was frozen in fear, I had never seen a penis before,\" the witness said. \"I was terrified and felt gross and like I felt ashamed.\" It was not long after that she had her first sexual experience with Ms Maxwell, she testified, saying it took place at Epstein's home in Palm Beach, Florida. Jane said that the defendant and Epstein had her follow them to his bedroom. They took their clothes off and \"started sort of fondling each other and kind of casually giggling\", she said.\"I was just standing there and he asked me to take my top off and then their hands [were] everywhere and Jeffrey proceeded to masturbate and Ghislaine was rubbing him and kissing him and fondling,\" she continued.She added that she travelled with Epstein and Ms Maxwell about 10 times, mainly between his homes in New York and New Mexico while she was between the ages of 14 and 16.Jane also described \"orgies\" with other participants, and described feeling pain during the alleged encounters.Both Epstein and Ms Maxwell would brag about their connections, including the famous people that they knew, she said.Jane is the first of four accusers expected to testify at trial.Ms Maxwell has pleaded not guilty to eight charges of sex trafficking and other crimes. The allegations at trial cover the period 1994 to 2004. Prosecutors allege Ms Maxwell was a \"right-hand\" partner for Epstein, helping to groom vulnerable teenage girls as young as 14 for abuse at his luxurious residences. They described her as \"the lady of the house\" who \"helped normalise abusive sexual conduct\". ", "url": "https://www.bbc.com/news/world-us-canada-59484332"}