{"datetime": "2021-11-24T17:10:20.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell caught up in Jeffrey Epstein allegations", "article": "After the death of US financier Jeffrey Epstein in jail, his former girlfriend, Ghislaine Maxwell, came into the spotlight. Her trial on sex trafficking and other charges begins this week in New York City, where she has been jailed since her arrest in July 2020. She faces charges in the US after being arrested by the FBI on suspicion of having assisted Epstein's abuse of minors by helping to recruit and groom victims known to be underage. Four charges relate to the years 1994-97 when she was, according to the indictment, among Epstein's closest associates and also in an \"intimate relationship\" with him. Two other charges - of sex trafficking conspiracy and sex trafficking of a minor - came in an amended indictment and relate to the period 2001 and 2004.Another two charges are allegations of perjury in 2016. She has pleaded not guilty on all charges.Epstein died in a New York prison cell on 10 August 2019 as he awaited, without the chance of bail, his trial on sex trafficking charges.Details of the allegations against Ms Maxwell emerged earlierin documents unsealed by a US judge in August 2019 in a 2015 defamation case. Virginia Giuffre, an alleged victim of Epstein, has accused Ms Maxwell of recruiting her as a masseuse to the financier at the age of 15. She sued Ms Maxwell in 2015 for defamation - a case which has since been settled - after the media heiress, daughter of the late newspaper tycoon, Robert Maxwell, said Ms Giuffre was a liar. Ms Maxwell denies any wrongdoing.Another of Epstein's alleged victims, Sarah Ransome, has told BBC Panorama that Ms Maxwell worked closely with him. She said: \"Ghislaine controlled the girls. She was like the madam. She was like the nuts and bolts of the sex trafficking operation.\" Ms Ransome said Ms Maxwell would visit Epstein on his private island in the Caribbean \"to make sure that the girls were doing what they were supposed to be doing\".She added: \"She knew what Jeffrey liked. She worked and helped maintain Jeffrey's standard by intimidation, by intimidating the girls, so this was very much a joint effort.\" Ms Maxwell has previously denied any involvement in or knowledge of Epstein's abuse.Born on Christmas Day in 1961 outside Paris, Ms Maxwell is Oxford-educated and said to speak several languages, A well-connected socialite, she is said to have introduced Epstein to many of her wealthy and powerful friends, including Bill Clinton and the Duke of York(who was accused in the court papers of touching a woman at Jeffrey Epstein's US home , although the court subsequently struck out allegations against the duke). Buckingham Palace has said that \"any suggestion of impropriety with underage minors\" by the duke was \"categorically untrue\".Friends said that although Ms Maxwell and Epstein's romantic relationship lasted only a few years, she continued to work with him long afterward,the Washington Post reports .\" She had an upbringing and taste and knew how to run a house and a boat and how to entertain,\" an acquaintance is quoted by the UK's Daily Telegraph as saying. \"You can't buy that. You can't buy access, either.\"In a Vanity Fair profile published in 2003,Epstein said Ms Maxwell was not a paid employee, but rather his \"best friend\" . In court documents, former employees at the Epstein mansion in Palm Beach describe her as the house manager, who oversaw the staff, handled finances and served as social co-ordinator, the Post reports. Ms Maxwell is the daughter of disgraced newspaper tycoon Robert Maxwell, his ninth and youngest child.She is said to have had a very close relationship with her late father, and he named his luxury yacht - the Lady Ghislaine - after her. It was near this yacht that his body was found in the sea off the Canary Islands in November 1991.Although a verdict of accidental drowning was recorded, the mystery surrounding the circumstances of his death was never cleared up. He had succeeded in building a global publishing empire, but after his death, it emerged that he had taken money from pension funds of his Mirror Group Newspapers to keep his companies afloat and boost the share price. Soon after her father's death, Ms Maxwell left the UK to settle in America, where she worked in real estate, and not long after met Jeffrey Epstein. She sold her Manhattan townhouse in 2016, and kept a low profile until she was arrested last July at her secluded mansion in the state of New Hampshire. ", "url": "https://www.bbc.com/news/world-us-canada-49318300"}