{"datetime": "2021-12-06T22:29:48.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell 'gave schoolgirl outfit to Epstein victim'", "article": "A British woman has testified in court that socialite Ghislaine Maxwell asked her to find \"cute, young, pretty\" girls for paedophile tycoon Jeffrey Epstein. Ms Maxwell, 59, is accused of grooming teenage girls for abuse by the late Epstein between 1994 and 2004. She has pleaded not guilty to all the charges. The accuser recounted how Ms Maxwell befriended her at age 17 and often pressured her into \"fun\". Two more women are expected to take the witness stand before the trial ends. Ms Maxwell, who has British, American and French citizenship, has been in a US jail since her arrest last year. She faces up to 80 years in prison if convicted. Last week, a woman - identified by the pseudonym Jane - cried as she described sexual encounters with Epstein when she was 14, adding that Ms Maxwell sometimes took part and acted \"like it wasn't a big deal\". In Monday's testimony, a witness using the pseudonym Kate described how Ms Maxwell laid out a schoolgirl outfit on her guest room bed and said: \"I thought it would be fun for you to take Jeffrey his tea in this outfit.\" She said she wore the outfit and Epstein had sex with her. The woman said she met Ms Maxwell as a teenager in Paris around 1994. As she was above the age of consent at the time in Britain, the judge instructed the jury that the sexual encounters were not to be considered illegal sex acts. Kate, who is now 44, told the court she had been taken instantly by Ms Maxwell's elegance and sophistication: \"She was very impressive … everything that I wanted to be.\" Over tea at home in London, Ms Maxwell spoke of her \"philanthropist\" boyfriend who liked to help young people. Kate was beginning a music career and said she was excited to have \"a new friend\". Within weeks, she met Epstein and - at Ms Maxwell's urging - would give him massages that turned into sex. Ms Maxwell would compliment her \"strong hands\", call her a \"good girl\" and ask if she was having \"fun\".The witness said Ms Maxwell often turned the conversation to sexual topics and described Epstein as a \"demanding\" man who needed to have sex three times a day. She added that the socialite once asked if she knew anybody who could perform sex acts on Epstein \"because it was a lot for her to do\". Kate recalled: \"She said, 'You know what he likes: cute, young, pretty, like you.' She said she never helped find other women, but admits she communicated with Epstein into her 30s, fearful of what would happen if she did not. \"I had witnessed how connected they both were,\" she said. Separately on Monday, family members of Ms Maxwell wrote to Attorney General Merrick Garland complaining of her poor treatment in custody. \"Ghislaine's physical welfare and her right to have proper and timely access to her counsel during the trial have been entirely overlooked,'' they wrote. Defence lawyers for the wealthy Briton have claimed she is being used as a scapegoat for Epstein's crimes. Ms Maxwell has pleaded not guilty to eight counts of sex trafficking and other charges. Epstein died in a New York prison cell on 10 August 2019 as he awaited trial on sex-trafficking charges in a federal case. His death was ruled suicide. ", "url": "https://www.bbc.com/news/world-us-canada-59557022"}