{"datetime": "2021-12-08T22:21:22.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell: Ex-boyfriend of Maxwell accuser backs up statement", "article": "The ex-boyfriend of an accuser in Ghislaine Maxwell's sex crimes trial has given testimony that she performed sex acts on paedophile Jeffrey Epstein. He told the court on Wednesday that his ex-girlfriend, Carolyn, \"worked for Jeffrey\" between the ages of 14 and 18.He would often drive Carolyn and other underage female friends to Epstein's mansion, he said. They would return with hundred dollar bills in hand. Ms Maxwell, 59, has pleaded not guilty to all charges. She is accused of grooming teenage girls for abuse by the late Epstein between 1994 and 2004 and faces up to 80 years in prison if convicted on counts of sex trafficking and perjury. Her defence lawyers have said she is being scapegoated for Epstein's crimes, but prosecutors argue they were \"partners in crime\". Epstein died in 2019 in jail while awaiting trial on federal sex trafficking charges. His death was ruled a suicide. On Wednesday, the ex-boyfriend, identified by the pseudonym Shawn, told the court he had been present when their mutual friend Virginia Roberts (now Virginia Giuffre) first told Carolyn of the money-making opportunity, and was occasionally present when Ms Maxwell called to schedule massage sessions. Although Shawn said he never met Epstein or Ms Maxwell, he further corroborated Carolyn's testimony earlier in the trial that she only called the latter by her last name, suggesting she \"didn't have the reading ability\" to say Ms Maxwell's first name, Ghislaine. \"She was a child,\" he said of his partner at the time. She \"only had two jobs ever. She worked at Arby's [US fast food chain] and she worked for Jeffrey\".The woman known in court as Carolyn, the third of four accusers expected to testify in Ms Maxwell's trial, broke down in tears under cross-examination late on Tuesday as defence lawyers suggested her drug addiction may have influenced her testimony. The court also heard from David Rodgers, a former long-time pilot for Epstein, who detailed trips from his log book under questioning from prosecutors. Mr Rodgers said Ms Giuffre, one of Epstein's most vocal accusers, flew with him 32 times in the early 2000s, while another accuser Jane - who testified last week - was aboard at least four times. He also provided details of trips to and from Traverse City, Michigan in the summer of 1994. Jane has alleged she met Epstein as a 14-year-old, at a summer arts camp, in the area. On Wednesday, prosecutors also showed jurors photos of Ms Maxwell with Epstein relaxing at Balmoral, the British royal family's Scottish estate. The undated photo appears to have been taken in 1999, when Prince Andrew reportedly invited the couple to stay at Balmoral in the Scottish Highlands. Ms Maxwell - who has British, American and French citizenship - has been in a US jail since her arrest last year.", "url": "https://www.bbc.com/news/world-us-canada-59585506"}