{"datetime": "2021-12-07T22:13:06.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell: Jury sees never-before-seen photos of Epstein and defendant", "article": "Prosecutors in Ghislaine Maxwell's trial have presented previously unseen photos linking the socialite to paedophile Jeffrey Epstein. The evidence to show their closeness came as a third accuser testified that Ms Maxwell, 59, set up paid \"massages\" for Epstein that turned sexual. Ms Maxwell is accused of grooming underage girls for abuse between 1994 and 2004.She has pleaded not guilty to sex trafficking and seven other charges. Ms Maxwell - who has British, American and French citizenship - has been in a US jail since her arrest last year. She faces up to 80 years in prison if convicted. Prosecutors have called Ms Maxwell and Epstein, her former boyfriend and business associate, \"partners in crime\", presenting documents on Monday showing that he had wired her more than $30m (£23m) over an eight-year period. Epstein died in 2019 in jail while awaiting trial on federal sex trafficking charges. His death was ruled a suicide. Jurors on Tuesday were shown the contents of never-before-seen digital evidence seized by the FBI during a 2019 raid on Epstein's Manhattan home. Among them are photographs of two of Ms Maxwell's accusers in various states of undress, and of parts of Epstein's now-infamous Florida mansion, but the trove also contains several pictures of the duo together, sometimes embracing or being intimate with each other. Of particular note are a framed photo sitting on a table that shows the couple kissing and a sketch of Ms Maxwell mounted on a bathroom wall. A \"help wanted\" flyer for massage therapists in the area is included in the trove of evidence. The court also heard the readout of a document registered under Ms Maxwell's name - and found on a hard drive in Epstein's home - that describes the two as \"rarely apart\". \"Jeffrey and Ghislaine share many mutual interests and they have a lot of fun together,\" its unidentified author wrote. \"On top of being partners they are also best of friends.\" Also on Tuesday, a woman named Carolyn - now in her 30s - alleged she had multiple sexual encounters with Epstein from age 14 to 18. Named in the Maxwell indictment as \"Minor Victim 4\", she was introduced to the wealthy duo by Virginia Roberts (now Giuffre), one of Epstein's most vocal accusers. The witness testified that she had dropped out of school after the seventh grade and was in need of money. Upon their first visit to Epstein's Florida home, both girls participated in a massage that ended with Ms Roberts having sex with their host while Carolyn allegedly watched. She claimed Ms Maxwell paid her $300 and took her number, later saying she had \"a great body for Mr Epstein and his friends\". Carolyn told the court she went back to the home more than a hundred times, sometimes three times a week, until she turned 18. \"Something sexual happened every single time,\" she said. She testified that Ms Maxwell would often welcome her or provide an update on Epstein's whereabouts, adding that - as she could not pronounce her hostess's first name - she simply called her \"Maxwell\". Ms Maxwell would pay her each time, she added, and paid extra on occasions she brought friends with her. The witness said both adults had known she was very young. She recounted an invitation to visit Epstein's private island when she was 14 years old; she said she refused because she had no passport and her mother would not let her go. Carolyn said she had a child by the time she hit 18 and went back to visit Epstein again. \"He asked me if I had any younger friends, and I said no. And that's when I realized I was too old,\" she said. Defence lawyers for Ms Maxwell have said she is being scapegoated for Epstein's crimes. ", "url": "https://www.bbc.com/news/world-us-canada-59571857"}