{"datetime": "2021-12-09T08:01:47.000Z", "subject": "Jeffrey Epstein death", "title": "Epstein and Maxwell pictured at Queen's residence at Balmoral", "article": "A picture of paedophile Jeffrey Epstein and Ghislaine Maxwell relaxing at what appears to be the Queen's Balmoral residence has been shown to a US court. The undated image is thought to have been taken in 1999, when Prince Andrew reportedly invited the couple to stay at the Scottish estate. Ms Maxwell, 59, is currently on trial for allegedly grooming teenage girls for abuse by the late Epstein between 1994 and 2004. She has denied all the charges.Defence lawyers for Ms Maxwell have said she is being used as a scapegoat for her former boyfriend and business associate's crimes. Epstein was accused of running a \"vast network\" of underage girls for sex, but died in a New York jail cell before he could face trial. The image shown to the jury is one of a number picked out by prosecutors seeking to establish that Ms Maxwell and Epstein had a close relationship and were \"partners in crime\". The photo was found in Epstein's Manhattan mansion, and appears to have been taken at Balmoral. The Queen and her family have been pictured sitting by what looks to be the same log cabin over the years. The couple were known to be friends with Prince Andrew, Queen Elizabeth's third child, and it had previously been reported that he had invited them to Balmoral. At the time, Prince Andrew declined to comment. The trial has already heard how the prince had travelled on Epstein's private jet a number of times. Prince Andrew has not been accused of any wrongdoing in the case. Among the other images shown to the court this week were several of Maxwell and Epstein together, sometimes embracing or being intimate with each other. Of particular note are a framed photo sitting on a table that shows the couple kissing, and a sketch of Ms Maxwell mounted on a bathroom wall. There were also pictures of two of Ms Maxwell's accusers in various states of undress.Ms Maxwell - who has British, American and French citizenship - faces up to 80 years in prison if convicted on counts of sex trafficking and perjury. ", "url": "https://www.bbc.com/news/world-us-canada-59590576"}