{"datetime": "2019-11-20T22:46:29.000Z", "title": "Prince Andrew stepping back from royal duties", "article": "The Duke of York says he is stepping back from royal duties because the Jeffrey Epstein scandal has become a \"major disruption\" to the Royal Family. Prince Andrew, 59, said he had asked the Queen for permission to withdraw for the \"foreseeable future\". He said he deeply sympathised with sex offender Epstein's victims and everyone who \"wants some form of closure\". The duke has faced a growing backlash followinga BBC interview about his friendship with the US financier. Companies he has links with, such as BT and Barclays, have joined universities and charities in distancing themselves from him. For several months the duke had been facing questions over his ties to Epstein, whotook his own life in August while awaiting trial on sex-trafficking charges. Virginia Giuffre, one of Epstein's accusers, claimed she was forced to have sex with the prince three times. The duke has always denied any form of sexual contact or relationship with her. His latest move, described by Buckingham Palace as \"a personal decision\", was taken following discussions with the Queen and Prince Charles. In a statement, the duke said: \"I continue to unequivocally regret my ill-judged association with Jeffrey Epstein.\"His suicide has left many unanswered questions, particularly for his victims, and I deeply sympathise with everyone who has been affected and wants some form of closure.\"I can only hope that, in time, they will be able to rebuild their lives.\"He added that he was \"willing to help any appropriate law enforcement agency with their investigations, if required\". BBC royal correspondent Daniela Relph said his latest statement was \"completely different in tone\" to his recent TV interview and had \"addressed all the issues that he'd been criticised for\", including offering sympathy to Epstein's victims. She described his decision to step back as a \"drastic\" move but said \"the rumours that had been circulating had been really difficult for the Royal Family to manage\".In his interview with the BBC's Newsnight on Saturday, the duke said the \"opportunities I was given to learn\" about business meant he did not regret the friendship with Epstein, although he said meeting him for a final time in 2010 was \"the wrong decision\". The duke said he could not recall ever meeting Virginia Giuffre, then known as Roberts, and said that on the night she claims they first met that he went to Pizza Express in Woking and then returned home.He sought to cast doubt on her testimony claiming that he was \"profusely sweating\" in a nightclub, saying that a medical condition at the time meant he could not perspire. He said he had met Epstein \"through his girlfriend back in 1999\" - a reference to Ghislaine Maxwell, who had been a friend of Prince Andrew since she was at university. Since the interview, a letter written in 2011 to the Times newspaper by Buckingham Palace has emerged, saying they met in the early 1990s. This is without precedent in modern times. Prince Andrew's public life is over for now. The statement says the withdrawal is \"for the foreseeable future\". But it's hard to see what will bring him back. The interview is almost universally seen as a mistake. It was a disaster. But it may have seemed a good idea at the time.BBC Panorama has been digging into Virginia Roberts Giuffre's allegations and is going to air soon. That will have added to the pressure, alongside legal efforts in New York to have more Epstein-related papers released. There's talk of a lack of grip at the Palace, but Buckingham Palace is not like a company or a government department, with reporting lines and a chain of command. For centuries princes have gone their own way.There are lots of questions - about money, titles, military commands, patronages, about how this might speed reform, and of course about whether Prince Andrew still has a part to play in helping with investigations into Epstein, and helping Epstein's victims find answers.But right now the humiliation is complete. Born into the public eye, Prince Andrew has had to retreat into a private life.And the monarchy is shaken.Former Buckingham Palace press officer Dickie Arbiter told the BBC News Channel that the prince's position had become \"untenable\" and the only surprise was that it took so long, adding \"there was no other direction he could go\". However, he said the prince was \"not out of the woods yet\" as the FBI and lawyers for some of Epstein's alleged victims wanted to talk to him under oath. Lawyer Gloria Allred, who is representing several of Epstein's victims, told BBC Newsnight that she was \"very glad\" the prince had indicated he was willing to speak to law enforcement, but said she didn't know why he had added \"if required\" to his statement. She said he should volunteer to cooperate \"without any condition and without any more delay\". The duke's website says he carries out official duties for the Queen, focusing on promoting economic growth and skilled job creation. Over the past two months he has carried out overseas engagements in Australia, United Arab Emirates and Thailand.The prince's announcement means he won't be carrying out public engagements, but he will still attend Royal Family events such as Trooping the Colour and Remembrance Sunday. BT became the latest in a series of organisations to distance themselves from Prince Andrew \"in light of recent developments\". In a statement, the firm said it had been working with iDEA - which helps people develop digital, business and employment skills - since 2017 but \"our dealings have been with its executive directors not its patron, the Duke of York\". \"We are reviewing our relationship with the organisation and hope that we might be able to work further with them, in the event of a change in their patronage,\" a spokeswoman said. Standard Chartered Bank and KPMG also announced they were withdrawing support for the duke's business mentoring initiative Pitch@Palace. Sources told the BBC the decisions were made before the interview. Four Australian universities also said they would not be continuing their involvement in Pitch@Palace Australia. Prince Andrew cancelled a planned visit to flood-hit areas of Yorkshire on Tuesday,the Sun newspaper reported . Prince Andrew & the Epstein Scandal: The Newsnight Interview was shown on BBC Two on 16 November 2019 and can be seen on BBC iPlayer in the UK. The full interview can also be seen on YouTube. ", "url": "https://www.bbc.com/news/uk-50496539"}