{"datetime": "2019-11-21T17:10:26.000Z", "title": "Prince Andrew quits as University of Huddersfield chancellor", "article": "Prince Andrew has left his role as the chancellor of the University of Huddersfield with immediate effect. The Duke of York has faced a growing backlash following a BBC interview about his friendship with the US financier Jeffrey Epstein. The West Yorkshire university said it wanted to \"thank the Duke for his work during his period as chancellor\". On Wednesday, the prince said he would step back from royal duties for the \"foreseeable future\". Prince Andrew became a full-time working member of the Royal Family following his retirement from the Royal Navy. The announcement that he would be stepping down from public duties, described by Buckingham Palace as \"a personal decision\", was taken following discussions with the Queen and Prince Charles. Criticism of his ties to convicted US sex offender Epstein intensified amid a growing backlash following a BBC interview. Earlier this week University of Huddersfield students called for the prince to be sacked as their chancellor In a statement, the university said: \"Due to the circumstances and in discussion with the university, he has decided to step down immediately to allow the university to appoint a successor. \"HRH The Duke of York was conferred as chancellor of the university in 2015 for a period of five years and the university would like to thank the Duke for his work during his period as chancellor.\" The university said the duke had informed it that \"he continues to unequivocally condemn Jeffrey Epstein's activities and regrets his ill-judged association with him\". It added: \"The university would also like to express our deep sympathy to all of those victims and families that have been affected and we do hope that they are getting the support they need.\" More organisations have also announced they are cutting ties with the prince. The Outward Bound Trust - a network of outdoor education schools - confirmed he was no longer involved with the organisation. It said: \"The board of The Outward Bound Trust has today [Thursday] accepted the resignation as Patron of HRH The Duke of York following his announcement yesterday that he will be withdrawing from public duties for the foreseeable future.\" The Association of Leading Visitor Attractions - which represents tourist sites such as museums, galleries and historic houses across the UK - said the prince was no longer its president. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-50507521"}