{"datetime": "2019-11-21T21:59:57.000Z", "title": "Prince Andrew seen for first time since stepping back from royal duties", "article": "The Duke of York has been seen for the first time since he announced he would step back from royal duties over the Jeffrey Epstein scandal. Prince Andrew said on Wednesday he wouldwithdraw from his official role for the \"foreseeable future\" . Criticism of the prince's ties to convicted US sex offender Epstein intensified amid a growing backlash following a BBC interview. Lawyers for Epstein's victims have urged the prince to speak to US police. The prince was seen by photographers on Thursday morning driving out of his home in Windsor, Berkshire, and was later spotted leaving Buckingham Palace. The Duke of York's ex-wife, Sarah Ferguson, whodefended him as a \"true and real gentleman\" a day before the Newsnight interview was broadcast, was also seen being driven into the grounds of Buckingham Palace. Meanwhile, more organisations have announced they are cutting ties with the Duke of York. TheUniversity of Huddersfield said the prince was stepping down with immediate effect from his role as chancellor . The Association of Leading Visitor Attractions - which represents tourist sites such as museums, galleries and historic houses across the UK - said the prince was no longer its president.And the Outward Bound Trust - a network of outdoor education schools - said it had accepted his resignation as patron.Companies including BT and Barclays and other institutionshad already distanced themselves from the prince .Prince Andrew became a full-time working member of the Royal Family following his retirement from the Royal Navy.The announcement that he would be stepping down from public duties, described by Buckingham Palace as \"a personal decision\", was taken following discussions with the Queen and Prince Charles. The retirement of the Duke of Edinburgh from public life in 2017 is the most recent example of where a working royal has stepped back from their duties. Although under very different circumstances, in Prince Philip's case, some of his long-held patronages have been passed to other family members. The Duchess of Cambridge and the Countess of Wessex were among the royals to take on his former patronages. The prince's access to public money to fund travel and expenses will end.For example, a three-day visit to Bahrain by the prince on behalf of the UK government in April 2018cost £16,272 , paid for by the taxpayer-funded Sovereign Grant. The Sovereign Grant is public moneywhich pays for the cost of official royal duties , in exchange for the surrender by the Queen of the revenue from the Crown Estate. There is also an annual payment to the prince from the Privy Purse - the Queen's private income - recorded in 2011 as being £249,000. Asked about whether this funding would continue, Buckingham Palace said only that the Duke of York's office was funded privately by the Queen. The prince has been urged to put himself forward to be interviewed by US investigators who are looking into allegations against Jeffrey Epstein. In his statement on Wednesday, Prince Andrew said he was \"willing to help any appropriate law enforcement agency with their investigations, if required\". David Boies, a lawyer representing Virginia Giuffre and other accusers, said the prince's withdrawal from his royal duties was \"a positive first step towards taking responsibility for his actions\".\"A second positive step would be to agree to be interviewed by the lawyers representing the victims of Jeffrey Epstein,\" he added.Gloria Allred, who represents some of Epstein's accusers, told BBC Newsnight that she was \"glad\" it appeared the prince was willing to co-operate. But she asked: \"Is he insisting that he be served with a subpoena to testify, or is he willing to speak to law enforcement without being legally required to do so? \"My clients who are victims of Jeffrey Epstein have spoken to law enforcement without being 'required' to do so.\" Another US lawyer for several Epstein accusers, Lisa Bloom, who is Ms Allred's daughter, said she would be prepared to serve legal papers on the prince in the UK, compelling him to give sworn testimony. Ms Bloom said it appeared the prince may have crucial information on Epstein's alleged crimes and that she would be willing to serve him with legal papers compelling him to give sworn testimony. Virginia Giuffre claimed she was forced to have sex with the prince three times. The prince has always denied any form of sexual contact or relationship with her. It is now unlikely that Prince Andrew will attend events or make trips in his capacity as the Queen's third child. Other working royals are expected to take over Prince Andrew's commitments in the short term. It is likely the prince's private office at Buckingham Palace, which helps him keep his official diary, will reduce in size. But it will not be a complete retirement for Prince Andrew. It is understood the prince will continue to support his entrepreneur programme, Pitch@Palace,although it will take place separately from the palace .Prince Andrew's attendance at Royal Family engagements, such as the Trooping of the Colour, Remembrance Sunday or Christmas at the family's estate in Sandringham, Norfolk, is not thought to be affected. This is without precedent in modern times. Prince Andrew's public life is over for now. The statement says the withdrawal is \"for the foreseeable future\". But it's hard to see what will bring him back. The interview is almost universally seen as a mistake. It was a disaster. But it may have seemed a good idea at the time.BBC Panorama has been digging into Virginia Giuffre's allegations and is going to air soon. That will have added to the pressure, alongside legal efforts in New York to have more Epstein-related papers released. There's talk of a lack of grip at the Palace, but Buckingham Palace is not like a company or a government department, with reporting lines and a chain of command. For centuries princes have gone their own way.There are lots of questions - about money, titles, military commands, patronages, about how this might speed reform, and of course about whether Prince Andrew still has a part to play in helping with investigations into Epstein, and helping Epstein's victims find answers.But right now the humiliation is complete. Born into the public eye, Prince Andrew has had to retreat into a private life.And the monarchy is shaken.Prince Andrew & the Epstein Scandal: The Newsnight Interview was shown on BBC Two on 16 November 2019 and can be seen on BBC iPlayer in the UK. The full interview can also be seen on YouTube. ", "url": "https://www.bbc.com/news/uk-50498156"}