{"datetime": "2021-11-22T16:26:56.000Z", "subject": "Jeffrey Epstein death", "title": "Ghislaine Maxwell: Brother Ian says she will not get fair hearing at trial", "article": "Ghislaine Maxwell's brother, Ian, has said he doubts his sister will get a fair hearing at her trial on sex trafficking and other charges which is due to start next week. Ms Maxwell, the daughter of the late media mogul Robert Maxwell, has been accused of trafficking minors for her former lover Jeffrey Epstein.She has been in a New York jail since her arrest in July 2020.The former socialite has pleaded not guilty to all charges. \"I think my sister's probably relieved finally that it is starting because she's been in prison now for over 500 days in isolation, so this has to come to an end,\" Ian Maxwell told BBC Radio 4's World at One programme. \"The trial is starting, so I think there is relief on her part, and, I think, the family's part.\" Mr Maxwell said he fears the media interest in his sister's case will jeopardise her shot at a fair trial.\"I think that there are several reasons for that; the enormous amount of negative media coverage of Ghislaine for at least the last 18 months - it's only been going in one direction and that level of negative reporting which is not coming in any other direction than against her, I think it has a potential to poison the jury pool at some level if they are only hearing one side of the story and not the other.\"I am not here to go against the accusers or to talk about innocence and guilt, the reason I think this is a difficult process is because the way in which the authorities have chosen to proceed against my sister and to lock her up in isolation is wrong. It is an abuse of human rights and an abuse of the due process that has taken place,\" he said. One of Ms Maxwell's accusers, Virginia Giuffre, alleges she was recruited by her while working at former President Donald Trump's Mar-a-Lago estate some 20 years ago \"for the purpose of being trafficked\". She alleges she had sexual encounters on Epstein's private island in the Caribbean and in his homes in Palm Beach and New York. \"Ghislaine Maxwell [is] the one who abused me on a regular basis. She's the one that procured me, told me what to do, trained me as a sex slave, abused me physically, abused me mentally. She's the one who I believe, in my heart of hearts, deserves to come forward and have justice happen to her more than anybody,\"she said in a deposition released last year . Ms Maxwell has branded Ms Giuffre \"an absolute liar\". When asked why no friends of Ghislaine's had come forward to defend her, Mr Maxwell said: \"Ghislaine continues to have many friends. I know this because we receive mail, emails, letters and so forth from her friends, but we live in a world where people are cancelled for friendships of this type.\"Friends of hers have lost their jobs. A man helping us behind the scenes [in] the news-handling has lost two board positions because it's become known that he is somehow assisting the family.\" Mr Maxwell was asked if he believes his sister should take the stand in court: \"One thing you can say is there's been an awful lot of talking by everybody for the last few years and the voice of Ghislaine has never been heard.\"The family is not going to leave it there. We are taking steps to lodge a complaint with the United Nations Working Group on Arbitrary Detention, because America needs to be held to account for the way it is choosing to discriminate against my sister. The treatment meted out to Ghislaine has been appalling.\" US financier and convicted paedophile Jeffrey Epstein killed himself in a New York prison cell on 10 August 2019, as he awaited his trial on sex trafficking charges. Ms Maxwell was in a relationship with Epstein in the 1990s. She allegedly introduced him to wealthy and powerful figures including former President Bill Clinton and Prince Andrew of the British Royal Family. She faces charges including sex trafficking of a minor, sex-trafficking conspiracy and allegations of perjury. US prosecutors say she would build a rapport with the girls she helped to groom - including by taking them shopping or to the movies - and would later coax them into giving Epstein massages during which they were sexually abused. \"Maxwell played a critical role in helping Epstein to identify, befriend and groom minor victims for abuse,\"said Audrey Strauss, acting US attorney for the southern district of New York last year . Ms Maxwell's trial is due to begin on 29 November, and is expected to last for six weeks. ", "url": "https://www.bbc.com/news/world-us-canada-59377699"}