{"datetime": "2019-11-22T22:49:01.000Z", "title": "Prince Andrew: Barclays ends support for Pitch@Palace", "article": "Barclays has become the latest big company to pull its support for Prince Andrew's business mentoring initiative. The bank joined firms including Standard Chartered and KPMG in cutting ties with Pitch@Palace, which provides start-ups with advice and contacts. There has been a growing backlash over a BBC Newsnight interview about the royal's friendship with convicted US sex offender Jeffrey Epstein. The princeis stepping down from royal duties for the \"foreseeable future\". Following Wednesday's statement confirming this, a variety of organisations have continued to announce the end of their association with the prince. The Royal Philharmonic Orchestra was among those on Friday to confirm he would no longer be its patron. Announcing its decision to cut ties with the Pitch@Palace, Barclays, which had been an official partner of the scheme, said: \"In light of the current situation, we have informed Pitch@Palace that going forward we will, regretfully, no longer be participating in the programme. \"Pitch@Palace has been historically highly successful in supporting entrepreneurs and job creation and we hope a way forward can be found that means they can continue this important work.\"Earlier, it emerged the woman who organised the Duke of York's interview with the BBC about his links to convicted sex offender Jeffrey Epstein has been moved from her role as the prince's private secretary followinghis withdrawal from royal duties . Amanda Thirsk, who has worked for the duke since 2012, will become chief executive of Pitch@Palace. It remains unclear what role the duke will have at Pitch@Palace, which he founded in 2014, moving forwards.A Buckingham Palace spokeswoman would not comment on reports the duke had stepped down from leading Pitch. She said: \"The duke will continue to work on Pitch and will look at how he takes this forward outside of his public duties, and outside of Buckingham Palace. \"We recognise there will be a period of time while this transition takes place.\" BBC royal correspondent Nicholas Witchell said the decision to move Ms Thirsk into her new role was part of a \"downscaling\" of the duke's office. The BBC understands there are no plans to recruit a replacement. Our correspondent added it was a demonstration of the Queen and Prince Charles acting \"very assertively when they perceived a reputational risk to the monarchy itself\". Newsnight producer Sam McAlister,who has been credited with securing the interview for the BBC , said Ms Thirsk was the person she was \"mostly dealing with\" during the negotiation process. She told GQ magazine she was \"extremely charming, well-informed, thorough and brilliant\". One of Epstein's accusers, Virginia Giuffre, has claimed she was forced to have sex with the duke three times. Prince Andrew has \"categorically\" denied having any sexual contact with her. Ms Giuffre will reveal further details about her time with Epstein in her first UK interview with BBC Panorama on Monday 2 December.On Friday, the English National Ballet, the Royal Philharmonic Orchestra and London Metropolitan University all announced the prince would no longer be their patron, with immediate effect.Lawyers representing Epstein's accusers have also urged the prince to speak to US authorities about his former friendship with Epstein. In his statement announcing that he would be stepping back from royal duties, the prince said he was \"willing to help any appropriate law enforcement agency with their investigations, if required\". ", "url": "https://www.bbc.com/news/uk-50517271"}