{"datetime": "2019-11-16T21:59:09.000Z", "title": "Prince Andrew's links to Jeffrey Epstein", "article": "Prince Andrew has given an unprecedented interview to the BBC about his relationship with US financier and convicted sex offender Jeffrey Epstein. The friendship between the 59-year-old member of the Royal Family and Epstein has come under close scrutinysince the American killed himself in August while awaiting trial on sex trafficking charges. Prince Andrew said it was wrong of him to visit and stay at Epstein's house in 2010 after the financier's conviction but that he did not regret their entire friendship.He also categorically denied having sex with Virginia Roberts, who alleges she was forced to have sex with the prince when she was 17 years old.Here's what we know about the links between Prince Andrew and Jeffrey Epstein. Prince Andrew said he first met Epstein, a wealthy hedge fund manager, in 1999 through Ghislaine Maxwell, Epstein's British girlfriend and a woman the prince said he had known since she was at university. That year was the first time the prince and the businessman were linked in press reports in the UK and US. Prince Andrew reportedly flew with Epstein on his private Gulfstream jet in February 1999,according to a log book seen by the Daily Mirror in 2015. The destination was said to have been Epstein's private island, Little St James in the US Virgin Islands. The Daily Mail also reported that 10 months earlier Epstein's logbook showed he had flown to the same location to meet the prince's ex-wife, Sarah Ferguson. The couple had divorced in 1996. Epstein and Ms Maxwell were among a star-studded guest list at a party hosted by the Queen in June 2000.The Dance of the Decades event, which saw more than 600 guests descend on Windsor Castle, marked four royal birthdays including Prince Andrew's 40th. Prince Andrew, the Queen's third child, told the BBC that Epstein was there at his invitation, not the Royal Family's, but was to some extent Ms Maxwell's \"plus one\". The duke at the time appeared to be part of the social circle of Ms Maxwell,whom Epstein later described as his best friend. Prince Andrew was pictured accompanying Ms Maxwell - daughter of the late newspaper tycoon Robert Maxwell - at private parties and celebrity functions both in the UK and in the US that year. They were photographed together at the wedding of the prince's former girlfriend, Aurelia Cecil, near Salisbury in Wiltshire in September 2000. Prince Andrew and Ms Maxwell were again photographed together at a Halloween party thrown by model Heidi Klum in Manhattan.Ms Maxwell was pictured dressed in gold lame and wearing a blonde wig for the Hookers and Pimps-themed party. Just over a month later, in December 2000, the then 40-year-old prince threw Ms Maxwell a surprise birthday party at Sandringham, the Queen's estate in Norfolk, with Epstein among the guests. He described it in the BBC interview as a \"straightforward shooting weekend\". Ms Maxwell and Epstein were photographed on a pheasant shoot at the estate around that time. Prince Andrew and Ms Maxwell went on a number of trips together including to Florida and Thailand, according to an Evening Standard report from January 2001, which claimed Epstein had joined them on five such occasions over the previous 12 months. Prince Andrew told the BBC that he used to see Epstein a maximum of three times a year but confirmed he had been on his private plane, stayed at his private island, and stayed at his homes in Palm Beach, Florida and New York.Allegations against Jeffrey Epstein started surfacing in 2005 when the parents of a 14-year-old girl told police in Florida that Epstein had molested their daughter at his Palm Beach home. The financier was accused of paying girls under the age of 18 to perform sex acts at his Manhattan and Florida mansions between 2002 and 2005. However, a controversial secret plea deal in 2008 saw him plead guilty to a lesser charge of soliciting a minor for prostitution. He received an 18-month prison sentence and was released on probation after 13 months. In July 2019 he was charged in New York with further allegations of sex trafficking and conspiracy and was due to face trial next year. He pleaded not guilty to all the charges but was facing up to 45 years in prison if convicted. In July 2006, Jeffrey Epstein was invited toa masked ball at Windsor Castle to celebrate the 18th birthday of Princess Beatrice , Prince Andrew's elder daughter.The theme of the evening was 1888, and the 500 guests donned period costumes. The previous month, Epstein was charged with one count of solicitation of prostitution.Prince Andrew said Epstein had been invited via Ms Maxwell but that he wasn't aware at the time the invitation was sent out \"what was going on in the United States\". He said Epstein never mentioned that he was under investigation.The duke was photographed with Epstein in New York's Central Park in December 2010 - after the tycoon had served his sentence. Prince Andrew said he had travelled across the Atlantic to end his friendship with Epstein and was having that conversation with him when they were photographed in the park. The prince told the BBC: \"I said, 'Look, because of what has happened, I don't think it is appropriate that we should remain in contact.'\" Prince Andrew said he attended a small dinner party while he was there but denied it was to celebrate Epstein's release. Footage released by the Mail on Sunday in August showed Prince Andrew inside the financier's Manhattan mansion around the same time.The prince told the BBC that he regretted staying at Epstein's house during the visit, saying he \"let the side down\" by doing so. Pressed on reports that many young girls were coming and going from the house at the time, he said: \"I never saw them.\" Epstein's house was like a \"railway station\" with \"people coming in and out of that house all the time\", he added. Prince Andrew's connection to the convicted sex offender did attract criticism at the time.After several days of newspaper reports on the Epstein connection in spring of 2011, Prince Andrew was hit with a further blow when Sarah Ferguson admitted having accepted £15,000 from Epstein, to help pay off her debts. The fallout saw him quit his role as a UK trade envoy in July 2011. Prince Andrew later acknowledged his friendship with Epstein had been a mistake. In 2015the duke was named in court papers as part of a US civil case against Epstein. Prince Andrew was not party to the proceedings but was identified when a motion was filed in the court, as part of the evidence.According to the Guardian , one of Epstein's accusers, Virginia Roberts - now Virginia Giuffre - said she was ordered to give the prince \"whatever he required\". Ms Giuffre claimed in court papers in Florida she was forced to have sex with the prince on three occasions - in London, New York and on a private Caribbean island owned by Epstein - between 2001 and 2002, including when she was underage under Florida law. The details were later officially struck from the court records when a judge ruled they were unnecessary to the case, saying they were \"immaterial and impertinent\" to the \"central claim\". Separately, an allegation by a woman called Johanna Sjoberg that Prince Andrew touched her breast while they sat on a couch in Epstein's Manhattan apartment in 2001 was contained in documents from a defamation case. These documents were made public when they were released by a judge in August 2019. Ms Giuffre had brought the defamation case against Ms Maxwell. She was alleged to have procured underage girls for Epstein and his friends, but she has always denied the allegations. Prince Andrew said he had \"no recollection\" of ever meeting Ms Giuffre. He said he was looking after his children on the day in March 2001 that she alleges they went to a nightclub in London and later had sex in Ms Maxwell's house in the Belgravia area.The prince said he had taken his daughter Beatrice to a Pizza Express restaurant in the town of Woking that afternoon for a party. He said he remembered it \"because going to Pizza Express in Woking is an unusual thing for me to do, a very unusual thing for me to do\".Prince Andrew said he had no recollection of a photo being taken, reportedly by Jeffrey Epstein, of him and Virginia Giuffre together in Ms Maxwell's house where his arm is around her waist. \"Nobody can prove whether or not that photograph has been doctored but I don't recollect that photograph ever being taken,\" he said, adding that \"hug[s] and public displays of affection are not something that I do\". Asked whether he had sex with her in a bedroom in that house, he said: \"I can absolutely categorically tell you it never happened.\" Buckingham Palace has issued outright denials of all allegations against Prince Andrew. ", "url": "https://www.bbc.com/news/uk-49411215"}