{"datetime": "2018-11-01T17:07:22.000Z", "title": "University of Huddersfield backs Prince Andrew after resignation calls", "article": "The University of Huddersfield is backing its Chancellor, Prince Andrew, after students called for his resignation. The Huddersfield Labour Students (HLS) called for him to resign because of his \"blasé\" attitude to the murder of journalist Jamal Khashoggi. He was criticised for failing to raise the matter at an event in Abu Dhabi. Instead he spoke of forging further links with Saudi Arabia via his Pitch@Palace initiative. The student group said his comments were \"insensitive and inflammatory\". In astatement , it said Prince Andrew, who has been the university's chancellor since 2015, had demonstrated a \"blasé attitude towards the murder of a member of the free press.\" The HLS accused the Prince of having a \"lack of concern for acts of injustice the world over if condemnation of said incidents could be seen to get in the way of making a profit either for his own enterprise, or that of the UK government.\" In response, a university spokesman said the Prince was encouraging local business people to support entrepreneurs in the region as a catalyst for economic growth, as he has done at previous events across the globe. According to theLocal Democracy Reporting Service , he added he would \"welcome the opportunity to discuss the matter with the students\". Writer Mr Khashoggi, an outspoken critic of the Saudi crown prince, waskilled in the Saudi consulate in Istanbul in October. Saudi Arabia initially denied all knowledge of the journalist's fate but the Saudi public prosecutor now describes it as premeditated murder. Prince Andrew made no comment about Mr Khashoggi during his speech, but said: \"It's hugely important for us to have partners in the region.\"We look forward to working in Bahrain with our partners there and, as time goes by, we hope to expand also into Saudi and other Gulf Cooperation Council countries.\" Prince Andrew has been approached for comment. ", "url": "https://www.bbc.com/news/uk-england-leeds-46064528"}