{"datetime": "2019-11-20T13:05:02.000Z", "subject": "Jeffrey Epstein death", "title": "Prince Andrew: Letter casts doubt on when duke met Epstein", "article": "A letter written to the Times newspaper by Buckingham Palace has cast doubt on when the Duke of York first met convicted sex offender Jeffrey Epstein. The 2011 letter says they met in the early 1990s, not in 1999 as Prince Andrew said in his BBC interview. It comes as the duke faces a growing backlash after he said he did not regret his friendship with Epstein. Buckingham Palace said the prince's words speak for themselves and he stands by his recollection of events. Writing to the Times in March 2011, the duke's then private secretary Alastair Watson aimed to address \"widespread comment\" about the relationship with the New York financier, who died in prison this year awaiting trial on sex trafficking charges. He said Prince Andrew had known Epstein \"since being introduced to him in the early 1990s\", but dismissed the \"insinuations and innuendos\" as \"without foundation\". But in his interview with the BBC's Newsnight on Saturday, the duke said they \"met through his girlfriend back in 1999\" - a reference to Ghislaine Maxwell, who had been a friend of Prince Andrew since she was at university.The 2011 letter was published after the Times reported on the existence of a photo of the prince with 17-year-old Virginia Giuffre, then known as Roberts, who would later testify that she had been forced to have sex with him. The duke has always denied any form of sexual contact or relationship with her.BT has become the latest in a series of organisations to distance themselves from Prince Andrew since the interview was broadcast. In a statement, BT said it had been working with iDEA - which helps people develop digital, business and employment skills - since 2017 but \"our dealings have been with its executive directors not its patron, the Duke of York\". \"In light of recent developments we are reviewing our relationship with the organisation and hope that we might be able to work further with them, in the event of a change in their patronage,\" a spokeswoman said. Among some close to the prince there was a belief that \"once the dust died down\" the Newsnight interview would have been worth it - because his core denials and admissions would be what was left in the public's mind.It is hard to see the logic of that position now. The letter to the Times from the prince's former private secretary undermines Prince Andrew's recollection of when his friendship with Epstein started.The Daily Mail hashighlighted at least one example , illustrated with photos, of when he and the Duchess of York broke what he called their \"simple rule\" that when one of them was away, the other was always with their children in the evening.That \"simple rule\" was offered as a reason why the prince could not have been with Virginia Roberts in London on the night she claims he danced and had sex with her.The loss of corporate support is particularly troubling for the palace: it is a \"real-world\" response to the interview, not just commentary and headlines.BT goes out of its way to say they'd reconsider if the organisation that they currently sponsor changed its patron - the prince.This is not getting better for the prince, or for the palace. It is getting worse. Standard Chartered Bank and KPMG earlier announced they werewithdrawing support for the duke's business mentoring initiative Pitch@Palace, but sources told the BBC the decisions were made before the interview. Four Australian universities have also said they would not be continuing their involvement in Pitch@Palace Australia. Prince Andrew cancelled a planned visit to flood-hit areas of Yorkshire on Tuesday, three days after the interview aired,the Sun newspaper reported . It is understood the visit was deemed inappropriate in the midst of an election campaign. In his Newsnight interview , the duke answered questions for the first time about his friendship with US financier Jeffrey Epstein, who took his own life in August while awaiting trial on sex-trafficking charges in the US. He \"categorically\" denied having any sexual contact with Virginia Giuffre, but the interview provoked a backlash. Despite the criticism, BBC royal correspondent Jonny Dymond reported that those close to the duke say a withdrawal from public life is not under consideration. Prince Andrew said in the interview that he could not recall ever meeting Virginia Giuffre and recalled that he went to Pizza Express in Woking and then returned home the night she claims they first met.He sought to cast doubt on her testimony that he was \"profusely sweating\" in a nightclub, saying that a medical condition at the time meant he could not perspire. And the duke said meeting Epstein for a final time in 2010 was \"the wrong decision\", but said the \"opportunities I was given to learn\" about business meant he did not regret the friendship. ", "url": "https://www.bbc.com/news/uk-50487104"}