{"datetime": "2019-11-18T12:45:30.000Z", "author": "Alice Evans", "title": "Prince Andrew BBC interview: Six things we learned", "article": "In an interview with BBC Newsnight's Emily Maitlis, the Duke of York, Prince Andrew has given details about his relationship with the late convicted sex offender Jeffrey Epstein and addressed allegations about sex with a teenage girl. Here are six things we learned from the interview. Prince Andrew has defended his relationship with Epstein before -including as recently as August - two weeks afterthe disgraced financier took his own life while awaiting trial on sex trafficking charges.But in the BBC interview broadcast on Saturday night, the prince gave more detail about why he \"still\" did not regret the friendship. He said knowing Epstein had \"some seriously beneficial outcomes\", at a time when he had left a career in the Navy and begun one as a trade and industry special representative.Prince Andrew said: \"The people that I met and the opportunities that I was given to learn, either by him or because of him, were actually very useful.\" Prince Andrew has always said he met Jeffrey Epstein in 1999 through the financier's then-girlfriend, Ghislaine Maxwell - a well-connected socialite. Ms Maxwell, daughter of the late newspaper tycoon, Robert Maxwell, has generally kept a low profile since claims about Epstein began to emerge. But the prince said he met up with her earlier this year, before Epstein was arrested and charged over sex trafficking allegations. \"She was here (in the UK) doing some rally,\" the prince said. He said they did not discuss Epstein during the meet-up. \"There wasn't anything to discuss about him because he wasn't in the news, you know, it was just… we had moved on.\" The prince stressed throughout the interview that he and Epstein \"weren't that close\". Invitations Epstein had received to events at Windsor Castle and at Sandringham were in the financier's capacity as Ms Maxwell's \"plus one\" rather than as a friend in his own right, he said. Much of the interview focused on why the prince went to stay with Epstein in 2010, following Epstein's conviction and imprisonment for soliciting and procuring a minor for prostitution. The prince said the visit was to explain to Epstein that their friendship was over. He said he had considered speaking to Epstein on the phone, but decided to meet him face-to-face \"to show leadership\". \"I took the judgement call that because this was serious, and I felt that doing it over the telephone was the chicken's way of doing it, I had to go and see him and talk to him.\" Maitlis asked the prince for his response to allegations against him made by one of Epstein's accusers, Virginia Giuffre (then known as Virginia Roberts). Ms Giuffre said she met the prince in 2001 when she dined with him, danced with him at a nightclub in London, and had sex with him at Ghislaine Maxwell's house in Belgravia. Maitlis pointed out that Ms Giuffre's accusations were \"very specific\" and included that the prince had been \"profusely sweating\". The prince said a \"problem\" with Ms Giuffre's story was that a medical condition meant he could not have been sweating. \"I didn't sweat at the time because I had suffered what I would describe as an overdose of adrenalin in the Falklands War when I was shot at and I simply… it was almost impossible for me to sweat,\" he said. Prince Andrew revealed he had investigated the possibility that a photograph - or elements of it -provided by Ms Giuffre was fake. One reason the prince gave was his attire. \"I don't believe it's a picture of me in London because... when I go out in London, I wear a suit and a tie,\" he said. \"That's what I would describe as… those are my travelling clothes... if I'm going overseas.\" However, newspapers have previouslypictured the prince wearing jeans without a tie or blazer on a night out in London. Speaking about the photo with Ms Giuffre, Prince Andrew told Newsnight: \"Nobody can prove whether or not that photograph has been doctored but I don't recollect that photograph ever being taken.\" He also said he did not believe the photograph \"was taken in the way that has been suggested\" because it shows the prince's hand on the woman's waist.\"I am not one to, as it were, hug - and public displays of affection are not something that I do.\" The duke said the day on which Ms Giuffre's allegations are said to have happened, 10 March 2001, he was not out in London but \"at home with the children\". He said he had taken his eldest daughter, Princess Beatrice, to a party at a Pizza Express restaurant in Woking at about four or 5pm. \"And then because the Duchess was away, we have a simple rule in the family that when one is away the other one is there.\" He added he remembered the occasion \"weirdly distinctly\" because it was one of only a couple of times that he had been to Woking, and going to the Pizza Express there was \"a very unusual thing for me to do\". Prince Andrew & the Epstein Scandal: The Newsnight Interview was shown on BBC Two on 16 November 2019 and can be seen onBBC iPlayer in the UK and the full interview can also be seen onYouTube . ", "url": "https://www.bbc.com/news/uk-50451953"}