{"datetime": "2022-01-31T20:55:58.000Z", "author": "Dominic Casciani & Becky Morton", "title": "Prince Andrew: US judge seeks statement from former assistant", "article": "Prince Andrew's former assistant could give a sworn statement as part of the civil sexual assault case against the duke, after a formal request from a New York judge. Lawyers for Virginia Giuffre - Prince Andrew's accuser in the case - had requested help to obtain testimony from Robert Olney.Mr Olney previously worked for the prince as his equerry.Prince Andrew, 61, has consistently denied Ms Giuffre's allegations. She says the duke sexually assaulted her on three occasions when she was 17 and being trafficked by the late financier Jeffrey Epstein.Epstein, a convicted sex offender, died in prison in 2019 while awaiting a sex trafficking trial.Ms Giuffre's lawyers say Mr Olney's name and phone number were in the contacts book of Epstein and that the former assistant would have knowledge of his relationship with Prince Andrew.US judge Lewis A Kaplan released his correspondence sent to London's High Court, formally asking for assistance in the civil case brought by Ms Giuffre, on Monday evening,The request, under an international legal convention between co-operating courts, means that the British court must now decide whether to become involved in Prince Andrew's battle. In the letter to Senior Master Elizbeth Fontaine, the official who manages requests from foreign courts for assistance, Judge Kaplan said any evidence obtained from Mr Olney would be used in Ms Giuffre's civil damages claim against the prince. As Prince Andrew's former equerry, Judge Kaplan said Mr Olney was likely to have \"relevant information\" about travel to and from Epstein's properties and about the duke's relationship with Epstein and Ghislaine Maxwell, who was found guilty last month of grooming underage girls. The judge said that if his request was accepted, Mr Olney should be questioned about any communications that touch on Ms Giuffre, given that Prince Andrew claims he has never met her or sexually abused her.He has also sent a request asking for a statement to be taken from Shukri Walker, who has said she saw Prince Andrew at Tramps night club in London in March 2001 with a young woman who may have been Ms Giuffre. Two more requests have been sent to the Australian attorney general, fulfilling applications from Prince Andrew's team. The first is a request for Australian authorities to take a statement from Robert Giuffre, Ms Giuffre's husband, concerning what she may have told him in the past. The second is a request to obtain the co-operation of Ms Giuffre's therapist Dr Judith Lightfoot.The judge asked for Mr Giuffre's testimony to include how he met his wife, his discussions with her about Andrew, her alleged childhood trauma and abuse, and her relationship with Epstein and Maxwell. The letter also asks for his testimony to include all claims Ms Giuffre has made against the duke, her alleged emotional and psychological harm and damages, her role in trafficking and recruiting young girls for Epstein and the Giuffre household's finances. A separate letter to Dr Lightfoot has asked her evidence to include Ms Giuffre's medical treatment and diagnosis, as well as issues discussed during their sessions and claims made about Prince Andrew.It also seeks testimony on Dr Lightfoot's opinions of the alleged psychological harm suffered by Ms Giuffre, a theory of false memories and the consequences of her childhood trauma. Judge Kaplan has requested that the testimony of all four witnesses be completed by 29 April.Earlier this month, Buckingham Palacestripped Prince Andrew of his military titles and patronages , and said he would contest the case as a private individual.", "url": "https://www.bbc.com/news/uk-60208231"}