{"datetime": "2022-02-16T01:49:20.000Z", "author": "Tiffany Wertheimer", "title": "Who are Virginia Giuffre's powerhouse lawyers?", "article": "Virginia Giuffre, the woman who sued Prince Andrew for sexual assault, has been represented by two of the most famed and formidable lawyers in America - David Boies and Sigrid McCawley. Mr Boies is renowned for his relentless cross examinations, and famously crushed Bill Gates on the stand in the 1990s. With a storied and colourful career that has spanned six decades, he has represented former Vice-President Al Gore and fought for same-sex marriage rights. Mrs McCawley's relentless interrogation skills helped to bring down Jeffrey Epstein and Ghislaine Maxwell's sex trafficking ring. She has been working with Epstein's accusers since 2015, and endured intimidation and threats while representing survivors. The duo, who have worked on the case free of charge, were preparing to fly to London next month to question Prince Andrew. Howeveran out-of-court settlement has now been reached in the civil law suit . The prince has always denied any wrongdoing. David Boies, 80, is more commonly found in the deep end of corporate law and has been on both sides of the fight - saving companies from financial ruin, or suing them into it. He started his legal career at leading law firm Cravath, Swaine & Moore, where his boss once described him as \"an eccentric genius\". He attracted high-profile clients and tried to sign up a young Donald Trump, according to the New York Times, but the firm wouldn't let him. In 1997, after 30 years and one-too-many conflicts of interest, he left the firm and took with him one of its biggest clients - George Steinbrenner, the owner of the New York Yankees. \"At the time it was a whirlwind,\" he told the BBC. \"There was so much work to do that I didn't have much time to think about it.\" He started his own firm - Boies Schiller Flexner, and is known to be a relentless boss, once telling his exhausted team: \"Do you want to win, or do you want to sleep?\" Indeed, when he sat down to speak with the BBC for this profile, Mr Boies had just recovered from Covid-19, but kept working (remotely) despite feeling unwell, including delivering an address to the Supreme Court. Being one of the most sought-after lawyers in the US comes at a price tag most people can't afford. \"Everybody's entitled to a lawyer, but not everybody is entitled to me,\" he once said. Charging about $2,000 (£1,470) per hour, Mr Boies is one of the highest paid lawyers in America. And he enjoys spending the fruits of his labour. He owns a multi-million dollar home that overlooks New York's Central Park, another sprawling home north of the city in Westchester County, a sailing yacht and a vineyard in California. He's been married three times. Wedding number one was when he and his wife were teenagers - they told their parents they were going to the school dance, but eloped to Mexico instead. His second marriage started off controversially as she was married to his law professor when they first got together. And in 1982 he married his third and current wife Mary, who is a well-established lawyer in her own right. David Boies has had six children - two with each wife. Tragically though, two of his children have died - Carol Louise Boies, 48, passed away from lung cancer in 2010 and Jonathan Boies, 50, died in 2019 from a vascular brain condition. He is \"clearly one of the great courtroom lawyers of our time\", US District Judge Jed Rakoff, who has presided over a number of Mr Boies' cases over the years, told the BBC. His intense cross-examinations have become legendary - while defending CBS in a defamation case in 1986, reporters are said to have hummed the Jaws theme song whenever he got up to question a witness. During another trial, he cross-examined an economist for 38 days. And he famously does all of this without ever referring to notes, partly because he is dyslexic.He says his struggle with reading has helped develop his ability to concentrate and memorise important information. In court, he is known for his considered and calm manner of speaking, doing away with legal jargon to explain things clearly and simply. \"The result is that judges and juries have total confidence in him,\" Judge Rakoff said. \"I think a lot of people don't appreciate the hard work that goes into what I do,\" Mr Boies said. \"They see a cross-examination and the performance - what they don't see is the hard work that goes into that performance.\" Vanity Fair dubbed him \"the man who ate Microsoft\" after he eviscerated Bill Gates on the stand ina landmark anti-trust case , in which the US government had accused Microsoft of business practices that bullied rivals and quashed competitors. Bill Gates, one of the richest men in the world and arguably one of the smartest, was no match for the litigator, who buried him during 20 hours of gruelling cross-examination. \"I had to learn as much if not more than they knew about the technology,\" Mr Boies said - no small feat for someone who has admitted to barely ever using a computer (although he says he's become far better during the pandemic). Of course, he hasn't won every case - music sharing platform Napster was shutdown after he failed to win their case against the music industry. And in 2000 the US presidential election was on the line when he represented Democratic nominee Al Gore, who was going up against Republican George W Bush. It was one of the closest and most controversial votes in US history, and after a vigorous legal fight the Supreme Court ruled in Bush's favour, who was being represented by Ted Olson. Years later, the professional foes became friends - Mr Boies and Mr Olson joined forces to fight againsta controversial law in California that banned same-sex marriage. They eventually won a 2013 Supreme Court case to overturn the ban, allowing gay marriages to resume in the state. Reminiscing, Mr Boies told the BBC it gave him a fresh perspective on the \"human dimension\" of civil rights cases. \"Going into that litigation, I knew the discrimination against gay and lesbian couples was wrong. I knew it was hurtful and damaging. But when you actually get into that case you really realisehow damaging and outrageous the discrimination is.\" He bore the brunt of intimidation and death threats in both of these cases - during his fight for Al Gore, his teenage son was also targeted and security guards were stationed at their family home for safety. There have also been various controversies in David Boies career - most notably his firm's work with convicted rapist Harvey Weinstein and Silicon Valley fraudster Elizabeth Holmes. Mr Boies eventually cut his ties with Weinstein, but the disgraced media mogul was a client of Boies Schiller Flexner for many years.It was revealed that the law firm handleda contract hiring an Israeli private detective firm called Black Cube to spy on accusers and journalists.The agency was told to collect intelligence that would help stop any negative press about Weinstein. But despite these efforts, the allegations were published anyway, both inthe New York Times andNew Yorker , effectively sparking the #MeToo movement. In a statement to his staff, Mr Boies said it \"seemed at the time like a reasonable accommodation for a long-time client. I regret having done this... It was not thought through, and that was my mistake.\" His firm has also been accused of victim shaming.A report by the New Yorker in 2017 details how Boies Schiller Flexner tried to use the sexual history of novelist Emma Cline against her, when she was embroiled in a plagiarism lawsuit with an ex-boyfriend. Mr Boies told the BBC his firm is \"absolutely\" being more careful about how its clients are defended, and that people are realising that this kind of victim blaming or shaming doesn't work. \"I think what you're going to see is the kind of mudslinging that has been too much a part of defending accusations of discrimination and sexual harassment will be less and less,\" he said. His reputation took another hit when it was revealed that lawyers at his firm intimidated whistleblowers who were lifting the lid on Silicon Valley CEO Elizabeth Holmes and her failed blood-testing company Theranos. In the exposé Bad Blood, investigative journalist John Carreyrou lays out the aggressive efforts used to defend Holmes and silence Theranos critics, comparing them to the actions of \"thugs\". Mr Boies had invested roughly $7 million worth of shares in Theranos. He also sat on the company's board and invited her to his 75th birthday part in Las Vegas. \"I still think she is a very intelligent, charismatic woman,\" he told the BBC. \"Whatever else you think, she is somebody with enormous intelligence and a tremendous work ethic.\" Mr Boies has said that his friendship with Weinstein and admiration of Holmes did not blur his professional judgement, but in a profile with the New York Times in 2018, and without naming names, he conceded that he had made mistakes and that \"greater due diligence would have led me to decline the representation\". In the wake of the scandals,there was a mass exodus of up to 100 staff from Boies Schiller Flexner , including some of its top attorneys. But Mr Boies laughs off a question of whether he takes it personally - it's just part of the game. Sigrid McCawley, 49, became a managing partner of Boies Schiller Flexner last year after being with the firm for 20 years. Based in Florida, she has been working with Virginia Giuffre and other accusers of Jeffrey Epstein since 2015 and is considered one of America's lead attorneys for sexual abuse cases. She has worked with abuse survivors since her early days of law school, and has sat on the board of two not-for-profit organisations that help children and families in need - ChildNet and Jack and Jill. \"One of the things that makes her so successful working on these cases is her tremendous empathy,\" David Boies said. \"She identifies with people who are suffering injustice.\" A mother of four, Mrs McCawley took on Virginia Giuffre's case when she returned from maternity leave after the birth of her youngest daughter. And she admits that it's often hard to find a balance between the demands of the job and leaving the emotional component at the office. \"You get very personal with your clients… you come to know them, their pain, their life, what they've been through, how they've survived it,\" she told the BBC. \"It's very personal - I haven't found a good way to separate that. It's just all consuming.\" When Jeffrey Epstein was found dead in his prison cell in 2019, she was on safari in South Africa with her family. Using her own satellite phone (which she always travels with, just in case), she was frantically making calls to her clients and the media. \"It was no vacation after that point,\" she said. \"I remember being in tents and I was trying to speak to the New York Times and my kids were in the same room and there were animals outside - it was less than ideal.\" Sigrid McCawley says the #MeToo movement \"changed things in a tremendous way\". \"The shift was astronomical. In just that moment, the voices started to be heard and believed,\" she told the BBC. During her work with Epstein's accusers, Mrs McCawley was subject to threatening emails and intimidation, and believes she was followed by \"Epstein's crew\". \"For many years, particularly before #MeToo, I was scared to turn on my car when I would go into the parking lot - it has lived with me.\" But Sigrid McCawley is the first to say that she is not easily intimidated by anything or anyone. Describing how she is often the only woman in a courtroom (and is still all too often mistaken for a court reporter), Mrs McCawley says she is there to do a job and get the answers, regardless of who is being questioned. Her 12-hour deposition of Ghislaine Maxwell in 2016 eventually lead to the British socialite facing criminal charges.The transcript, which was made public in 2020 , makes for excruciating reading, as the litigator questions Maxwell again and again about sex toys and a Prince Andrew lookalike puppet. Maxwell eventually jumps to her feet and pounds the table in exasperation. \"If you have an evasive witness who doesn't want to answer, you have to stay on that,\" she explained. \"You have to be relentless in the pursuit for that information, irrespective of how they're behaving.\" She plans to do more pro bono work with abuse survivors, saying \"it has been an absolute privilege to get to work with [Epstein's accusers], as much as it's been very difficult, but I wouldn't go back and do it any differently.\" ", "url": "https://www.bbc.com/news/world-us-canada-60303921"}