{"datetime": "2022-02-16T09:05:49.000Z", "title": "Prince Andrew: Duke of York must give up his city title says MP", "article": "Prince Andrew is facing a renewed call to give up the Duke of York title after agreeing to settle the civil sex assault claim against him. The 61-year-old relinquished his honorary military roles and his HRH style in January following claims he sexually assaulted Virginia Giuffre. On Tuesday, the prince agreed to pay an undisclosed sum as part of an out-of-court settlement of the case. York MP Rachael Maskell said he should give up his association with the city. Repeating the call she made last month, the Labour MP said Prince Andrew should show \"respect for those affected by abuse and the people of our city\" by the \"withdrawal of his ducal title\". Prince Andrew became Duke of York, a title traditionally granted to the monarch's second son, on his marriage in 1986. It was previously held by both the Queen's father, George VI, and her grandfather, George V. In the case against him in the US, Ms Giuffre had been suing the Duke of York, claiming he sexually assaulted her on three occasions when she was 17 - which he repeatedly denied. A statement from their lawyers said the duke would pay an undisclosed sum to Ms Giuffre and make a \"substantial donation\" to her charity in support of victims' rights. The duke also pledged to \"demonstrate his regret for his association\" with the late convicted sex offender Jeffrey Epstein by supporting the \"fight against the evils of sex trafficking, and by supporting its victims\". Ms Maskell welcomed the duke's pledge to donate money to Ms Giuffre's charity but said his relationship with Epstein had caused \"deep hurt and embarrassment\" to York residents. She said: \"Although it is a relief that Prince Andrew has finally acknowledged and expressed regret for his close association with a convicted sex offender and sex trafficker Jeffrey Epstein, his long delay in doing so and initial response to the charges and Ms Giuffre have been source of deep hurt and embarrassment to many people across the city. \"Carrying a title does create an ambassadorial relationship with that place, and for somewhere with a global reputation, such as York, this is extremely important.\" The prince gave up a number of his patronages in both the city and the county after stepping down from royal duties in 2019. These included his role with the York Minster Fund and the Yorkshire Air Ambulance. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-york-north-yorkshire-60395718"}