{"datetime": "2022-02-15T22:34:39.000Z", "author": "Mary O'Connor", "title": "Prince Andrew settles US civil sex assault case with Virginia Giuffre", "article": "Prince Andrew has settled a civil sexual assault case brought against him in the US by Virginia Giuffre. Ms Giuffre had been suing the Duke of York, claiming he sexually assaulted her on three occasions when she was 17, allegations he has repeatedly denied. A letter filed to the US district court on Tuesday said the duke and Ms Giuffre had reached an out-of-court settlement. It said the duke - who makes no admission of liability - would pay an undisclosed sum to Ms Giuffre. In a letter to US judge Lewis A Kaplan, Ms Giuffre's lawyer David Boies wrote jointly with Prince Andrew's lawyers to say the pair had reached \"a settlement in principle\". A statement included with the letter read: \"The parties will file a stipulated dismissal upon Ms Giuffre's receipt of the settlement (the sum of which is not being disclosed).\" It said the duke would make a \"substantial donation to Ms Giuffre's charity in support of victims' rights\". Prince Andrew, the statement added, had \"never intended to malign Ms Giuffre's character\" and he recognised she had \"suffered both as an established victim of abuse and as a result of unfair public attacks\". The duke also pledged to \"demonstrate his regret for his association\" with the late convicted sex offender Jeffrey Epstein by supporting the \"fight against the evils of sex trafficking, and by supporting its victims\". He also commended the \"bravery of Ms Giuffre and other survivors in standing up for themselves and others\". Prince Andrew's lawyers had previously said he was ready to go before a jury to fight Ms Giuffre's claims, with a trial expected later this year. His representatives said he had no comment beyond what was said in the document filed to the court. Buckingham Palace declined to comment on the settlement. Although the exact amount of the financial settlement has not been revealed, reports have speculated that it could run into millions of pounds. It has prompted questions about how the duke - who receives a Royal Navy pension and a stipend from the Queen'sDuchy of Lancaster income - will fund the settlement. Kate Macnab, a lawyer at Reeds Solicitors, says: \"It is likely there will be some demands to know where the payment is coming from - public or private purse?\" Graham Smith from the anti-monarchy group Republic said taxpayers deserved to know where the money for the settlement was coming from. Ms Giuffre, who was previously known as Virginia Roberts, claimed she was the victim of sex trafficking and abuse by financier Epstein from the age of 16. Epstein died in prison in 2019 while awaiting a sex trafficking trial. She said part of the abuse saw her lent out to powerful men, including Prince Andrew, who is the third child of the Queen and ninth in line to the throne. Ms Giuffre, now 38, claimed the duke, 61, sexually assaulted her on three occasions when she was 17 at Ghislaine Maxwell's home in London, in Epstein's mansion in New York and on Epstein's private island in the US Virgin Islands. Once the trial was given the nod, it was always going to be uncomfortable, to say the least, for Prince Andrew - but this settlement is about as good as it gets for him, barring going to trial and winning. He avoids having to give a sworn statement, which was scheduled for early next month; he makes no admission of guilt; there will be no civil trial, no further airing of accusations and evidence.He is innocent, because he has not been found guilty of anything. So he is disentangled from any legal threat.But he is still badly damaged by the past few years; his friendship with a convicted paedophile and a convicted child trafficker will always hang over his reputation; the very fact that a civil trial beckoned will, rightly or wrongly, be held against him. There's nothing from the palace tonight about the settlement.Instead journalists were pointed toward the announcement in January that the Prince would lose his Royal titles and patronages.That fits with what sources have indicated for the past few years - that there is no way back for Prince Andrew. In a 2019 interview with BBC Newsnight, Prince Andrew said he had no memory of ever meeting Ms Giuffre and said her account of their London meeting and sex at a house in Belgravia \"didn't happen\". He also saidknowing Epstein had had \"some seriously beneficial outcomes\", at a time when he had left a career in the Navy and begun one as a trade and industry special representative. In January, the United States District Court for the Southern District of New Yorkruled that the civil action over him could go ahead. Buckingham Palace later announced thatPrince Andrew's military titles and royal patronages had been returned to the Queen and that he would defend Ms Giuffre's civil case as a \"private citizen\". A royal source said he would also stop using the title His Royal Highness in an official capacity. Lisa Bloom, a lawyer representing several of Epstein's accusers, welcomed the duke's settlement as a \"victory\" for Ms Giuffre. In a statement on Twitter on behalf of her clients, she wrote: \"We hail Virginia's victory today. She has accomplished what no-one else could: getting Prince Andrew to stop his nonsense and side with sexual abuse victims. We salute Virginia's stunning courage.\" The settlement is likely to come as a relief to the Royal Family, BBC royal correspondent Nicholas Witchell said, as it means the prospect of a trial will not disrupt the Queen's Platinum Jubilee celebrations. He said the duke could have been under pressure from within his family to settle the case to avoid further public court hearings. This settlement may feel like it has come from nowhere, but it's been hard to find a lawyer who thought that Prince Andrew would fight this case all the way to jury trial.What is remarkable, however, is the wording. A settlement is not an admission of wrongdoing, but the prince does not repeat his oft-repeated insistence that he did nothing wrong.Earlier in the case, he had allowed his lawyers to accuse Ms Giuffre of initiating a \"baseless lawsuit... to achieve another payday at his expense\".She was accused of making so much money from her Epstein allegations that she had a \"compelling motive\" to launch a \"frivolous\" lawsuit against the prince.All that is gone, never to be repeated again: swept away in a 32-word sentence that accepts Virginia Giuffre has been a victim of abuse and her character cannot be questioned.The courtroom drama is over before it began. The court of public opinion will decide what the prince's words mean. In December last year, Maxwell, 60,was found guilty of recruiting and trafficking underage girls to be sexually abused by Epstein. Last month,the former British socialite officially requested a retrial after a juror in the case told the media he used his own experience of being sexually abused to influence jurors reaching a verdict. Virginia Giuffre and Prince Andrew have reached an out-of-court settlement.The parties will file a stipulated dismissal upon Ms Giuffre's receipt of the settlement (the sum of which is not being disclosed).Prince Andrew intends to make a substantial donation to Ms Giuffre's charity in support of victims' rights.Prince Andrew has never intended to malign Ms Giuffre's character, and he accepts that she has suffered both as an established victim of abuse and as a result of unfair public attacks.It is known that Jeffrey Epstein trafficked countless young girls over many years.Prince Andrew regrets his association with Epstein, and commends the bravery of Ms Giuffre and other survivors in standing up for themselves and others.He pledges to demonstrate his regret for his association with Epstein by supporting the fight against the evils of sex trafficking, and by supporting its victims. ", "url": "https://www.bbc.com/news/uk-60393843"}