{"datetime": "2022-01-28T13:18:24.000Z", "author": "Sean Coughlan", "title": "Prince Andrew gives up honorary membership at prestigious golf club", "article": "The Duke of York has given up his honorary membership of the prestigious Royal and Ancient Golf Club of St Andrews in Scotland. The decision follows Prince Andrew's loss of military titles and royal patronages as he contests a civil sexual assault case in the US. His lawyers this week said he was ready to face a jury trial in New York over claims brought by Virginia Giuffre. Prince Andrew, a former captain of the club, had been a member since 1992. \"I can confirm that The Royal and Ancient Golf Club of St Andrews has received notification that the Duke of York will relinquish his honorary membership. We respect and appreciate his decision,\" said a spokesman for one of the world's most famous golf clubs. Members of the club, of which the Queen is the royal patron, were informed of the decision on Friday morning. A source close to Prince Andrew said of ending his golf club membership: \"This is in line with the recent announcement from Buckingham Palace.\" That refers to the announcement earlier this month that Prince Andrew would face the civil court case as a private citizen, no longer using the title of His Royal Highness. He also lost a number of military titles, including Colonel of the Grenadier Guards, and royal patronages. Buckingham Palace had said the prince would continue not to undertake any public duties. This latest decision marks a further withdrawal from public life for Prince Andrew and it might be seen as a personal blow to the golf-loving prince. He has attended major golf tournaments - sometimes with rows about the cost of the trips - and has played high-profile games, including against former US President Bill Clinton. Prince Andrew has consistently denied all Virginia Giuffre's allegations of wrongdoing and his lawyers said he was ready to contest the allegations being brought before the court in New York. ", "url": "https://www.bbc.com/news/uk-60170912"}