{"datetime": "2022-02-16T01:45:17.000Z", "author": "Tiffany Wertheimer", "title": "Andrew Brettler: Who is Prince Andrew's Hollywood lawyer?", "article": "In his fight against a civil sexual assault case, the Duke of York hired one of Hollywood's top lawyers - Andrew Brettler - to represent him in the US, where the case was filed. Mr Brettler has built a successful career of defending many rich and high-profile men who have been accused of sexual abuse. Prince Andrew was being sued by American woman Virginia Giuffre, who claimed he sexually assaulted her on three occasions when she was 17. The duke vehemently denied any wrongdoing, and his legal team have worked to aggressively discredit the claims and also Ms Giuffre's character. This included trying to use an unflattering tabloid newspaper article quoting her ex-boyfriend. As both legal teams were preparing to question the prince and Ms Giuffre under oath,an out-of-court settlement was reached . Here's what we know about Andrew Brettler. Mr Brettler, 45, has a reputation for being a fierce litigator and is often referred to as an \"attack-dog\" lawyer - a nickname he is not fond of. \"I don't think that is accurate,\" he told the BBC. \"I fiercely advocate on behalf of all of my clients, but not at the expense of hurting others.\" Named in The Hollywood Reporter's 2021 list of top power lawyers, he specialises in entertainment law at the prestigious firm Lavely & Singer. The firm is lead by Marty \"Mad Dog\" Singer - a legal legend for Hollywood A-listers including Tom Hanks, Britney Spears and Celine Dion. \"They're pretty aggressive, him and his firm,\" said fellow Californian lawyer and former federal prosecutor, Neama Rahmani, who is not involved in the case. \"They're probably one of the best defamation firms in Los Angeles, maybe even the country.\" Over many years, Lavely & Singer has built a strong reputation for being the go-to firm for Hollywood stars - their LA office is even built on land that used to be owned by 20th Century Studios, and is just one block away from Fox Studios.Of course, making the problems of the rich and famous go away is not cheap - but Mr Brettler says reports that he charges about $2,000 (£1,470) an hour have been \"grossly exaggerated\". Mr Brettler is married to actress Erica Piccininni, 42, who has featured in Mad Men and Jersey Boys, as well as other films and theatre productions. The pair met in 2000 when one of his friends tried to set him up with Erica's sister, according to theirmarriage announcement in the New York Times . He has represented a number of high-profile men accused of sexual misconduct, including Sex and the City starChris Noth , That 70s Show actorDanny Masterson and film starArmie Hammer . They all deny any wrongdoing and the cases are ongoing. He takes his client confidentiality very seriously, and would not be drawn on talking about any of his clients - which would be partly why Prince Andrew, 61, enlisted his services.While the prince is not a Hollywood A-lister with a Netflix deal to salvage, he is British royalty and ninth in line to the throne. He would have hoped to benefit from Mr Brettler's years of experience in handling serious accusations against high-profile people as discreetly as possible. When it was revealed that Mr Brettler was to represent the prince, social media users were quick to point out his history of defending rich and powerful men accused of sexual abuse. His response to this is simple - everyone has the right to legal defence and a fair trial. \"Public allegations of sexual assault or similar misconduct, especially since the dawn of the #MeToo era, are very powerful,\" he said.\"Defending those who have been publicly accused of such wrongdoing has become harder because the fundamental notion of 'innocent until proven guilty' has been turned on its head.\" Mr Brettler has previously said he has never been busier since the #MeToo dam burst. \"There is an assumption of wrong-doing just based on an accusation, even an anonymous one,\" he told The Hollywood Reporter last year. The #MeToo movement amplified survivors' voices. Before that, it was largely the other way round - accusers were all too often ignored and not taken seriously when they accused powerful people of misconduct. Some were even threatened, spied on and every aspect of their lives was heavily scrutinised. Mr Brettler has applied the so-called character assassination technique to defend his clients and try to discredit accusers. He called Bryan Singer's rape accuser \"paranoid, delusional, and needy\" and in Danny Masterson's case, said those accusing the actor and the Church of Scientology of harassment and stalking had \"paranoid delusions\". In his failed efforts to have Prince Andrew's civil case dropped, he said Ms Giuffre just wants \"another payday\". The same court document referred to several tabloid newspaper articles in which former friends of Ms Giuffre called her a \"money-hungry sex kitten\". The judge refused to include the article in his considerations. Before the civil case was settled for an undisclosed amount, Mr Brettler was preparing to fly to London next month, where the prince was set to be questioned under oath by legal powerhouse duo David Boies and Sigrid McCawley, who are representing Ms Giuffre pro bono. Mr Boies, 80, has litigated at the Supreme Court for California's gay-marriage rights and famously crushed Bill Gates during a deposition in 1998 inthe landmark US v Microsoft anti-trust case .Mrs McCawley, 49, has led the legal fight for Jeffrey Epstein's victims since 2015, and her unwavering interrogation skills have been lauded for bringing criminal charges against Ghislaine Maxwell. In an interview with the BBC, she said they were looking forward to working with Mr Brettler for the first time, which had so far been \"a pleasure\". \"He is a top tier lawyer, very professional, a strong lawyer, we definitely have a good opponent on the other side,\" Mrs McCawley said. ", "url": "https://www.bbc.com/news/world-us-canada-60099934"}