{"datetime": "2022-02-05T22:55:10.000Z", "author": "Francesca Gillett", "title": "Prince Andrew to give evidence in deposition in March", "article": "The Duke of York will give evidence under oath next month as part of the ongoing civil sexual assault case against him. Virginia Giuffre is suing Prince Andrew in the US, and the prince - the Queen's third child - has repeatedly denied the allegations. He will face a deposition, which means giving evidence to lawyers for use in court. A date has been set for 10 March in London. Ms Giuffre says the duke sexually assaulted her on three occasions when she was 17 and being trafficked by the late financier Jeffrey Epstein.She says the duke abused her at Ghislaine Maxwell's home in London, in Epstein's mansion in New York and on Epstein's private island in the US Virgin Islands. Epstein, a convicted sex offender, died in prison in 2019 while awaiting a sex trafficking trial. Prince Andrew, 61, has denied all of the allegations, and his lawyers have said he is ready to go before a jury to fight the claim. He is not facing any legal action in the UK.According to the Daily Telegraph -which first reported the news - his deposition will be conducted by Ms Giuffre's lawyers, David Boies and Sigrid McCawley, and is expected to last two days. The deposition will be the point at which the prince puts his account on the record and he is likely to face personal questions. News of the deposition comes asthe Queen held an event to celebrate her Platinum Jubilee - which officially begins on Sunday when she marks 70 years on the throne. The US judge in the civil damages cases - Judge Lewis Kaplan - has set a clear timeline, with a deadline of the middle of May for both sides to declare their witnesses. And by mid-July, Judge Kaplan wants all evidence exchanged and deposition to be completed.Earlier this week, the judge formally asked the British courts for help to get testimony from Prince Andrew's former assistant Robert Olney.He also sent a request asking for a statement to be taken from Shukri Walker, who has said she saw Prince Andrew at Tramps night club in London in March 2001 with a young woman who may have been Ms Giuffre. ", "url": "https://www.bbc.com/news/uk-60274193"}