{"datetime": "2021-12-23T22:42:30.000Z", "author": "Sean Coughlan", "title": "Queen's Christmas message expected to be personal", "article": "The Queen is expected to give a very personal Christmas message this year, in her first Christmas since the death of her husband Prince Philip. The annual broadcast was recorded last week, before the Queen's decision to stay in Windsor Castle because of concerns about the pandemic. The Queen is not expected to make any public appearances on Christmas Day. But she was said to be in \"good form\" by Buckingham Palace aides and needed few takes to complete the recording. The traditional Christmas Day message, to be screened at 15:00 GMT on Saturday, is an address to the nation and to the Commonwealth, reflecting on the passing year. For the Queen, it's the end of the year in which Prince Philip died, after a marriage of 73 years together. In the broadcast she speaks beside a framed photograph of the couple taken during their diamond wedding anniversary in 2007 - and she is wearing the same sapphire brooch that appears in the photograph. It's the same brooch, with a chrysanthemum design, that she wore on honeymoon in 1947. A service of thanksgiving for the life of Prince Philip has been announced by Buckingham Palace, to be held in Westminster Abbey in the spring, with representatives of his charities and causes to be among the guests. This year's speech is expected to be more personal than usual, in a year in which many families have faced bereavements and hardship in the pandemic. It's also the approach of next year's platinum jubilee, marking 70 years since she took to the throne. The annual broadcast, recorded in Windsor Castle, comes after concerns about the health of the 95-year-old monarch. She was forced to pull out of a series of public events in the autumn, including the COP26 climate summit in Glasgow and the Remembrance Sunday service in London. For the second year, the Queen has cancelled her tradition of spending Christmas at her Sandringham estate in Norfolk, as a precaution after the rising levels of the Omicron variant. Instead she will be joined at Windsor Castle by members of her family, including Prince Charles and Camilla, Duchess of Cornwall. But it will not include Princess Anne, after her husband Sir Timothy Laurence tested positive for Covid this week. The Queen was aged six when the first royal Christmas broadcast was introduced, with a live radio speech in 1932 from Sandringham, delivered by her grandfather George V. The timing of the broadcast was set from that year at 3pm, as the best for reaching the most countries in different time zones. ", "url": "https://www.bbc.com/news/uk-59762945"}