{"datetime": "2021-09-21T00:23:19.000Z", "title": "Royals recall Duke of Edinburgh's mustard joke", "article": "The Duke of Cambridge has revealed one of the Duke of Edinburgh's favourite games was getting his grandchildren to squirt mustard all over the ceiling. \"He used to take the lid off [the tube] and put it in your hands... and then he'd squish your hands together to fire the mustard onto the ceiling.\" Her Majesty was not amused. \"He used to get in a lot of trouble from my grandmother,\" Prince William recalls, in a forthcoming BBC One documentary to be aired on Wednesday.Prince Philip: The Royal Family Remembers features all four of the Queen and Prince Philip's children, along with their adult grandchildren and members of the duke's long-serving staff. Zara Tindall and Peter Phillips - children of the Princess Royal - also reminisce about the duke's antics with the mustard.\"He gets you to hold it in your hands and I can't remember exactly what he says - but he ends up slamming your hands together... it goes all over the ceiling,\" says Ms Tindall. \"I actually think the marks are still there,\" her brother adds. \"He enjoyed those jokes, he enjoyed messing around the children and being a grandfather,\" says Prince William, who remembers the duke - who died in April aged 99 - as \"the heart of the family\". The light-hearted revelation is one of a number of poignant and amusing insights in the documentary, originally conceived as a personal portrait to mark Prince Philip's 100th birthday - with much of the footage shot before his death. \"He made time for all of us, he supported all of us - and he kept control of... most of us,\" laughs Mr Phillips. Mr Phillips also recalls the duke's frustration as he got to grips with a new gadget, often denouncing the offending machine as \"bloody stupid\" in loud tones, overheard from the breakfast room \"I have memories of him getting a new laptop or a new printer - and hearing him shouting at it,\" says Mr Phillips. \"He loved technology... but it was always quite entertaining to see him trying to figure them out!\" The documentary-makers were given special access to the Queen's private cine-film collection, which shows the Royal Family enjoying ordinary family events, such as barbecuing in Balmoral and riding bikes around their garden. \"Every barbecue that I have ever been on, the Duke of Edinburgh has been there cooking,\" says Prince William, over footage of a family picnic. \"He adored barbecuing,\" says Prince Charles, adding, with a smile: \"He turned that into an interesting art form....\" Both Prince William and his brother, the Duke of Sussex, said the Queen and the duke looked forward to unexpected events while carrying out their official duties together. \"My grandfather loved things when they go wrong,\" says Prince William.\"They've lived a life where everything has to go right the whole time and so when things go wrong, they both chuckle an awful lot. \"Everyone else gets mortally embarrassed. They love it.\" \"More than anything I miss his humour,\" says Prince Harry. \"But I miss him more for my grandmother because I know how incredibly strong she was with him there.\"I also know that she's going be OK without him,\" he adds. Prince Philip: The Royal Family Remembers, Wednesday at 9pm on BBC One. ", "url": "https://www.bbc.com/news/uk-58628865"}