{"datetime": "2022-01-27T10:57:01.000Z", "title": "Prince Andrew denies close friendship with Ghislaine Maxwell in US court files", "article": "Prince Andrew has denied being a close friend of convicted sex trafficker Ghislaine Maxwell, in a legal response to the woman who is suing him in the US for sexual assault. Lawyers for the prince also say he wants to go before a jury to contest the claim brought by Virginia Giuffre. The Duke of York has consistently denied all the allegations against him. Ms Giuffre alleges he assaulted her when she was 17 at homes owned by Maxwell and paedophile Jeffrey Epstein. But in the 11-page court document, filed on Wednesday, Prince Andrew's legal team list a number of reasons why they believe her civil lawsuit should be dismissed. One factor they ask the court to consider is the issue of consent. The document says: \"Assuming, without admitting, that Giuffre has suffered any injury or damage alleged in the complaint, Giuffre's claims are barred by the doctrine of consent.\" The document also states that Prince Andrew \"admits that he met Epstein in or around 1999\", but denies that he participated in any abuse with the late financier. On the matter of a photograph of the prince with his arm around Ms Giuffre, with Maxwell in the background, his lawyers say they do not have enough information to admit or deny its existence.Elsewhere, the document \"denies\" Ms Guiffre's claim that Prince Andrew was a close friend of Maxwell. Writing to a US judge, his lawyers state: \"Prince Andrew hereby demands a trial by jury on all causes of action asserted in the complaint.\" US lawyer Lisa Bloom, who represents a number of Maxwell's and Epstein's accusers, called this demand a \"PR move\", saying Ms Giuffre had already asked for a jury trial. She said Prince Andrew's request was \"meaningless\" as it was Ms Giuffre's constitutional right to have a jury trial if she asked for one. This is a wide-ranging set of denials which is specific about the denial of the sexual abuse. Prince Andrew is denying even that he was a close friend of Ghislaine Maxwell and frequent visitor of Jeffrey Epstein.I think Buckingham Palace, which has pushed Prince Andrew and this whole case as far away as it possibly can, will be viewing this with suppressed horror. They will realise the capacity this story has to dominate headlines and we are just 10 days away from the start of the Platinum Jubilee. In terms of the strategy, I think Prince Andrew's lawyers are trying to give the impression that Virginia Giuffre's reputation will be damaged if this does come to court. They will attempt to assert that her conduct was sufficiently wrong in itself that she has forfeited the right to benefit in any way from this situation.. Though one has to wonder how that argument will play in front of a New York jury - a British prince trying to blame Virginia Giuffre. It's a great final line in this document that Prince Andrew demands the right to be tried by a jury. But as I understand it he gets a jury trial anyway. Could this all be part of a softening up process in the hope that, as the other side recognises the sort of defence that will be mounted, perhaps they will be more inclined to consider an out of court settlement? Though at the moment, everything that Virginia Giuffre and her lawyers are saying is indicating that they do want to push this to a trial and they do want their day in court. In the papers, Prince Andrew's lawyers further argue that Ms Giuffre has no legal basis to bring the case since she is a permanent resident of Australia.They also refer toa 2009 settlement agreement between Ms Giuffre and Jeffrey Epstein, a long-time associate of Prince Andrew.Epstein, a convicted sex offender, killed himself in prison in 2019 while awaiting a sex trafficking trial. British socialite Maxwell was found guilty last month of grooming underage girls to be abused by him. Ms Giuffre is suing the Queen's son for allegedly sexually assaulting her in London, New York and the Virgin Islands when she was a teenager. She is seeking unspecified damages, but there is speculation the sum could be in the millions of dollars. Earlier in the month,a judge ruled that the case could proceed. Buckingham Palace later stripped Prince Andrew of his military titles and patronages, and said he would contest the case as a private individual.The new court documents describe the Queen's second son as \"Prince Andrew, Duke of York aka Andrew Albert Christian Edward, in his personal capacity\". In a statement, David Boies - who is representing Ms Giuffre - said his client and legal team \"look forward to confronting Prince Andrew with his denials and attempts to blame Ms Giuffre for her own abuse at his deposition and at trial\". ", "url": "https://www.bbc.com/news/world-us-canada-60149024"}