{"datetime": "2022-01-15T16:37:45.000Z", "title": "Prince Andrew's lawyers say accuser may have false memories", "article": "The Duke of York's lawyers want to question a psychologist who treated the woman accusing him of sexual assault, claiming she may \"suffer from false memories\". Court documents show they want Virginia Giuffre's husband, Robert, and psychologist Dr Judith Lightfoot to be examined under oath. Ms Giuffre's legal team want to call the prince's former assistant. Prince Andrew has repeatedly denied the allegations. With a trial due to go ahead aftera judge threw out the prince's motion to dismiss the civil case , both parties are requesting help with calling witnesses overseas to give evidence. Judge Lewis Kaplan, who is hearing the case in New York, has asked for witnesses' evidence to be taken by lawyers by 14 July and said a trial could take place in court later this year. Prince Andrew, 61, faces allegations by Ms Giuffre that he was one of the men who had sex with her while she was being trafficked by the late financier Jeffrey Epstein at the age of 17 - a minor under US law. The prince's lawyers want to question his accuser's husband, Robert Giuffre, about their household finances and how he met his wife around 2002, according to court documents.They also want to ask her psychologist, Dr Judith Lightfoot, about subjects they discussed at her sessions and see her doctors' notes and medicines prescribed.The legal team argue Ms Giuffre, now 38, \"may suffer from false memories\", and also want to examine Dr Lightfoot about the \"theory of false memories\". Dr Lightfoot and Mr Giuffre, who both live in Australia, would be requested to be examined under oath in person or by videolink, the documents show. A false memory expert, psychologist Dr Elizabeth Loftus,testified at the trial of Epstein's former girlfriend Ghislaine Maxwell in December, before Maxwell's conviction on sex-trafficking charges. She said people continually reconstructed their memories rather than retrieving them as if from a recording device, and they could be subject to \"post-event suggestion\".But she conceded while \"peripheral memories\" of traumatic events may be forgotten, core memories may get stronger. Meanwhile, court documents show lawyers for Ms Giuffre are seeking testimony from two people in the UK. Her legal team want Robert Olney, the prince's former assistant, to provide a statement. A letter submitted to the Royal Courts of Justice in London says Ms Giuffre has reason to believe Mr Olney has relevant information about Prince Andrew's relationship with convicted child sex offender Epstein. This is because Mr Olney's name appears in publicly-available copies of Epstein's phone book, her lawyers say. Another letter seeks testimony from Shukri Walker, explaining she stated in the press that she was a potential witness to Prince Andrew's presence at the Tramp nightclub around the time Ms Giuffre said she was abused. Ms Giuffre has said they visited the club in London before she was assaulted in 2001, but the court documents note the duke has denied being at Tramp on the night in question or ever having met Ms Giuffre. The developments come after Buckingham Palaceannounced on Thursday that Prince Andrew's military titles and royal patronages have been returned to the Queen. \"The Duke of York will continue not to undertake any public duties and is defending this case as a private citizen,\" the palace said in a statement. ", "url": "https://www.bbc.com/news/uk-60005128"}