{"datetime": "2022-01-20T16:14:11.000Z", "title": "York MP's Commons debate call over aristocratic titles", "article": "People in the UK should have a say in whether dukes and duchesses can take on the names of places in their area, an MP has said. Rachael Maskell, Labour MP for York Central, has called for a debate on how aristocratic titles using a name from a geographical location are assigned. She has recently said Prince Andrew's title as Duke of York was \"untenable\". The prince faces a US civil action over sexual assault allegations - claims he has consistently denied. Ms Maskell called for a debate into the issue of aristocratic titles during questions to Commons leader Jacob Rees-Mogg. She cited the precedent of a 1917 act of Parliament which was used to strip enemies of the United Kingdom of their British peerages during World War One. Ms Maskell said: \"My city of York has developed an interest about how titles are assigned and how they can be removed from people who take the name of a geographical location in their title. \"York has a global reputation, not just through its rich cultural heritage but for the social values it espouses\", she said. Replying to Ms Maskell, Mr Rees-Mogg said the 1917 Titles Deprivation Act was \"an extremely interesting act of Parliament\", but he gave no indication MPs would be allowed to debate the York MP's proposals. \"As regards the award of territorial designations, that is a matter for the sovereign\", he added. Earlier in January,Ms Maskell said : \"It's untenable for the Duke of York to cling on to his title another day longer. This association with York must end.\" York Racecourse confirmed earlier this week it hadapplied to rename its annual Duke of York Stakes to \"better reflect\" the 19th Century royal after whom the event was originally named. Last week, Buckingham Palace said the Duke of York's military titles and royal patronages had been returned to the Queen. Prince Andrew hasalso stopped using the HRH style . Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-york-north-yorkshire-60071183"}