{"datetime": "2022-01-19T15:50:49.000Z", "title": "Duke of York Stakes at York Racecourse to be renamed", "article": "A prestigious horse race named after the Duke of York is to be rebranded. York Racecourse said it had applied to rename the annual Duke of York Stakes to \"better reflect\" the royal after whom the event was originally named. The race was first run in August 1895 and was named after the then duke, who later became King George V. The present Duke of York, Prince Andrew, faces a US civil action over sexual assault allegations, claims he has consistently denied. Prince Andrew stepped down from royal duties in 2019, including his patronage of York Racecourse, over his friendship with convicted sex offender Jeffrey Epstein. He returned hispatronages and military titles to the Queen on Thursday. It came after a US court ruled that Virginia Giuffre, who claims the prince abused her in 2001, could proceed with legal action against him. The Duke of York Stakes is now run on the first day of the Dante Festival meeting at York Racecourse every May. In a statement, the racecourse said: \"It was named after Prince George, the Duke of York at that time.\" The race had since evolved and was now a \"prestige sprint contest\", it added. \"To better reflect its long history and the specific Duke of York it remembers, York Racecourse has applied to the British Horseracing Authority to amend the race title to be The 1895 Duke of York Stakes,\" the statement continued. The British Horseracing Authority was required to approve any name change, a spokesman said. Prince Andrew became Duke of York, a title traditionally granted to the monarch's second son, on his marriage in 1986. After he relinquished his military titles, several politicians in York called for the royalto \"end his association\" with the city by losing or ceasing to use the title.James Brennan, York's head of marketing and sponsorship,has told the Yorkshire Post : \"In the current news cycle, it has made the name a distraction.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-york-north-yorkshire-60056264"}