{"datetime": "2022-01-21T16:28:32.000Z", "author": "Jayne McCormack", "title": "Prince Andrew: Bid to block Union flag flying on birthday", "article": "Three political parties have called for the Union flag not to be flown on Belfast City Hall to mark Prince Andrew's birthday this year. It is due to be flown on 19 February but the SDLP, Alliance Party and Sinn Féin say that should not happen due to allegations against Prince Andrew. His birthday is part of a list of designated days when the government advises the Union flag to be flown at council buildings. The DUP voted against the move. It said the council should abide by the existing designated days policy. This month the Duke of York's military titles and royal patronageswere returned to the Queen . It comes as he faces a US civil action over sexual assault allegations, claims he has consistently denied. Belfast City Hall has flown the Union flag on designated says since a vote in December 2012 to end its permanent display. Guidance on designated days for flying the Union flag from government buildings is determined by the Department for Digital, Culture, Media & Sport (DCMS). SDLP councillor Donal Lyons said flying the flag at Belfast City Hall to mark his birthday would be a \"retrograde step\". He had brought the proposal to the council's strategic policy and resources committee on Friday but it will need to be ratified by the full council next month. Mr Lyons said: \"I would ask every councillor to back my proposal. \"I am more than happy to help facilitate an alternative day for the flag to be flown so the unionist community do not lose out on a designated day.\" Sinn Féin said it backed Mr Lyons' proposal not to fly the flag on the prince's birthday because \"it would be totally inappropriate to do so\". But DUP councillor Brian Kingston insisted his party would not be supporting the proposal. \"The position of DUP councillors is that we should abide by our policy of implementing the flag days designated by DCMS,\" he said. \"We are certainly not blind to the allegations of gross misconduct by Prince Andrew and we share in the deep concern about these but we should await the outcome of the trial. \"We are also aware that the SDLP and Sinn Féin have form on the flying of the Union flag from our City Hall, that they voted to remove it completely, every day of the year, in 2012, so we are not blind to that either.\" Alliance Party councillor Nuala McAllister said her party had written a letter to DCMS, the department in Westminster, to ask them that they remove Prince Andrew's birthday from the list of designated days. She added: \"We need to make sure that everything that people and public representatives do in particular is to support victims in coming forward by saying just because of who that person is doesn't mean that they will be protected at all costs.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60089366"}