{"datetime": "2022-01-14T11:23:25.000Z", "subject": "Coronavirus pandemic", "title": "Lockdown parties in No 10 on eve of Prince Philip's funeral", "article": "Downing Street staff held two parties the night before Prince Philip's funeral - at a time when Covid restrictions banned indoor mixing. The events,first reported by The Telegraph , took place on 16 April 2021 and went on until the early hours. Prime Minister Boris Johnson was not at either party - but it raises further questions about a culture of rule-breaking at Downing Street. The PM is facing calls to resign from the opposition and some senior Tories. He has urged MPs to wait for the outcome of an investigation into lockdown gatherings in government buildings by senior civil servant Sue Gray, which is expected as early as next week. Foreign Secretary Liz Truss said she was \"very concerned\" about the latest revelations, and understood that \"people across the country are angry\". She also urged people to wait for Ms Gray's inquiry, but added: \"we are very clear that there were real mistakes made\".Labour's deputy leader Angela Rayner called on Mr Johnson to address the latest reports, adding: \"He can't keep hiding\". \"Boris Johnson is yet again insulting the intelligence of the British people rather than just doing the decent thing and coming clean,\" she added. \"So many people lost loved ones in unimaginably lonely circumstances, the denials and excuses from Downing Street are causing them further hurt.\" One of the events on 16 April was a leaving party for the PM's then director of communications, James Slack, before he took up a new role as deputy editor of The Sun newspaper.He has apologised for the \"anger and hurt\" caused by the leaving event, and acknowledged it \"should not have happened at the time that it did\". But he said he could not comment further as it had been referred to Ms Gray as part of her investigation. The latest revelations come as the prime minister faces anger from his own party over attending a drinks gathering in the Downing Street garden during the first lockdown. Cabinet ministers have rallied round Mr Johnson, but five of his own MPs have publicly called for him to step down. According to the Telegraph, Mr Slack's leaving party coincided with another gathering in the No 10 basement for one of the PM's personal photographers. The events were held at a time when the UK was in a period of national mourning, which ran from 9 April to 17 April, following the Duke of Edinburgh's death.Downing Street staff were reportedly sent to a nearby shop with a suitcase, that was brought back \"filled with bottles of wine\". At the basement gathering, sources claimed there was a \"party atmosphere\", with a laptop placed on a photocopier with \"music blaring out\".The two parties are then said to have joined together in the No 10 garden and continued past midnight.At the time, England was under\"step two\" restrictions that stipulated people could not socialise indoors, except with those from their household or support bubble. People could socialise outdoors in groups of up to six people or two households.Other restrictions at the time included pubs and restaurants only being allowed to serve customers outside.A Downing Street spokeswoman said Mr Slack \"gave a farewell speech to thank each team for the work they had done to support him, both those who had to be in the office for work and on a screen for those working from home\". But asked about the other party and whether drinking and dancing had taken place, she said No 10 had \"nothing further to add\".Lib Dem leader Sir Ed Davey, repeated his call for the prime minister to resign over the growing list of parties, tweeting: \"The Queen sitting alone, mourning the loss of her husband, was the defining image of lockdown.\"Not because she is the Queen, but because she was just another person, mourning alone like too many others. Whilst she mourned, No 10 partied.\" Boris Johnson has faced particular criticism after it emerged he had attended a party in Downing Street on 20 May 2020 during the first lockdown.The prime minister apologised on Wednesday in the House of Commons, saying he had joined staff for 25 minutes to thank them for their hard work. But he said he had \"believed implicitly that this was a work event\". On Thursday, backbencher Andrew Bridgen became the fifth Conservative MP to publicly say they had submitted a letter of no confidence in Mr Johnson, saying the stream of revelations about parties was \"preventing the government from functioning as normal and that's an untenable position\".A minimum of 54 Conservative MPs must send letters to the 1922 committee of backbench MPs in order to trigger a leadership challenge. The PM is also facing pressure from grassroots Conservatives, with the Tory association in Sutton Coldfield voting unanimously on Thursday to urge him to resign. ", "url": "https://www.bbc.com/news/uk-politics-59989946"}