{"datetime": "2022-01-30T20:25:44.000Z", "author": "George Bowden", "subject": "Coronavirus pandemic", "title": "Harry and Meghan reveal Spotify Covid row concerns", "article": "The Duke and Duchess of Sussex have relayed their \"concerns\" to Spotify over Covid misinformation but will continue to work with the platform. The couple said they were \"committed to continuing\" a content deal worth an estimated $25m (£18m) and will continue to lobby Spotify bosses for changes. Top artists have pulled songs from the streaming service in protest at its work with Joe Rogan, a US podcast host who has interviewed vaccine-sceptics. Neil Young is among those to cut ties. In a statement, a spokesperson for the Sussexes' Archewell Foundation warned of the impact of \"rampant mis and disinformation\". They added: \"Last April, our co-founders began expressing concerns to our partners at Spotify about the all too real consequences of Covid-19 misinformation on its platform. \"We have continued to express our concerns to Spotify to ensure changes to its platform are made to help address this public health crisis. \"We look to Spotify to meet this moment and are committed to continuing our work together as it does.\" Archewell Audio, the California-based Sussexes' audio production company,lists just one podcast on Spotify, a \"holiday special\" published in December 2020. At the time the Spotify deal was announced, the couple said their foundationwould receive an undisclosed sum . Young's music is being taken down from Spotify after he reportedly offered it an ultimatum to remove either his work or Joe Rogan's Experience podcast, which Spotify owns. Singer Joni Mitchell announced on Saturday that she would remove her catalogue from Spotify \"in solidarity\" with Young. Following Young's reported concerns, Spotify said it aimed to balance \"both safety for listeners and freedom for creators\" and had removed more than 20,000 podcast episodes related to Covid since the start of the pandemic. It acquired The Joe Rogan Experience podcast in 2020, reportedly for more than $100m. Stand-up comedian Rogan, 54, has previously attracted controversy for suggesting the young and healthy should not get vaccinated. But he rowed back on some of his comments last year, saying: \"I'm not an anti-vax person. I believe they're safe and encourage many people to take them.\"Spotify co-founder Daniel Eksaid in a blog post \"we have an obligation to do more to provide balance and access to widely-accepted information from the medical and scientific communities guiding us through this unprecedented time\". He said Spotify was committed to publishing clearer rules for content creators and to adopting a \"content advisory\" that will play out before any podcast episode that includes a discussion about Covid. ", "url": "https://www.bbc.com/news/entertainment-arts-60191264"}