{"datetime": "2022-01-05T18:26:13.000Z", "title": "Meghan to receive £1 in damages after privacy case", "article": "The Duchess of Sussex will receive £1 in damages from Associated Newspapers after the Mail on Sunday was found to have invaded her privacy. The nominal sum was set out in court documents which formally confirm the newspaper has accepted defeat. The Mail on Sunday published a handwritten letter that Meghan sent to her father Thomas Markle in 2018. The media company will also pay an unspecified sum for a separate case of infringing her copyright. Associated Newspapers previously indicated it was considering a further appeal to the Supreme Court, but the company has now accepted defeat in the long-running case. Last February, the High Court had ruled against the newspaper group on the issue of privacy and copyright - saying the issues in the case were so clear cut that there was no need for a full hearing. Associated Newspaperswas refused permission to appeal against the decision but went to the Court of Appeal in an attempt to get the original ruling overturned. You may also be interested in: However, in December, the Court of Appeal rejected Associated Newspapers' attempt to have a trial. Judges at the appeal said it was hard to see what evidence at a trial would have altered the situation. They added: \"The judge had correctly decided that, whilst it might have been proportionate to publish a very small part of the letter... it was not necessary to publish half the contents of the letter.\" A spokesman for Associated Newspapers said at the time: \"It is our strong view that judgment should be given only on the basis of evidence tested at trial, and not on a summary basis in a heavily contested case.\" In her own statement issued after the ruling, the duchess urged people to be \"brave enough to reshape a tabloid industry that... profits from the lies and pain that they create\". Associated Newspapers will also pay a confidential sum for copyright infringement, while the Mail on Sunday also faces having to cover a substantial part of Meghan's legal costs, which could be more than £1m. The £1 might sound like small change, but Meghan's big ambition was about the principle rather than the pay-off. Her lawyers had already signalled, before the Mail on Sunday's appeal was heard, that they only sought nominal damages over the privacy breach. There had been legal exchanges about whether it should be £1 or £5, so maybe the paper got one bargain out of it. Because if those amounts seem rather frugal, it was alongside a wrangle over a hefty £1.5m in legal costs. And the token privacy payment was balanced by a much higher confidential amount over the copyright claim. Plus the newspaper had to publish a front page statement about her courtroom success. It was much further reaching than a poundshop win. Media lawyer Mark Stephens told the Guardian the nominal £1 settlement suggested a weakness in the privacy aspect of the duchess's case. \"Normally for that kind of invasion of privacy you would expect £75,000 to £125,000,\" he said. \"It does show that the curation of her reputation was an area where she had effectively invaded her own privacy.\" However,libel lawyer David Hooper told The Daily Beast: \"Accepting the £1 will likely have avoided a tremendous argument about the extent of the damage she suffered.\"She just wanted to establish a principle and get her legal costs paid, although she may well still be a half a million pounds out of pocket as a result of this process.\" ", "url": "https://www.bbc.com/news/entertainment-arts-59879079"}