{"datetime": "2021-12-23T19:06:53.000Z", "subject": "Coronavirus pandemic", "title": "Charles and Camilla to join Queen for Christmas Day", "article": "The Prince of Wales and the Duchess of Cornwall will be with the Queen on Christmas Day, Clarence House has said. It comes after Buckingham Palace announced the Queen had cancelled spending Christmas at Sandringham, Norfolk, amid concerns about the rising levels of the Omicron variant. Instead, she will spend the day in Windsor, as she did last year. The palace said it was a personal decision and \"reflects a precautionary approach\". The Duke and Duchess of Cambridge will spend Christmas in Norfolk and will be joined by some members of the Middleton family, a Kensington Palace spokesman said.Last week the Queen announced that she would not be going ahead with her pre-Christmas family lunch. That was also in response to worries about the spread of the new Covid variant. Since then, the UK has seen daily Covid case figures surge, with more than 100,000 cases announced for the first time on Wednesday. During the autumn, the Queen had to withdraw from a series of public events, including the COP26 climate summit in Glasgow and the Remembrance Sunday service, because of health concerns. But the latest change of plan has been in response to the rapid spread of the new highly mutated variant - amid calls for people to limit contacts during the Christmas festivities. It will mean missing her traditional family gathering at her Norfolk estate and her attendance at the Christmas morning service at St Mary Magdalene church in Sandringham. Meanwhile, Buckingham Palace has announced that a service of thanksgiving for the life of the Duke of Edinburgh will be held in the spring.Prince Philip, the Queen's husband of 74 years, died in April, aged 99. It is understood the guest list for the Westminster Abbey service will include family, friends, dignitaries and representatives of organisations the duke was associated with. It comes as the six-month-old daughter of theDuke and Duchess of Sussex has been seen for the first time in a publicly released photograph. Prince Harry and Meghan included an image of Lilibet on their festive card, which has been sent by email through the couple's Archewell charity.The photograph shows Meghan raising her daughter in the air as she sits alongside Prince Harry, who is holding their two-year-old son Archie on his knee.The photo was taken by Alexi Lubomirski this summer at the couple's home in Santa Barbara, California. The message on the card reads: \"Wishing you a happy holiday season and a prosperous New Year, from our family to yours! As ever, Harry, Meghan, Archie & Lili\".It also highlights the donations the couple have made to US organisations that help families \"from those being relocated from Afghanistan, to American families in need of paid parental leave\". The picture on the card was shared on the Twitter account of Team Rubicon, one of the organisations supported by the couple, as well as on Alexi Lubomirski's social media accounts. ", "url": "https://www.bbc.com/news/uk-59769243"}