{"datetime": "2021-07-30T11:00:34.000Z", "title": "No Queen hug after Duke of Edinburgh death hard, says grandson Peter Phillips", "article": "The Queen's eldest grandchild has said not being able to hug her was one of the hardest parts of coping with the loss of the Duke of Edinburgh. Peter Phillips said images of The Queen sitting alone at Prince Philip's funeral would be relatable for many families during the pandemic. Mr Phillips, son of Anne, Princess Royal, described the duke as a \"hugely influential figure in our lives\".\"He was such a fixture of all of our lives. He is sorely missed,\" he said. Prince Philip died at Windsor Castle on 9 April, aged 99. \"He lived a remarkable life and if any of us can even live half the life that he did, we would all be extraordinarily happy,\" Mr Phillips told the BBC.The 43-year-old said many families who had lost someone during the pandemic would know how difficult it had been to comfort grieving loved ones. \"Our thoughts immediately went to my grandmother. We've been trying to support her as much as we can,\" Mr Phillips continued. \"Everybody saw the image of Her Majesty sitting alone. It would have been the same for any other family, the hardest part is not being able to hug those closest to the person who's been lost. \"It's the same for a lot of families. There have been some great sadnesses but at the same time you've got to try to take the positives out of these situations, whether that be new life, or happy memories, that's what you've got to focus on,\" he added. He said lockdown easing had allowed the Queen to spend more time with his family, and see her great-granddaughters Savannah and Isla. \"They're exceptionally lucky to have had two great-grandparents who have lived as long as they have. My children certainly appreciate that and know that it's something special,\" he said.Mr Phillips was speaking ahead of Gatcombe Park Food and Drink Festival at his mother's Gloucestershire home, near Stroud, which he is organising. He said his own passion for the countryside, food and drink, had come from his grandfather and that the Duke would have enjoyed the festival this weekend. \"I pretty much know where he would have been sitting if he were. He would have been sat in the Stroud Brewery tent and very happily ensconced in there for the afternoon,\" he added. Mr Phillips said he did not wish to make any comment about the Duke and Duchess of Sussex, Harry and Meghan. ", "url": "https://www.bbc.com/news/uk-england-gloucestershire-58024149"}