{"datetime": "2022-01-15T23:14:30.000Z", "author": "Joseph Lee", "title": "Prince Harry in legal fight to pay for UK police protection", "article": "Prince Harry is seeking a judicial review against a refusal of the Home Office to allow him to personally pay for police protection when in the UK. The US-based Duke of Sussex says his private security team does not have adequate jurisdiction abroad. He lost his taxpayer-funded police security after stepping back from royal duties in 2020. Prince Harry says he wants to visit his home country with his family, but needs to \"ensure\" their safety. The application for a judicial review - a challenge in the High Court against the decision of a public body or government department - follows a security incident in London in July 2021 when the duke's car was chased by photographers as he left a charity event. A legal representative for Prince Harry said the legal claim was filed in September \"to challenge the decision-making behind the security procedures, in the hopes that this could be re-evaluated for the obvious and necessary protection required\". Prince Harry wants to personally fund police protection, \"not to impose on the taxpayer\", they said. The duke, who is now based in California, is arguing that his private security team cannot replicate the work of police protection in the UK, with their access to local intelligence and legal jurisdiction. A statement said: \"Prince Harry inherited a security risk at birth, for life.\"He remains sixth in line to the throne, served two tours of combat duty in Afghanistan, and in recent years his family has been subjected to well-documented neo-Nazi and extremist threats.\" His legal representative said he offered to pay the costs of police protection in January 2020 at Sandringham, when talks with the Queen were being held over the Sussexes' future role. But the offer was dismissed, the representative said. \"The UK will always be Prince Harry's home and a country he wants his wife and children to be safe in. With the lack of police protection, comes too great a personal risk,\" the statement said. The Sussexes' daughter, Lilibet, is now seven months old and has yet to meet her great-grandmother the Queen, grandfather the Prince of Wales and other members of the family. The couple were forced to disclose they had put in place \"privately funded security arrangements\" for their move to the US, after then-president Donald Trump said the country would not pay for their protection. A government spokesperson said the UK's \"protective security system is rigorous and proportionate\". They added: \"It is our long-standing policy not to provide detailed information on those arrangements. To do so could compromise their integrity and affect individuals' security.\" ", "url": "https://www.bbc.com/news/uk-60012238"}