{"datetime": "2021-09-02T07:01:52.000Z", "title": "'Duke of Edinburgh' RNLI lifeboat to be stationed in Norfolk", "article": "A lifeboat named in honour of the Duke of Edinburgh is to be stationed near one of the Queen's private estates. The boat will go into service late next year at Wells-next-the-Sea, about 20 miles (30km) from Sandringham, Norfolk. The Royal National Lifeboat Institution (RNLI) planned to name the boat after Prince Philip to celebrate his 100th birthday in June, but hedied two months earlier . The Duke had been told of the plans and was said to have been \"pleased\". Prince Philip had a successful naval career before devoting his life to royal duties. He was known for his commitment to maritime services and his love of the sea. RNLI chief executive Mark Dowie said being able to name the boat after the duke was \"a great honour\". \"We heard that the duke was pleased to learn of the plans to name a lifeboat after him and that it was going to be serving a community so close to Sandringham. \"Very sadly the duke passed away before His Royal Highness could see it happen, but we are delighted to pay tribute to his legacy in this way.\" The RNLI has announced the naming on the 71st anniversary of Prince Philips's very first sea-going command in the Royal Navy.He took charge of HMS Magpie in 1950. Earlier this summer the Prince of Wales attached a small engraved magpie insignia plate to the new lifeboat, which is being built in Poole, Dorset. Chris Hardy, lifeboat station operations manager at Wells, said the team was \"immensely proud\" to take on the \"Duke of Edinburgh\" boat. \"We are in no doubt that our new lifeboat will continue the vital work of saving lives at sea, which we know His Royal Highness was so passionate about throughout his lifelong maritime association,\" he said. The new lifeboat is one of 53 that has been funded by civil service donations to The Lifeboat Fund. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-58412567"}