{"datetime": "2021-11-11T20:14:51.000Z", "title": "Meghan aide regretted not giving evidence earlier in privacy case", "article": "An ex-aide to the Duchess of Sussex \"regretted\" not giving evidence in her High Court case against the publisher of the Mail on Sunday, the Court of Appeal has heard. Meghan won the privacy case when a judge found the publication of a letter to her father was unlawful - a ruling the publisher is trying to overturn. Papers released on the appeal hearing's final day revealed the regret of Jason Knauf, her ex-communications secretary. The ruling is due at a later date. Associated Newspapers' legal team have been seeking to overturn the High Court judgement at the Court of Appeal, disputing that Meghan's letter to her father Thomas Markle - sent in August 2018 - was simply a private and personal letter. In written evidence, Meghan denied she thought it likely that her father would leak the letter and said she did not want any of it to be published. On Wednesday Mr Knauf - who is due to stand down from his current role as the chief executive officer of the Royal Foundation at the end of the year - said in a witness statement that the duchess had written the letter with the understanding that it could be leaked. Also on Wednesday, a statement from Meghan contained an apology to the court for not remembering an email exchange in which she agreed Mr Knauf could provide information to the authors of the Finding Freedom biography, written by Omid Scobie and Carolyn Durand. On Thursday, documents were released revealing that a confidential source contacted the publisher with the information that Mr Knauf regretted not giving evidence during the High Court case. Keith Mathieson, solicitor for Associated Newspapers Limited (ANL), said in a witness statement that, in April, Mr Knauf's then legal team contacted ANL's lawyers to say his position was \"strictly neutral\" and he did not wish to have any involvement in the proceedings. But after Meghan won the case, ANL was contacted by the source in July and approached Mr Knauf, who wished to provide a statement for the appeal. \"Mr Knauf was plainly a central figure in the events he describes,\" Mr Mathieson said, saying the former aide was a \"senior and trusted member of the royal household staff\". Mr Mathieson described Mr Knauf's witness statement as \"measured in tone\" and \"honest and credible\". He said the former aide had been \"careful not to include evidence of matters beyond his own personal knowledge\". \"Given the high profile nature of this litigation and the likelihood of his evidence (if admitted) being widely reported, as well as the position he holds, it is hardly conceivable that he would say anything he did not believe to be true,\" he said. Andrew Caldecott QC, representing ANL, told the court on Thursday that Mr Markle had faced \"nasty and untrue\" allegations in an article published by People magazine in the US and there had been a public interest in correcting them. Describing the allegations, he said: \"In the teeth of his daughter being always dutiful and supporting him throughout with incredible generosity, first he cold-shouldered her at the wedding, in one of the most important parts of her life. \"He gave a cynical and self-interested response ignoring her pleas for reconciliation in a loving letter.\" He said the letter to Mr Markle from Meghan was \"not a loving letter, not a generous letter\", contrary to how it was presented in the People article. \"When we come to the very first allegation about cold-shouldering her at the wedding... this allegation is demonstrably false, we say,\" Mr Caldecott said. Justin Rushbrooke QC, for Meghan, previously described the case as \"very straightforward\" and said her human rights were \"triply engaged\" by the publication of part of the letter. In her written evidence, Meghan said she did not think her father would sell or leak the letter \"primarily because it would not put him in a good light\". She \"merely recognised that this was a possibility\". \"To be clear, I did not want any of it (the letter) to be published, and wanted to ensure that the risk of it being manipulated or misleadingly edited was minimised, were it to be exploited,\" she said. The duchess said the \"main purpose\" of the letter was to encourage her father to stop talking to the press. The Court of Appeal judges - Sir Geoffrey Vos, Dame Victoria Sharp and Lord Justice Bean - said they will give their ruling at a later date. ", "url": "https://www.bbc.com/news/uk-59251233"}