{"datetime": "2021-11-10T16:01:22.000Z", "author": "Sean Coughlan", "title": "Duchess of Sussex weighed up calling father 'daddy'", "article": "The Duchess of Sussex questioned whether she should call her father \"daddy\" in a letter and whether it would \"pull at the heartstrings\" if leaked, the Court of Appeal has heard. The letter is at the centre of a legal battle over privacy between the duchess and publishers of the Mail on Sunday. The paper claimed it was written with an awareness it could be made public. The duchess won a previous court case that found publishing the letter was a misuse of her private information. Associated Newspapers' legal team are seeking to overturn this judgement. They are disputing that this was simply a private and personal letter - and have argued that it was crafted with the \"possibility of public consumption\" in mind. The court heard lawyers for the duchess reiterate that this was a \"highly personal\" family letter touching on her private feelings, and that its publication was against the rights to a private life, family life and the protection of private correspondence. In the second day of the appeal hearing, lawyers for the publisher challenged the extent to which it was really a \"private\" letter, sent by Meghan, Duchess of Sussex, to her estranged father Thomas Markle. The newspaper's lawyers highlighted a witness statement from Jason Knauf, former communications secretary to Meghan and Prince Harry. The court heard of text messages between the duchess and Mr Knauf about the drafting of the letter, sent in August 2018. This included whether it should begin by addressing Mr Markle as \"daddy\". The court heard that the duchess had written: \"Given I've only ever called him 'daddy' it may make sense to open as such, despite him being less than paternal, and in the unfortunate event that it leaked it would pull at the heartstrings.\"Andrew Caldecott, representing the news organisation, quoted Meghan in a further exchange, saying the letter was \"real, honest and factual, and if he leaks it, then that's on his conscience, and at least the world will know the truth. Words I could never voice publicly\". And the court heard, quoted from the exchange, that: \"Obviously everything I have drafted is with the understanding that it could be leaked, so I have been meticulous in my word choice.\" Justin Rushbrooke, representing the Duchess of Sussex, said this was a more straightforward case than might appear from the challenges against it. Extensive parts of a private, family letter had been shared without the consent of the sender, he said. And he told the court that if it had become public, that was because it had been published by the news organisation. In a statement sent to the Press Association, the duchess said she had never expected the letter to be leaked and that it was \"absurd\" to see the recognition that a letter could be leaked as being the same as expecting that to happen. The duchess said that Mr Markle's involvement in media coverage was putting pressure on Prince Harry and the letter was a way of addressing that. \"I felt that, even if my attempt to stop my father talking to the media failed, at least my husband would be able to say to his family that I had done everything I could to stop it,\" said the statement from the duchess. The letter had been sent to Mr Markle a few months after the duchess had married Prince Harry and it challenged her father's dealings with the media. Mr Markle, who was said to be unhappy at other media accounts of his relationship with his daughter, had given the letter to the Mail on Sunday. Lawyers for the newspaper suggested he wanted to challenge a \"false narrative\" of the run-up to his daughter's wedding and that revealing the letter was a form of right of reply. The duchess's legal team is seeking to uphold the finding of the earlier court. Welcoming the earlier ruling, Meghan had said it was a victory against \"dehumanising\" media behaviour.\"The damage they have done and continue to do runs deep,\" she said. The Mail on Sunday faced a requirement to publish a front-page statement on the Duchess of Sussex's case, which has been put on hold pending the outcome of the appeal. The hearing is due to end on Thursday. ", "url": "https://www.bbc.com/news/uk-59236643"}