{"datetime": "2021-09-23T18:46:50.000Z", "title": "Meghan and Harry make New York appearance", "article": "The Duke and Duchess of Sussex have made their first public trip to New York together - their first major outing since their daughter was born. Meghan said it was \"wonderful to be back\" in the city as they visited sites associated with 9/11, in the month marking 20 years since the attacks. They are taking part in an event in New York this weekend urging leaders to adopt a vaccine equity policy.The couple welcomed their second child, Lilibet Diana, three months ago.They are also parents to son Archie, whoturned two in May.During the visit to New York, they visited One World Trade Center, built on the site of the Twin Towers destroyed in the 11 September attacks.They posed for photographs at the top of the skyscraper, alongside New York City mayor Bill de Blasio and New York State Governor Kathy Hochul.Later the pair, who have been living in California since the start of the pandemic, paid their respects at the 9/11 memorial plaza. They looked out over a reflecting pool where one of the towers stood, and also visited the 9/11 Memorial Museum. The couple, who stepped down as senior royals in March 2020, waved at fans who shouted their names as they walked away from the site.Mr de Blasio tweeted: \"The tragedy of September 11 touched the entire world, and it's still felt today. \"We're honoured to join Prince Harry and Meghan, the Duke and Duchess of Sussex, at One World Observatory.\" On Saturday, they are joining the 24-hour broadcast Global Citizen Live being held in locations including New York's Central Park.Global Citizen has organised a number of shows in cities around the world, from London to Lagos, with performing artists including Sir Elton John, Kylie Minogue and Coldplay.The duke and duchess have been making the case for vaccine equity, with Harry telling an awards show earlier this month that until everyone can access the jab, \"we are all at risk\".Presenting a prize to the team behind the Oxford-AstraZeneca vaccine at the GQ event, he blamed \"mass-scale misinformation\" for vaccine hesitancy.", "url": "https://www.bbc.com/news/uk-58672204"}