{"datetime": "2021-12-23T16:51:44.000Z", "title": "Harry and Meghan release first photo of Lilibet", "article": "The Duke and Duchess of Sussex have issued the first photograph of their daughter Lilibet on their festive card. The image shows Meghan raising Lilibet in the air as she sits alongside Prince Harry, who is holding their two-year-old son Archie on his knee. Lilibet, who was born in June, is dressed in a white baby gown. The Duke and Duchess of Sussex are wearing jeans in the image taken this summer by Alexi Lubomirski at their home in Santa Barbara, California. The photo of Lilibet is the first time she has been seen in a publicly released image. The card was sent by email through the Archewell charity co-founded by the duke and duchess in 2020. It is titled \"Happy Holidays\" and carries the message: \"This year, 2021, we welcomed our daughter, Lilibet, to the world. Archie made us a 'Mama' and a 'Papa', and Lili made us a family.\"It goes on to highlight the donations the couple have made to seven US-based organisations that help families as \"they look forward to 2022... from those being relocated from Afghanistan, to American families in need of paid parental leave\". The card ends with the words: \"Wishing you a happy holiday season and a prosperous New Year, from our family to yours! As ever, Harry, Meghan, Archie & Lili\". The photograph on the card was shared on the Twitter account of disaster relief charity Team Rubicon, one of the organisations supported by the couple. The other supported groups are Welcome.US, Human First Coalition, Humanity Crew, Paid Leave For All, PL+US and Marshall Plan for Moms. Lubomirski, also shared the image on his Instagram account, saying the \"day with the Duke and Duchess of Sussex was one such joyous experience, and one that I feel extremely privileged to have been invited to capture\". The photographer, who haspreviously pictured Prince Harry and Meghan as an engaged couple, on their wedding day and as a married couple, added \"now seeing their love manifest into two beautiful children\" had been a \"delightful honour\". ", "url": "https://www.bbc.com/news/uk-59773788"}