{"datetime": "2021-12-02T17:23:19.000Z", "author": "Sean Coughlan", "subject": "Wedding of Prince Harry and Meghan Markle", "title": "Will Meghan's big win change public opinion?", "article": "This has been a big win for the Duchess of Sussex, as the appeal court has upheld her claim against the Mail on Sunday for publishing parts of a private letter to her father. It allows her to put down a strong marker over her privacy - and the slam-dunk ruling allows her to avoid any awkward cross-examination as a witness. \"This is a victory not just for me, but for anyone who has ever felt scared to stand up for what is right,\" was Meghan's response, after her win over a news industry that she says \"conditions people to be cruel\". It's part press statement and part manifesto, as she rails against a type of media that \"rewards chaos over truth\". There might be some champagne cracked open in the Californian winter sunshine, because Meghan's success vindicates a high-risk strategy. Previous generations of royals might have been horrified at the idea of having their private messages read out in a courtroom or being picked apart for embarrassing headlines in the witness box. But in this dispute about the publication of a letter from a daughter to a father, the judges focused on the letter of the law, rather than other billowing issues about the royals and the media. The appeal court's confirmation that this had been a breach of the duchess' privacy means that even if her life is inescapably of public interest, it doesn't make her public property. But it's come with some bruising headlines. There was much publicity around her apology for having not remembered information briefed to authors writing a book about her and Prince Harry. The judges describe this as \"at best, an unfortunate lapse of memory\". This might have been an uncomfortable insight, but it had no bearing on the fundamental issues of the privacy case. The newspaper's publisher, Associated Newspapers, says an appeal to the Supreme Court is being considered, arguing that a judgment should only have been given on \"evidence tested at trial\". The publisher challenged the lack of cross-examination of evidence, when it said issues had been raised about the credibility of the duchess. Rather than a breach of privacy, the publisher said its stories addressed issues of public interest surrounding the wedding of Prince Harry and Meghan.Meghan sharply divides opinion and even with this legal win that's likely to continue. Her supporters will see it as evidence that she really has been unfairly treated by a hostile press. While her detractors might continue to view the court case through the prism of a narcissistic attempt to control her image. Social media will still be a snake pit on both sides. But the court case did shed some unexpected light on Prince Harry and Meghan's world in the months after their wedding in 2018 - in the documents published alongside. Emails, texts and statements suggested a couple under siege.There was relentless press interest; Prince Harry was under \"significant pressure\" from his family about Thomas Markle talking to the media; Meghan had no \"secure means of communication\" with her father, and she worried about her mother's safety from \"egregious paps\". She described her \"personal styling\" as being \"the only thing I seem to still have any control over\". The exchanges between Meghan and her communications secretary Jason Knauf showed the extreme detail that went into planning her letter to her father, down to structuring the sentences so no page could be reproduced without showing it ran on to the next. The emails were also a reminder that this wasn't a usual PR relationship, with Meghan addressed as \"Hi Ma'am\". Prince Harry appeared in the email chains using a lot of exclamation marks and sounding indignant and protective on his wife's behalf, warning of \"vile\" attacks and \"cyberbullying on a different scale\" and wanting to \"get some truths out there\". Meghan's iPhone e-mail sign-off was: \"Please excuse all technological mishaps. I'm a Luddite.\" But she comes across as highly focused and intensely self-aware about the modern media. This courtroom battle will add another layer to Meghan's complicated relationship with the British public. What began as an enthusiastic welcome for a breath of fresh air, changed into something like the way Yoko Ono was treated for supposedly breaking up the Beatles. The public has its own expectations of royals. They might not mind titles, but they bridle at entitlement. YouGov polling suggests a slump in Meghan's popularity over the past year. In autumn 2020, 40% of people in this UK tracking survey had a positive opinion of her, but that had fallen to 28% in autumn 2021, with Prince Andrew the only royal with worse approval ratings. But when the YouGov poll is broken down into age groups the Duchess of Sussex is one of the most popular royals for younger people, more so than the Duchess of Cambridge or Prince Charles. There's a chasm in attitudes towards Meghan and it shows what an asset she could have been to a royal family needing more diversity and wanting to reach younger generations. Her more recent campaigns, such as lobbying over parental leave rights in the US, might have connected with this socially-aware generation. Instead her claims in her Oprah interview about the royal family and the colour of the baby she was expecting - when she said there were comments about \"how dark his skin might be\" - have continued to fizzle like a sulphurous firework that won't go out. Meghan, now aged 40 and a mother of two, looked relaxed and at home on the Ellen chat show circuit last month, in a Californian TV studio with celeb-friendly questions, a long way from courts and courtiers.There could be a chance to write a new chapter, more on her own terms. But even though the privacy ruling will be a warning signal, the media and public interest in this famous couple is not going to go away. ", "url": "https://www.bbc.com/news/uk-59503922"}