{"datetime": "2021-11-11T13:08:16.000Z", "title": "Meghan apologises to court for forgetting biography briefing notes", "article": "The Duchess of Sussex has apologised to a court for making a misleading statement in her privacy case against the Mail on Sunday's publishers. The Appeal Court heard she had asked an aide to pass on information to the authors of a biography - despite having earlier said she \"did not contribute\". Meghan said she had forgotten the events and had not intended to mislead. Associated Newspapers is trying to overturn a ruling after it published a letter from the duchess to her father. Meghan, 40, won her privacy case against the publisher of the Mail on Sunday earlier this year, when the High Courtfound its publication of the letter was unlawful . Associated Newspapers' legal team are now seeking to overturn this judgement at the Court of Appeal, disputing that this was simply a private and personal letter - and have argued that it was crafted with the \"possibility of public consumption\" in mind. A spokesman for the Sussexes had previously said the couple\"did not contribute\" to the Finding Freedom biography , written by Omid Scobie and Carolyn Durand. But in new evidence heard on Wednesday, Jason Knauf, the couple's former communications secretary, said the book was \"discussed on a routine basis\" and \"discussed directly with the duchess multiple times in person and over email\". He also discussed planning a meeting with the authors to provide background information and said Meghan had given him briefing points to share with them, including information on how she had \"very minimal contact\" with her half-siblings during her childhood. Two of the arguments put forward by Meghan's lawyers in her battle with the Mail on Sunday would appear to have been compromised by these latest revelations.She has always claimed that she did not co-operate with the authors of the book Finding Freedom, but she has now remembered that she provided \"briefing notes\" to one of her key aides who she knew was in touch with the book's authors. The second strand of her case that would appear to have been undermined is her assertion that she had an \"expectation of privacy\" when she sent her handwritten letter to her estranged father Thomas Markle, which was partially published by the Mail on Sunday. It has now emerged in previously unpublished texts that she accepted the possibility the letter might be leaked. She had used language, she said in one text to her head of communications, that \"would pull at the heartstrings\". It will now be for the Court of Appeal to decide whether to stand by or overturn the original finding that was in favour of the duchess. Inthe second day of the appeal hearing, lawyers for Associated Newspapers had also challenged the extent to which the letter from Meghan to her father - at the centre of the case it is trying to overturn - was \"private\". They quoted an exchange of text messages between the duchess and Mr Knauf in which Meghan said: \"Obviously everything I have drafted is with the understanding that it could be leaked, so I have been meticulous in my word choice.\" Mr Knauf's evidence to the court also included emails with the Duke of Sussex, discussing the proposed meeting with the authors and the need to conceal any involvement by Prince Harry and Meghan. The former aide said Prince Harry replied: \"I totally agree that we have to be able to say we didn't have anything to do with it. \"Equally, you giving the right context and background to them would help get some truths out there.\" In a witness statement to the court the duchess said she accepted that her aide did provide information to the authors of the book with her knowledge but she said the \"extent of the information he shared is unknown to me\". \"When I approved the passage... I did not have the benefit of seeing these emails and I apologise to the court for the fact that I had not remembered these exchanges at the time,\" she said. \"I had absolutely no wish or intention to mislead the defendant or the court.\" The duchess added that she would have been \"more than happy\" to refer to the exchanges with Mr Knauf if she had been aware of them at the time, but said they were \"a far cry from the very detailed personal information that the defendant alleges that I wanted or permitted to put into the public domain\". Another reason the duchess gave for not discovering the emails between her and Mr Knauf sooner was that the disclosure stage of the litigation had not yet been reached, and in October last year her lawyers applied to adjourn the trial date as she was pregnant. She said she was advised to avoid stress after a recent miscarriage, which came shortly after Associated Newspapers Limited indicated it wished to reveal the identities of her five friends who gave an interview to the US magazine People, in which they referred to her relationship with her father. Meghan said: \"I was in the first trimester of my third pregnancy at the time, having suffered a miscarriage a few months prior, and was feeling very unwell. \"My doctor advised me to avoid stress, particularly given the recent miscarriage days after the defendant threatened to break the confidentiality of the original 'sources' for the People magazine article, which resulted in my having to make an urgent application for an anonymity order. \"This was granted... but I found the process extremely stressful, and it took its toll physically and emotionally. \"I have at all times wanted to protect the privacy of those friends, while the defendant was, it seemed to me, doing everything it could to make this litigation as intrusive as possible.\"", "url": "https://www.bbc.com/news/uk-59242093"}