{"datetime": "2021-10-12T20:09:16.000Z", "author": "Daniel Thomas", "title": "Harry and Meghan become partners at ethical investment firm", "article": "The Duke and Duchess of Sussex have entered the world of finance, becoming partners at a sustainable investment firm in New York City. Prince Harry and Meghan have joined Ethic, which advises wealthy clients on how to invest their money more sustainably, prioritising issues like climate change and human rights.The couple had already invested in Ethic, which manages $1.3bn of assets.The firm said the royals would help it \"reach many millions around the globe\". In an exclusive interview with the New York Times , former actor Meghan said: \"From the world I come from, you don't talk about investing, right? You don't have the luxury to invest. That sounds so fancy.\" But she added: \"My husband has been saying for years, 'Gosh, don't you wish there was a place where, if your values were aligned like this, you could put your money to that same sort of thing?'\"Harry told the newspaper he hoped the couple could encourage more - particularly young - people to invest their money sustainably.Sustainable investment has grown in popularity in the last decade, thanks largely to millennials. In the US, new investments in ethical funds more than doubled to $51bn between 2019 and 2020. \"You already have the younger generation voting with their dollars and their pounds, you know, all over the world, when it comes to brands they select and choose from,\" Prince Harry said.It is the couple's latest corporate partnership since stepping back as working royals and relocating to the US. As they try to become financially independent, they have signed production deals with Spotify and Netflix . Harry also produced a documentary series on mental health for Apple TV+ and is writing a memoir. \"[Harry and Meghan] share a lot of values with us, and we suspect, with many of you as well. That's why we're so excited that they're joining us as impact partners,\" Ethic said in a statement.\"They're deeply committed to helping address the defining issues of our time - such as climate, gender equity, health, racial justice, human rights, and strengthening democracy - and understand that these issues are inherently interconnected.\" ", "url": "https://www.bbc.com/news/business-58891522"}