{"datetime": "2021-11-18T22:06:40.000Z", "author": "George Bowden", "title": "Meghan tells Ellen DeGeneres Prince Harry loves the California lifestyle", "article": "The Duchess of Sussex said Prince Harry loves the California lifestyle and weather during an interview with US chat show host Ellen DeGeneres. Reflecting on their move to the West Coast of the US as the pandemic began, Meghan said: \"We've just been able to spend a lot of time at home.\" \"We're just happy,\" she added. The duchess also took part in a prank on street vendors, which saw her carry out a series of instructions relayed to her by Ellen through an earpiece. Ellen instructed Meghan to hold a healing crystal to her forehead, eat food like an animal, drink from a baby's milk bottle and tell jokes without a punch line at a studio complex in Los Angeles. The \"hidden camera\" skit is a regular feature on Ellen's chat show, and has previously involved celebrities including Adele, Emma Watson and Jennifer Lopez. During her appearance, Meghan said her five-month-old daughter Lilibet had started teething, while son Archie, two, had taken to feeding chickens at their Montecito home. She reflected on the joy of being a parent alongside her husband, as she promoted a children's book she has written that features illustrations based on Harry and Archie. \"Harry being a dad was the most beautiful thing to watch,\" she said. She told Ellen, who lives close to the Sussexes, Archie \"loves being a big brother\" to Lilibet. \"Someone told [Harry] and I that when you have one kid it's a hobby, and two children is parenting,\" the duchess, 40, said. \"Suddenly we realised, 'Oh right,' everyone talks about what it's like for the second child but no-one talks about the adjustment for the first child when the second one comes along. \"I think they have that moment of, 'Oh, this is fun, oh, this is how it is now.'\" On the theme of parenting, Meghan said she wanted to see changes to parental leave rights in the US, which she said was the only rich country not to have federally mandated leave rights for new parents. She said: \"Everyone knows - especially if you've had a child and even if you haven't - you know how hard it is and how critical it is in those first few weeks, or even months, to be together as a family, and the fact that we don't offer that here is something that - now as a mom of two - I will do everything that I can to make sure that we implement that for people.\"Meghan's last television interview was with the US broadcaster Oprah Winfrey in March, when shesaid it was \"liberating\" to be able to speak freely , away from the institution of the Royal Family. The Sussexes announced they would\"step back\" as senior royals in January 2020. Meghan is currently involved in an ongoing legal battle with the publishers of the Mail on Sunday newspaper over the publication of a letter she sent to her estranged father. The duchess had successfully sued for the misuse of a \"personal and private\" letter and breach of copyright - but Associated Newspapershas appealed against the ruling . Meanwhile, in London, the Duke and Duchess of Cambridge attended the Royal Variety Performance at the Royal Albert Hall in London. Comedian Alan Carr told Prince William he was \"not hitting on his wife\" after complimenting Catherine, as the couple arrived. Greeting the royals at the 94th annual performance, Mr Carr said to the duchess: \"You look absolutely beautiful.\" Addressing William, the comedian added: \"Sir, I am sure you do not know who I am but I am not hitting on your wife.\" The royal couple enjoyed performances from Years & Years, James Blunt, Elvis Costello, Gregory Porter and Anne-Marie as well as the cast of the Royal Shakespeare Company's production of Matilda the Musical. ", "url": "https://www.bbc.com/news/uk-59341105"}