{"datetime": "2022-02-14T14:51:59.000Z", "author": "Doug Faulkner", "subject": "Coronavirus pandemic", "title": "Camilla tests positive for coronavirus", "article": "The Duchess of Cornwall is self-isolating after testing positive for Covid-19, Clarence House has confirmed. Her husband, the Prince of Wales,tested positive for the virus on Thursday but Camilla, 74, carried out three public engagements on that day after testing negative. Prince Charles met with the Queen two days before he tested positive. Last week Buckingham Palace said the Queen had no Covid symptoms and on Monday said it had nothing to add. It is the first time the duchess has caught coronavirus, while Prince Charles has the virus for a second time.A Clarence House spokesman said they would follow government guidelines. On Thursday, the duchess described herself as \"luckily\" negative, during a visit to Thames Valley Partnership in Buckinghamshire, saying of her testing regime: \"I've taken it so many times\". As well as the visit to Buckinghamshire, Camilla visited the Haven Paddington sexual assault referral centre in west London and opened the Nourish Hub community kitchen in Shepherd's Bush - where she added the finishing touches to a Loobia Polo, an Iranian rice dish, that was being offered to refugees. On Monday morning, Clarence House alerted the organisations Camilla visited and the media who covered her engagements. The encounter between Prince Charles, 73, and his mother came when the prince visited Windsor Castle for an investiture - to meet people who had been honoured in the twice-annual honours list and officially give them their awards. Buckingham Palace has not confirmed whether the Queen has been tested, citing medical privacy, and has only said that she was showing no symptoms. With Prince Charles and Camilla having caught Covid, it shows the pandemic still has a sting in its tail, able to disrupt and cause health worries. But we don't really know whether there's a wider royal Covid outbreak or about any potential seriousness. Because when it comes to health, it's seen as a private matter.The Royal Family might have overlapping and complicated boundaries between their public roles and private identities, but for medical issues, there is a strong convention of palace aides only giving the barest of details. So even though we know the Queen didn't have Covid symptoms last week, we don't really know even whether she had a test. And the reasons for the Queen's cancellation of appearances last year were never publicly explained. There's an historical precedent for such secrecy. In the past, courts were full of rivals and monarchs didn't want to look vulnerable. Now it's about the siege of modern media, which is fended off by palace officials with a modern media cliche - that there won't be any \"running commentary\" about the state of the royals' health. People who develop coronavirus symptoms areasked to notify those they have been in close contact with in the previous 48 hours . In England, contacts of positive Covid cases who are fully vaccinated should take lateral flow tests for seven days.They do not have to self-isolate unless they test positive. Camilla will have to isolate for 10 days, but could be allowed to end this early if she tests negative on day five and day six. Her positive test comes a week after the Queen said she wanted the Duchess of Cornwallto be known as Queen Consort once Prince Charles becomes king. Prince Charles last caught the virus in March 2020, whenhe reported mild symptoms , and Clarence House has confirmed he is triple vaccinated. ", "url": "https://www.bbc.com/news/uk-60377261"}