{"datetime": "2021-11-12T21:03:21.000Z", "title": "Meghan told ex-aide she wrote to estranged father to protect Harry", "article": "The Duchess of Sussex said she chose to write to her father, Thomas Markle, to protect Prince Harry from the Royal Family's \"constant berating\" over his media interviews, text messages reveal. Meghan told ex-aide Jason Knauf the royals did not understand why she could not visit her estranged father's home in Mexico to \"make this stop\". She also said she had seen the \"pain\" the situation was causing Prince Harry. The messages were released by a court on Friday after a media application. Meghan, 40, won her privacy case against Associated Newspapers Limited (ANL), the publisher of the Mail on Sunday, earlier this year, when the High Court found its publication of her letter to her father - sent in August 2018 - was unlawful. But ANL brought an appeal to overturn the ruling, which has been the subject of hearings at the Court of Appeal this week. The ruling is due at a later date. This long ongoing court case is an attempt to protect the privacy of the Duke and Duchess of Sussex but in bringing the action it is, in some ways, doing the opposite.The obvious anger and distress caused by the Mail on Sunday publishing extracts of a deeply personal letter has led to the release of a series of court documents which reveal arguments and disagreements from behind closed doors.The fact that Harry and Meghan felt under pressure from the Royal Family to resolve the difficult relationship with her father, Thomas, has been discussed at length in court.These text messages which mention what she feels was the \"constant berating\" of her husband over the issue of her father reveal something of the level of feeling in the days leading up to the letter being written.It is also worth noting that this was taking place in the summer of 2018, just three months after the happy scenes at their wedding when Prince Charles walked Meghan down the aisle at Windsor.The latest revelations come a day after the Court of Appeal heard Mr Knauf, the couple's former communications chief, \"regretted\" not giving evidence in her High Court case against ANL. After extracts of texts and emails between Meghan and Mr Knauf were used in court, further messages were released on Friday following an application by the PA news agency and the Times newspaper. In the newly released text messages, sent to Mr Knauf while she was drafting the handwritten letter to her father, the duchess said she was motivated to write to her father due to the \"pain\" the situation was causing Prince Harry. She wrote: \"Even after a week with his dad and endlessly explaining the situation, his family seem to forget the context - and revert to 'Can't she just go and see him and make this stop?'\" She accused the Royal Family of \"fundamentally\" failing to understand and that by writing to her father, her husband would be able to tell them \"she wrote him a letter and he's still doing it\". The duchess added that she was doing this to \"protect my husband from this constant berating and while unlikely perhaps it will give my father a moment to pause\". However, she told Mr Knauf the letter \"does not open the door for a conversation\". On Wednesday Mr Knauf, who is due to stand down from his current role as the chief executive officer of the Royal Foundation at the end of the year, said in a witness statement that the duchess had written the letter to her father with the understanding that it could be leaked. The Court of Appeal also heard this week that Mr Knauf had been asked by Meghan to pass information to Omid Scobie and Carolyn Durand, the authors of the Finding Freedom biography - leading to the duchess apologising to the court for forgetting about emails sent about the book. ", "url": "https://www.bbc.com/news/uk-59269616"}