{"datetime": "2021-11-14T04:19:08.000Z", "title": "Royals pay tribute at Royal Albert Hall in Festival of Remembrance", "article": "The Prince of Wales, politicians and members of the Royal Family have paid tribute to those who died in conflict, at the Festival of Remembrance. Prince Charles, the Duchess of Cornwall and the Duke and Duchess of Cambridge marked the annual event at London's Royal Albert Hall, although the Queen did not attend.However, she is expected to attend the Cenotaph on Remembrance Sunday. This year's event commemorated 100 years of the Royal British Legion.The festival was dedicated to those who have served and sacrificed their lives from Britain and the Commonwealth. PM Boris Johnson and Labour leader Sir Keir Starmer were also at the event, with royals including the Earl and Countess of Wessex, the Princess Royal and Vice Admiral Sir Tim Laurence.It was opened by the Royal Marines fanfare team, who were followed by Royal British Legion members carrying blue and gold standards. The blue indicates loyalty and fidelity and the gold represents trial by fire. Artists including Alfie Boe, Cynthia Erico, Gregory Porter, Ramin Karimloo and Alexandra Burke performed alongside the Band of HM Royal Marines, the Royal Air Force, the Bach Choir and the Soul Sanctuary Gospel Choir. Poet Tomos Roberts, who is also known as Tomfoolery, gave an emotional rendition of his specially commissioned poem to commemorate 100 years of the poppy as the symbol of remembrance. There was a sombre mood when The Last Post rang out in the theatre and during the minutes of silence poppy petals drifted from the ceiling. The service ended with traditional prayers and hymns before a rendition of God Save the Queen. The festival honours military personnel, past and present, for their service and dedication in defending our freedoms and way of life. The monarch had not been expected to join the other royals at the event since Buckingham Palace said doctors had advised her to rest until mid-November after medical checks in hospital last month. ", "url": "https://www.bbc.com/news/uk-59275554"}