{"datetime": "2022-02-06T17:38:27.000Z", "title": "Prince Charles leads Jubilee tributes to 'remarkable' Queen", "article": "The Prince of Wales has paid tribute to the Queen on her Platinum Jubilee for the \"remarkable achievement\" of reaching 70 years on the throne. Prince Charles welcomed his mother's wish that Camilla, Duchess of Cornwall, be known as Queen Consort when he becomes King. He said he and his wife were \"deeply conscious of the honour\". The Queen is the first British monarch to celebrate a Platinum Jubilee, and is spending the day privately. Ina message marking the 70th anniversary of her reign , the Queen said it was her \"sincere wish\" that Camilla would have that title. Prince Charles said in a statement: \"The Queen's devotion to the welfare of all her people inspires still greater admiration with each passing year. \"We are deeply conscious of the honour represented by my mother's wish. As we have sought together to serve and support Her Majesty and the people of our communities, my darling wife has been my own steadfast support throughout.\" The Queen's reign began when she was 25 years old, following the death of her father, George VI, on 6 February 1952. The monarch said that, 70 years on, the day is one she remembers \"as much for the death of my father, King George VI, as for the start of my reign\". The 95-year-old said in a written message to the nation: \"I would like to express my thanks to you all for your support. I remain eternally grateful for, and humbled by, the loyalty and affection that you continue to give me.\" The Jubilee is the monarch's first without the Duke of Edinburgh, her husband of 73 years, who died last year. She reflected on how much she had gained from support given \"unselfishly\" by Prince Philip and thanked the goodwill shown to her by \"all nationalities, faiths and ages in this country\". The Queensigned off the message : \"Your servant Elizabeth R.\" Since marrying into the Royal Family 17 years ago, Camilla has grown into her role as a senior royal. The path to public acceptance has been at times rocky, and at first Camilla was a controversial figure who was blamed by some for the end of the prince's first marriage to Princess Diana. In 1994, Charles admitted to adultery with Camilla, but said it came after his marriage to Diana had \"irretrievably broken down\". It was not until 1999 when she and Charles went public with their romance, Since then, Camilla has won over a cautious public. She has been praised for championing her own causes and interests, including supporting literacy charities, animal welfare and organisations helping victims of domestic abuse. Read more here . Many have congratulated the Queen on this historic day, including Boris Johnson, Theresa May and David Cameron - three of the 14 British prime ministers to occupy No 10 during her reign. Mr Johnson posted on Twitter: \"I pay tribute to her many years of service and look forward to coming together as a country to celebrate her historic reign in the summer.\" His predecessor, Mrs May, described the monarch as \"an extraordinary woman, who has dedicated her life to the service of her people and our family of nations\". Mr Cameron said: \"There can be no finer example of dignified public duty and service.\" Leader of the opposition, Sir Keir Starmer, echoed these sentiments, saying he would like to express his \"deepest thanks\" for 70 years of \"unparalleled public service\". The Labour leader added: \"Her Majesty The Queen has been one vital and valued constant in an ever-changing world, representing security and stability for our country, during the ups and downs of the last seven decades.\" A message from the White House said the Queen had, over her 70-year reign, \"strengthened the ties of friendship, shared ideals, and faith in democracy that forever unite our countries\".The Queen used the eve of her Jubilee to directly address the unresolved question of Camilla's future title. There had been suggestions Camilla would be known as Princess Consort. The usual precedent would have been for Camilla to automatically become Queen when Charles was King, but because of uncertainty about public opinion it had been suggested that might not be the case. ", "url": "https://www.bbc.com/news/uk-60279585"}