{"datetime": "2021-11-11T14:45:02.000Z", "author": "Alex Kleiderman & Adam Durbin", "subject": "World War One", "title": "Armistice Day: UK gathers for remembrance of deaths in military conflicts", "article": "The UK has come together for Armistice Day, a year after ceremonies were disrupted by the pandemic. The Duchess of Cornwall laid a cross amid the poppies at the Field of Remembrance outside Westminster Abbey. And delegates at the COP26 summit in Glasgow stopped to observe a two-minute silence at 11:00 GMT to commemorate those who died in military conflicts. Remembrance in 2020 had been reduced by Covid rules with people encouraged to stay home and remember the fallen.With no restrictions now remaining, events took place again across the UK this year. Camilla - who was representing the Royal Family at the commemorations - observed the silence ahead of the opening of the93rd Field of Remembrance , which will be accessible to the public until 21 November. A single gun was fired from Edinburgh Castle as local government officials there joined members of the armed forces laying wreaths at the Scott Monument. The silence was also observed at the Field of Remembrance at Belfast's City Hall, at the cenotaph in the centre of Derry and at Cathays Park in Cardiff.Meanwhile, aservice took place at the National Memorial Arboretum in Staffordshire. A two-minute silence is held every year on 11 November at 11:00 GMT to mark the end of World War One in 1918. The silence is held then because the end of hostilities between Germany and the Allies was declared \"on the 11th hour of the 11th day of the 11th month\". The traditional symbol of remembrance is the poppy, with people wearing pins and laying wreaths of them in tribute. Remembrance Sunday - observed on the closest Sunday to Armistice Day - features the National Service of Remembrance at the Cenotaph in London. It will be held this Sunday. The Queen is expected to pay tribute at the ceremony, alongside other members of the Royal Family, serving and former members of the armed forces, representatives of Commonwealth nations and senior British politicians.Like Armistice Day, Remembrance Sunday will see the nation fall silent at 11:00 to remember the war dead. In London, hundreds of wreaths have travelled to major stations from around the UK and overseas from locations including the Falkland Islands, as part of thePoppies to Paddington and Routes of Remembrance campaigns by The Veterans Charity. One has already toured the UK and on Thursday travelled up the Thames, before being taken to the Tower of London on board HMS Belfast - a surviving World War Two Navy warship.Prime Minister Boris Johnson posted a photograph on social media showing him observing the two-minute silence at Downing Street. Labour leader Sir Keir Starmer, who observed the silence at the Cenotaph, and tweeted thanking \"everyone who has served, and continues to serve, in our armed forces\". The Duke and Duchess of Cambridgetweeted a photograph of the Field of Remembrance at the National Memorial Arboretum - with William and Catherine adding a message \"remembering the armed forces, and their families, from Britain and the Commonwealth, for the vital role played by the emergency services & those that have lost their lives as a result of conflict\". On Saturday, the Prince of Wales and the Duchess of Cornwall will lead other members of the Royal Family at the Festival of Remembrance at the Royal Albert Hall. The Queen has confirmed she will not be at the annual event organised by the Royal British Legion forces charity, afterdoctors advised her to rest for two weeks. But she said it was her \"firm intention\" to attend the Remembrance Sunday service at the Cenotaph the following day. During an engagement in Brixton, south London, for his Prince's Trust charity, a man asked the Prince of Wales about the Queen. Prince Charles gave him a pat on the arm, and appeared to say: \"She's alright, thank you.\" ", "url": "https://www.bbc.com/news/uk-59246093"}