{"datetime": "2022-02-06T16:48:56.000Z", "title": "Camilla: The making of the future Queen Consort", "article": "The Queen has announced she would like Camilla, the Duchess of Cornwall, to have the title of Queen Consort when the Prince of Wales becomes King. It is an endorsement from the very top, say royal commentators - and one that is well-deserved after years of loyalty and hard work. Prince Charles described it as a deep honour for both him and his \"darling wife\". Since marrying into the Royal Family 17 years ago, Camilla, 74, has grown into her role as a senior royal. The path to public acceptance has been at times rocky, and at first Camilla was a controversial figure who was blamed by some for the end of the prince's first marriage to Princess Diana. In 1994, Charles admitted to adultery with Camilla, but said it came after his marriage to Diana had \"irretrievably broken down\". It was not until 1999 when she and Charles went public with their romance, being photographed emerging from the Ritz as part of a carefully-planned PR campaign. Since then, Camilla has won over a cautious public. She has been praised for championing her own causes and interests, including supporting literacy charities, animal welfare and organisations helping victims of domestic abuse. The duchess has also been outspoken on the issue of sexual violence against women.In a speech in London last year, she mentioned the murders of Sarah Everard and Sabina Nessa, and called for men to also be \"on board\" with tackling a culture of sexual violence. \"She's been loyal, discreet and works her socks off with her charities and supports the prince,\" says royal author Penny Junor.\"She's taken to this job at a relatively late age and she's been extraordinary.\" Born Camilla Rosemary Shand on 17 July 1947 to an upper-class family, she grew up on the edge of the South Downs in East Sussex. She has described having a childhood love of ponies, saying she thought of little else but \"charging about on them\". Her other interests include reading. Camilla has spoken of the importance of children's books -naming Black Beauty as one of her favourites - and is a fan of the literary Hay Festival. During the pandemic, she set up an Instagram-based book club. And she has alsoconfessed to being an addict of Radio 4 serial drama the Archers - joking she suffered \"severe withdrawal symptoms\" when episodes were disrupted by Covid. \"Many people will have seen the good work the Duchess of Cornwall has done over the years, her loyalty, her discreet nature and the hard work she puts in,\" says Victoria Howard - who edits the website The Crown Chronicles. \"I think many people were pleased to see this.\" Many royal commentators remark that with Camilla by his side, Charles often appears more relaxed. Before her royal marriage, the duchess's life was not one of palaces and public engagements - and sometimes that more normal experience shows. In an interview in 2020, Camilla revealed she'd enjoyed not dressing up and living in a pair of jeans during lockdown. And the mother-of-two also spoke about her love of her grandchildren, saying missing them during lockdown was \"the worst\" and she just wanted to \"rush up and hug them\". She will bring warmth to the role of Queen Consort, says Ms Junor. \"She's fun and friendly and she has a twinkle in her eye. She makes people feel good for having met her.\" When Camilla and Charles married in a civil ceremony in 2005, it was announced Camilla would become known as Princess Consort - rather than Queen Consort - due to public sensitivity. But royal experts say the Queen's endorsement will now sway the public into embracing Camilla as Queen. \"For Camilla, the journey from being the third person in a marriage to queen-in-waiting is complete,\" says former royal correspondent Peter Hunt. Emily Nash from Hello! magazine agrees: \"By her giving her own royal approval to Queen Camilla, the Queen Consort, it settles an argument that's been raging for many years - and I think that that's what's going to happen now.\" \"This is the Queen's wish,\" adds Junor. \"This is not about Charles being headstrong and wanting this for the woman he loves. It is a proper endorsement from the top and it's right and well-deserved, and just as it should be.\" For historian Robert Lacey, the timing of the Queen's message - less than a year after Prince Philip's death - is poignant. \"She has been clearly been thinking about the importance of a partner and a consort to her. She has just lost her own consort, and I think that's a big factor in why we're hearing it now,\" he tells the BBC. \"They call it the Firm - and this really brings Camilla into the Firm properly.\" ", "url": "https://www.bbc.com/news/uk-60279761"}