{"datetime": "2021-11-20T00:44:58.000Z", "author": "Jonny Dymond", "title": "Prince Charles and Camilla: Why diplomats love it when royalty visits", "article": "As the Prince of Wales and Duchess of Cornwall finish their four-day tour of Egypt and Jordan, our royal correspondent Jonny Dymond - who travelled with the couple - reflects on the impact. Is Prince Charles aware that every time he leaves a country the British embassy throws a party?It's nothing personal. It is just that the organisation of these things is so horribly complex, the number of moving parts so huge, the niceties of diplomatic and royal etiquette so fiendish, that the moment the royal party moves off, it is time for the local embassy staff to kick back and party - big time. Given the coverage that Prince Charles receives back in the UK, you might wonder why they put so much effort into the trips.Despite the best efforts of embassies and his household to devise events that might entertain a jaded press corps, the itinerary often seems rather familiar - an arts and crafts event, a worthy discussion about climate change, a meaningful exchange about religious toleration. All good brow-furrowing stuff, but not much fun for the audience back home.But talk to the diplomats who have laboured away for months to build the trip, and a completely different picture emerges. To some of them, Prince Charles has almost heroic status. In Jordan, one British diplomat's eyes lit up when mentioning the trip just completed.The list of achievements pours out - bringing together key players on the environment, getting Queen Rania to talk on TV about climate change. \"Suddenly stories about climate change are on the front pages of the local papers,\" says the diplomat. \"Only royalty can do this.\" The prince, says the diplomat, shows Jordan - a country right on the frontline of climate change, with terrible water shortages, but the capacity to be a player in sustainable energy - that the UK cares.Prince Charles pushes and pushes Jordan towards goals, says the official. His impact is \"massive\"; his role \"hugely important\". It is the power to convene, to gather a crowd of movers and shakers together, that marks out the royal trip from every other. The kind of people - government, military, industrial, finance and media - who turned up to listen to Prince Charles on Thursday evening, right next to the pyramids, just won't turn up and listen to, say, a government minister. A senior British regional diplomat puts it more delicately. \"Ministers are focused on policies and the need to deliver,\" the official says. \"The Prince of Wales is trying to drive up levels of ambition.\" And what might look to some like a group of the great and the good having a self-satisfied hob-nob with the prince is also a chance to bring together private money and public officials, the can-do of industry and the ideas of academia.These are the networks that get things moving. The prince's presence in this region at this moment, before the dust has even settled from COP26, was not coincidental. Egypt will host the next climate change conference, in 2022. This trip was about sustaining momentum, getting the region to work together and galvanising countries into action.The prince has, by his own admission, been \"banging on\" about the environment for decades; he's also been coming and going from the Middle East, an area not noted for fast turnover in leadership, for a long time too.That, say officials, carries weight: he knows the people here and they know that this is not just some fashionable cause that he has embraced. \"He's a force multiplier,\" says the senior regional diplomat, \"but he's also a really practical man.\"That word - practical - crops up over and over again in conversation. Airy statements of intent do not interest the prince; he is in something of a hurry to see that change happens.It is tough to point to hard examples of change that the prince has brought. Public policy can be a grindingly slow business; failure is an orphan, success has a thousand fathers.But those who spend their days at the coalface of climate change policy are clearly grateful for his efforts and impressed by his drive. \"When I spoke to the prince,\" says the diplomat in Jordan, \"it was one of the highlights of my life.\" \"A prophet without honour\" is how Boris Johnson described the prince at COP26. It was an acknowledgment of a lifetime's often unrecognised work. And it is shared by those who worked alongside him on, or to prepare for, this trip. Maybe those embassy parties are celebrating more than the fact that the royal trip is finally over. ", "url": "https://www.bbc.com/news/uk-59351372"}