{"datetime": "2021-12-10T17:00:39.000Z", "title": "Prince William and Kate's Christmas card shows family in Jordan", "article": "The Duke and Duchess of Cambridge have chosen a family photograph taken on a visit to Jordan as the image for their official Christmas card this year. Prince William, pictured in shorts and a khaki polo shirt, is sitting on a gold footstool alongside his wife in a long-sleeved dark green summer dress. Prince George and Princess Charlotte sit on either side, with Prince Louis in front on a sheepskin-style rug. The festive card is sent to friends, associates and their charities. The photograph was issued by Kensington Palace on theCambridges' social media accounts with the caption: \"Delighted to share a new image of the family, which features on this year's Christmas card.\"In 2020, the Cambridges' card featured an image of the family wearing jumpers, posing on bales of straw at their Norfolk home - Anmer Hall on the Queen's Sandringham Estate. This photograph on this year's card shows the smiling family in what appears to be a desert setting. Prince George, eight, is in a camouflage print polo shirt and light-coloured shorts; Princess Charlotte, six, is in a blue and white gingham dress, and Prince Louis, three, wears a blue and white stripy polo shirt and light-coloured shorts. Kensington Palace said the photograph was taken in Jordan earlier this year, but did not reveal the nature or date of the visit, or the name of the photographer. Prince William visited Jordan during a five-day trip to the Middle East in 2018, and Catherine lived there as a child in the 1980s. The photograph used for the Prince of Wales and Duchess of Cornwall's Christmas card has also been released - and it shows the couple in face masks at Royal Ascot last June. It was taken by Sam Hussein and shows the pair dressed in formal attire for the races. Prince Charles in a top hat, grey suit and black mask is helping Camilla - in a cream hat and dress - put on her matching mask. ", "url": "https://www.bbc.com/news/uk-59613071"}