{"datetime": "2022-02-06T10:42:23.000Z", "author": "Sean Coughlan", "subject": "Platinum Jubilee of Elizabeth II", "title": "Queen backs Camilla to be Queen Consort on Jubilee", "article": "The Queen has said she wants Camilla, the Duchess of Cornwall, to be known as Queen Consort when Prince Charles becomes King. Ina message marking the 70th anniversary of her reign , the Queen said it was her \"sincere wish\" that Camilla would have that title. The Queen is the first British monarch to celebrate a Platinum Jubilee. She is spending her day privately on the Sandringham estate, with national celebrations to be held in June. The Queen's reign began when she was 25 years old, following the death of her father, George VI, on 6 February 1952. The monarch said that, 70 years on, the day is one she remembers \"as much for the death of my father, King George VI, as for the start of my reign\". The 95-year-old said in a written message to the nation: \"I would like to express my thanks to you all for your support. I remain eternally grateful for, and humbled by, the loyalty and affection that you continue to give me.\" The Jubilee is the monarch's first without the Duke of Edinburgh, her husband of 73 years, who died last year. She reflected on how much she had gained from support given \"unselfishly\" by Prince Philip and thanked the goodwill shown to her by \"all nationalities, faiths and ages in this country\". During her reign, she has seen 14 British prime ministers occupy No 10. Prime Minister Boris Johnson posted on Twitter: \"I pay tribute to her many years of service and look forward to coming together as a country to celebrate her historic reign in the summer.\" Former prime ministers Theresa May and David Cameron also expressed their gratitude to the monarch. Labour leader Sir Keir Starmer echoed these sentiments, saying he would like to express his \"deepest thanks\" for 70 years of \"unparalleled public service\". \"Her Majesty The Queen has been one vital and valued constant in an ever-changing world, representing security and stability for our country, during the ups and downs of the last seven decades,\" Sir Keir said. The Women's Institute (WI) posted several photos of the Queen over the years to social media, and congratulated her for 70 years of service. She is vice-president of the Sandringham WI. The royal accession message, issued from her Sandringham estate in Norfolk, said the Queen still kept the promise of a lifetime of public duty, originally made in 1947 when she was 21, \"that my life will always be devoted to your service\". Shesigned off the message : \"Your servant Elizabeth R.\" On the eve of her Jubilee, the Queen directly addressed the unresolved question of Camilla's future title. \"Queen Consort\" refers to the spouse of a ruling king and would mean \"Queen Camilla\" as her future title. There had been suggestions Camilla would be known as Princess Consort. A Clarence House spokesman said the Prince of Wales and Duchess of Cornwall were \"touched and honoured\". There has been a different practice for husbands of a female monarch, such as Prince Philip, who was prince consort. The usual precedent would have been for Camilla to automatically become Queen when Charles was King, but because of uncertainty about public opinion it had been suggested that might not be the case. Charles and Camilla were both divorcees when they married in 2005 in a civil marriage. Charles had previously been married to Princess Diana but they divorced in 1996, a year before she died in a car crash in Paris.At the time of their marriage the official intention was for Camilla to be known as the Princess Consort. But plans for her title became more ambiguous in recent years. The Queen's intervention means barriers to her becoming Queen have now been removed, and will allow her to have a fully-fledged royal role beside Charles. The Queen's personal endorsement follows her New Year announcement that Camilla would become amember of the Order of the Garter - the highest order of chivalry. Camilla, aged 74, has increasingly been involved in championing her own causes and interests, including charities supporting victims of domestic abuse. ", "url": "https://www.bbc.com/news/uk-60274816"}