{"datetime": "2022-01-01T11:23:21.000Z", "author": "Sean Coughlan", "title": "Blair becomes 'Sir Tony' and joins top royal order", "article": "Tony Blair, the Duchess of Cornwall, and Baroness Amos are to be appointed as members of the Order of the Garter, England's oldest and most senior order of chivalry. The former Labour prime minister now becomes known as Sir Tony. The appointments are the personal choice of the Queen, who has up to 24 \"knight and lady companions\". Baroness Amos, a former Labour cabinet minister, becomes the first black member of the order. The ceremonial order, founded in 1348, is a recognition of significant public service, and made without prime ministerial advice. Mr Blair becomes Sir Tony from 1 January, as he joins the order as a \"knight companion\". \"It's an immense honour,\" he said.He said it had been a \"great privilege\" to have served as prime minister, adding: \"I would like to thank all those who served alongside me, in politics, public service and all parts of our society, for their dedication and commitment to our country.\" He says he will be \"Sir Tony\" rather than Sir Anthony, Sir Tony led his party to a landslide victory in 1997 and won two subsequent general elections. He served for 10 years before resigning and handing power to his chancellor, Gordon Brown. Under Sir Tony's leadership, the UK joined the US-led invasions of Iraq and Afghanistan - an official inquiry into the 2003 Iraq war was strongly critical of his government and UK military chiefs. He famously referred to Diana, Princess of Wales, as the \"people's princess\" after her death. Baroness Amos, a member of the House of Lords, becomes a \"lady companion\", honouring her career as international development secretary, a United Nations under-secretary for humanitarian affairs and her current role - master of University College, Oxford. Born in Guyana, she moved to Great Britain with her family in 1963 and built a career working for equal opportunities - between 1989 and 1994 she was chief executive of the Equal Opportunities Commission. A lifelong cricket fan, she is also an independent non-executive director of the England and Wales Cricket Board. Baroness Amos, 67 and Tony Blair, 68, become two of the order's younger members, with most in their seventies, eighties and above, in a post held until death. Camilla, the Duchess of Cornwall, is appointed as a \"royal companion\" - a move likely to be seen as showing the Queen's endorsement for Camilla's role as a senior member of the royal family and spouse of the future monarch. The duchess has had an increasingly high profile with her own campaigns, including raising awareness of domestic abuse and sexual violence. With the new appointments there will now be 21 companions out of the maximum of 24.Another former prime minister, Sir John Major, is among the current members of the Order of the Garter, along with businessman and philanthropist Lord Sainsbury and former MI5 chief, Baroness Manningham-Buller. Appointments are usually announced on St George's Day, April 23, but the monarch can do so at any time, and has chosen to bring them forward this year to coincide with the New Year's Honours. The order, instituted by Edward III in the 14th Century, is rooted in the idea of medieval chivalry when monarchs were surrounded by their most senior aristocratic companions. The modern criteria, according to Buckingham Palace, is to \"honour those who have undertaken public service, who have contributed in a particular way to national life or who have served the sovereign personally\". The Queen takes part in an annual procession with members of the order at Windsor Castle, wearing velvet robes and plumed hats. A banner of the heraldic arms of the knights is on display at St George's Chapel at the castle. In Scotland there is the Order of the Thistle, instituted in 1687, with the most recent appointment made in 2018. ", "url": "https://www.bbc.com/news/uk-59841419"}