{"datetime": "2021-10-25T15:12:49.000Z", "author": "Sean Coughlan", "title": "Prince Charles Middle East trip for religious tolerance", "article": "The Prince of Wales and the Duchess of Cornwall will go on their first royal tour for two years, with a visit to Jordan and Egypt next month. The trip will visit holy sites and interfaith events that will promote tolerance between different religions. Climate change and the importance of girls' education will also be highlighted in the visits to the two Middle Eastern countries. This marks the return of overseas royal tours, which stopped in the pandemic. Such royal visits are made at the request of the UK government - and this will be to two strategically important countries, where a series of official events will highlight the importance of building bridges between different faiths and cultures. The prince will take part in conversations about the value of religious freedom and respect for other people's belief, in countries with holy sites for Muslims, Christians and other religions. Prince Charles has previously warned against the dangers of religious persecution and extremism - and the threat to Christian communities in the Middle East. There will also be a recognition of Jordan's role in taking in so many refugees, including Palestinians and Syrians, in a region that has faced conflict and instability. This visit will be in the wake of the United Nations climate change summit, COP26, in Glasgow - and environmental projects will be highlighted, as Egypt has been nominated for the next summit presidency, with COP27 next year. Camilla, the Duchess of Cornwall, will see work in Jordan to keep girls in education and protect vulnerable children and mothers. As well as visits to historic places, there will also be a focus on the importance of teaching craft skills necessary to maintain such cultural sites. And the royal tour will include a showcasing of monuments built for another royal dynasty, with a reception overlooking the Egyptian pyramids.", "url": "https://www.bbc.com/news/uk-59041056"}