{"datetime": "2022-01-05T23:03:16.000Z", "title": "Ghislaine Maxwell: Lawyers call for retrial over juror comments", "article": "Lawyers for Ghislaine Maxwell say she deserves a new trial after a juror told media that he used his own experience of being sexually abused to persuade other jurors who doubted witnesses. Prosecutors also asked the judge to open an inquiry into the statements. Maxwell was found guilty last week of grooming underage girls to be abused by Jeffrey Epstein. The juror said he told fellow jurors that, like some of Epstein's victims, he had been abused as a child. The man, who asked to be identified by his first and middle name, Scotty David, told reporters that he shared his experiences with jurors after some had questioned the recollections from two of Maxwell's accusers. \"I know what happened when I was sexually abused. I remember the colour of the carpet, the walls. Some of it can be replayed like a video,\" he said he told the jury, according to The Independent. \"But I can't remember all the details, there are some things that run together.\" \"When I shared that, they were able to sort of come around on, they were able to come around on the memory aspect of the sexual abuse,\" Scotty David said, referring to other jurors, according to the Reuters news agency.He also said that he \"flew through\" the juror questionnaire used before trial to ascertain whether prospective jurors could judge Maxwell fairly, and did not recall being asked about his experiences with sexual abuse. He added that he would have answered honestly.In a letter to US District Judge Alison Nathan in Manhattan, who presided over Maxwell's trial, the lawyer for the British socialite said there were \"incontrovertible grounds\" for a new trial to serve the interest of justice. The letter was filed shortly after prosecutors said the reports \"merit attention by the Court\". Neama Rahmani, a lawyer and legal commentator who co-founded West Coast Trial Lawyers, told the BBC that if Scotty David \"lied on his prospective juror questionnaire and denied being the victim of sexual abuse, that would be both perjury and potential grounds for a mistrial\". \"This is why prosecutors cringe when jurors talk to the media after a guilty verdict: because jurors may say something that may overturn the conviction,\" he said. Maxwell, 60, was convicted on five of the six counts she faced, including the most serious charge - that of sex-trafficking a minor. Her lawyers have already said they will appeal against the verdict. A long-time associate of convicted child sex offender Epstein, Maxwell has been in jail since July 2020 when she was charged with involvement in the financier's abuse of teenage girls. Some of the victims were as young as 14. Epstein killed himself in 2019 while awaiting trial on sex-trafficking charges. A date for her sentencing has not yet been set.", "url": "https://www.bbc.com/news/world-us-canada-59884806"}