{"datetime": "2022-01-04T20:59:48.000Z", "author": "Doug Faulkner", "title": "Prince Andrew: Decision soon on dismissing case - judge", "article": "A US judge will decide \"soon\" whether a civil sex assault case against the Duke of York will be dismissed, following the latest hearing in New York. Prince Andrew's lawyer told Judge Lewis A Kaplan that the duke could be covered by a 2009 deal his accuser, Virginia Giuffre, made with Jeffrey Epstein. Ms Giuffre is suing the prince claiming he sexually assaulted her - when she was 17 and a minor in some US states. The duke denies the allegations. At a virtual hearing in Manhattan on Tuesday, Judge Kaplan said he appreciated the \"arguments and the passion\" over the 2009 agreement. He said he would give a decision on the case \"pretty soon\" but declined to say exactly when. Ms Giuffre's central allegation is that Epstein, andthe now-convicted Ghislaine Maxwell , trafficked her into sexual abuse and exploitation - including incidents in which she said she was expected to engage in sexual activity with Prince Andrew in London, New York and the US Virgin Islands. The 2009 settlement agreement,released yesterday , revealed that now-dead financier Epstein paid Ms Giuffre $500,000 to end a claim for damages - and she agreed not to bring any future cases against other \"potential defendants\". It does not mention Prince Andrew, now 61, by name, and his lawyers argue the deal means Ms Giuffre, now 38, cannot sue him. Her lawyers contest that. Judge Kaplan used Tuesday's hearing to closely question lawyers for both sides as to whether the Epstein-Giuffre damages settlement could be used at all by Prince Andrew to stop the case. The 2009 deal shows both Epstein and Virginia Giuffre agreed that neither of them would disclose the deal to other parties - unless ordered to do so by a court.Secondly, both of them accepted that the agreement could not be used in any other court case that was not directly related to enforcing its terms.Judge Kaplan said that the wording could mean that both Epstein and Ms Giuffre had to jointly agree on whether or not the settlement could be used to release other potential defendants from facing court.He said: \"If someone got sued and Jeffrey Epstein said this person was within the release, and it was okay with Ms Giuffre, then [the deal] could be made available and Epstein could enforce it - but not otherwise.\" Prince Andrew's lawyer, Andrew B Brettler, objected, - saying that US law made clear that a third party - such as his client - had rights to rely on the settlement to prevent them being unfairly taken to court.If Judge Lewis Kaplan had been minded to rule swiftly in Prince Andrew's favour to stop the case, he could have done two things immediately today.First, he could have indicated in court his direction of travel - and secondly he could have torn up the currently tight timetable he has set for the duke to meet Ms Giuffre's requests for documentary evidence - the next important stage in a damages case that's heading for trial.He did neither. But what he did do, in the dying minutes, is closely question both sides over part of the Epstein deal that had gone unnoticed in the hours since its publication.Even if Prince Andrew could be properly classed as a \"potential defendant\" to Ms Giuffre's 2009 Florida claims, her settlement with Epstein says that third parties - meaning someone whose signature was not on the agreement - could not use that agreement in another court without their permission.Given that Epstein is dead and Ms Giuffre doesn't want the prince to benefit from the agreement's terms, a strict reading of that paragraph would mean the agreement is irrelevant to her damages case.The duke's lawyer disputed this - but when Judge Kaplan soon rules on the future of the case, this might just be the most important part of today's hearing. Earlier in the virtual hearing, Mr Brettler told Judge Kaplan that a potential defendant was \"someone who was not named as a defendant but could have been\". He said that a potential defendant would be someone Ms Giuffre knew that she had \"claims against at the time that she filed the lawsuit\" in 2009. Judge Kaplan said \"potential\" was a phrase that neither he nor Mr Brettler could \"find any meaning at all\" in. Mr Brettler told Judge Kaplan that Prince Andrew \"could have been sued\" at the time but was not, and added that he wanted Ms Giuffre to \"lock herself into a story now\" and provide further and more precise details of her allegations.\"She does not articulate what supposedly happened to her at the hands of Prince Andrew,\" he said. But Judge Kaplan replied: \"That's not a dog that is going to hunt here. It's not going to happen.\" That information was not required at this stage of proceedings, he added. Mr Brettler concluded by saying the case should \"absolutely be dismissed\". David Boies, acting for Ms Giuffre, told Tuesday's hearing the prince would not be a \"potential defendant\" as referred to in the civil case documents released on Monday. \"The only claim that is asserted that was made in Florida in the 2009 action that covered Prince Andrew was the third count, which was to transport somebody for the purpose of illegal sexual activity,\" he said. \"There is no allegation that Prince Andrew was the person transporting. There is no allegation that Prince Andrew fell into the category of people who were doing the trafficking. \"He was somebody to whom the girls were trafficked.\" The prince has consistently denied Ms Giuffre's allegations, telling BBC Newsnight in 2019: \"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever.\" In her 2009 claim against Epstein, lawyers for Ms Giuffre said that as well as being exploited by Epstein, Ms Giuffre \"was also required to be sexually exploited by defendant's adult male peers, including royalty, politicians, academics, businessmen and or other professional and personal acquaintances\".That case never went to trial because on 17 November 2009, Epstein agreed to pay her $500,000 to stop it in its tracks. That deal had been confidential but has now been made public because of its potential importance to the Andrew case.Epsteindied in prison in 2019 while awaiting trial on sex trafficking charges. ", "url": "https://www.bbc.com/news/uk-59865102"}