{"datetime": "2022-01-12T23:49:04.000Z", "title": "Virginia Giuffre: What we know about Prince Andrew's accuser", "article": "American Virginia Giuffre says she was the victim of sex trafficking and abuse by Jeffrey Epstein and his powerful associates when she was a teenager. She is now at the centre of one of the world's most high-profile legal battles, after launching a civil case against Britain's Prince Andrew.The royal has consistently denied her allegations of sexual abuse. Buthis lawyers' efforts to have the case thrown out at an early stage have so far failed , putting a civil trial in New York in the autumn on the horizon.Here's what we know about Virginia Giuffre. Ms Giuffre was born as Virginia Roberts in 1983 in the US state of California. Her family later relocated to Florida.At the age of seven, she says she was sexually abused by a family friend, and her \"childhood was quickly taken away\". \"I was just so mentally scarred already at such a young age, and I ran away from that,\"she told the BBC's Panorama in 2019. Later in her childhood, she was in and out of foster care. And by the age of 14, she was living on the streets where she says she found nothing \"except for hunger and pain and [more] abuse\". It was in the year 2000, while attempting to rebuild her life, that she met British socialite Ghislaine Maxwell. Ms Giuffre was working as a locker room attendant at Donald Trump's Mar-a-Lago resort in Palm Beach, and says Maxwell offered her an interview for the chance to train as a massage therapist.\"I ran over to my dad who works on the tennis courts at Mar-a-Lago, and he knows I'm trying to fix my life up at that point, which is why he got me the job there. I said: 'You're not going to believe it dad',\" she recalled.When Ms Giuffre arrived at Epstein's home in Palm Beach, she says he was lying down naked and she was instructed by Maxwell on how to massage him.\"Through that time they were asking me questions about who I was. \"They seemed like nice people so I trusted them, and I told them I'd had a really hard time in my life up until then - I'd been a runaway, I'd been sexually abused, physically abused… That was the worst thing I could have told them because now they knew how vulnerable I was,\" she told the BBC.Ms Giuffre said what she had expected to be a job interview soon turned into the beginning of years of abuse.Maxwell was found guilty last month of recruiting and trafficking young girls for Epstein to abuse, and is awaiting sentencing.While Ms Giuffre was referenced on many occasions in court, she was not one of the four women who testified in that case. Maxwell has denied assaulting her. In 2015,Ms Giuffre filed a defamation case against Maxwell after she accused her of being a liar. The case has since been settled.Ms Giuffre says she went from being abused by Epstein to being \"passed around like a platter of fruit\" among his powerful associates, as she was taken around the world on private jets. In 2001, then aged 17, she says Epstein brought her to London and introduced her to Prince Andrew. A now famous photograph that she says was taken on that night shows the prince with his arm around Ms Giuffre, as Maxwell smiles in the background.After going to a nightclub, Ms Giuffre says she was told by Maxwell that she \"had to do for Andrew what I do for Jeffrey\".\"It was a really scary time in my life… I wasn't chained to a sink, but these powerful people were my chains,\" she told the BBC.In her civil case, Ms Giuffre alleges that the prince sexually abused her three times - at Maxwell's London home that night, and later at Epstein's homes in Manhattan and Little St James in the Virgin Islands. Prince Andrew, the Queen's second son, saidin an interview with BBC Newsnight in 2019 that he had no recollection of ever meeting Ms Giuffre, and, in response to her account of them having sex in the US and UK, that it \"didn't happen\". Ms Giuffre told the Miami Herald that by 2003 Epstein had lost interest in her because she was too old for him.She said she convinced the wealthy financier to pay for her to get training to become a real professional masseuse and he arranged for her to take a class in Thailand. But she was also expected to bring home a Thai girl that Epstein had arranged to come to the US.Instead, Ms Giuffre met a man on the trip whom she fell in love with and married 10 days later. She moved with him to Australia to start a family. Ms Giuffre now lives in a large house on the coast of Perth with her husband and three children. She has founded a non-profit organisation called Speak Out, Act, Reclaim (SOAR), aimed at \"educating and advocating for victims of trafficking\". Following the ruling against Maxwell last month,Ms Giuffre told New York Magazine \"it's definitely not over\". \"There are so many more people involved with this,\" she said.", "url": "https://www.bbc.com/news/world-us-canada-59974220"}