{"datetime": "2021-11-23T06:23:13.000Z", "author": "Amol Rajan & Joseph Lee", "subject": "Phone-hacking scandal", "title": "Prince Harry: Private investigator apologises for targeting prince's ex-girlfriend", "article": "A private investigator has apologised for targeting the Duke of Sussex's ex-girlfriend Chelsy Davy for surveillance when they were dating. Gavin Burrows told the BBC the press had focused on Prince Harry in the 2000s as \"the new Diana\". Mr Burrows, a witness in ongoing legal cases against the News of the World and the Sun, said he and the press had been \"ruthless\". His claims are yet to be tested in court and are strongly disputed. Watch The Princes and the Press on BBC iPlayer here Prince Harry is one of several people pursuing legal action against the publisher of the Sun and the News of the World, News Group Newspapers, as well as the owner of the Daily Mirror, over allegations of phone-hacking and other illegal newsgathering activity.The News of the World was Britain's biggest Sunday newspaper until 2011, when the owners shut it down after a series of damaging reports, including that the paper hacked the phone of murdered schoolgirl Milly Dowler.News Group Newspapers accepts a limited amount of unlawful activity occurred at the News of the World. However, it denies there was any wrongdoing at the Sun and says it has not accepted liability in any of the phone-hacking cases brought against it. The private investigator's claims feature in a BBC documentary that investigates the relationship between the younger princes and the media. Media editor Amol Rajan speaks to journalists about how they were briefed on stories, including claims about the behaviour of the Duchess of Sussex. Buckingham Palace, Clarence House and Kensington Palace released a joint statement to the BBC which was included in the programme. It said: \"A free, responsible and open press is of vital importance to a healthy democracy. \"However, too often it is overblown and unfounded claims from unnamed sources that are presented as facts and it is disappointing when anyone, including the BBC, gives them credibility.\" Mr Burrows' account sheds new light on the background to an impending conflict over the conduct of the press. Prince Harry, who has sharply criticised the media and advocated for reform, has so far declined to settle his phone-hacking claim, raising the prospect of a trial. Former BBC royal correspondent Peter Hunt said the prince battling newspapers in court over allegations of unlawful activity - seemingly driven by \"avenging\" what he sees as unfair treatment of his mother - would be a \"massive\" moment in British public life. Mr Burrows told the programme there was much greater interest in Prince Harry than in Prince William when he began working for the News of the World in 2000. \"As explained to me by a couple of editors, Harry had basically become the new Diana,\" he said. Editors had told him putting Prince Harry on the front page sold more copies of newspapers than Prince William, Mr Burrows said. The private investigator said when Prince Harry began dating Ms Davy in 2004, it opened a lucrative new avenue of business as her communications were targeted. \"There was a lot of voicemail hacking going on, there was a lot of surveillance work on her phones, on her comms. Chelsy would brag to her friends when she was going to see him,\" he said. He said investigators were interested in her medical records, ex-boyfriends and details of her education. Mr Burrows apologised, saying he was \"very sorry\" and that he acted this way \"because I was greedy, I was into my cocaine, and I was living in a fake state of grandeur\". But he said there was a \"ruthless\" culture in parts of the media around that time: \"They've got no morals - they absolutely have got no morals.\" He also said he regretted his treatment of Prince Harry. \"I was basically part of a group of people who robbed him of his normal teenage years,\" Mr Burrows said. Mr Burrows was one of many private investigators employed by UK newspapers during what came to be known as the phone-hacking scandal. The exposure of unethical and sometimes illegal methods of getting information, including accessing voicemails, has prompted a wave of legal cases over the years. Solicitor Callum Galbraith, co-ordinating the current legal actions against News Group Newspapers, said the scale of the use of private investigators by the News of the World and other papers was \"absolutely phenomenal\", starting in the early 1990s and continuing to 2011, when police began a new investigation. A criminal trial in 2014 heard the News of the World's former royal editor Clive Goodman hacked the messages of Kate Middleton 155 times when she was dating Prince William. He also hacked the phones of both princes, the court heard. The princes felt \"really violated\" and both were initially \"determined\" to resolve their issues with the publisher, said Mr Hunt, the former BBC royal correspondent. He said: \"It's now just one of them who is pursuing it, which is Harry.\" Watch the Princes and the Press on BBC iPlayer For more on the story, please subscribe to the podcast Harry, Meghan and the Media . ", "url": "https://www.bbc.com/news/uk-59361142"}