{"datetime": "2021-11-22T17:01:28.000Z", "author": "Amol Rajan", "title": "Prince Harry's legal battle with the media", "article": "Every generation of Britain's monarchy comes to a fresh deal with Britain's media. This unspoken understanding - in which the royals get favourable coverage in return for a steady supply of access, stories and pictures - is a significant feature of Britain's unwritten constitution. As with any deal, the benefits are meant to accrue to both sides.Broadly, through the stories the media tell about our monarchy, the former get content and the latter get consent. But would the children of Princess Diana, described by her brother as \"the most hunted person of the modern age\" and who was being chased by paparazzi when she died, want to sign up for such a deal? Watch The Princes and the Press on BBC iPlayer here Over the past year, in more than 80 hours of interviews, I have researched a two-part TV series called the Princes and the Press and a five-part podcast called Harry, Meghan and the Media. In that time, it has become clear that Princes William and Harry have a very different relationship with the media to earlier generations. They have, for example, been perhaps more prepared than their forebears to use legal means to address stories they consider wrong or intrusive.Meghan Markle's legal battle with the Mail on Sunday is one such case in point. And there is another, bigger legal dispute which is the context in which Prince Harry's relationship with the media has to be viewed. This shows his actions today aren't simply responses to the latest negative headline, brutal front page, or nasty hashtag. Instead, they are shaped both by the hounding of his mother - and the press's pursuit of him when he was a youth. This was a huge feature of his childhood, affecting many of his relationships, and leading to his being front-page fodder in the years after Diana's death.Years when Britain's tabloids were, perhaps, in their pomp.In the mid-2000s, Prince Harry dated Chelsea Davy. One man who pursued stories about her, but has never before spoken about it publicly, is Gavin Burrows. Burrows is a private investigator. He says he was employed over a number of years by the News of the World and other British newspapers.In his first on-the-record interview, he is clear about the attraction of Prince Harry to the tabloids.\"Harry,\" he says, \"had basically become the new Diana\".Burrows's descriptions of the lengths he went to in pursuit of stories will be the first time many people have heard such detail from a private investigator. He says Chelsy Davy was a particular target.\"There was a lot of voicemail hacking going on,\" Burrows says. \"There was a lot of surveillance work on her phones, on her comms, Chelsy would brag to her friends when she was going to see him.\" When I asked if her life became an object of fascination to Burrows, he said: \"Yeah, medical records… had she had an abortion, sexual diseases, ex-boyfriends, vet 'em, check them…\" Burrows's testimony matters to Prince Harry because of what it may reveal about the culture of tabloids at the time. When I asked Burrows to describe that culture, he said: \"Ruthless\".Burrows is a witness in the litigation being brought by Prince Harry and others against the publisher of the News of the World, News Group Newspapers, which strongly disputes his claims. It is important to note that News Group Newspapers, publisher of both papers, accepts a limited amount of unlawful activity occurred at the News of the World but denies wrongdoing at the Sun. Burrows decided to come forward after receiving a letter from Graham Johnson. Johnson is a freelance journalist who runs Byline Investigates. Byline Investigates is now separate to both Byline Times and Byline.com. The latter once counted Max Mosley, the late Formula 1 boss and campaigner for press reform, as a shareholder. Johnson has admitted phone hacking when at the Sunday Mirror but for the past six years has been a campaigning journalist, working on unlawful newsgathering operations in the British media. Johnson persuaded Burrows that he should speak out, because while the vast majority of claimants against News Group Newspapers have settled, a few haven't.Those who haven't include Prince Harry, who is also bringing a claim against Mirror Group Newspapers for phone hacking.I asked Peter Hunt, the former BBC royal correspondent, how big a moment it would be if Prince Harry gets his day in court, as he perhaps wants. \"I think it'll be massive,\" Hunt said, \"because it's very striking isn't it? He [just] keeps going.\" Many of Prince Harry's public pronouncements these days concern the media, with which he has had such a difficult relationship throughout his life. He says he wants reform of the media, rather than just to be a victim of it.The significance of Gavin Burrows and this ongoing litigation is that it shows Prince Harry intends to use the law as an instrument of that reform. The Princes and the Press will be on BBC Two and BBC iPlayer from 21:00 GMT on Monday 22 November. For more on the story, please subscribe to our new podcast Harry, Meghan and the Media . ", "url": "https://www.bbc.com/news/uk-59376628"}