{"datetime": "2022-02-10T14:26:43.000Z", "title": "Know your status and get an HIV test, says Prince Harry", "article": "Prince Harry has urged people to \"know your status\" and \"go and get a test\" for HIV. And the Duke of Sussex said he wants to continue his mum's \"unfinished\" work in removing the stigma around the virus. His comments come as figures show that for the first time in 10 years, the number of new HIV diagnoses among heterosexuals is higher than for gay and bisexual men in England. Prince Harry was speaking as part of National HIV Testing Week. On the Tackle HIV podcast he spoke withWelsh rugby legend Gareth Thomas , who lives with the virus, about how normalising testing could help achieve the goal of ending new HIV cases in the UK by 2030. As a result of the pandemic, there has been a 33% drop in heterosexuals getting STI tests. This is compared to a 7% decrease among gay and bisexual men.Sexual health charity The Terrence Higgins Trust says the rise in the number of heterosexual people contracting HIV is likely to be driven by a belief that they are not at risk of getting it. Prince Harry said he was so passionate about advocating over HIV because: \"Once you get to meet people and you see the suffering around the world, I certainly can't turn my back on that.\" He also told Thomas he feels an \"obligation\" to continue Princess Diana's aim to remove stigma surrounding the illness. The late princess, who died in a car crash in 1997, changed the global view of HIV and Aids, raising awareness of the condition and supporting hospices. When Prince Harry publicly took an HIV test alongside Rihanna in 2016, the broadcast contributed to a 500% increase in the number of people requesting a test on the Terrence Higgins Trust website. And former Wales full-back Thomas, who revealed he was HIV positive in 2019, said: \"It wouldn't be scary if you understood what living with HIV in 2022 is.\" Sharing his daily medical routine with Prince Harry, he said his alarm goes off at 6am every day. \"I take my HIV medication which is one tablet, and I feel that my day then begins.\" Thomas, who came out as the first openly gay rugby union player in 2009, said it was a daunting experience to walk into a sexual health clinic, but felt it was so much easier to test now, in the privacy of your own home, or at drop-in clinics. \"The sooner you find out if you're positive then the sooner you can start treatment. If you leave it too late, then it can have circumstances that are irreplaceable, irreparable,\" he added. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-60323907"}