{"datetime": "2021-10-27T20:02:09.000Z", "author": "Sean Coughlan", "subject": "Sarah Everard murder", "title": "Camilla warns of culture normalising sexual violence", "article": "The Duchess of Cornwall has called for more urgent action to tackle sexual violence against women. She spoke of her shock at Sarah Everard's murder and warned \"on average, one woman is killed by a man every three days\" in the UK. In a speech in London, Camilla said men also needed to be \"on board\" with tackling a culture of sexual violence. And she questioned whether people had become \"indoctrinated into believing that violence against women is normal\". The duchess spoke of the \"unimaginable torment\" facing female victims of violent sexual attacks and how their families, such as those of Sarah Everard, \"continue to suffer in the wake of their deaths\". Sarah Everard was murdered earlier this year by Wayne Couzens, then a police officer, who had abducted her as she walked home in south London. And the duchess warned of a pervasive, underlying culture of sexual harassment. \"On the same day that Wayne Couzens was arrested, a survey was published stating that 86% of young women in the UK have been sexually harassed in a public space,\" she said. Camilla was speaking at the launch of a project called Shameless, supported by the Women of the World Foundation and Birkbeck, University of London, and aimed at changing attitudes to sexual violence. The duchess said a high proportion of women who had been harassed did not report what had happened - and pointed to an unfair sense of \"shame\" among victims. \"Often, this sense of shame causes the victim to blame herself, mistakenly take responsibility for the crime, and want to hide away from others - and yet she has done nothing wrong,\" she said. \"Let us resolve to support survivors to be 'shameless' and not to take on misplaced feelings of stigma,\" the duchess told an audience including Carrie Johnson, wife of Prime Minister Boris Johnson. Mrs Johnson, then Carrie Symonds, had given evidence against\"black-cab rapist\" John Worboys , jailed in 2009. The duchess warned of a \"culture of silence\" around sexual violence and said it was important men were engaged in efforts to change attitudes. \"It takes an entire community, male and female, to dismantle the lies, words and actions that foster a culture in which sexual assault is seen as normal,\" she said. ", "url": "https://www.bbc.com/news/uk-59061740"}