{"datetime": "2022-01-12T10:08:04.000Z", "title": "BBC boss says personal error to blame for Alan Dershowitz interview", "article": "BBC director general Tim Davie has said personal error was to blame for the broadcaster interviewing Jeffrey Epstein's former lawyer last month. Alan Dershowitz was interviewed shortly after Ghislaine Maxwellwas found guilty of trafficking young girls to late US financier Epstein. Mr Dershowitz himself has been accused of sexual abuse by one of Epstein's accusers - but denies that allegation. The BBC later decided the interview had breached its own editorial standards. After the broadcast, the corporation admitted that the US lawyer had not been \"a suitable person to interview as an impartial analyst\" at that time. Mr Davie was appearing before the House of Lords communications and digital committee to answer parliamentarians' questions about impartiality and the Serota review on editorial processes, governance and culture. With BBC News in the midst of a programme of job cuts and restructuring, he was asked whether \"centralisation\" had risked \"amplifying\" editorial errors. Referring to the interview with Mr Dershowitz, which happened in the week after Christmas, Mr Davie said: \"We looked at what happened but there was no investigation. \"We admitted immediately it was in breach of our editorial guidelines and straight away said it was a mistake. \"Then you get to why it was a mistake. You can argue a little bit in terms of the amount of seniority and cover we had during Christmas, during Covid.\" But he said: \"This was simply about the amount of due diligence that was done by the planner and the knowledge level of the person who was putting the person on air.\" Mr Davie told peers \"not everything gets centralised\" under the BBC's plans to make savings. The interview with Mr Dershowitz, 83, was broadcast on BBC World News and the BBC News Channel, shortly after the Maxwell verdict was announced. Mr Dershowitz used the airtime to denigrate Virginia Giuffre's claims against himself and Prince Andrew. Both men deny her allegations of sexual abuse. He was introduced on the news segment as a \"constitutional lawyer\" to provide analysis on the verdict - and his connection with Epstein and Ms Giuffre was not made clear in the interview. The interview was also featured on the BBC News live page about the trial, and a short clip was played twice on Newsday on World Service English, but those instances gave some context about who Mr Dershowitz was. ", "url": "https://www.bbc.com/news/uk-59960989"}