{"datetime": "2021-12-30T15:11:00.000Z", "title": "Alan Dershowitz: BBC says interview with Epstein ex-lawyer broke editorial standards", "article": "The BBC says an interview with lawyer Alan Dershowitz after the conviction of Ghislaine Maxwell did not meet its editorial standards. Maxwell wasfound guilty of recruiting and trafficking young girls to be sexually abused by late US financier Jeffrey Epstein. Mr Dershowitz used to be a lawyer for Epstein and has himself been accused of sexual abuse by one of the accusers.He denies the accusation. But the BBC said he was not \"an impartial analyst\". Virginia Giuffre, who is one of Epstein's accusers, also claims she was sexually assaulted by Prince Andrew in London and New York, and hasfiled a US civil case claiming he abused her. Prince Andrew has consistently denied the claims. Mr Dershowitz hascountersued Ms Giuffre , saying she \"defamed and intentionally inflicted emotional distress on him\". The BBC has now launched an investigation into its interview with Mr Dershowitz, which was broadcast on BBC World News and on the News Channel on Wednesday, shortly after the Maxwell verdict was announced. He was introduced as a \"constitutional lawyer\" to provide analysis on the verdict - and his connection with Epstein and Ms Giuffre was not made clear in the interview. The interview was also featured on the BBC News live page about the trial, and a short clip was played twice on Newsday on World Service English, but those instances gave some context about who Mr Dershowitz was. In its statement, the BBC said Mr Dershowitz had not been \"a suitable person to interview as an impartial analyst\".Labour MP Nadia Whittome said : \"I can't believe this needs to be said but the BBC should not give a platform to people accused of child sexual abuse,\" whileSNP shadow culture secretary John Nicholson added : \"The BBC is right to apologise. Interviewing Dershowitz was a mistake. Failing to contextualise (he's one of those who has been accused) was even worse.\" Caoilfhionn Gallagher QC, a human rights lawyer,tweeted that Mr Dershowitz was introduced \"without any reference to his background; he's simply introduced as 'constitutional lawyer' as if he's a neutral expert\", adding: \"Shocked. Utterly bizarre decision and does the audience a disservice.\" She later said it was \"good to see a swift acknowledgment\" from the corporation. The human rights barristercalled the interview a \"huge error by the BBC\", while academic Sarah Churchwelladded that although she was a \"fan and a beneficiary of brilliant people at BBC News, interviewing \"Dershowitz as 'constitutional lawyer' without explaining his screaming conflicts of interest - is not ok\". ", "url": "https://www.bbc.com/news/entertainment-arts-59828961"}