{"datetime": "2022-01-20T19:41:44.000Z", "title": "Pastor Mick: Duke and Duchess show support for Burnley charity", "article": "The Duke and Duchess of Cambridge have shown their support for a charity set up during the coronavirus pandemic to help the grief-stricken and homeless. Prince William and Catherine met Pastor Mick Fleming, who founded Church on the Street in Burnley, Lancashire, to support those in need.During the visit, Pastor Mick explained how \"so many people in Burnley fall through the gaps with poverty\". He told the royal couple that the charity aimed to \"make a real impact\". The BBC previously spent 12 months filming with Pastor Mick, a former drug dealer who turned his life around after finding his faith. Prince William told Pastor Mick that he had watched the programme and had been moved by the charity's work.In his 20s, Pastor Mick was a well-established underworld fixer and drug dealer in North West of England but he now dedicates his life to helping those in need.He told the Duke and Duchess: \"If we hadn't have been here or something like us hadn't have been here then I daren't even think.\" The royal couple also met volunteers, staff and people who rely on the charity. This included Deacon, 11, whose mother died during the pandemic.Speaking to Deacon, Prince William said: \"I lost my mum when I was 15, it's difficult but it gets easier I promise you.\" By Ed Thomas, BBC News From feeding the hungry on a car park in the centre of Burnley, to providing free funerals to those in poverty and securing his own church building to provide essential care for people suffering mental health crisis, it's been a relentless 18 months for Pastor Mick Fleming.Today his frontline work during Covid in the most deprived parts of the town was recognised by the Duke and Duchess of Cambridge.They had seen the BBC's reporting from the town during the pandemic and wanted to visit Pastor Mick to offer support and understand more about the work that takes place in Church on the Street.The centre focuses on drug dependency, homelessness, and mental health support, there's also a food bank and free clothes available. Prince William and Catherine spent more than an hour in Burnley, speaking to volunteers and listening to people who are going through crisis.Pastor Mick said it was a day of hope after witnessing so much suffering during Covid. The Duke and Duchess of Cambridge earlier visited Clitheroe Community Hospital where they thanked staff for their work and met 10-week-old cockapoo Alfie.The pup will be trained to support patients and colleagues at the East Lancashire Hospitals NHS Trust alongside therapy dog Jasper. William told staff: \"We're so grateful for all your hard work. \"I'm not sure there are enough words to say how grateful everyone is for what you have done.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-60070614"}