{"datetime": "2022-01-04T00:10:55.000Z", "author": "Dominic Casciani", "title": "Prince Andrew accuser’s 2009 deal with Jeffrey Epstein made public", "article": "Virginia Giuffre agreed not to sue anyone connected to Jeffrey Epstein who could be described as a \"potential defendant\", a 2009 damages settlement against the sex offender shows. The document, disclosed by a New York court, reveals the financier paid her $500,000 (£371,000) to end her claim.Ms Giuffre is suing the Duke of York in a civil case for allegedly sexually assaulting her 20 years ago, when she was a teenager. He has consistently denied the claims. Thedocument was released ahead of a critical hearing on Tuesday in the civil case involving Prince Andrew - and the interpretation of the settlement will form a central plank of the argument between the two sides. Ms Giuffre alleges she was trafficked to the prince by Epstein and Ghislaine Maxwell.Although the settlement does not mention the prince by name, his lawyers say this 2009 deal means she cannot sue him - because she agreed to end all legal action against anyone connected to the offender who could be described as a \"potential defendant\".Epstein died in prison in 2019, while Maxwell was last weekconvicted of recruiting and trafficking young girls to be abused by the late financier. Ms Giuffre's legal team say the terms of the Florida settlement are irrelevant to her case against the prince - which alleges sexual abuse by the royal in New York, London and the US Virgin Islands.In her 2009 claim against Epstein, lawyers for Ms Giuffre said she was lured into a world of sexual abuse at his Florida home when she was a teenager.They added: \"In addition to being continually exploited to satisfy defendant's [Epstein] every sexual whim, [Ms Giuffre] was also required to be sexually exploited by defendant's adult male peers, including royalty, politicians, academicians, businessmen and or other professional and personal acquaintances.\"That case never went to trial because on 17 November 2009 Jeffrey Epstein agreed to pay her $500,000 to stop it in its tracks. That deal was confidential until now - but has been made public because of its potential importance to the Prince Andrew case.In the document, Ms Giuffre, also referred to by her unmarried name Roberts, agreed to \"release, acquit, satisfy, and forever discharge\" Epstein and \"any other person or entity who could have been included as a potential defendant\". The settlement's wording says she discharges \"potential defendants\" from any US legal action, including damages claims dating \"from the beginning of the world\". The precise meaning of that wording is expected to be the subject of intense legal arguments in New York on Tuesday. In filings to the New York court last month, Andrew B. Brettler, the duke's lead lawyer, said the Epstein settlement's plain language would be clear once it was released to the public.\"Epstein negotiated for this broad release, insisting that it cover any and all persons who Giuffre identified as potential targets of future lawsuits, regardless of the merit— or lack thereof —to any such claims,\" he said.\"Giuffre's baseless claims against Prince Andrew... must be dismissed at this stage.\" In a statement, one of Ms Giuffre's lawyers, David Boies, said the settlement was not relevant to her claim and \"does not mention Prince Andrew\".\"He did not even know about it,\" he said. In a previous court filing her lawyers said that the Epstein deal was \"outside the four corners\" of her action against Prince Andrew because it does not cover her claims against him.Lisa Bloom, a lawyer for alleged victims of Jeffrey Epstein, described the settlement as \"one of the most bizarre\" she had ever seen, telling BBC News she thought it was \"incomprehensibly vague\". \"We want contracts to clearly specify who is released from a lawsuit and who is not,\" she said, adding that she could not see a judge releasing Prince Andrew from a lawsuit because he was not named specifically. ", "url": "https://www.bbc.com/news/uk-59861831"}