{"datetime": "2021-12-30T15:34:42.000Z", "title": "Ghislaine Maxwell verdict reaction: 'No-one is above the law'", "article": "Former British socialite Ghislaine Maxwell, 60, has been found guilty of recruiting and trafficking young girls to be sexually abused by the late American financier Jeffrey Epstein, her ex-boyfriend. A 12-person jury in New York found her guilty on five of the six counts she faced, including the most serious charge, that of trafficking a minor for sex. Survivors have celebrated the verdict, expressing \"relief\" and calling it a \"major step forward in the fight for justice\". One of the women who testified against Maxwell. She told the court she had a \"dark memory\" of abuse by Maxwell and Epstein. \"I am so relieved and grateful that the jury recognised the pattern of predatory behaviour that Maxwell engaged in for years and found her guilty of these crimes. \"I hope that this verdict brings solace to all who need it and demonstrates that no-one is above the law. Even those with great power and privilege will be held accountable when they sexually abuse and exploit the young.\" She accused Maxwell of recruiting her as a masseuse to Epstein at the age of 15. She has also filed a civil case in New York saying she was sexually assaulted by the Duke of York, an accusation he has repeatedly denied. She says the alleged abuse happened at Maxwell's London home and at Epstein's homes in Manhattan and Little St James in the US Virgin Islands. \"My soul yearned for justice for years and today the jury gave me just that. I will remember this day always. Having lived with the horrors of Maxwell's abuse, my heart goes out to the many other girls and young women who suffered at her hands and whose lives she destroyed.\"I hope that today is not the end but rather another step in justice being served. Maxwell did not act alone. Others must be held accountable. I have faith that they will be.\" Accused Epstein of sexually assaulting her at the age of 22, and previously told the BBC Maxwell was a \"master manipulator\". \"Justice takes the lead today. I am consumed with gratitude for every brave, courageous and justice-driven person that has fought for this outcome. Ghislaine Maxwell will never again have the opportunity to take anything from anyone. She will reside on the other side of freedom. Us, survivors, we go free.\" One of Epstein and Maxwell's accusers, she had told the BBC's Panorama programme that Maxwell was \"the nuts and bolts of the sex trafficking operation\" and that they worked closely together. \"The jury's conviction... is a major step forward in the fight for justice. Finally, after decades in some cases, survivors of Maxwell's sex trafficking now know that the public heard their testimony, and their voices can no longer be ignored or they be shamed. I think this courage is contagious. \"As one of way too many survivors of the Epstein and Maxwell sex trafficking conspiracy, I feel vindication for myself and for all survivors. I am so proud of all the survivors who came forward, risking their lives and careers to speak truth to power, even when the powerful didn't want to hear it.\" Says Maxwell introduced her to Epstein and that the two assaulted her when she was 21. In her first broadcast interview, she told BBC Radio 4's The World at One that their relationship lasted for three years, and that she was assaulted multiple times by both Epstein and Maxwell - with other people participating on some occasions. \"What happened to me that night with them [when she was assaulted for the first time] really shook me... I absolutely should've gone to the police. I didn't feel like I could. I just can't explain to you the fear and the emotional manipulation. In my mind these are my friends, those were people that said they cared about me. \"It was particularly difficult because I was made to feel like I was unsophisticated - because participating in sexual activities with multiple people was something that hadn't even crossed my mind at that age. So I had these friends who were powerful and magnetic and exciting pressuring me… Nobody asked if they could gang rape me. \"I think that [the verdict] is something that so many of us didn't think would ever happen. And especially for a woman to be charged with these things. I hope this really sets a precedent and it shows people that she was equally complicit in doing these things.\" Represented a number of accusers \"Moved to tears. This day has finally come. Convicted sex trafficker Maxwell has finally been held to account for bringing girls to Jeffrey Epstein. Maxwell got to walk free on this earth for 60 years. May she never walk free again. \"The lesson: you do not have to be perfect to stand up for justice. All four of Ghislaine's accusers endured tough cross examinations about drug use, sexual behaviours, inconsistent statements. The jury saw through it and delivered justice.\" She also shared a message she had received from one of her clients, named only as Kiki : \"No sentence or punishment will take away the trauma that we all had to endure at their hands, but now she will have to live with what she did, just the way the survivors have to live with it every day of our lives. \"What she and Jeffrey did for their own sadistic pleasures, sentenced all of their victims to their own metaphorical prisons. I fight every day to escape those four walls that entrapped me the day I was abused, and now she will know what that's like for all of the girls she damaged for life.\" Represented Jane (a pseudonym to protect her identity), one of Maxwell's accusers who testified at the trial. \"The verdict screams loud and clear - if you make it easier for another to sexually abuse children, you, too, will be held accountable for your role in that abuse. The strong women survivors of Ghislaine Maxwell and Jeffrey Epstein's abuse can all sleep better tonight knowing that the justice system got it right.\" ", "url": "https://www.bbc.com/news/world-us-canada-59828690"}