{"datetime": "2021-12-31T20:30:29.000Z", "title": "Ghislaine Maxwell: What next after guilty verdict?", "article": "Ghislaine Maxwell has been found guilty of recruiting and trafficking young girls to be sexually abused by the late American financier Jeffrey Epstein. A US jury convicted her of five out of six charges, but the legal process is not over for Maxwell, 60, who is yet to be sentenced and faces a separate trial for perjury. So what happens next? All up, Maxwell is facing 65 years in jail. She was found guilty of the most serious charge against her - that of sex trafficking, which alone carries a maximum sentence of 40 years. Her jail term will be decided by US District Judge Alison Nathan, who has not yet set a sentencing date.For the moment, Judge Nathan will be waiting to receive a pre-sentence report. This will be compiled by an impartial investigator who will look into things like Maxwell's background, family, education and employment history to determine if any of these should influence the severity or leniency of the sentence. Sarah Krissoff, a former prosecutor with the Southern District of New York, told the BBC she expected a \"very significant prison sentence\" for Maxwell. \"Given the involvement of minors, the judge has really great discretion to impose a significant sentence, and based on the evidence that was presented at trial, frankly, I expect the judge to impose a very severe sentence upon her,\" she said. While Maxwell awaits sentencing, she will be held in Brooklyn's Metropolitan Detention Center, where she has been kept in isolation since July 2020,and has previously complained about the conditions . She was found not guilty of one count - enticement of a minor to travel to engage in illegal sex acts. This charge accused Maxwell of coercing a girl to travel from Florida to New York, between 1994 and 1997, to engage in sex acts with Epstein. Maxwell's legal team were quick to announce their plan to appeal against the verdict. \"We firmly believe in Ghislaine's innocence,\" one of her lawyers, Bobbi Sternheim, said outside court on Wednesday. \"Obviously we are very disappointed with the verdict. We have already started working on the appeal and we are confident that she will be vindicated.\" But getting a verdict like this reversed on appeal is no easy task, say legal experts. \"She would have to show some error in the way the case was tried, or some jury misconduct, both of which will be difficult to show,\" Carl Tobias, professor of law at the University of Richmond, told Reuters news agency. Maxwell still faces two perjury charges, which each carry a maximum sentence of five years in prison. In these cases, she is accused of lying under oath during a 2016 deposition for a lawsuit filed against Epstein by one of the accusers, Virginia Giuffre. That lawsuit has already been settled for an undisclosed amount. However during the deposition, which is a sworn out-of-court testimony, Maxwell repeatedly said she was largely unaware of Epstein's abuses.Prosecutors have used parts of that testimony as basis for the perjury charges, and accused her of making \"false declarations\". She will probably be in court for this trial next year. Legal experts say Maxwell now has two options.She can fight the case through appeal, or she can co-operate with prosecutors and effectively name names of other people linked to Jeffrey Epstein in return for a lighter sentence. \"The government would be very interested in evidence against others who allegedly sexually abused children along with Epstein and Maxwell, particularly politicians, Hollywood celebrities, and royalty,\" says Neama Rahmani, a lawyer and legal commentator who co-founded West Coast Trial Lawyers. \"Prosecutors would have to independently corroborate any information provided by Maxwell, though, because she is now a convicted felon with a potential motive to do anything to save herself.\"Maxwell was a well-connected socialite, and she introduced a lot of wealthy and powerful people to Epstein, including former US Presidents Bill Clinton and Donald Trump - neither of whom have been accused of any wrongdoing by Epstein's victims. However Britain's Prince Andrew is being sued by Virginia Giuffre, who says she was brought to the UK when she was 17 to have sex with him, including once at Maxwell's London home. He has denied the allegations, and Maxwell's trial heard no evidence that Prince Andrew was ever involved in wrongdoing. But it did confirm that they were close friends when prosecutors showeda photo of Maxwell and Epstein at a log cabin that is within the Queen's private Balmoral estate in Scotland . Following Wednesday's verdict, Ms Giuffre, who is now 38, said: \"I hope that today is not the end but rather another step in justice being served. Maxwell did not act alone. Others must be held accountable. I have faith that they will be.\" Survivor support groups echoed her message. \"We hope that this verdict helps even more survivors see that perpetrators can be held accountable, no matter how powerful or well connected,\" said Erinn Robinson from the anti-sexual violence organisation RAINN. ", "url": "https://www.bbc.com/news/world-us-canada-59826505"}