{"datetime": "2022-01-04T20:17:03.000Z", "author": "Emily Maitlis", "title": "Prince Andrew: Emily Maitlis says duke's interview answers are critical to sex assault case", "article": "It is more than two years since I sat down with Prince Andrew in a Buckingham Palace ballroom and posed questions that seemed almost too surreal to ask. It is two years since the world heard his defence - about a birthday party in Woking, a trip to Pizza Express, andhis inability to sweat - and shook a collective head, trying to work out what any of it meant. At the time, the specifics seemed almost comical. They spawned memes and riffs, quiz-show questions and stand-up routines. But now, suddenly, they feel deadly serious.Right now a New York judge is deciding whether to allow Virginia Giuffre, the Jeffrey Epstein trafficking victim, to pursue her civil case against the prince. The answers the duke gave Newsnight in 2019, and the rest of his testimony to me that day, form a critical part of this landmark legal case. Ms Giuffre is suing the prince, claiming he sexually assaulted her when she was 17 - and a minor under US law. The duke denies the allegations. Ina hearing by teleconference on Tuesday , Prince Andrew's lawyer argued a 2009 settlement - between Virginia Giuffre and Jeffrey Epstein - made it impossible for Ms Giuffre to take the case against the duke any further. Her lawyers argued the allegations against the prince were not covered by the 2009 deal. The judge, who said he appreciated the \"arguments and passion\" over the settlement - whatever that means - did not deliver his decision on whether the case should be thrown out or proceed, promising only to give that \"pretty soon\". Prince Andrew came to Newsnight that day because he wanted to clear his name. He believed things had been said about him that he could disprove. And he had his defence ready. The answers he gave me on camera may have seemed astonishing, jaw-dropping, even, in places. But bizarrely, I had been expecting them. We had talked through the things he wanted to say earlier, so part of my job that day was just to let him speak. To let him explain to the world his own version of events.We met the duke in the days before the interview took place. We were invited right into the heart of Buckingham Palace - his office rooms in what felt like the eaves of the palace. It was there - under a sloping roof, around a mahogany table - that we were treated to tea in dainty bone-china cups with the royal crest on them.It was there the duke shook my hand, sat down, and explained he was going to tell us why he believed the photograph of him and Ms Giuffre - showing Prince Andrew with his arm around her - was likely a doctored fake. It was Prince Andrew who volunteered the information to me in that early meeting that he was \"unable to sweat\". His Falkland Islands wartime experiences, he claimed, had produced a glut of adrenalin that meant he hadn't been able to sweat properly since being shot at.I remember him asking me very directly if we thought that would be interesting to hear. And I said yes - I was fascinated by adrenalin - and that we wanted to hear as much detail of his account as we could. There were phone calls between the palace and several of my producers. We had asked him to explain his whereabouts on the night Ms Giuffre alleged he had danced with her in Tramp nightclub, in London. His office had checked the date, and told us he couldn't have been with her because he had been at a children's birthday party that same evening.I'm not sure we knew about Woking, but we did know about Pizza Express. The prince, in other words, had his alibi ready. He wanted to get that across in the interview. Of course, a children's birthday tea party and a late night in a club are not chronologically incompatible: it would have been more than possible to do both.But the point of the interview was not to catch him out - I can't stress this enough. The point of the interview was just to have a record of Prince Andrew's own version of events. He wanted to set his own record straight. He offered minutiae and anecdote, detail and description, and we were ready to hear it all. We went into that interview knowing that we would have one chance to get it right. One chance to provide a record of testimony, one chance to offer up a first-person account if the case ever went to court. One chance to let a senior royal face questions of the utmost seriousness and give us what he assured us were straight answers. When I listen back to the questions I posed that day there is a directness to them that even now makes me catch my breath. I can't quite believe that the words came out in the order I intended. But they had to. Because we had just one chance. And we had to be very, very sure - not of the answers - but of the things we needed to find out. Virginia Giuffre alleged she had dined and danced with a sweating Prince Andrew in that London club. And that afterwards she was made to have sex with him in Ghislaine Maxwell's house.I was already prepared for much of what he was going to say - although never the exact manner in which he said it. But I had to ask those questions in the way I did - to hear and to capture those answers on tape - for wherever the story would take us next. ", "url": "https://www.bbc.com/news/uk-59874170"}