{"datetime": "2021-12-30T15:09:45.000Z", "author": "Dominic Casciani", "title": "Ghislaine Maxwell: What the trial means for Prince Andrew", "article": "Ghislaine Maxwell has been convicted of grooming teenagers for abuse by Jeffrey Epstein. What are the implications for her former friend Prince Andrew? The guilty verdict comes as lawyers for the senior royal prepare to go to the same federal court in Manhattan, New York, to defend him against a damages claim brought by one of Epstein's victims.So what does Maxwell's trial mean, if anything, for the prince?The most obvious and important thing to bear in mind about Maxwell's conviction is that it applies only to what she did. Nobody else was on trial. The Duke of York is not facing a criminal prosecution in the United States. He's being sued by Virginia Roberts Giuffre, one of Epstein's victims.In fact, the trial heard no evidence that Prince Andrew was ever allegedly involved in wrongdoing.During his 2019 BBC interview, Prince Andrew told Newsnight that his relationship with Epstein was a product of his long-standing friendship with Ghislaine Maxwell.Specifically, he said he and Epstein first met in 1999 - and his closeness to Maxwell was the only reason he got to know the paedophile financier in the first place. Yet throughout this trial, Maxwell's accusers did not present her as some kind of unwitting helper for Epstein, but a woman who was central to his plans to commit abuse.If Ghislaine Maxwell had been acquitted, that could have immediately undermined Virginia Roberts Giuffre's claims, because she alleges in court papers that the British socialite \"spent years overseeing and managing Epstein's sex trafficking network, and actively recruited underage girls, including [herself]\".And so the conviction means Ms Giuffre's lawyers can go into her case against Prince Andrew saying it's now beyond reasonable doubt that Maxwell played a role in Epstein's abuse. The senior royal's relationship with Ghislaine Maxwell is now as important to the evidence in the damages case as his relationship to Epstein.Ms Giuffre's court filings repeatedly stress that Epstein was close enough to the Duke to attend his 40th birthday party and have contact numbers for him. The Maxwell case has not knocked any of this down. During the trial, prosecutors disclosed new pictures of Maxwell and Epstein to emphasise how close they were. And one photo shows the pair relaxing at a log cabin within the Queen's enormous private Scottish estate, Balmoral. The picture is thought to have been taken in 1999 when Prince Andrew reportedly invited the couple to stay at the castle. While casual acquaintances don't get to stay at one of the most guarded, secure and secluded locations in the UK, it's not proof that the Duke was either involved in any wrongdoing or indeed aware of it.One of the witnesses against Maxwell, known only as \"Carolyn\", told the trial that she had been introduced to Epstein by Virginia Roberts, as she then was.And a former Epstein employee recalled seeing Ms Giuffre at the financier's estate in Florida. So why did she not give evidence?Well firstly, she was not named on the indictment as one of the victims of abuse in the Maxwell trial. So there was no legal need for the jury to consider what she has to say.But she could still have been called. Prosecutors have remained tight-lipped. Some reporters in New York speculate Ms Giuffre was not called because her prominence would have been distracting - or that Maxwell's lawyers would have latched on to alleged inconsistencies in her media accounts.It's also possible that prosecutors, grappling with differing US state laws concerning age of consent, kept her out to simplify the trial. But as the New York Times put it, her story loomed over the trial. It looks like her words will now go untested until she potentially gives evidence in her damages case against Prince Andrew. They introduced evidence about Epstein's activities at Maxwell's London home - where Ms Giuffre alleges she was later trafficked to Prince Andrew. A claim the prince strongly denies. The evidence the jury heard didn't relate to that specific claim. The witness known only as \"Kate\" said Maxwell befriended her in 1994 and invited her to tea at her Belgravia home. Maxwell then groomed her into a sexual encounter there with Epstein, she said. Kate was also later flown to the financier's Florida home, where Maxwell was said to have given her a schoolgirl's uniform to wear. Her evidence was clearly part of an attempt by prosecutors to demonstrate how Maxwell identified women to satisfy Epstein's demands. But Kate was above the age of consent in the UK and therefore the judge ruled that the jury could not consider her story as evidence of a crime committed by Maxwell - and her lawyers challenged the inclusion of the story in the trial. More importantly for the Duke, Kate's story did not substantiate any suggestion that Maxwell trafficked young women for Epstein's friends.While the world has seen the photograph of the Duke with Virginia Roberts, as she then was, in Ghislaine Maxwell's home, he only came up in Kate's London-related evidence in a peripheral way: the court heard how Maxwell would name-drop him and other rich and famous people she knew.Prince Andrew confirmed to Newsnight he had been in Maxwell's Belgravia home previously - but said he had no recollection of meeting Ms Giuffre or that photograph being taken.So given Maxwell's trial heard nothing at all linking Prince Andrew to abuse in London, one of Ms Giuffre's most explosive allegations remains unproven. Larry Visoski, Epstein's long-time pilot, told the trial that he had flown Prince Andrew and other celebrities to luxury destinations. The Duke of York had previously told Newsnight he had been on that plane.Epstein's accusers say that jet was the \"Lolita Express\" - a means of moving around both his confidantes and the girls groomed into his control.If the damages case goes ahead, the flight logs may be important evidence for either side, depending on what they reveal about who was flown to where and when.One of Maxwell's accusers, \"Jane\", recalled being on the jet with the Duke - but she did not accuse him of wrongdoing.The jury also acquitted Maxwell of enticing Jane to travel from Florida to Manhattan so that Epstein could have sex with her. The Metropolitan Police has so far decided, having reviewed material from the US civil courts and media, to take no action over allegations of criminality in the UK relating to Jeffrey Epstein. It's never confirmed whether or not it has looked at Ms Giuffre's allegations against Prince Andrew, in line with its policy of rarely confirming the identity of anyone alive who features in its work. The question is whether it will be compelled to rethink that position given Maxwell's criminal conviction in a case that included events in London. Given that Kate's London-related evidence did not cover a crime and related only to the dead financier and Maxwell, it's difficult to see the London force changing its position. ", "url": "https://www.bbc.com/news/world-us-canada-59780323"}