{"datetime": "2021-12-31T23:54:13.000Z", "title": "Virginia Giuffre: Prince Andrew accuser seeks evidence he could not sweat", "article": "Lawyers for a US woman who has accused Prince Andrew of sexual assault are seeking proof of the British royal's alleged inability to sweat. Virginia Giuffre's legal team made the request as part of a civil case against the prince in a New York court. Ms Giuffre, 38, alleges that Prince Andrew sexually assaulted her when she was a teenager at the homes of Jeffrey Epstein and Ghislaine Maxwell. Prince Andrew has consistently denied the allegations. In a 2019 interview with BBC Newsnight, he said a \"problem\" with her account was that a medical condition at the time meant he could not have been sweating, as she claims he was.A civil case filed in the US alleges that the prince sexually abused Ms Giuffre - then known as Virginia Roberts - at Maxwell's London home, and at Epstein's homes in Manhattan and Little St James in the Virgin Islands. Epstein, a convicted sex offender, killed himself in prison in 2019 while awaiting a sex trafficking trial. British socialite Maxwell was found guilty this week of grooming underage girls to be abused by him. The motion filed by Ms Giuffre's lawyers calls on Prince Andrew to supply \"all documents concerning your alleged medical condition of anhidrosis, hypohidrosis, or your inability to sweat\". Prince Andrew's lawyers said he objected to the request \"on the grounds that it is harassing and seeks confidential and private information and documents that are irrelevant, immaterial and not reasonably calculated to lead to the discovery of admissible evidence\".They added that Prince Andrew had no such documents in his possession to hand over.The motion also includes requests for details of Prince Andrew's trips on Epstein's planes, and communication he had with Epstein and Maxwell. In a separate development, a request by Prince Andrew's lawyers to pause the proceedings against him has been turned down by a US judge.His lawyers had wanted Ms Giuffre to take part in a two-hour deposition to discuss her country of residence.Ms Giuffre has been living in Western Australia and Prince Andrew's lawyers had argued that this may disqualify her from filing a lawsuit in a US court. The judge rejected the demand. Meanwhile Ghislaine Maxwell, who was found guilty on Wednesday of recruiting and trafficking young girls for Epstein, awaits sentencing, a date for which has not yet been set. The verdict could see her spend the rest of her life behind bars. The jury's decision was welcomed by the survivors, with Annie Farmer - the only witness to use her real name during testimony - saying she was \"so relieved and grateful\".Ms Giuffre, who was not one of the four women who testified in the case but was referenced on many occasions in court, said she would \"remember this day always\". Maxwell's brother Ian told the BBC that she would appeal against the verdict \"on legal grounds - both in terms of the pre-trial process and the trial process as well\", but did not give further details. He described the victims' testimony as \"heart-rending\" but said he still believed his sister's innocence.Another of Epstein and Maxwell's accusers, Sarah Ransome, criticised Mr Maxwell's remarks. \"This sex trafficking pyramid wouldn't exist without Ghislaine,\"she told the BBC . \"I really think Ghislaine's brother should sit in a room full of Ghislaine's survivors because then he might have a different opinion of what his sister actually has done. She has destroyed hundreds of lives.\" ", "url": "https://www.bbc.com/news/world-us-canada-59839351"}