{"datetime": "2022-02-09T20:26:44.000Z", "title": "Prince William travels to Dubai to promote UK and sustainable world", "article": "The Duke of Cambridge has landed in Dubai to celebrate the UK and discuss achieving \"a more sustainable world\" through his environmental projects. Prince William said he was \"excited\" to visit the city in the United Arab Emirates (UAE), his first major overseas tour since 2019.He will join events showcasing British talent at the Dubai Expo 2020. The prince, making his first official trip to the UAE, will visit the event on Thursday for UK National Day. He will also take part in the Queen's baton relay for the 2022 Commonwealth Games, which is passing through the event on the way to visit Commonwealth nations. Soon after arriving on Wednesday on a commercial flight, the duke tweeted: \"Excited to be arriving in Dubai to celebrate the UK at DubaiExpo and discuss the vital issue of working together with the UAE and international partners to achieve a more sustainable world with earthshotprize and United for Wildlife. W\" The event was initially supposed to run in 2020, but its opening wasdelayed until October because of the Covid-19 pandemic.More than 190 countries are showcasing their cultures and innovations and Dubai's government has spent an estimated $7bn (£5.2bn) on the event. It hopes to attract 25 million visitors to boost tourism and investment in the emirate. However, there has been some criticism of the event because of the UAE's human rights record. Last year the European Parliamenturged member states not to participate in the Expo and companies to withdraw their sponsorship. A resolution cited what it described as the \"systematic persecution of human rights defenders, journalists, lawyers and teachers speaking up on political and human rights issues in the UAE\", as well the country's \"inhumane practices against foreign workers\" who constitute 80% of the population. The UAE foreign ministry rejected the resolution, saying the allegations it contained were \"factually incorrect\". It also insisted the country's laws provided for the fair treatment of all citizens and residents. Britain has had strong ties with the oil-producing nation, which is made up of seven gulf states formerly part of the British Empire. During the visit Prince William will learn more about initiatives protecting wildlife in the region. He will also get the chance to highlight his environmental award the Earthshot Prize and his United for Wildlife initiative aimed at tackling the illegal wildlife trade. ", "url": "https://www.bbc.com/news/uk-60326972"}