{"datetime": "2021-10-18T05:42:29.000Z", "subject": "Climate change", "title": "Earthshot Prize: Costa Rica wins £1m from William's Earthshot prize", "article": "Two best friends who grow coral and the country of Costa Rica are among the winners of the first ever Earthshot Prizes. The annual awards were created by the Duke of Cambridge to reward people trying to save the planet.There were five winners announced in London, each receiving £1m.Prince William was joined by stars including Emma Watson, Dame Emma Thompson and David Oyelowo for the ceremony at Alexandra Palace. Ed Sheeran, Coldplay and KSI were among the acts that performed - and in keeping with the eco message, the music was powered by 60 cyclists pedalling on bikes. No celebrities flew to London for the ceremony, no plastic was used to build the stage and guests were asked to \"consider the environment\" when choosing an outfit - with Watson wearing a dress made from 10 different dresses from Oxfam. The Earthshot prize's name is a reference to the \"Moonshot\" ambition of 1960s America, which saw then-President John F Kennedy pledge to get a man on the Moon within a decade. Each year for the next decade, the prize is awarding £1m each to five projects that are working to find solutions to the planet's environmental problems. The inaugural winners were selected from five different categories, and were chosen from a shortlist of 15 by judges including broadcaster Sir David Attenborough, actress Cate Blanchett and singer Shakira. Protect and Restore Nature: Clean our Air: Revive our Oceans: Build a Waste-Free World: Fix our Climate: In a recorded message played at the ceremony -which was broadcast on BBC One and iPlayer at 20:00 BST - Prince William said the next 10 years was a \"decisive decade\" for the planet. \"Time is running out,\" he said. \"A decade doesn't seem long enough, but humankind has an outstanding record of being able to solve the unsolvable.\" Earlier this week, the dukesuggested that rather than the world's top minds setting their sights on space tourism, they should instead focus on saving Earth. With stars from the worlds of football and music arriving on a green carpet, the message was that environmental challenges deserve the same kind of attention as the Oscars.And the winning teams were obviously thrilled to get such high-profile recognition.The test now is whether their projects will be scaled up in a way that makes a difference worldwide.Whether it's restoring corals and forests or reducing waste and carbon emissions, the plan is for big name companies to support these mostly small-scale schemes and help them to become global.It may well be years before we see how well that works out in practice, and inevitably some projects may prove more effective than others.In any event, in the countdown to the vital COP26 climate summit in Glasgow next month, the winners offer something that's been in short supply recently: a sense of optimism.Among the celebrities at Sunday night's ceremony was Love Actually actress Dame Emma, who criticised throwaway culture as she made her way to the event. \"If we had shown my parents how people live (today), how they will wander down the streets with a coffee cup, immediately throw it away, eat, throw away, everything throw away, they would've gone, 'what's going on?'\" said Dame Emma. ", "url": "https://www.bbc.com/news/uk-58948339"}