{"datetime": "2021-11-09T15:15:22.000Z", "title": "Marcus Rashford: Manchester United striker to give MBE to mum", "article": "Footballer Marcus Rashford has dedicated his MBE to his mother and vowed to continue his campaigning to help vulnerable children. The Manchester United and England striker was honoured by the Duke of Cambridge at Windsor Castle earlier. The 24-year-old has been recognised for his drive to ensure no child in need went hungry during the pandemic. He said he would give his MBE to his mum Melanie Maynard, who has previouslyspoken about her family's struggles . Ms Maynard, who raised Rashford and his four siblings while working full-time on minimum wage, has received recognition for her own work around food poverty, which sawa foodbank warehouse named in her honour .Speaking after the ceremony, the striker said he would be giving his MBE for services to vulnerable children to his mother and would continue to campaign to \"give children the things I didn't have when I was kid\". \"If I did have, I would have been much better off and had many more options in my life,\" he said. \"For me, it is a punishment for them not to be getting things like meals or supplies of books.\" He said if everyone could \"come together\" and make \"small changes\", things could improve for young people. \"I see a generation that is coming after me as a very special generation,\" he added. \"They just need a bit of guidance and pointing in the right direction and what I am doing is giving them that.\" In March 2020, Rashford took tosocial media to highlight his fears about the impact that shutting schools would have on disadvantaged children. His subsequent campaigning to ensure no vulnerable child went hungry in the UK resulted inthe government changing policy over its free school meals vouchers during lockdown. Rashford's honour was part of the first face-to-face ceremony Prince William has hosted since the start of the pandemic. In a tweet, the duke said he was \"pleased to be back doing investitures in person\" at the castle. Rashford has received a number of accolades for his campaigning and became theyoungest recipient of an honorary doctorate from the University of Manchester in October. He was also honoured witha special award at the BBC Sports Personality of the Year ceremony in December 2020 , after the judging panel unanimously agreed his work off the pitch should be commended. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-59219138"}