{"datetime": "2022-02-10T18:59:11.000Z", "author": "Mark Simpson", "subject": "Platinum Jubilee of Elizabeth II", "title": "Sinn Féin president congratulates Queen on Platinum Jubilee", "article": "The Sinn Féin president Mary Lou MacDonald has congratulated the Queen on her Platinum Jubilee. The Queen is the first British monarchto celebrate the milestone of reaching 70 years on the throne . Last night it was agreed by the Assembly Commission thata tree will be planted on the grounds of Stormont to mark the occasion. When asked about the Jubilee at a news conference today, Mrs McDonald said she supported the planting. It will be part of theQueen's Green Canopy scheme which will see new trees planted across the UK, as well as ancient woodlands and forests protected.\"Can I also extend to the British Queen a word of congratulations because 70 years is quite some record,\" said the Sinn Féin president. \"That's what you call a lifetime of service.\" The Sinn Féin president said it was important to be \"respectful of the allegiances, sensitivities and the identity of our citizens who are British\". \"For those who will celebrate the jubilee, can I wish them well and a good jubilee.\"And for those of us who won't… I believe that we are now certainly big enough, bold enough, generous enough to acknowledge the identity of others,\" she added.The Department of Finance has offered to help with the tree-planting at Stormont, despite its minister, Conor Murphy, refusing a previous request to approve the planting. Last month it prompted the Sinn Féin finance minister to set up areview of what events can be commemorated on the estate . Following complaints from unionist politicians, Mr Murphy said that request been refused because it went against current policy of only allowing international events to be marked at Stormont. On Thursday, a spokesperson for his department said: \"This is a decision for the Assembly Commission.\"The Department's Stormont estate team has offered to assist the Assembly Commission with the sourcing and planting of the tree.\" During the Queen's visit to Northern Ireland in her Diamond Jubilee year in 2012 she met the then Sinn Féin Deputy First Minister Martin McGuinness for the first time. To mark the Platinum Jubileethere will be a four-day UK bank holiday weekend from 2 to 5 June , among other celebrations. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60340362"}