{"datetime": "2021-12-05T08:37:06.000Z", "author": "Kathryn Snowdon", "title": "Prince William reveals emotional toll of air ambulance rescues", "article": "The Duke of Cambridge has revealed the impact that dealing with life and death moments had on him while he was an air ambulance pilot. Prince William served as a pilot in the East Anglian Air Ambulance (EAAA) from 2015 to 2017. Speaking on Apple's Time to Walk podcast, he said he was \"taking home people's trauma, people's sadness\". The prince said the work was making him sad, despite having a happy home and work life. In a lighter moment, the duke recalled how his mother, Princess Diana, would play Tina Turner's song The Best on the drive to school. The prince has spoken in the past about how working for the EAAA affected his mental health, but the audio recording, made while walking around the Queen's Sandringham estate in Norfolk, reveals how the incidents still live with him. Speaking about dealing with traumatic moments, he said: \"Talking about those jobs definitely helped, sharing them with the team, and ultimately, in one case, meeting the family and the patient involved who made a recovery, albeit not a full recovery, but made a recovery - that definitely helped.\" He said recalling the experience now makes him \"quite emotional\" and \"still even affects me now\".\"But I think, as a human being, when you see someone in such dire circumstances, basically at death's door, you can't help but not be affected by that.\" The duke told how his mother took him on private visits to a homeless shelter to meet people \"down on their luck\" and teach him the lesson that life happens \"outside palace walls\", adding: \"This is the real world here.\" Following in his mother's footsteps, Prince William became patron of the homeless charity Centrepoint, in 2005. He is also a patron of another homeless charity, The Passage. He also touched on joyful memories, such as how his mother would sing Turner's hit song The Best at the \"top of her voice\" with her sons on the way to school to help ease his anxiety. \"You'd be singing and listening to music right the way up to the gates of school when they dropped you off and that's when reality kind of sunk in - you really were going back to school. \"Because before that you're lost in songs - want to play it again, just to keep that family moment going. And when I listen to it now it takes me back to those car rides and brings back lots of memories of my mother.\" He also revealed that AC/DC's Thunderstruck is a favourite \"Monday morning\" track that helped him \"get back into the grind of the week\". \"It absolutely wakes you up, puts your week in the best mood possible, and you feel like you can take on anything and anyone,\" he added. And his three children appear to have inherited his love of music, with Prince William revealing that \"most mornings\" there is a \"massive fight\" between Prince George and Princess Charlotte over which song is played. The solution, he said, was to alternate between his eldest children as to who can choose the music. He also recounted how Princess Charlotte loves dancing to Shakira and dresses up as a ballerina for the performance. He said: \"One of the songs that the children are loving at the moment is Shakira, Waka Waka. There's a lot of hip movements going along with a lot of dressing up. \"Charlotte particularly is running around the kitchen, in her dresses and ballet stuff. She goes completely crazy with [Prince] Louis following her around trying to do the same thing.\" Prince William's Time to Walk episode will be streamed free on Apple Music 1,with three airings on Monday at 08:00, 16:00 and 21:00 GMT. ", "url": "https://www.bbc.com/news/uk-59536792"}