{"datetime": "2022-02-06T12:15:28.000Z", "subject": "Platinum Jubilee of Elizabeth II", "title": "Queen's Platinum Jubilee: 'People love the fact the Royals love Norfolk'", "article": "It is 70 years since the then Princess Elizabeth - in Kenya on a Commonwealth tour with her husband Prince Philip - heard that her father King George VI had died and she was now Queen. The 95-year-old monarch will spend the anniversary of her accession to the throne in Sandringham, marking the beginning of her Platinum Jubilee.On Saturday, shemet members of the Sandringham community on the eve of the anniversary of her reign, hosting a reception for volunteer groups, pensioners and fellow members of the local Women's Institute (WI) group. What does the milestone mean for people in Norfolk who have become used to seeing the Royal Family on their regular trips to the county? Mary Relph is well-known as a keen Royal watcher. She will celebrate her 88th birthday on 7 February - the day after Accession Day. Mrs Relph, from Shouldham in Norfolk, is a regular visitor to Sandringham and goes to see the Queen and other members of the Royal Family as they head for church each Christmas Day. In fact, she has only missed three of these trips since 1988. She is aware that the Queen will be at Sandringham on Accession Day but says: \"She won't come out, she won't be in public, and I wouldn't bother her. \"But it is wonderful, having the Queen come to Norfolk so often and people do flock here to see her. \"The 70th anniversary this year is also wonderful and I'm hoping to do a few things for the jubilee.\" Graham Usher, the Bishop of Norwich, says both Sandringham and Norfolk are \"very important\" to the Queen. \"She can totally be herself,\" he says. \"She likes nothing better than putting on her wellies and going around the estate - nothing better than seeing her foals being born at the stud.\" He adds the Queen \"loves\" going to the local churches and just \"being a parishioner\". \"And going to the WI [Women's Institute] - she knows local people, she knows their children, she knew their grandparents and she loves that sense of being part of Norfolk's life.\" Asked about Accession Day, the Bishop says: \"It's an extraordinary milestone, 70 years on the throne. \"Accession Day - 6 February - is a poignant day for Her Majesty when she's traditionally spent it quietly at Sandringham, the place where of course King George VI, her father, died, so it's a day when she remembers both her father and his formation in her life.\"So I imagine there will be a gentle thanksgiving for those years and a sort of calmness - that we carry on.\" Shaun McAuley owns The House and Garden Shop in nearby Holt, in Norfolk - a home interiors store which has been frequented by members of the Royal Family. He has only had the shop for a few years but says having the Queen and other family members in the area means a great deal to the local people. \"Knowing that the Queen comes here for this very special day means a lot,\" he says. \"She has such a link with Sandringham and such a lot of memories, and she knows Prince Philip loved it here and wanted to be here all the time.\" Mr McAuley thinks the area is special to the Royal Family because \"they can just switch off and not be hounded\". \"I think the local people love the fact that the Royals love Norfolk. They are very protective of the Royal Family and they don't want to bother them,\" he says. \"When the family visit the nearby towns and shops and pubs, they are very down-to earth and very normal. \"It's a nice feeling for everyone that there's not going to be a big fuss and it's all very normal - and respectful.\" Source: PA Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60258318"}