{"datetime": "2021-11-30T19:07:20.000Z", "title": "Duke of Cambridge meets Afghan refugees and charities in Leeds", "article": "The Duke of Cambridge has visited West Yorkshire to meet with those helping Afghan refugees resettle in the UK. Prince William visited a hotel in Leeds to talk to families who recently left Afghanistan and to see how charities and local agencies are supporting them.A family who fled the Taliban said the Duke had a \"warm and welcoming\" message for the refugees in the city. He later met with a youth-led charity based in Harehills to learn about their work with young people in the area.Hossain Saeedi left Afghanistan three months ago with his partner and their 10-year-old son and recently moved into a house. \"It was a great pleasure for us to meet with a member of the Royal Family, we didn't know about it until the very last minute so we were very excited when we knew,\" he said. \"He came with a very powerful, warm and welcoming message for the refugees, I think it was a very important visit.\" Mr Saeedi, who has started to apply for jobs continued: \"We've lost our friends, our network, our job, our life, and now we have to make everything from the beginning.\"We had been told that people living in the north were very welcoming and I can endorse that.\" Enver Solomon, who is chief executive of the Refugee Council and also met the prince in Leeds, said: \"You can tell it means a lot to him and he's really engaged with the issue, he wanted to know what the situation was like for Afghans not just in this hotel in Leeds but right across the country.\"He was really keen to understand some of the challenges they face when they have to try to integrate into the community and what can really help them.\"The Duke of Cambridge later visited the CATCH centre, which provides recreational activities and spaces for its young members as an alternative to being drawn into anti-social behaviour.During the visit he also played table tennis with some of the charity's members and had a tour of their urban farm.Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-59482000"}