{"datetime": "2022-02-10T13:21:40.000Z", "subject": "Platinum Jubilee of Elizabeth II", "title": "Weardale royalist calls the Queen 'Elizabeth the Great'", "article": "A royal superfan says she believes history will remember the Queen as \"Elizabeth the Great\". Anita Atkinson, who has collected more than 12,000 items of royal memorabilia said celebrations for the Platinum Jubilee would be the best yet. Mrs Atkinson, whose collection is on display at her Weardale farm, said: \"Our Queen is only the sixth female monarch in 1,000 years of history. \"This reign will go down in history as Elizabeth the Great.\" The 65-year-old, who is currently trying to get her collection of books, cups, plates, posters and other memorabilia officially recognised as the world's largest, said plans to celebrate the Queen's 70 years on the throne will be \"absolutely stunning\".Mrs Atkinson said: \"I think it'll be absolutely spectacular and I think it will eclipse the other jubilees. \"I was around in the Silver Jubilee and it was like a year-long party. We had a great time. \"And then the Golden Jubilee came, and then the Diamond Jubilee, and you think, well, nothing can outdo the Diamond Jubilee. \"I think the highlight of the Diamond Jubilee year was the Queen apparently jumping out of a helicopter to open the Olympics.\" Wearing a union jack jacket with matching earrings, the magistrate and retired newspaper editor acknowledged the tough times the Queen has faced over the 70 years, with the loss of loved ones, family divorces, scandal and tragedy. But, she said, the public had not turned against the Queen, due to her long service and dedication, even if they sometimes recognised trouble in the family. Mrs Atkinson said: \"Yes, there's problems, with the children, with the grandchildren, but people go, 'Yeah, that's what I've got as well, that's life'. \"But the ship of state sails on unaffected, and the Queen just carries on.\" She said she would have loved to be in London for the long weekend of celebrations in June, but instead will be helping run a pop-up royal tearoom in Bishop Auckland with people with learning difficulties. She did something similar in 2012 when she opened Royal Teas in Stanhope in time for the Queen's Diamond Jubilee. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-60333376"}