{"datetime": "2022-02-02T12:19:53.000Z", "author": "Sean Coughlan", "title": "Kate takes over from Harry as royal rugby patron", "article": "The Duchess of Cambridge has become the patron of English rugby, taking roles previously held by Prince Harry. She becomes the figurehead for both the Rugby Football Union and Rugby Football League.The duchess commended how the two sports organisations helped in \"bringing communities together and helping individuals flourish\". Prince Harry handed back the honorary roles when he stepped down as a working member of the Royal Family. The duchess marked her new role with a visit to Twickenham. She met players from England's men's and women's rugby union international squads and went on to the pitch to join a skills session run by head coach Eddie Jones. The Duchess of Cambridge will now be one of the public faces of the Rugby Football Union, which acts as the governing body for grassroots and elite rugby union in England, with 1,900 member clubs. \"As rugby clubs have re-opened across the country, players, officials, and volunteers are celebrating being back in the game together, and we know the support of the duchess will be greatly valued,\" said chief executive Bill Sweeney. The dual role will also see the duchess as patron of the Rugby Football League, covering professional and grassroots clubs and wheelchair rugby. \"We are delighted to welcome her as we prepare to host men's, women's, wheelchair and physical disability rugby league World Cups in England this autumn,\" said rugby league chief executive Ralph Rimmer. \"Our sport's history has been built on a commitment to tackling inequalities and we honour that through our focus on having a positive social impact well beyond the pitch.\" The patronages have been awarded by the Queen, who was herself patron of the Rugby Football Union, before Prince Harry took over for five years up to 2021. The announcement comes ahead of this year's Six Nations rugby union competition, with the first fixtures this weekend. This competition will see the duchess as patron of the England team, coming up against her husband Prince William, who is patron of the Welsh Rugby Union. His aunt Princess Anne is patron of the Scottish Rugby Union.", "url": "https://www.bbc.com/news/uk-60218576"}