{"datetime": "2022-01-17T16:41:04.000Z", "title": "Queen and royal family photos wanted for exhibition", "article": "People are being asked to submit their own snapshots of the royal family, with the chance to see them exhibited alongside some of the most legendary royal photographs in history. Life Through A Royal Lens, includes work by renowned photographers Rankin, Annie Leibovitz and Cecil Beaton. The exhibition at Kensington Palace, west London, will also feature behind-the-scenes pictures, plus images taken by the Windsors themselves. Photos must be of official engagements. Organisers said royal fans cansubmit their own visual memories of the Queen and her relatives with Historic Royal Palaces suggesting a particular focus on royal walkabouts - which have become a rarity in times of Covid. The exhibition, which opens on 4 March, will also feature the work of the Duchess of Cambridge, who is a keen photographer and usually takes the publicly released photos of her children to mark their birthdays. Paparazzi-style shots taken by the public when the royals are spending time privately will not be accepted. Up to 20 photographs will be chosen by Kensington Palace's curators to go on show as part of a revolving digital display. They will join images such as intimate family portraits commissioned by Queen Victoria and her husband, Prince Albert, and Beaton's portraits of the Queen and the Queen Mother. The exhibition, charting almost 200 years of royal photography, will explore the stiff formality of the Victorian era, the high glamour of Beaton's photographs and the relaxed informality of the digital age. Work by celebrated photographer Lord Snowdon, who was married to the Queen's sister, Princess Margaret, will also be on show, portraying a \"different, sometimes rebellious, fashionable and more informal side to the royal family\". Photoshoots such as theDuke of Cambridge's cover of Attitude Magazine andKate's centenary issue of British Vogue in 2016 will \"explore how photography and image remain central to the public's perception of the modern royal family today\". Claudia Acott Williams, curator at Historic Royal Palaces, said: \"We're so excited to invite the public to be part of our upcoming Kensington Palace exhibition in this unique way. Budding photographers must be aged over 18 and have until 31 January to submit their images. ", "url": "https://www.bbc.com/news/uk-england-london-60029518"}