{"datetime": "2021-12-25T12:58:14.000Z", "subject": "Coronavirus pandemic", "title": "Kate surprises concert audience with piano performance", "article": "The Duchess of Cambridge has surprised the audience at a community carol service with her piano-playing skills. Kate appeared alongside the musician Tom Walker in a clip shown at the Westminster Abbey event. The pair took part in secret filming at a recording studio ahead of the concert, which was broadcast on ITV. Royal Carols: Together At Christmas was staged for people who supported their communities during the Covid pandemic. Prince William and Kate tweeted that this Christmas would be different to what so many people had planned.They wrote: \"From those who are alone or having to isolate away from loved ones, to the incredible people supporting our NHS and caring for those most in need - we are thinking of you.\" A video of the duchess performing with Walker on his previously unheard Christmas song, For Those Who Can't Be Here, has been posted on the Kensington Palace Twitter feed. British singer-songwriter Walker said he was approached by the duchess after they met at a charity event. Walker said: \"We got together, we rehearsed the song like nine times and by the end of it she'd absolutely nailed it, and then she went away for a couple of days and practised it, and then we finally got to do the recording of it. \"And I was really impressed because it's one thing playing along with me in a studio, just the two of us, but then to jump straight in to playing with a live string quartet and a pianist and two backing singers.\" He added: \"I think we were both really nervous that it wasn't going to go quite to plan and one of us would let down the other person or whatever, but she was absolutely fabulous - she smashed it.\" The duchess has passed her grade three piano and grade five theory. In a recorded introduction to the service, Kate praised the \"inspirational\" people who have served their communities during the \"bleak time\" of the pandemic. Kate said the UK had faced \"many challenges\" during Covid, including the deaths of loved ones, and frontline workers coming under \"immense pressure\". Other members of the Royal Family at the service included Prince William, Zara and Mike Tindall, Sophie Wessex, and Princess Beatrice and her husband Edoardo Mapelli Mozzi. Meanwhile, the Queenis expected to give a very personal Christmas message this year, in her first Christmas since the death of her husband Prince Philip. The annual broadcast was recorded last week, before the Queen's decision to stay in Windsor Castle because of concerns about the pandemic. The traditional Christmas Day message will be screened at 15:00 GMT on Saturday. Meanwhile, the Queen did not join members of the Royal Family at a morning service at St George's Chapel, Windsor Castle. The Prince of Wales and the Duchess of Cornwall, the Earl and Countess of Wessex and the Duke and Duchess of Gloucester attended the service. The Christmas Matins service, which is ticketed, is attended by residents of the Windsor estate and members of the chapel congregation. It is understood Charles and Camilla are spending Christmas Day with the Queen at Windsor Castle after she shelved her customary trip to Sandringham as a \"precautionary\" measure amid rising coronavirus cases. ", "url": "https://www.bbc.com/news/uk-59786990"}