{"datetime": "2022-01-09T17:02:55.000Z", "author": "Daniela Relph", "title": "Duchess of Cambridge: New photos mark Kate's 40th birthday", "article": "The Duchess of Cambridge has marked her 40th birthday by releasing three new photographs. The glamorous portraits, taken by fashion photographer Paolo Roversi, show her wearing Alexander McQueen dresses, as well as earrings that belonged to Diana, Princess of Wales, and others loaned by the Queen.Catherine thanked people for their \"very kind birthday wishes\" and Roversi for \"these three special portraits\".A big birthday is always a good excuse for nostalgia and reflection - and for the duchess there is plenty to ponder. Much has changed for her since her marriage into the Royal Family - not just the prince, their three children and her role as future Queen. She has also had to find her feet as a public figure. Moving from the private Kate Middleton to the public, royal Duchess of Cambridge has had its challenges. She has had to navigate the particular and peculiar stresses that come with joining the Royal Family, of which there are many.Buckingham Palace, the Prince of Wales and the Duchess of Cornwall were among those to wish her a happy birthday on social media, sharing pictures of Catherine with the Queen, Prince Charles and Camilla.The three new photos released of the duchess to mark her big birthday are revealing. They show how she wants to present herself at 40 and they ooze glossy, old fashioned glamour.The images were taken at Kew Gardens back in November and will form part of a project from the National Portrait Gallery where the duchess is patron.They will go on display in three locations that she has chosen and have special meaning for her. Berkshire is the county of her childhood and where she was brought up. St Andrews is where she went to university and began her relationship with her husband. Anglesey is where the couple lived together just before and in the early part of their marriage. The photos will then be housed in the permanent collection of the National Portrait Gallery.These are not royal choices. They are personal ones for a duchess whose happy and settled childhood has provided the blueprint for how she manages the life she now lives.And at 40 she increasingly seems at peace with the path she's on. I was at her first ever engagement on Anglesey in 2011.Despite being in a relationship with William throughout most of her 20s, this was the first time we had seen her on official duty. The crowds were big and the spotlight intense but on the surface she seemed unfazed.In the years that followed, that calm, sometimes shy, exterior has not gone away but it now includes a growing sense of self confidence in her public work. I looked back at her first ever speech in 2012 for East Anglia's Children's Hospices - a cause still close to her heart. She looked and sounded nervous. This wasn't her comfort zone. But fast forward to 2021 and a speech for Action on Addiction and there is an ease and directness in her words. \"Addiction is not a choice. No one chooses to become an addict. But it can happen to any of us. None of us are immune.\" Adjusting to the scrutiny has come perhaps most sharply with how she looks.The clothes remain a mix of High Street and high end and the duchess has learnt when to pull out all the stops. I give you the James Bond premiere back in September and the Jenny Packham-designed gold dress. Her 40s will be another decade of significant change. As the Queen does less and works differently due to her age, so the Cambridges will do more. For the duchess, that will mean a focus on raising issues around mental health, addiction and early childhood.She will also continue to protect the privacy of her own children - Prince George, eight, Princess Charlotte, six, and Prince Louis, three - managing when we are able to see them.At 40 years old, life is now a juggle between the private and the public for the duchess who will one day be queen. ", "url": "https://www.bbc.com/news/uk-59922124"}