{"datetime": "2021-11-26T06:06:48.000Z", "title": "Dame Zandra Rhodes exhibition opens in Aberdeen", "article": "At the peak of her career, fashion designer Zandra Rhodes dressed some of the world's most famous celebrities. Freddie Mercury, Jackie Onassis, Elizabeth Taylor and even Princess Diana wore some of her iconic creations.Now a selection of her favourite outfits are going on display at the Aberdeen Art Gallery in an exhibition dedicated to her career.Ahead of the opening of \"50 Years of Fabulous\" on Saturday, she told BBC Scotland much of her success with her designs for Princess Diana was down to luck.The 81-year-old,who was made a Dame in 2015 , recalled working with young princess who walked into her shop and tried on a black dress.\"Then of course she said 'well I can never wear black'...so she ordered it in pink,\" Dame Zandra said.\"I went round to the palace to fit her. She was always very shy. \"You never knew whether a dress that you made would be the iconic dress that everyone remembers. It's a matter of luck.\" Famous for her bright pink hair and colourful designs, Dame Zandra's exhibition is the largest ever devoted to the British designer. The collection features an item from every year of her 50-year career. \"It was quite a task trying to feel what was the most important item of that particular year that would be represented in the exhibition\", she said. \"It was an exciting time, actually, planning all of that. \"We keep a book of drawings of everything we've ever done, so we could flick through, and think 'the off-shoulder dress that Princess Diana wore'.\" Among the exhibits is white blouse worn by Queen singer Freddie Mercury on stage.The opening of the exhibition coincides with the 30th anniversary of his death.Dame Zandra said he and fellow band member Brian May came to her \"funny little studio\" in the evening when it was quiet. \"It was like a wedding top I took off the rail and Freddie put on\", she said. \"I said 'move around the room and see how you feel moving in it'. \"He was very shy, I delivered the outfits and went to see them at Earl's Court. I think I was at least 10 years older than most of the audience. That's the bit I always remember.\" Asked if she could dress anyone in the world right now, she replied: \"That's a difficult one. \"It would be lovely to dress Kate (Duchess of Cambridge), it would be nice to dress Camilla (Duchess of Cornwall) too.\" \"It's very nice. You get the acclaim if you dress royalty, whereas really what we should say is if you make a lovely dress and it fits on someone and looks gorgeous, that's the bit that really matters. \"You see someone try something on and you know it's got charisma.\" She refers to her clothes as her children. Asked about the Aberdeen location for the exhibition, she said: \"I think they're very happy about the journey. \"Sometimes you think 'how did I manage to get it all done' - you look at it and think 'my gosh that's an amazing amount'. Asked what is next, she said she thought she would \"rot\" if she put her feet up. The exhibition runs until 20 March. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59417611"}