{"datetime": "2021-10-19T18:31:18.000Z", "title": "Duchess of Cambridge warns addiction can happen to anyone", "article": "\"None of us are immune\" to addiction, the Duchess of Cambridge warned as she highlighted the \"devastating impact\" of the pandemic on addiction rates. She said that by understanding what lies beneath addiction \"we can help remove the taboo and shame that sadly surrounds it\". Catherine delivered the keynote speech at the launch of the Taking Action on Addiction campaign. She also spoke to TV star Ant McPartlin about his struggles with addiction. The duchess is patron of addiction charity the Forward Trust, which is behind the Taking Action on Addiction campaign.She told the event: \"Addiction is not a choice. No-one chooses to become an addict. But it can happen to any one of us. None of us are immune. \"Yet it's all too rarely discussed as a serious mental health condition. And seldom do we take the time to uncover and fully understand its fundamental root causes.\" She added that by understanding what lies beneath addiction \"we can help remove the taboo and shame\" which surrounds it. McPartlin, who compered the event alongside his TV partner Declan Donnelly, struggled with a two-year addiction to super-strength painkillers following a knee operation in 2015.He entered rehab after crashing his car while more than twice the alcohol limit in 2018. He told the duchess that \"by the time I asked for help, it was bad\" but that \"as soon as you opened up to people [...] the problems start to disappear\".\"It gets better and help is there,\" he added. The duchess also spoke about how the Covid-19 crisis had affected addiction rates, saying some 1.5 million more people were facing problems with alcohol, with almost one million young people experiencing an increase in addictive behaviour. She said: \"Around two million individuals who were identified as being in recovery may have experienced a relapse over the past 18 months.\" She said that \"we can all play our part\" in helping people with addiction \"by understanding, by listening, by connecting\".Catherine met beneficiaries of the Forward Trust, as well as former addicts, to hear about their experiences. She later joined her husband at a private reception at Kensington Palace to mark the unveiling of the statue of Diana, Princess of Wales. The reception had been postponed from July, whenthe Duke of Cambridge and the Duke of Sussex officially presented the memorial of their mother. The guest list is thought to have included Diana's close friends, former staff and relatives. ", "url": "https://www.bbc.com/news/uk-58970448"}