{"datetime": "2021-10-30T04:14:25.000Z", "title": "Prince Andrew asks US court to dismiss case", "article": "Prince Andrew has asked a New York court to dismiss a legal action brought against him by Virginia Giuffre. The Duke of York's lawyers said the \"baseless lawsuit\" should be dismissed because Ms Giuffre failed to sufficiently outline her claims against him. Ms Giuffre, 38, has accused Prince Andrew of sexually assaulting her when she was 17 and a minor under US law. The Queen's 61-year-old son has consistently denied the allegations. If a dismissal is not granted, Ms Giuffre should provide a \"more definitive statement\" of her allegations, lawyers for Prince Andrew said. In September, the duke accepted that he had been served legal papers in the case and he had to respond to the lawsuit by 29 October. Ms Giuffre was an accuser of the billionaire sex offender Jeffrey Epstein, who died in prison in 2019. She says she was assaulted by the prince at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and Little Saint James, in the US Virgin Islands. In the court document filed on Friday, Prince Andrew's lawyers said his \"sullied reputation is only the latest collateral damage of the Epstein scandal\". The document also says: \"Accusing a member of the world's best known royal family of serious misconduct has helped Giuffre create a media frenzy online and in the traditional press. \"Giuffre has initiated this baseless lawsuit against Prince Andrew to achieve another payday at his expense and at the expense of those closest to him. Epstein's abuse of Giuffre does not justify her public campaign against Prince Andrew,\" the document states. The filing says Ms Giuffre settled sex trafficking and abuse claims against Epstein in 2009 with a \"broad release\" negotiated by the convicted sex offender \"insisting that it cover any and all persons who Giuffre identified as potential targets of future lawsuits, regardless of the merit - or lack thereof - to any such claims\". The agreement, which remains sealed, is said to cover \"royalty\" - according to the document presented to the court. ", "url": "https://www.bbc.com/news/uk-59099346"}