{"datetime": "2022-01-03T09:23:57.000Z", "author": "George Bowden", "title": "Virginia Giuffre: Prince Andrew accuser's deal with Jeffrey Epstein to be released", "article": "An agreement between Virginia Giuffre and sex offender Jeffrey Epstein, which could be key to a civil case involving the Duke of York, is to be made public ahead of a critical hearing on Tuesday. The 2009 settlement between Epstein and Ms Giuffre is due to be released after an order by judges in the US. Prince Andrew's lawyers believe it could release him from liability in the case brought by Ms Giuffre, who accuses him of sexual assault when she was 17. He has consistently denied the claims. Andrew B Brettler, who represents the duke, had argued at a previous hearing that the \"settlement agreement\" would end Ms Giuffre's lawsuit against Andrew. The settlement was reached between Ms Giuffre, also known as Virginia Roberts, and the prince's former friend and convicted sex offender Jeffrey Epstein,who died in prison in 2019 . Mr Brettler had previously told a New York hearing the agreement \"releases Prince Andrew and others from any purported liability arising from the claims Ms Giuffre asserted against Prince Andrew here\". US District Judge Lewis A Kaplan, who is presiding over the civil case, is due to hold a video teleconference on Tuesday when a request by the duke's legal team to dismiss the case will be heard. Ms Giuffre is suing the Queen's son for allegedly sexually assaulting her in London, New York and the Virgin Islands when she was a teenager. She is seeking unspecified damages, but there is speculation the sum could be in the millions of dollars. She claims she was trafficked by disgraced financier Epstein to have sex with Andrew when she was 17 and a minor under US law. Andrew, 61, has denied all the allegations, telling BBC Newsnight in 2019: \"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever.\" Judge Kaplan last week denied a motion from Andrew's lawyers to halt the civil proceedings while the issue of where Ms Giuffre, now 38 and thought to be residing in Australia, lives is dealt with. Last week, Ms Giuffre's lawyerssaid they were seeking proof of Andrew's claim he had an inability to sweat, which he said showed a \"problem\" with her account of an evening with the duke. \"I didn't sweat at the time because I had suffered what I would describe as an overdose of adrenalin in the Falklands War when I was shot at and it was almost impossible for me to sweat,\" he told Newsnight. Ghislaine Maxwell, Epstein's former girlfriend and Andrew's friend, faces the rest of her life in jailafter she was convicted last week of helping to procure teenage girls for the disgraced financier to sexually abuse. ", "url": "https://www.bbc.com/news/uk-59857168"}