{"datetime": "2021-08-10T10:34:59.000Z", "author": "George Bowden & Hazel Shearing", "subject": "Jeffrey Epstein death", "title": "Virginia Giuffre: Prince Andrew accuser files civil case in US", "article": "A US woman who alleges she was brought to the UK aged 17 to have sex with the Duke of York has filed a civil case in New York claiming he abused her. Virginia Giuffre, who was an accuser of convicted sex offender Jeffrey Epstein, claims she was sexually assaulted by Prince Andrew in London and New York. A spokeswoman for Prince Andrew, 61, said there was \"no comment\" on the case, which was filed under New York's Child Victims Act. He has consistently denied the claims. The case alleges the prince sexually abused Ms Giuffre - then known as Virginia Roberts - at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and Little St James in the US Virgin Islands. It claims the prince engaged in sexual acts without her consent, knowing how old she was and \"that she was a sex-trafficking victim\". The case also says the \"extreme and outrageous conduct\" continues to cause Ms Giuffre, now 38, \"significant emotional and psychological distress and harm\". \"In this country no person, whether president or prince, is above the law, and no person, no matter how powerless or vulnerable, can be deprived of the law's protection,\" the documents read. \"Twenty years ago Prince Andrew's wealth, power, position, and connections enabled him to abuse a frightened, vulnerable child with no one there to protect her. It is long past the time for him to be held to account.\" Speaking about Ms Giuffre's allegations in 2019, Prince Andrewsaid they \"never happened\" .\"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever,\" he told BBC Newsnight. In a later statement, Prince Andrew said: \"I continue to unequivocally regret my ill-judged association with Jeffrey Epstein. \"His suicide has left many unanswered questions, particularly for his victims, and I deeply sympathise with everyone who has been affected and wants some form of closure.\"I can only hope that, in time, they will be able to rebuild their lives. Of course, I am willing to help any appropriate law enforcement agency with their investigations, if required.\" The narratives put forward by Ms Giuffre and Prince Andrew are a hundred miles apart. Prince Andrew says he has no recollection of meeting Ms Giuffre, that he never had sex with her. However, there is a photo that clearly shows him with his arm around Ms Giuffre in a location that Ghislaine Maxwell's brother, Ian, has confirmed looks very much like her then London house. Some \"friends\" of Prince Andrew have anonymously suggested that the photo is a fake. There is no evidence that this is the case. One person close to the prince told the BBC recently that there was a simpler explanation - that he met thousands of people and that whilst he may have met Ms Giuffre, he simply couldn't remember her. Prince Andrew has said he will help law enforcement authorities with their enquiries into Jeffrey Epstein. His team pushed back very hard against the allegation from the US Attorney for the Southern District of New York that he had not offered assistance. But they will see today's lawsuit as a legal fishing expedition and will do everything they can to see that it goes no further. The new legal complaint alleges that the prince and his representatives have rejected requests to provide \"whatever facts, context or explanation he might have, and to explore alternative dispute resolution approaches\".New York State's Child Victims Act was signed into law by Governor Andrew Cuomo in 2019. It allowed survivors of childhood sexual abuse to file a case which had already been time-barred or expired, and gave them a year to do so. That one-year window was then extended because of disruption to court services during the pandemic and ends this week, on 14 August. Mr Cuomo called it a \"pathway to justice\" for people who allege they were abused when under-age and was intended to help \"right wrongs that went unacknowledged and unpunished\". Meanwhile,an independent inquiry found this month that Mr Cuomo harassed multiple women. Mr Cuomo has denied touching anyone inappropriately. Ms Giuffre's legal action is a civil case filed by a private party for monetary damages, as opposed to a criminal case filed by the state. Arick Fudali, a partner at New York legal firm Bloom, which has represented nine of Epstein's victims, told BBC Radio 4's Today programme that \"very few\" of such cases ended up going to trial but there was a \"small chance\" this could. The alternatives are that it is settled beforehand, it is struck out by a judge, or the complainant ceases the action. Melissa Murray, professor of law at New York University, said Prince Andrew \"could be on the hook for significant money damages\". \"This is not about whether or not Prince Andrew will go to jail - he has no criminal exposure from this particular case,\" she told the BBC. Asked how likely it was that the case would to go to trial, she said Prince Andrew's team would probably be more worried that it comes at a \"really unfortunate time\", as Ms Maxwell is due to stand trial in November. She has pleaded not guilty to federal charges that she conspired with Epstein in the abuse of four under-age girls.Prof Murray said: \"With this civil suit pending and her about to go to trial on these criminal charges, there may be even more pressure - and indeed temptation - for her to co-operate with federal prosecutors and perhaps provide more information about all of the individuals who were in the orbit of Jeffrey Epstein and that could, allegedly, include the prince himself.\" ", "url": "https://www.bbc.com/news/uk-58153711"}