{"datetime": "2021-08-12T16:13:38.000Z", "author": "Dominic Casciani", "title": "Prince Andrew: What could happen next in the Virginia Giuffre case?", "article": "Virginia Roberts Giuffre, an alleged victim of super-rich sex offender Jeffrey Epstein, has begun a civil legal action against the Duke of York, Prince Andrew. In court papers she claims the duke abused her three times - at Ghislaine Maxwell's London home, at Epstein's Manhattan home and at the financier's private Caribbean retreat in the US Virgin Islands, claims which he has consistently denied. What does this mean in practice - and what could ultimately happen in the case? In 2019, New York State changed its law to allow alleged survivors of historical abuse to seek redress many years after an incident. Ms Giuffre has filed her claim against the duke before the August deadline for cases such as hers to be lodged.Speaking to the BBC about Ms Giuffre's allegations in 2019, Prince Andrew said they \"never happened\". \"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever,\"he told BBC Newsnight . No. It is a civil case - which means that Ms Giuffre wants a court in New York to decide whether her allegations are true and whether the duke should pay her damages.The brutal fact is that wherever they take place, civil court cases are ultimately hard, if not impossible, to ignore, because doing so can be catastrophically bad for the defendant.David Boies, Ms Giuffre's fearsome and celebrated American lawyer, said that the prince would be \"very ill-advised\" to ignore the judicial process. \"If he does, it will be a default judgement against him that will be, in effect, enforced not only in the United States, but in virtually every civilised country in the world.\" Good point. The case can only begin if a New York judge is sure the defendant has been \"served\" with the legal papers - meaning they have personally received a copy of the legal allegations before the court.In practice, that typically means putting the envelope in the hands of the defendant and, like in Hollywood, saying something like: \"I'll see you in court.\" Ms Giuffre's team face two obstacles here. First, the duke is not in the US.But, under an international treaty to help courts work together, they can ask a judge at the High Court in London begin a process of serving the papers. But getting directly to a prince of the realm is rather difficult.Ms Giuffre's team could try to hand them to a suitably senior official at his official residence, or with his lawyers, if they know who they are. They could then try to argue that amounts to having met the requirement to serve them on a prince who is otherwise impossible to meet.Don't hold your breath. A damages case has one of a number of outcomes:Exactly that - the sides reach an agreement, typically (but not always) with the defendant making a payment to the plaintiff.But... the defendant may not admit liability and there is no court finding of wrongdoing.Nobody knows. Mr Boies says that his client tried to resolve her complaint without resorting to the courts - but the prince had failed to respond.The first stage - assuming Prince Andrew is served - is the gathering of evidence.Ms Giuffre's team would begin pressing the New York court to order the production of evidence that may be useful to the case. Most of this material would ultimately become public.As each piece of evidence is submitted, the duke, if he chose to be represented in the case, would have the legal right to dispute its admission, or to bring counter evidence to the case.In theory, yes, but let's take another step back.An important stage of evidence-gathering in the US is called deposition.A defendant is basically interviewed at length by the other side's lawyers about their version of events. This usually takes place in the lawyer's offices but it's part of the legal process - so the witnesses have to be truthful. The deposition is their core evidence - but it can also play a crucial role in helping the sides put down their arms and reach a settlement, once the evidence becomes clear.No - because this is not a criminal trial and he's not even in the country.Ms Giuffre's side would ask the court to order Prince Andrew to pay Ms Giuffre damages. But he's not in the US - so how could that be enforced?If Ms Giuffre won, her team could come to the UK and ask a High Court judge in London to rule, in a follow-on case, that the duke has to pay up.But here's where it gets legally rather complex (if it wasn't already). If the prince didn't take part in the case in America, a London judge could reject the case as unenforceable. That would protect him from the damages - but it wouldn't affect the New York court's judgment against him.", "url": "https://www.bbc.com/news/uk-58190212"}