{"datetime": "2022-01-14T11:01:56.000Z", "author": "Adam Durbin", "title": "Prince Andrew accuser welcomes decision to let legal case continue", "article": "The woman who has accused the Duke of York of sexually abusing her has welcomed a US judge's decision to allow her legal case to continue. Prince Andrew faces a civil case in the US after Virginia Giuffre sued him, claiming he abused her in 2001. He has consistently denied the claims.Ms Giuffre said she was \"pleased\" with the rulingthe case can continue , after the prince tried to have it dismissed. She said she is glad to have a \"chance to continue to expose the truth\". As part of her case, Ms Giuffre claims she was the victim of sex trafficking and abuse by convicted sex offender Jeffrey Epstein, alleging she was trafficked to have sex with Prince Andrew when she was 17. Writing on Twitter, Ms Giuffre thanked her \"extraordinary\" legal team and said: \"Their determination helps me seek justice from those who hurt me and so many others. \"My goal has always been to show that the rich and powerful are not above the law & must be held accountable. I do not walk this path alone, but alongside countless other survivors of sexual abuse & trafficking.\" On Thursday it was revealed the prince's military titles and royal patronages had beenreturned to the Queen and he will stop using the style His Royal Highness in an official capacity, a royal source said. Like Harry and Meghan, Prince Andrew retains his title HRH but will not use it in any official capacity. A source close to the prince has said he will \"continue to defend himself\" against the case brought in New York by Ms Giuffre. The ruling on Wednesday that the civil action could proceed was \"not a judgement on the merits of Ms Giuffre's allegations\", the source added. Buckingham Palace said in a statement: \"With the Queen's approval and agreement, the Duke of York's military affiliations and royal patronages have been returned to the Queen. \"The Duke of York will continue not to undertake any public duties and is defending this case as a private citizen.\" All Prince Andrew's roles have been returned with immediate effect, and will be redistributed to other members of the Royal Family, a source said.A letter - released by anti-monarchy pressure group Republic - had been signed by more than 150 Royal Navy, RAF and Army veterans asking the Queen to strip Prince Andrew of his eight British military titles. The prince had a 22-year career in the Royal Navy, and served as a helicopter pilot during the Falklands War. The palace announcement means he has lost military titles including Colonel of the Grenadier Guards - one of the most senior infantry regiments in the Army, alongside nine other British military titles and several overseas honorary roles. But he will retain his service rank of vice-admiral, the palace confirmed. Several other charities and organisations had cut their ties with the prince, but he continued to hold dozens of royal patronages - including being a patron or member of prestigious golf clubs, schools and cultural trusts. There is no setdefinition of the role of a patron in charity law, according to the Charity Commission - which registers and regulates charities in England and Wales. However, the main role of a royal patron is generally considered to gather publicity for and raising the profile of charities or other organisations, with more than 3,000 listing a member of the Royal Family as their patron or president. On Friday, a senior Liberal Democrat councillor from City of York Council launched acampaign to strip the prince of his Duke of York title , a call which was echoed by a local Labour MP. Cllr Darryl Smalley said even though the prince \"remains innocent until proven guilty\", Buckingham Palace and the government \"must consider the implications of these troubling allegations\". MP for York Central Rachael Maskell agreed, tweeting: \"It's untenable for the Duke of York to cling onto his title another day longer; this association with York must end.\" On Thursday, Ms Giuffre's lawyer David Boies told the BBCa financial settlement alone would not be enough for his client and that she wishes to be vindicated. Prince Andrew's lawyers had argued her case should be dismissed, citing a 2009 deal she signed with Epstein. But in a 46-page decision, Judge Lewis A Kaplan dismissed the prince's claim that the case against him was \"legally insufficient\" and could not go on to be heard at a future trial. Ms Giuffre, now 38, filed a civil case in New York in August 2021 under the state's Child Victims Act, which allows survivors of childhood sexual abuse to pursue a case which otherwise would have been barred because too much time had passed. In court documents filed as part of her civil case, Ms Giuffre also alleges the prince abused her on three occasions - both in the UK and the US - when she was a minor under US law. In an interview with BBC Newsnight in 2019 , Prince Andrew said he had no memory of ever meeting Ms Giuffre, and her account of them having sex \"didn't happen\".He withdrew from public life shortly after the interview - which he used to repeat his denials of her allegations, as well explain his one-time friendship with Epstein, whodied in prison in 2019 , and the late financier's girlfriend Ghislaine Maxwell. Last month, Maxwell was found guilty of recruiting and trafficking underage girls to be sexually abused by Epstein. ", "url": "https://www.bbc.com/news/uk-59991749"}