{"datetime": "2021-10-26T07:12:09.000Z", "title": "Prince Andrew: Deadline set for depositions in sex assault civil case", "article": "The Duke of York must answer questions in a civil sex assault case in the US by mid-July next year, a US judge ruled. Virginia Giuffre, 38, has accused Prince Andrew of sexually assaulting her in New York in 2001. The duke, the Queen's 61-year-old second son, has consistently denied the allegation. Depositions - out-of-court testimony - in the case must be submitted by 14 July, district judge Lewis Kaplan said. In the USdepositions see witnesses interviewed under oath by the other side's lawyers about their version of events. The judge also ruled in the scheduling order, which is signed by lawyers for both parties, that a pre-trial order, which sets out the course of the case, is due by 28 July. No additional parties will be allowed to join the case after 15 December, the order says. In September the duke's US lawyersaccepted he had been served with legal papers relating to the case, after a dispute over whether he had been formally notified of the civil claim against him. Ms Giuffre, who was also an accuser of the billionaire sex offender Jeffrey Epstein, claims she was sexually assaulted by the prince at three locations, including in New York City. In 2019 US financier Epstein was found dead in his cell in New York's Metropolitan Correctional Center. Ms Giuffre, who was then known as Virginia Roberts, says she was assaulted by the prince at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and Little Saint James, in the US Virgin Islands. Her case claims Prince Andrew engaged in sexual acts without Ms Giuffre's consent, including when she was 17, knowing how old she was, and \"that she was a sex-trafficking victim\". The prince has consistently denied the claims and, in 2019, told BBC Two's Newsnight programme: \"It didn't happen. \"I can absolutely categorically tell you it never happened. \"I have no recollection of ever meeting this lady, none whatsoever.\" Earlier this month the Metropolitan Police saidit would not take any further action against the duke after a review prompted by Ms Giuffre. ", "url": "https://www.bbc.com/news/uk-59046060"}