{"datetime": "2022-02-05T16:07:28.000Z", "author": "Lauren Turner", "subject": "Platinum Jubilee of Elizabeth II", "title": "Queen holds reception to mark Platinum Jubilee", "article": "The Queen has cut a cake to mark her Platinum Jubilee as she met members of the Sandringham community on the eve of the 70th anniversary of her reign. Ahead of Accession Day, she hosted a reception for volunteer groups, pensioners and fellow members of the local Women's Institute (WI) group. Guests included a former cookery student who helped create the original Coronation chicken recipe. The Queen was described as being on \"sparkling\" form at the reception. On Sunday, she will have reigned for 70 years, excluding Accession Day. It also marks the day her father George VI died in 1952. The event at Sandringham House was the largest in-person public engagement the Queen had attended since a reception at Windsor Castle in October.There had been concerns for her health last autumn after she spent a night in hospital and was ordered to rest by royal doctors. Vice-president of the Sandringham WI Yvonne Browne said the Queen, who laughed and joked with guests, was on \"sparkling\" form on Saturday. \"Seventy years on the throne shows the Queen has been a moving example to absolutely everyone in all walks of life,\" said Ms Browne. \"She's been a constant, compassionate and stoic, everything that makes a perfect human being, and has a great strength of character and has overcome so many things.\" The Queen has been a member of the Sandringham branch of the WI since 1943 and its president since 2003.During the reception, the Queen met Angela Wood, who was 19 when she helped create the dish that became known as Coronation chicken - a mix of cold cooked chicken, mayonnaise, curry powder and apricot.The recipe, originally known as Poulet Reine Elizabeth - chicken Queen Elizabeth - was developed to mark the coronation in 1953, a year after her reign began. Mrs Wood made the Queen laugh when she told her she spent \"days and days altering it\" for the cooks who created it.The Queen, 95, commented that the recipe has likely evolved in the intervening years, saying: \"It's probably changed because in those days we did some things quite differently.\" Junior sous chef Shaun Mason created a modern take on the dish for Saturday's reception with a Coronation chicken tartlet, which he offered to the Queen and Mrs Wood.The Queen caused laughter when she said she would \"go away\" while the former cookery student tried it, adding: \"You can tell me [what you think] when I come back.\" The Queen, wearing a pale blue dress with white brocade and carrying her black handbag, cut an iced Victoria Sponge featuring the Platinum Jubilee logo as its decoration at the reception.When Lady Dannatt, Lord-Lieutenant of Norfolk, told her the cake had been turned upside down so press photographers could get a good shot, the Queen joked: \"I don't matter?\" \"I think I might just put a knife in it,\" the Queen said, adding it \"went in beautifully\", but that she would leave it to someone else to finish cutting the cake, baked by a local resident. She was also given a posy featuring flowers that formed part of her coronation bouquet, thanking the young girl and saying \"aren't they pretty?\".The reception saw the Queen meet Sandringham Estate pensioners and their families as well as representatives from local charities Little Discoverers and West Norfolk Befriending.Little Discoverers is an early education provider for pre-school children with movement difficulties and delayed development while the befriending group matches isolated older people with trained volunteers. The Queen reminisced with a group of former Sandringham Estate workers about devastating floods in Norfolk in 1953. \"I remember sitting at dinner, the fire alarm went off - no fire, the sea was coming in,\" she said. \"It's a very nasty experience.\" This is a poignant weekend for the Queen, as well as a celebration. There is the unprecedented 70th anniversary. But the hereditary principle also means that marking the start of one reign comes at the same time as remembering the demise of another. So this has usually been a low-key, reflective moment, under the Norfolk winter skies. For the Queen it's the anniversary of the death of her father George VI, a profound influence on her sense of duty. Photographs for the accession weekend showed her wearing the jewellery her father gave her for her 18th birthday - and as a reminder of her long life, that was several weeks before the D-Day landings in 1944. But the jubilee events at Sandringham are also something of a re-emergence for the Queen after a series of public appearances cancelled in the autumn because of health worries. If not a big official event, the reception for local community groups was the nearest thing to meeting the public since October, rather than appearing on screen. Such carefully managed appearances could set the pattern for the jubilee year ahead. School children from across West Norfolk made a mosaic to mark the jubilee that was presented to the Queen by Mayor of King's Lynn Harry Humphrey, and music was provided by the Hunstanton Concert Band. They played Congratulations for the Queen as she left the reception. The Queen is thought to have been staying in the Duke of Edinburgh's cottage, Wood Farm, while at Sandringham. She said her late husband \"loved it\" because the \"sea was so close\".One of her childhood friends, Lady Glenconner, said the Queen knew she would become a monarch \"from a very young age\" and was given a \"wonderful example\" by her father.Anne Tennant, who was a maid of honour at the coronation, told Radio 4's Today programme the Queen would probably \"look back very sadly\" on the anniversary of the day she became Queen, as it also marked the death of George VI.Lady Glenconner added he had led by example as he had put his \"duty first\".The Queen is set to become the first British monarch in history to celebrate her Platinum Jubilee.Sunday marks the start of the jubilee celebrations, which will culminate in a four-day UK bank holiday weekend from 2 to 5 June.The celebrations will be marked by concerts, street parties and a Platinum Jubilee Pageant, with the private estates of Sandringham and Balmoral open to visitors across the long weekend in June. The Queen flew to Sandringham at the end of January, a month after cancelling her traditional Christmas plans at her Norfolk estate due to the rapid spread of Omicron. Normally her winter break ends some time after accession day. ", "url": "https://www.bbc.com/news/entertainment-arts-60272124"}