{"datetime": "2022-01-12T22:30:37.000Z", "author": "Dominic Casciani", "title": "Prince Andrew civil case: What happens next?", "article": "It couldn't have been a worse result for Prince Andrew. Just weeks ago, speculation was mounting that his team might have come up with a slam-dunk winner that would stop this case in its tracks.But, using another American sporting metaphor,Wednesday's result shows it had all been a bit of a Hail Mary: a desperate last-minute attempt to reverse the result that was doomed to fail.In46 pages, Judge Lewis Kaplan not only dismissed the attempts to stop Virginia Giuffre's civil damages claim against the Duke of York, he also underlined that many of the arguments had been worthless.Prince Andrew's lawyers had argued that Virginia Giuffre's case should be stopped for the following reasons:Let's look at those in turn.For months, we've heard from Prince Andrew's side that the previouslyconfidential settlement between convicted sex offender Jeffrey Epstein and Ms Giuffre was a trump card.In that agreement she agreed not to bring any future cases against other \"potential defendants\".And so Prince Andrew's team argued that he could have been a \"potential defendant\". But nobody really knows - because Judge Kaplan said that the law prevents him from speculating what Epstein and Ms Giuffre intended when they signed up to those words. He said that the phrase \"potential defendants\" could literally mean anybody at all. The settlement did not clearly and unambiguously show that both parties wanted Prince Andrew to benefit from it.The prince's lawyers presented the judge with examples from other cases that they said showed he had a right to benefit from the deal as an affected third party.But Judge Kaplan was so unimpressed he declared they had been \"of no assistance\". That's basically judge talk for a waste of his time.The prince's lawyers have argued that the substance ofMs Giuffre's allegations do not amount to a violation of New York law.But Judge Kaplan said that all Ms Giuffre has to show at this early stage of the case is that her complaint was plausible.\"The allegation that [Ms Giuffre] was forced to sit on [Prince Andrew's] lap while he touched her is sufficient to state a battery claim under New York law, regardless of which part of her body the defendant ultimately is alleged to have touched,\" ruled Judge Kaplan.\"[Bodily] contact is offensive if it is wrongful under all the circumstances, which certainly is a reasonable inference from Ms Giuffre's allegations. \"Ms Giuffre's complaint is neither unintelligible, nor vague nor ambiguous, It alleges discrete incidents of sexual abuse in particular circumstances at three identifiable locations,\" he said. \"While [Prince Andrew] understandably seeks more detail... he will be able to obtain that detail during pretrial discovery.\" That's a reference to the case's next phase, which I explain below.As for a complaint that her allegations duplicated each other, Judge Kaplan said they were sufficiently different - and it would be for a jury to decide how they overlap and what that would mean for any potential damages.Lawyers for the prince had also argued that the New York Child Victims Act - the law Ms Giuffre is using to bring the two-decades-old allegations - is unconstitutional because it allowed her to revive allegations that would otherwise be too late to bring to a court.But Judge Kaplan said that argument had been tried before - and thrown out by every New York and federal court to have heard it.Well, firstly, case number \"1:21-cv-06702\" now appears unstoppable because the judge has set a clear timetable.In the coming days, the court may have to consider sending letters on behalf of Ms Giuffre to the British courts if it needs their assistance in gathering evidence. This is not unusual - it's part and parcel of transatlantic actions.Then, by the middle of May, both sides must declare their witnesses.At the same time, they must get on with providing evidence to each other.Ms Giuffre wants proof that Prince Andrew could not sweat at the time when she says they met. She wants proof of his now world-famous night out in Woking's Pizza Express.His lawyers will want her evidence on where she actually lives. They may try to argue later that the case must stop because she lives in Australia and has no legal connection to the US.By 14 July, Judge Kaplan wants all evidence exchanged and \"deposition\" to be completed. That means the witnesses' evidence taken by lawyers and recorded for use in court later on. That means both the prince and Ms Giuffre putting their accounts on the record. He will face incredibly personal questions - as will she. And perhaps others will too.He could try to appeal against the ruling - but that's by no means guaranteed. If it were accepted by the higher court, that would naturally delay things.If Prince Andrew does not appeal and fails to co-operate with the timetable and exchange of evidence, Ms Giuffre can apply for an automatic judgement in her favour.So, assuming the appeal route doesn't materialise, he has a simple choice: he either has to take part, prepare to give his side of the story and have it defended one way or another in court - or he has to settle.There is, of course, legal risk for Ms Giuffre too. The burden is on her to prove her case. And the closer a case gets to trial, the bigger the financial risks become for a claimant because it just gets more and more expensive.Her lawyer David Boies says justice would include some form of recognition from the prince of his actions - but he has always denied the allegations.So the question now is this: if the prince's team make her a cash offer, will she accept it?", "url": "https://www.bbc.com/news/uk-59974719"}