{"datetime": "2022-01-12T17:55:22.000Z", "title": "Prince Andrew to face civil sex assault case after US ruling", "article": "Prince Andrew is to face a civil case in the US over allegations he sexually assaulted a woman when she was 17. Virginia Giuffre is suing the prince, claiming he abused her in 2001. His lawyers said the complaint should be dismissed, citing a 2009 deal she signed with convicted sex offender Jeffrey Epstein. But a New York judge ruled the case could continue. The prince has consistently denied the claims. Buckingham Palace said it would not comment on an ongoing legal matter. The motion to dismiss the lawsuit was outlined in a46-page decision by Judge Lewis A Kaplan of the United States District Court for the Southern District of New York. It means the case against the Duke of York, 61, could be heard in court later this year. Judge Kaplan said his ruling did not determine the \"truth or falsity\" of Ms Giuffre's complaint. Ms Giuffre said she was \"pleased\" that Prince Andrew's attempt to dismiss the case had been denied and \"that evidence will now be taken concerning her claims against him\". A statement issued by her lawyer, David Boies, added: \"She looks forward to a judicial determination of the merits of those claims.\" In court documents, Ms Giuffre said she was the victim of sex trafficking and abuse by late billionaire financier Epstein.Part of her abuse involved being lent out to other powerful men, she alleges. Prince Andrew, the Queen's second son, saidin an interview with BBC Newsnight in 2019 that he had no recollection of ever meeting Virginia Giuffre, and her account of them having sex in the US and UK \"didn't happen\". His lawyers had highlighted a court agreement between Ms Giuffre and Epstein in 2009 not to sue anyone else connected to the financier when she settled her damages claim against him. During a virtual hearing they said the Duke of York was a \"potential defendant\" as defined by the agreement and the case should be thrown out. Ms Giuffre's lawyer said only the parties of the settlement agreement could benefit from it, and not a \"third party\". In his decision, Judge Kaplan dismissed Prince Andrew's contention that the case against him was \"legally insufficient\" and could not go on to be heard at a future trial. He said the court was not able to consider at this stage whether Prince Andrew was covered by the settlement agreement, describing it as \"ambiguous\". He said his ruling did not consider the \"defendant's efforts to cast doubt on the truth of Ms Giuffre's allegations, even though his efforts would be permissible at trial\". Judge Kaplan added: \"In a similar vein and for similar reasons, it is not open to the court now to decide, as a matter of fact, just what the parties to the release in the 2009 settlement agreement signed by Ms Giuffre and Jeffrey Epstein actually meant.\"Prince Andrew's lawyers could potentially launch an appeal against Judge Kaplan's decision - although they would need his permission to do so, and legal commentators say the wording of his decision suggests it would not be granted. This outcome means difficult days and big decisions ahead for Prince Andrew. Trying to block the case using the deal between the dead paedophile Jeffrey Epstein and Virginia Giuffre was already heavy with reputational risks.With that rejected, the case against him will push ahead and lawyers for Ms Giuffre and Prince Andrew will start testing each other's stories, requiring detailed personal evidence. A civil trial in New York in the autumn is now on the horizon, where Ms Giuffre can put her allegations. Prince Andrew, who has strongly rejected any wrongdoing, will have the chance to publicly clear his name. But it's hard to imagine the royal family would want to see a bruising cross-examination in a New York courthouse. That could mean an out-of-court settlement. But that's not the best look either, leaving the allegations unresolved. Good options are in short supply for a prince under pressure.Ms Giuffre filed a civil case in New York in August 2021 under the state's Child Victims Act, which allows survivors of childhood sexual abuse to pursue a case which otherwise would have been barred because too much time had passed. Now 38, she says the three alleged instances of abuse by Prince Andrew continue to cause her \"significant emotional and psychological distress and harm\". Prince Andrewwithdrew from public duties soon after his 2019 appearance on Newsnight. He used the interview to reiterate his denials of Ms Giuffre's claims and explain his one-time friendship with Epstein and the financier's girlfriend Ghislaine Maxwell.One of Ms Giuffre's allegations is that Prince Andrew abused her at the London home of Maxwell,who in December was convicted by a jury in New York of procuring teenage girls for Epstein. The legal clock is now ticking in Virginia Giuffre v Prince Andrew - because Judge Kaplan has set an unambiguous timetable to keep things moving towards a trial in the autumn.In the coming days, he wants to know whether his Manhattan court will be asked to send formal requests to the UK for assistance from judges in London with obtaining evidence. This is a common procedure in some international cases - but it may get complicated and political, depending on what Ms Giuffre's team ask for.By mid-May he wants to know who the witnesses are going to be for each side.While all this is going on, Ms Giuffre's team will be pressing for the prince's lawyers to disclose evidence. Their current demands - detailed in court papers - include information about the medical condition 20 years ago that prevented him sweating and, secondly, evidence to support his statement that he was at Pizza Express in Woking on the day Ms Giuffre says he abused her.He must comply with these requests, if the evidence exists.By mid-July, witnesses will have filed their depositions. This means a formal recording of their evidence, on oath, out of court. If Prince Andrew refuses to comply with that, Virginia Giuffre can seek an automatic judgment in her favour at the end of that month. ", "url": "https://www.bbc.com/news/uk-59871514"}