{"datetime": "2022-02-08T12:11:42.000Z", "title": "Buckingham Palace: Man sentenced for climbing into grounds", "article": "A man found with a knife and drugs in the grounds of Buckingham Palace has been given a suspended jail term. Cameron Kalani, 44, was spotted scaling a wall into the Royal Mews - which houses royal horses - in the early hours of 10 May. He admitted at Westminster Magistrates' Court to trespassing on a protected site, possession of a bladed article and possession of a wrap of cocaine. He was sentenced to 24 weeks in jail suspended for 12 months. Deputy District Judge Roy Brown told him he was lucky not to have been killed by police. He said: \"You are a very fortunate man indeed. It is just good luck and good fortune that neither you nor anyone else was either seriously injured or killed in the course of your escapade in May last year. \"The police were extremely restrained in the way they behaved with you in the face of an ongoing threat.\" The court heard Kalani is a talented wildlife photographer with a keen interest in mathematics and physics who has never shown any interest in the royal family. He said he had travelled to London from his home in Haywards Heath, West Sussex, while in a state of psychosis in a bid \"to be arrested\". Kalani, who was supported in court by his mother and aunt, said he had packed his bag with a knife in an envelope and the drugs, scaling the fence after seeing a sign reading: \"Do not climb\". \"I did not know the fence was attached to or formed part of the Buckingham Palace estate,\" he said. \"My sole intention was to be arrested. I did not seek to do anyone harm or damage any property.\" Ben Lay, defending, said his client was in a \"severe mental health crisis, an episode of psychosis\" at the time of the offences. \"In that state, Mr Kalani's only intention was to get help and thought the best way to do this was to get arrested.\" The judge said he did not accept Kalani had carried the knife and drugs \"simply to get arrested\", adding: \"There are easier locations to attend if you want to draw the attention of the police.\" But he added: \"Your behaviour at that time was largely due to your psychiatric state.\" As part of Kalani's suspended sentence, he must attend a 30-day rehabilitation programme and cannot enter the SW1A postal area. He was also ordered to pay £213 costs. Mr Brown told him: \"Behave yourself and you won't go to prison.\" ", "url": "https://www.bbc.com/news/uk-england-london-60257492"}