{"datetime": "2019-11-17T05:35:06.000Z", "title": "Prince Andrew Newsnight interview: Transcript in full", "article": "Prince Andrew, the Queen's son, has given an extraordinary interview to BBC Newsnight, denying he had any sexual contact with an American woman who claims she was forced to have sex with him aged 17. A full transcript of the interview is below, or read our main story and our royal correspondent's analysis. Emily Maitlis, interviewer: Your Royal Highness, we've come to Buckingham Place in highly unusual circumstances. Normally, we'd be discussing your work, your duty and we'll come on to that but today you've chosen to speak out for the first time. Why have you decided to talk now? Prince Andrew: Because there is no good time to talk about Mr Epstein and all things associated and we've been talking to Newsnight for about six months about doing something around the work that I was doing and unfortunately we've just not been able to fit it into either your schedule or my schedule until now. And actually it's a very good opportunity and I'm delighted to be able to see you today. EM: As you say, all of this goes back to your friendship with Jeffrey Epstein, how did you first become friends? How did you meet? PA: Well I met through his girlfriend back in 1999 who… and I'd known her since she was at university in the UK and it would be, to some extent, a stretch to say that as it were we were close friends. I mean we were friends because of other people and I had a lot of opportunity to go to the United States but I didn't have much time with him. I suppose I saw him once or twice a year, perhaps maybe maximum of three times a year and quite often if I was in the United States and doing things and if he wasn't there, he would say \"well, why don't you come and use my houses?\" so I said \"that's very kind, thank you very much indeed\". But it would be a considerable stretch to say that he was a very, very close friend. But he had the most extraordinary ability to bring extraordinary people together and that's the bit that I remember as going to the dinner parties where you would meet academics, politicians, people from the United Nations, I mean it was a cosmopolitan group of what I would describe as US eminents. EM: Was that his appeal then? PA: Yeah. EM: Was that what you… because you were perceived by the public as being the party prince, was that something you shared? PA: Well, I think that's also a bit of a stretch. I don't know why I've collected that title because I don't… I never have really partied. I was single for quite a long time in the early 80s but then after I got married I was very happy and I've never really felt the need to go and party and certainly going to Jeffrey's was not about partying, absolutely not. EM: You said you weren't very good friends but would you describe him as a good friend, did you trust him? PA: Yes, I think I probably did but again, I mean I don't go into a friendship looking for the wrong thing, if you understand what I mean. I'm an engaging person, I want to be able to engage, I want to find out, I want to learn and so you have to remember that I was transitioning out of the navy at the time and in the transition I wanted to find out more about what was going on because in the navy it's a pretty isolated business because you're out at sea the whole time and I was going to become the special representative for international trade and investment. So I wanted to know more about what was going on in the international business world and so that was another reason for going there. And the opportunities that I had to go to Wall Street and other places to learn whilst I was there were absolutely vital. EM: He was your guest as well, in 2000 Epstein was a guest at Windsor Castle and at Sandringham, he was brought right into the heart of the Royal Family at your invitation. PA: But certainly at my invitation, not at the Royal Family's invitation but remember that it was his girlfriend that was the key element in this. He was the, as it were, plus one, to some extent in that aspect. EM: Am I right in thinking you threw a birthday party for Epstein's girlfriend, Ghislaine Maxwell at Sandringham? PA: No, it was a shooting weekend. EM: A shooting weekend. PA: Just a straightforward, a straightforward shooting weekend. EM: But during these times that he was a guest at Windsor Castle, at Sandringham, the shooting weekend… PA: Yeah, yeah. EM: We now know that he was and had been procuring young girls for sex trafficking. PA: We now know that, at the time there was no indication to me or anybody else that that was what he was doing and certainly when I saw him either in the United States… oh no when I saw him in the United States or when I was staying in his houses in the United States, there was no indication, absolutely no indication. And if there was, you have to remember that at the time I was patron of the NSPCC's Full Stop campaign so I was close up with what was going on in those time about getting rid of abuse to children so I knew what the things were to look for but I never saw them. EM: So you would have made that connection because you stayed with him, you were a visitor, a guest on many occasions at his homes and nothing struck you as suspicious… PA: Nothing. EM: …during that whole time. PA: Nothing. EM: Just for the record, you've been on his private plane. PA: Yes. EM: You've been to stay on his private island. PA: Yes. EM: You've stayed at his home in Palm Beach. PA: Yes. EM: You visited Ghislaine Maxwell's house in Belgravia in London. PA: Yes. EM: So in 2006 in May an arrest warrant was issued for Epstein for sexual assault of a minor. PA: Yes. EM: In July he was invited to Windsor Castle to your daughter, Princess Beatrice's 18th birthday, why would you do that? PA: Because I was asking Ghislaine. But even so, at the time I don't think I… certainly I wasn't aware when the invitation was issued what was going on in the United States and I wasn't aware until the media picked up on it because he never said anything about it. EM: He never discussed with you the fact that an arrest warrant had been issued? PA: No. EM: So he came to that party knowing police were investigating him. PA: Well I'm not quite sure, was it police? I don't know, you see, this is the problem, I really don't know. EM: It was the Palm Beach Police at the time. PA: But I mean I'm afraid, you see this is the problem is that an awful lot of this was going on in the United States and I wasn't a party to it and I knew nothing about it. EM: In 2008 he was convicted of soliciting and procuring a minor for prostitution, he was jailed, this was your friend, how did you feel about it? PA: Well I ceased contact with him after I was aware that he was under investigation and that was later in 2006 and I wasn't in touch with him again until 2010. So just it was one of those things that somebody's going through that sort of thing well I'm terribly sorry I can't be… see you. EM: So no contact? PA: No contact. EM: When he was serving time there was no call, no letter, nothing there? PA: No, no, no. EM: He was released in July, within months by December of 2010 you went to stay with him at his New York mansion, why? Why were you staying with a convicted sex offender? PA: Right, I have always… ever since this has happened and since this has become, as it were, public knowledge that I was there, I've questioned myself as to why did I go and what was I doing and was it the right thing to do? Now, I went there with the sole purpose of saying to him that because he had been convicted, it was inappropriate for us to be seen together. And I had a number of people counsel me in both directions, either to go and see him or not to go and see him and I took the judgement call that because this was serious and I felt that doing it over the telephone was the chicken's way of doing it. I had to go and see him and talk to him. And I went to see him and I was doing a number of other things in New York at the time and we had an opportunity to go for a walk in the park and that was the conversation coincidentally that was photographed which was when I said to him, I said, \"Look, because of what has happened, I don't think it is appropriate that we should remain in contact,\" and by mutual agreement during that walk in the park we decided that we would part company and I left, I think it was the next day and to this day I never had any contact with him from that day forward. EM: What did he say when you told him that you were breaking up the friendship? PA: He was what I would describe as understanding, he didn't go into any great depth in the conversation about what I was… what he was doing, except to say that he'd accepted, whatever it was, a plea bargain, he'd served his time and he was carrying on with his life if you see what I mean and I said, \"Yes but I'm afraid to say that that's as maybe but with all the attendant scrutiny on me then I don't think it is a wise thing to do.\" EM: Who advised you then that it was a good idea to go and break up the friendship? Did that come from the palace, was Her Majesty, the Queen involved? PA: No, no, no, no, no, no, no, no, no, that came from… so there were a number of people who… so some people from my staff, some people from friends and family I was talking to and I took the decision that it was I had to show leadership and I had to go and see him and I had to tell him, \"That's it.\" EM: That was December of 2010. PA: Yep. EM: He threw a party to celebrate his release and you were invited as the guest of honour. PA: No, I didn't go. Oh, in 2010, there certainly wasn't a party to celebrate his release in December because it was a small dinner party, there were only eight or 10 of us I think at the dinner. If there was a party then I'd know nothing about that. EM: You were invited to that dinner as a guest of honour. PA: Well I was there so there was a dinner, I don't think it was quite as you might put it but yeah, OK I was there for… I was there at a dinner, yeah. EM: I'm just trying to work this out because you said you went to break up the relationship and yet you stayed at that New York mansion several days. I'm wondering how long? PA: But I was doing a number of other things while I was there. EM: But you were staying at the house… PA: Yes. EM: … of a convicted sex offender. PA: It was a convenient place to stay. I mean I've gone through this in my mind so many times. At the end of the day, with a benefit of all the hindsight that one can have, it was definitely the wrong thing to do. But at the time I felt it was the honourable and right thing to do and I admit fully that my judgement was probably coloured by my tendency to be too honourable but that's just the way it is. EM: Because during that time, those few days, witnesses say they saw many young girls coming and going at the time. There is video footage of Epstein accompanied by young girls and you were there staying in his house, catching up with friends. PA: I never… I mean if there were then I wasn't a party to any of that. I never saw them. I mean you have to understand that his house, I described it more as almost as a railway station if you know what I mean in the sense that there were people coming in and out of that house all the time. What they were doing and why they were there I had nothing to do with. So I'm afraid I can't make any comment on that because I really don't know.EM: Another guest was John Brockman, the literary agent. Now, he described seeing you there getting a foot massage from a young Russian woman, did that happen? PA: No. EM: You're absolutely sure or you can't remember? PA: Yeah, I'm absolutely sure. EM: So John Brockman's statement is false? PA: I wouldn't… I wouldn't… I don't know Mr Brockman so I don't know what he's talking about. EM: But that definitely wasn't you getting a foot massage from a Russian girl in Jeffrey Epstein's house? PA: No. EM: It might seem a funny way to break off a friendship, a four-day house party of sorts with a dinner. It's an odd way to break up a friendship. PA: It's a difficult way of put… that's a very stark way of putting it, yes you're absolutely right. But actually the truth of it is is that I actually only saw him for about, what the dinner party, the walk in the park and probably passing in the passage. EM: Let's go to that Central Park walk which was snapped. Friends of yours suggest that Epstein wanted that photo taken, perhaps he'd even set it up, do you worry that you were being played? PA: Again, new information is coming out since his suicide has made us reappraise that walk in the park. We can't find any evidence or my staff and my people and I can't find any evidence to suggest that that was what he was doing. I mean you can look at it in so many different ways. The fact of the matter is is that somebody very cleverly took that photograph, it wasn't as far as I remember nor do my security people remember, anybody being present or close because there were enough security around. I mean there are even photographs of the security people who are around in the photograph. So I mean he could have done but… EM: Yeah, I guess what I'm asking is do you feel that you were part of Epstein's public rehabilitation? PA: Oh no, funnily enough I don't, no. I mean if he was… if he was doing… if that photograph was taken with that purpose in mind, then it doesn't… it doesn't equate to what actually happened. EM: So why wouldn't you announce this break up when you got that? Why wouldn't you publicly explain what you've done? Did you worry that he had something that could compromise you? PA: No, no. EM: Do you regret that trip? PA: Yes. EM: Do you regret the whole friendship with Epstein? PA: Now, still not and the reason being is that the people that I met and the opportunities that I was given to learn either by him or because of him were actually very useful. He himself not, as it were, as close as you might think, we weren't that close. So therefore I mean yes I would go and stay in his house but that was because of his girlfriend, not because of him. EM: Was that visit, December of 2010 the only time you saw him after he was convicted? PA: Yes, yeah. EM: Did you see him or speak to him again? PA: No. EM: Never since then? PA: No, that was… funny enough, 2010 was it, that was it because I went… well first of all I wanted to make sure that if I was going to go and see him, I had to make sure that there was enough time between his release because it wasn't something that I was going into in a hurry but I had to go and see him, I had to go and see him, I had to talk. EM: And stay with him, and stay in the house of a convicted sex offender? PA: I could easily have gone and stayed somewhere else but sheer convenience of being able to get a hold of the man was… I mean he was in and out all over the place. So getting him in one place for a period of time to actually have a long enough conversation to say look, these are the reasons why I'm not going to… and that happened on the walk. EM: July of this year, Epstein was arrested on charges of sex trafficking and abusing dozens of underage girls. One of the Epstein's accusers, Virginia Roberts… PA: Yeah. EM: … has made allegations against you. She says she met you in 2001, she says she dined with you, danced with you at Tramp Nightclub in London. She went on to have sex with you in a house in Belgravia belonging to Ghislaine Maxwell, your friend. Your response? PA: I have no recollection of ever meeting this lady, none whatsoever. EM: You don't remember meeting her? PA: No. EM: She says she met you in 2001, she dined with you, she danced with you, you bought her drinks, you were in Tramp Nightclub in London and she went on to have sex with you in a house in Belgravia belonging to Ghislaine Maxwell. PA: It didn't happen. EM: Do you remember her? PA: No, I've no recollection of ever meeting her, I'm almost, in fact I'm convinced that I was never in Tramps with her. There are a number of things that are wrong with that story, one of which is that I don't know where the bar is in Tramps. I don't drink, I don't think I've ever bought a drink in Tramps whenever I was there. EM: Do you remember dancing at Tramp? PA: No, that couldn't have happened because the date that's being suggested I was at home with the children. EM: You know that you were at home with the children, was it a memorable night? PA: On that particular day that we now understand is the date which is the 10th of March, I was at home, I was with the children and I'd taken Beatrice to a Pizza Express in Woking for a party at I suppose sort of 4:00 or 5:00 in the afternoon. And then because the duchess was away, we have a simple rule in the family that when one is away the other one is there. I was on terminal leave at the time from the Royal Navy so therefore I was at home. EM: Why would you remember that so specifically? Why would you remember a Pizza Express birthday and being at home? PA: Because going to Pizza Express in Woking is an unusual thing for me to do, a very unusual thing for me to do. I've never been… I've only been to Woking a couple of times and I remember it weirdly distinctly. As soon as somebody reminded me of it, I went, \"Oh yes, I remember that.\" But I have no recollection of ever meeting or being in the company or the presence. EM: So you're absolutely sure that you were at home on the 10th March? PA: Yeah. EM: She was very specific about that night, she described dancing with you. PA: No. EM: And you profusely sweating and that she went on to have bath possibly. PA: There's a slight problem with the sweating because I have a peculiar medical condition which is that I don't sweat or I didn't sweat at the time and that was… was it… yes, I didn't sweat at the time because I had suffered what I would describe as an overdose of adrenalin in the Falkland's War when I was shot at and I simply… it was almost impossible for me to sweat. And it's only because I have done a number of things in the recent past that I am starting to be able to do that again. So I'm afraid to say that there's a medical condition that says that I didn't do it so therefore… EM: Is it possible that you met Virginia Roberts, dined with her, danced with her in Tramp, had sex with her on another date? PA: No. EM: Do you remember meeting her at all? PA: No. EM: Do you know you didn't meet her or do you just not remember meeting her? PA: No, I have… I don't know if I've met her but no, I have no recollection of meeting her. EM: Because she was very specific, she described the dance that you had together in Tramp. She described meeting you, she was a 17-year-old girl meeting a senior member of the Royal Family. PA: It never happened. EM: She provided a photo of the two of you together. PA: Yes, yes. EM: Your arm was around her waist. PA: Yes. EM: You've seen the photo. PA: I've seen the photograph. EM: How do you explain that? PA: I can't because I don't… I have no… again I have absolutely no memory of that photograph ever being taken. EM: Do you recognise yourself in the photo? PA: Yes, it's pretty difficult not to recognise yourself. EM: Your friends suggested that the photo is fake. PA: I think it's… from the investigations that we've done, you can't prove whether or not that photograph is faked or not because it is a photograph of a photograph of a photograph. So it's very difficult to be able to prove it but I don't remember that photograph ever being taken. EM: But it's possible that it was you with your arm around her waist? PA: That's me but whether that's my hand or whether that's the position I… but I don't… I have simply no recollection of the photograph ever being taken. EM: The world has now seen the photo that Virginia Roberts provided taken by Epstein we understand in Ghislaine Maxwell's house. PA: Well here's the problem, I've never seen Epstein with a camera in my life. EM: I think it was Virginia Roberts's camera, she said a little Kodak one that she lent to Epstein, he took a photo and your arm is round her waist. PA: Listen, I don't remember, I don't remember that photograph ever being taken. I don't remember going upstairs in the house because that photograph was taken upstairs and I am not entirely convinced that… I mean that is… that is what I would describe as me in that… in that picture but I can't… we can't be certain as to whether or not that's my hand on her whatever it is, left… left side. EM: You think that… PA: Because I have no recollection of that photograph ever being taken. EM: So why would somebody have put in another hand? You think it is next to her in the photo. PA: Oh it's definitely me, I mean that's a picture of me, it's not a picture of… I don't believe it's a picture of me in London because when I would go out to… when I go out in London, I wear a suit and a tie. That's what I would describe as… those are my travelling clothes if I'm going to go… if I'm going overseas. There's a… I've got plenty of photographs of me dressed in those sorts of… that sort of kit but not there. EM: Just to clarify sorry, you think that photo has been faked? PA: Nobody can prove whether or not that photograph has been doctored but I don't recollect that photograph ever being taken. EM: And you don't recollect having your hand… PA: No. EM: … round her waist in Ghislaine Maxwell's house on any occasion, even if it was a different date? PA: I'm terribly sorry but if I, as a member of the Royal Family, and I have a photograph taken and I take very, very few photographs, I am not one to, as it were, hug and public displays of affection are not something that I do. So that's the best explanation I can give you and I'm afraid to say that I don't believe that photograph was taken in the way that has been suggested. EM: Why would people not believe that you were there? PA: I'm sorry, why would? EM: I'm just trying to understand, there's a photo inside Ghislaine Maxwell's house, Ghislaine herself in the background, why would people not believe that you were there with her that night? PA: They might well wish to believe it but the photograph is taken upstairs and I don't think I ever went upstairs in Ghislaine's house. EM: Are you sure of that? PA: Yeah, because the dining room and everything was on the ground floor, was as you came in… as you came in the hall. So I don't remember ever going up there. I'm at a loss to explain this particular photograph. If the original was ever produced, then perhaps we might be able to solve it but I can't. EM: But you can say categorically that you don't recall meeting Virginia Roberts, dining with her? PA: Yep. EM: Dancing with her at Tramp? PA: Yep. EM: Or going on to have sex with her… PA: Yes. EM: …in a bedroom in a house in Belgravia? PA: I can absolutely categorically tell you it never happened. EM: Do you recall any kind of sexual contact with Virginia Roberts then or any other time? PA: None whatsoever. EM: Because she said in a legal deposition, a legal court document in 2015, she had sex with you three times. She is not confused about this. She said the first was in London when she was trafficked to you, the second was at Epstein's mansion in New York. PA: That is a date in April I believe, is that correct? EM: She said it was a month or so later. PA: Yeah, well I think that the date we have for that shows that I was in Boston or I was in New York the previous day and I was at a dinner for The Outward Bound Trust in New York and then I flew up to Boston the following day and then on the day that she says that this occurred, they'd already left to go the island before I got back from Boston. So I don't think that could have happened at all. EM: There was a witness there, Johanna Sjoberg who says that you did visit the house in that month. PA: I probably did, on one of the weirder things, I was staying with the… because of what I was doing I was staying with the Consul General which is further down the street on the 5th so I wasn't… I wasn't staying there. I may have visited but no, definitely didn't, definitely, definitely no, no, no activity. EM: Because in a legal deposition 2015, she said she had sex with you three times. Once in a London house when she was trafficked to you in Maxwell's house. PA: Yes. EM: Once in New York a month or so later at Epstein's mansion and once on his private island in a group of seven or eight other girls. PA: No. EM: No to all of those? PA: All of it, absolutely no to all of it. EM: Why would she be saying those things? PA: We wonder exactly the same but I have no idea, absolutely no idea. EM: She made these claims in a US deposition. PA: Hmm mmm. EM: Are you saying you don't believe her, she's lying? PA: That's a very difficult thing to answer because I'm not in a position to know what she's trying to achieve but I can tell you categorically I don't remember meeting her at all. I do not remember a photograph being taken and I've said consistently and frequently that we never had any sort of sexual contact whatever. EM: She spoke about you outside the court in August of this year? She said, I quote, \"He knows exactly what he's done and I hope he comes clean about it.\" PA: And the answer is nothing. EM: So if Virginia Roberts is watching this interview, what is your message to her? PA: I don't have a message for her because I have to have a thick skin. If somebody is going to make those sorts of allegations then I've got to have a thick skin and get on with it but they never happened. EM: For the record, is there any way you could have had sex with that young woman or any young woman trafficked by Jeffrey Epstein in any of his residences? PA: No and without putting too fine a point on it, if you're a man it is a positive act to have sex with somebody. You have to have to take some sort of positive action and so therefore if you try to forget it's very difficult to try and forget a positive action and I do not remember anything. I can't, I've wracked my brain and thinking oh… when the first allegations, when the allegations came out originally I went well that's a bit strange, I don't remember this and then I've been through it and through it and through it over and over and over again and no, nothing. It just never happened. EM: Epstein's housekeeper also in a Florida Court legal deposition said that you visited the Palm Beach residence around four times a year, you got a daily massage. PA: Four times a year? EM: That was what he said in a Florida Court legal deposition. PA: No. EM: I'm just wondering when you look back now, is there a chance that those massages might have been the services of someone who is being sexually exploited or trafficked by Epstein? PA: No, I don't think… I mean I… no, definitely not, definitely not and I definitely did not visit his Palm Beach house three of four times a year, absolutely not. EM: How many times would you say you visited? PA: In total, probably four times in total throughout the time that I knew him. In fact probably that was the place that… if you see what I mean, he was in the house more there than in other… in other places that I was at. EM: So that's where you'd find him? PA: But it was usually because I was going… I was going through and on somewhere else so it was a day, that was it. EM: You said in your statement from the palace, at no time did I see, witness or suspect any suspicious behaviour. PA: Yeah, yeah. EM: Virginia Roberts's legal team says, \"You could not spend time around Epstein and not know what was going on. You could not spend time around Epstein and not know what was going on.\" PA: If you are somebody like me then people behave in a subtly different way. You wouldn't… first of all I'm not looking for it, that's the thing, you see, if you're looking for it, then you might have suspected now with the benefit of a huge amount of hindsight and a huge amount of analysis, you look back and you go well was that really the way that it was or was I looking at it the very wrong way? But you don't go into these places, you don't go to stay with people looking for that. EM: \"You could not spend time around him,\" that was what they said, \"You could not spend time around him and not know\". PA: The other aspect of this is that… is that I live in an institution at Buckingham Palace which has members of staff walking around all the time and I don't wish to appear grand but there were a lot of people who were walking around Jeffrey Epstein's house. As far as I was aware, they were staff, they were people that were working for him, doing things, I… as it were, I interacted with them if you will to say good morning, good afternoon but I didn't, if you see what I mean, interact with them in a way that was, you know what are you doing here, why are you here, what's going on? EM: But you'd notice if there were hundreds of underage girls in Buckingham Palace wouldn't you? PA: Oh God, but sorry you would notice if there were hundreds of underage girls in Jeffrey's house. Wasn't there, not when I was there. Now he may have changed his behaviour patterns in order for that not to be obvious to me so I don't… I mean this is… you're asking me to speculate on things that I just don't know about. EM: You seem utterly convinced you're telling the truth, would you be willing to testify or give a statement under oath if you were asked? PA: Well I'm like everybody else and I will have to take all the legal advice that there was before I was to do that sort of thing. But if push came to shove and the legal advice was to do so, then I would be duty bound to do so. EM: Because you've said there are many unanswered questions, everyone affected wants closure, you would help to provide that closure. PA: If there was… in the right circumstances, yes I would because I think there's just as much closure for me as there is for everybody else and undoubtedly some very strange and unpleasant activities have been going on. I'm afraid to say that I'm not the person who can shed light on it for a number of reasons, one of which is that I wasn't there long enough. And if you go in for a day, two days at a time, it's quite easy I'm led to believe for those sorts of people to hide their activities for that period of time and then carry on when they're not there. EM: Virginia Roberts's lawyers, legal team say that they've asked for a legal statement from you. There is an active FBI investigation, would you be willing to provide that? PA: Again, I'm bound by what my legal advice is… legal advisers tell me. EM: Epstein was found dead. PA: Yep. EM: In prison. PA: Yes. EM: In August of this year. PA: Yep. EM: What was your response on hearing that he'd died? PA: Shock. EM: Some people think that he didn't take his own life. PA: There again, I'm not one to be able to answer that question. I believe that centres around something to do with a bone in his neck so whether or not if you commit suicide that bone breaks or something. But I'm afraid to say I'm not an expert, I have to take what the coroner says and he has ruled that it was suicide so… EM: He's dead, his girlfriend Ghislaine Maxwell, your old friend was, victims say, complicit in his behaviour. PA: That bit I can't help you with because I've no idea. EM: Do you think that she has questions to answer about her role in this? PA: In the same way that I have questions to answer in the sense of what was I doing and as I say that I was there to… to my mind be honourable and say to him, \"Look, you've been convicted, it would be incompatible for me to be seen with you,\" but unfortunately somebody was standing around with a camera at the time and got a photograph of us. It's one of the very few photographs there are of us but that was… that was the case. If there are questions that Ghislaine has to answer, that's her problem I'm afraid, I'm not in a position to be able to comment one way or the other. EM: When was your last contact with her? PA: It was earlier this year funnily enough in the summer, in the spring, summer. EM: About what? PA: She was here doing some rally. EM: So even though he had by then been arrested and was facing charges of sex trafficking? PA: No, no, no, no, no, no, no, this was… this was early spring I think, it was long… because when was he arrested? EM: July. PA: No, it was before July. EM: And that was the last time? PA: Yeah, yeah. EM: Did you discuss Epstein at all? PA: No, actually funnily enough no not at all, there wasn't anything to discuss about him because he wasn't in the news, you know, it was just… we had moved on. EM: I want to talk about moving on now. PA: Oh yeah, right, okay. EM: Epstein is dead. PA: Yes. EM: The women are now being heard. PA: Quite rightly. EM: How do you move on from this? PA: Well, it's an interesting way of putting it. I'm carrying on with what I do. I have a number of things that I have been doing since 2011, they're pretty well organised, pretty successful and so I'm carrying on and trying to improve those things that I'm already doing. EM: I wonder what effect all this has had on your close family? You've got your daughters of your own. PA: It has been, what I would describe as a constant sore in the family. We all knew him and I think that if we have a conversation about it, it's… we are all left with the same thing, what on earth happened or how did he get to where he was, what did he do, how did he do it? And so it's just a constant sort of gnaw. I mean this first came out in 2011 and it was a surprise to… to all of us because the photographs were published at a separate time to when I was there and then we sort of questioned what on earth is going on and as a family we discussed it. And then in 2015 when the allegations were made in the deposition, there was a sort of… there was a sort of… this is the immediate family, not the wider family. The wider family couldn't be more supportive but the immediate family, it was well, what's all this about? And we all just were at a loss so it's just… EM: Has the episode been damaging to the Royal Family, to Her Majesty the Queen? PA: I don't believe it's been damaging to the Queen at all, it has to me and it's been a constant drip if you see what I mean in the background that people want to know. If I was in a position to be able to answer all these questions in a way that gave sensible answers other than the ones that I have given that gave closure then I'd love it but I'm afraid I can't. I'm just not in a position to do so because I'm just as much in the dark as many people. EM: How do you reconnect with the public then now? PA: Exactly what I'm doing which is to use and to continue to work with Pitch, to continue to work with iDEA and the things that I believe strongly in. I'm not somebody who does things in competition with people oddly. I do things in collaboration with people. So I want people to… to work together to come to, as it were, a solution to a bigger problem. And so I got a number of people working together, particularly in the education field, particularly in… and also in areas of government and what they are doing so that we're bringing everybody together so that we're all pushing in the same direction and iDEA now does that. We've been going properly now for two years, we've got 3.5 million people who got a badge. We've got half a million, or just over half a million young people are using the service and I'm trying to think what else we've got. But it's… well it's designed for seven to 14-year-olds in the United Kingdom and it turns out it's done from 5 to 95 around the world so it's being done in 100 countries now. So we're slightly on the catch-up at this point. EM: I know we have to bring this to a close because we're running out of time. You've faced questions today on a very, very raw subject. There has never been an interview like this before, I wonder what that tells us about the way the Royal Family now confronts these difficult situations. Has there been a sea change? PA: I think the problem that I'm… we face in the 21st Century is social media. There is a whole range of things that you face now that you didn't face 25 years ago because it was just the print media. And I think that to some extent there is a… there is a thick skin that you have to have and again I'm not a confrontationist myself. I would prefer to be able to, as it were, resolve things in a way that is sensible. And so choosing to, as it were, get out there and talk about these things, it's almost… it's almost a mental health issue to some extent for me in the sense that it's been nagging at my mind for a great many years. I know that I made the wrong judgement and I made the wrong decision but I made the wrong decision and the wrong judgement I believe fundamentally for the right reasons which is to say to somebody \"I'm not going to see you again\" and in fact from that day forth, I was never in contact with him. The subsequent allegations are, what I would describe as surprising, shocking and a distraction. But that's… I mean there are all sorts of things that are on the internet and out there in the public domain that we just sort of go, \"Well, yeah,\" but I'm afraid is… it just never happened. EM: You've talked about a thick skin, I wonder if you have any sense now of guilt, regret or shame about any of your behaviour and your friendship with Epstein? PA: As far as Mr Epstein was concerned, it was the wrong decision to go and see him in 2010. As far as my association with him was concerned, it had some seriously beneficial outcomes in areas that have nothing and have nothing to do with what I would describe as what we're talking about today. On balance, could I have avoided ever meeting him? Probably not and that's because of my friendship with Ghislaine, it was… it was… it was inevitable that we would have come across each other. Do I regret the fact that he has quite obviously conducted himself in a manner unbecoming? Yes. EM: Unbecoming? He was a sex offender. PA: Yeah, I'm sorry, I'm being polite, I mean in the sense that he was a sex offender. But no, was I right in having him as a friend? At the time, bearing in mind this was some years before he was accused of being a sex offender. I don't there was anything wrong then, the problem was the fact that once he had been convicted… EM: You stayed with him. PA: I stayed with him and that's… that's… that's the bit that… that… that, as it were, I kick myself for on a daily basis because it was not something that was becoming of a member of the Royal Family and we try and uphold the highest standards and practices and I let the side down, simple as that. EM: This interview has been exceptionally rare, you might not speak on this subject again, is there anything you feel has been left unsaid that you would like to say now? PA: No, I don't think so. I think you've probably dragged out most of what is required and I'm truly grateful for the opportunity that you've given me to be able to discuss this with you. EM: Your Royal Highness, thank you. PA: Thank you very much indeed. Prince Andrew & the Epstein Scandal: The Newsnight Interview was shown on BBC Two on 16 November 2019 and can be seen onBBC iPlayer in the UK and the full interview can also be seen onYouTube . ", "url": "https://www.bbc.com/news/uk-50449339"}