{"datetime": "2021-09-17T14:00:40.000Z", "author": "Dominic Casciani & Mary O'Connor", "title": "Papers can be served on Andrew's US lawyer - judge", "article": "A judge has ruled that Prince Andrew's US lawyer can be served with legal papers in a sexual assault case filed by Virginia Giuffre in New York. It follows a dispute over whether the prince has been formally notified of the civil claim against him. New York judge Lewis Kaplan ruled Ms Giuffre's lawyers could take the US route to serve papers on the prince. Ms Giuffre, 38, claims she was sexually assaulted by the prince at three locations including New York City. Prince Andrew, the Queen's 61-year-old second son, has consistently denied the allegation. Separately, the High Court in London has given the prince's lawyers until next Friday to appeal against its decision to serve papers on him in the UK. Serving of documents is the critical first stage in any claim for damages - it means that a defendant has been made fully aware of the allegations against them by receiving all of the papers in the case.If a defendant does not take part in the case after they have been served, they risk automatically losing. Judge Kaplan, whose ruling emerged in public court records overnight, said that given the dispute over whether the papers had been served in London, it was now entirely lawful for him to order that they should be sent to the prince's Los Angeles-based lawyer Andrew Brettler. Mr Brettler spoke for the prince in a telephone hearing on the case earlier this week - but he was not formally designated as a lawyer who was authorised to accept service for him and pass the material on. But Judge Kaplan ruled: \"Service on the defendant's US counsel is reasonably calculated to bring the papers served to the defendant's attention, regardless of whether his US counsel is 'authorised' to accept service on his behalf.\" The judge noted that Ms Giuffre's lawyers had already proceeded with an attempt to serve the case on Prince Andrew in Londonunder an international convention between the US and UK courts. This request to intervene and assist in handing the documents to the prince was accepted earlier this week at the High Court. Master Barbara Fontaine, a senior English judge who oversees requests from foreign courts for help, has authorised officials to begin the process of serving. She has given the prince's legal team until next Friday to decide if they will challenge her decision to proceed with serving the papers in the UK. The Judicial Office said in a previous statement: \"Lawyers for Prince Andrew have indicated that they may seek to challenge the decision of the High Court to recognise the validity of the Hague Convention request for service made by Ms Giuffre's lawyers. \"The High Court has directed that any challenge must be made by close of business on September 24.\" A spokeswoman for the prince declined to comment. BBC royal correspondent Jonny Dymond said the \"slightly arcane legal tussle\" had ended \"with a victory for Virginia Giuffre's lawyers [and] a defeat for Prince Andrew's lawyers\". This, he said, had drawn Ms Giuffre's civil case \"one step closer to the courtroom - which is exactly where Prince Andrew and his lawyers don't want it to be\". Ms Giuffre was an accuser of the billionaire sex offender Jeffrey Epstein who died in prison in 2019. Ms Giuffre - then known as Virginia Roberts - says she was assaulted by the prince at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and Little Saint James, in the US Virgin Islands. Her case claims Prince Andrew engaged in sexual acts without Ms Giuffre's consent, including when she was 17, knowing how old she was, and \"that she was a sex-trafficking victim\". The prince has consistently denied the claims and, in 2019, told BBC Two's Newsnight programme: \"It didn't happen. \"I can absolutely categorically tell you it never happened. \"I have no recollection of ever meeting this lady, none whatsoever.\" ", "url": "https://www.bbc.com/news/uk-58593836"}