{"datetime": "2021-10-11T12:50:43.000Z", "title": "Epstein: Met to take no action after Prince Andrew review", "article": "The Metropolitan Police will not take any further action against the Duke of York following a review prompted by Jeffrey Epstein accuser Virginia Giuffre. Ms Giuffre is suing Prince Andrew in the US for allegedly sexually assaulting her when she was a teenager. Prince Andrew has consistently denied Ms Giuffre's allegations. A source close to the duke told PA Media it had \"come as no surprise\" the Met had decided to drop its probe. They added: \"Despite pressure from the media and claims of new evidence, the Met have concluded that the claims are not sufficient to warrant any further investigation. \"The duke has always vigorously maintained his innocence and continues to do so.\" In August, the Metsaid it would review its decision not to investigate allegations connected to Epstein. Ms Giuffre, 38, claims she was sexually assaulted by the prince at three locations - London, New York and on Epstein's private island in the Caribbean. Her case claims Prince Andrew engaged in sexual acts without Ms Giuffre's consent, including when she was 17. The Met also confirmed it had completed its review into allegations reported in June by broadcaster Channel 4 News that British socialite Ghislaine Maxwell, Epstein's former girlfriend, trafficked, groomed and abused women and girls in the UK. The force said it had \"reviewed information passed to us by a media organisation in June\" and decided that \"no further action will be taken\". In August 2019, US financier Epstein was found dead in his cell in New York's Metropolitan Correctional Center. The Met previously ruled out opening an investigation into Epstein, but in August Metropolitan Police Commissioner Dame Cressida Dick said the force would review the decision. On Sunday, the Met said: \"As a matter of procedure, MPS officers reviewed a document released in August 2021 as part of a US civil action. This review has concluded and we are taking no further action.\"The Met added that it will continue to liaise with other law enforcement agencies who are leading the investigation into matters associated with Epstein. ", "url": "https://www.bbc.com/news/uk-58866108"}