{"datetime": "2022-02-16T13:15:51.000Z", "title": "Covid in Scotland: Vaccine offered to children aged five to 11", "article": "Children between the ages of five and 11 in Scotland are to be offered a Covid-19 vaccine after the government accepted a draft ruling from advisers. The UK's Joint Committee for Vaccination and Immunisation (JCVI) is yet to publish official guidance on giving jabs to all youngsters. However, the Scottish and Welsh governments both say they have received \"draft\" advice which will be accepted. Plans are being put in place with health boards to deliver the vaccines. The move does not affect children who are already being vaccinated due to medical conditions which place them at greater risk from the virus. First Minister Nicola Sturgeon said parents and carers of five to 11-year-olds \"need not do anything\" and more information would be announced when plans are finalised. The Welsh government announced on Tuesdaythat it would be offering jabs to children after seeing the draft JCVI ruling.It followed reports the committee's announcement was delayed due to a disagreement with the UK government, which says it is \"reviewing the JCVI's advice as part of wider decision-making\". Ms Sturgeon said Scottish ministers had received and considered the same JCVI advice and were \"content to accept it\". She said: \"Throughout the pandemic it has been our intention that we follow the clinical and scientific evidence. I'd like to once again thank the JCVI for their hard work in scrutinising the science and providing clear guidance. \"Discussions with health boards on the best way of delivering vaccinations to five to 11-year-olds have already begun - these will continue and we will provide further information when this approach is finalised.\" Jillian Evans, head of health intelligence at NHS Grampian, welcomed the move as \"ending weeks and months of confusion for families\". She told BBC Radio'sLunchtime Live programme : \"I wish it had happened earlier. But we are where we are, it's better late than never and it will provide protection for children and their families and the wider community as we go into the spring and summer months. \"It won't do much to change the disruption that many schools have experienced since going back after the Christmas holidays, but it will do a lot for future disruption.\" Earlier on Wednesday, Deputy First Minister John Swinney warned that the pandemic was \"still a significant threat to public life\" in Scotland. The Scottish government is to set out its future plans for dealing with the virus on 22 February, but Mr Swinney cautioned that Covid \"has not disappeared\". Restrictions in England could end within days of the announcement, while Northern Irelandhas dropped all legal requirements already . But Scottish ministershave moved to extend the powers , underpinning rules around face coverings and vaccine passports for another six months. This does not mean these measures will continue for that long, but Mr Swinney said it was important to have \"the legal framework in place to enable us to act, should the circumstances demand\". Ms Sturgeon has said ministers will \"think quite fundamentally\" about how to manage the virus in future, with fewer restrictions on daily life. However, Scottish ministers have been critical of Boris Johnson's plan to accelerate the end of curbs in England, with Mr Swinney telling MSPs that the prime minister was making decisions based on his \"survivability in office\" rather than clinical advice. Mr Johnson is expected to set out his future strategy after the half term recess at Westminster. The prime minister said that if \"encouraging trends in data continue\" thenrestrictions could end \"a full month\" earlier than the planned date of 24 March. Speaking on BBC Radio'sGood Morning Scotland , Mr Swinney said curbs had been \"relaxed very significantly\" in recent weeks - but warned that the virus was still a danger. He said: \"Fundamentally the government has got to have in place a legal framework that allows us to act.\"Covid has not gone away, it has not disappeared, it has not ended, and anyone who puts that argument around is just misleading people.\"Covid is still out there, it's still a significant threat to public health. We've got to proceed with care but we've also got to apply the proportionate test at all times. \"That's what the Scottish government looks at in all circumstances to make sure the measures we have are proportionate and appropriate.\" MSPs will have a debate and vote on the government's \"strategic framework\", giving opposition parties the chance to set out their own proposals. The Scottish Conservatives have urged the government to put \"trusting the public\" at the heart of its approach in future. The party wants to see the Test and Protect contact tracing system replaced with a cheaper, more targeted \"representative sampling\" system to track infection levels. They also want legal restrictions replaced with \"advisory\" public health guidance, with a focus on protecting vulnerable groups rather than blanket measures across society. Scottish Labour meanwhile wants to prioritise vaccination while building resilience in the testing and tracing system and the NHS. The party also wants to establish a \"pandemic risk framework\" which agrees in advance what measures would be brought back should case numbers rise again. Will you be taking your five to 11-year-old to get their vaccine? Get in touch haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: Or use this form to get in touch: ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60402499"}