{"datetime": "2021-09-18T09:52:31.000Z", "author": "Dominic Casciani", "title": "Post, courier, e-mail - the saga to serve papers on Prince Andrew", "article": "For weeks, lawyers acting for a woman who alleges she was sexually abused by Prince Andrew have been trying to alert him to their plans. It has been a drawn-out process involving email auto-replies and courier receipts. To serve a member of the Royal Family once meant to do one's duty for Queen and country.But a month-long chase by US lawyers to find Prince Andrew and in the legalese, serve him with allegations of abuse, has brought a whole new meaning to the phrase.This is what you need to know - and why we're nowhere yet near learning the truth in this case.Virginia Giuffre is suing Prince Andrew for damages, alleging that she was sexually abused by him when she was controlled by the super-rich sex offender, Jeffrey Epstein. He killed himself in 2019. Epstein was once a friend of Prince Andrew - and the ninth-in-line to the throne has consistently denied the allegation and says he can't even remember meeting Ms Giuffre.But it's for a court in New York to decide whether her allegations are true - assuming the case ever gets going.If you sue someone for damages, you must first \"serve\" the case on the person you are intending to sue.That means you make sure the documents containing your allegations reach their hands - or at the very least get to a lawyer working for them.That rule is at the heart of justice in the US and the UK: a judge must be sure that the defendant knows what they are being accused of.So, Judge Lewis Kaplan in New York, who is in charge of the Virginia Giuffre case, won't even consider her claims until he is sure that Prince Andrew has received the allegations in proper legal form and has had time to respond. And that's where we've currently been stuck - until now - as publicly available documents in the United States show.On Thursday, 26 August, Cesar Sepulveda, a corporate investigator, turned up at the gates of Windsor Great Park.Ms Giuffre's lawyers employed Mr Sepulveda to take the legal papers to the Duke of York's home.When he arrived on an unseasonably grey August morning, he had a fruitless wait.He handed over his business card and despite conversations with police officers standing guard, no officials working for the Prince could be found.The next day he returned and, in his court statement, he recounts that this time a police officer told him the documents could be left at the gate to be forwarded on to \"the legal team.\"Fast forward to 13 September and David Boies, Virginia Giuffre's lawyer, joins a teleconference in a New York courtroom.His sole objective was to convince Judge Kaplan that the prince had now been served and the case should proceed.Legal documents show the lengths that Mr Boies' and his firm had gone to. The chase had in fact begun weeks before Mr Sepulveda's Windsor visit.Documents were emailed to any British lawyer the Giuffre team could find who had represented the Prince in the past. They sent the requests by courier - and showed the delivery receipts to the US court.One receipt read: \"Hi. Your package was delivered Wed 08/18/2021 at 8.28am. Delivered to Royal Lodge at Windsor... Received by A POLICE OFFICER.\" Nobody replied. Ms Giuffre's team also showed the court a photo of them posting the documents by Royal Mail directly to the prince.But they didn't stop there. They had discovered the Duke of York's office email address and sent the papers once more to tell him he was being sued... and this time they received a reply.\"Thank you for emailing The Duke of York's Office,\" it read. \"This is an automatic acknowledgement to tell you that we have received your email safely.\" \"I think that it is clear that Prince Andrew has actual notice of this complaint and proceeding,\" Mr Boies argued to the New York court on Monday. \"I believe we have complied with the service requirements.\" But that's not the way the prince's newly-appointed Los Angeles lawyer saw it.Andrew Brettler, on the line from California, argued the duke had not been served at all - and it should be for the High Court in London to decide. And that's because of a not widely known but extremely important international agreement called the Hague Convention.This agreement means an American court can ask a British one for help in tracking down a defendant and serving papers on them.Judge Kaplan told the duke's LA lawyer that if he continued to object to Ms Giuffre's team chasing down Prince Andrew themselves, he would indeed consider sending a judge-to-judge request to the British for help. \"I think we are making this a lot more complicated that it really is,\" he remarked on the call.\"Regardless of whether your client has been served effectively to date... you have a pretty high degree of certainty that he can be served sooner or later.\" And that's where Master Barbara Fontaine comes in, The Queen's Remembrancer.She's the High Court judge in charge of overseeing foreign requests for help.What about the Queen's Remembrancer bit? That's an ancient judicial title. One of her duties is to review for the monarch the annual plans for new trees in the Forest of Dean - but this and other ceremonial roles have nothing to do with her modern legal duties. On Wednesday Master Fontaine confirmed she had received a valid request for assistance from New York. That meant her office would soon send the allegations to Prince Andrew once and for all.But London solicitors for the duke objected - so the process stalled again. They have until next Friday to launch a formal challenge.Will that happen? Well, there's now been an important twist back in New York.Late on Thursday, Judge Kaplan ruled that Andrew Brettler, the Los Angeles lawyer who had joined the teleconference for the prince earlier in the week, should now be sent the documents.He said: \"Service on the defendant's US counsel is reasonably calculated to bring the papers served to the defendant's attention, regardless of whether his US counsel is authorised to accept service on his behalf.\" And so after weeks and weeks of too-ing and fro-ing it appears the New York judge has decided it's time to get on with things.If Prince Andrew cannot now avoid service, the case is still far off the prospect of him giving evidence. The next stage is likely to be challenges to whether the claim against him is even valid - because Ms Giuffre brought legal action against Jeffrey Epstein before he died.The prince's lawyers have said in court that Ms Giuffre agreed in 2009 not to sue anyone else connected to Jeffrey Epstein when she settled her damages claim against the now-dead financier.The precise wording of that deal is currently confidential - sealed by a court.Unsealing that document is looking like the next battle, if the prince is finally served and the case gets under way.", "url": "https://www.bbc.com/news/uk-58604620"}