{"datetime": "2021-12-29T22:42:54.000Z", "title": "Ghislaine Maxwell: Key moments in the sex trafficking trial", "article": "Jurors in Ghislaine Maxwell's federal sex trafficking trial have delivered their verdict after three weeks of testimony in the closely-watched case. The 60-year-old defendant, the daughter of a late British media tycoon, has been convicted of grooming teenage girls for abuse by the late Jeffrey Epstein.The first fortnight of the trial heard emotional testimony from four alleged victims of Epstein and Maxwell. Last week, her lawyers argued those testimonies were impacted by \"[lapses in] memory, manipulation and money\".They also alleged the government needed a scapegoat for the crimes of Epstein, who killed himself in prison in 2019. Here are some key moments from the last three weeks. In closing statements, prosecutors painted Maxwell as a \"sophisticated predator\" who \"preyed on vulnerable young girls, manipulated them, and served them up to be sexually abused\" by Epstein, her long-time companion. They claimed Maxwell was not just complicit, but the key to \"a pyramid scheme of abuse\". But the defence accused the government of \"sensationalism\" and its witnesses of changing their stories, arguing Maxwell had \"no motive\" for the alleged crimes. They argued Epstein kept secrets from Maxwell and that \"the charges against Ghislaine Maxwell are for things that Jeffrey Epstein did\". University of California psychology professor Elizabeth Loftus, the defence's star witness, told the jury that people can have \"false memories\" of traumatic events. \"[Memory] doesn't work like a recording device,\" she said. \"We are actually constructing our memories while we retrieve memories.\" Media coverage can act as \"a source of post-event suggestion\" and those who recall memories \"frequently remember ourselves in a better light than perhaps is accurate\", said Dr Loftus.Maxwell's lawyers also brought in FBI agents and former Epstein employees in an effort to point out inconsistencies in the testimony of Maxwell's accusers. Cimberly Espinosa, who served as Epstein's executive assistant from 1996 to 2003, said she respected Maxwell. \"I looked up to her very much.\" She said she booked only professional massages for both Epstein and Maxwell, and testified that she never saw any improper sexual conduct take place. Ms Espinosa said she never visited Epstein's home. Epstein's former girlfriend of eight years, Eva Andersson-Dubin - a former physician and Miss Sweden winner - also took the stand on Maxwell's behalf. The New York socialite and her financier husband Glenn Dubin were named in the 2016 deposition of Virginia Giuffre, the most vocal Epstein accuser. On the stand she denied having group sex with an underage accuser, but admitted to having memory problems.Two of the six charges against Maxwell arose from the allegations of a woman using the pseudonym Jane. The first of four accusers to give evidence at the trial, she cried as she described being sexually abused by Epstein when she was 14. Jane said Maxwell showed her how Epstein liked to be massaged, sometimes took part in their sexual encounters, and \"was very casual, acting like it wasn't a big deal\". Maxwell's defence sought to find inconsistencies in Jane's testimony. Defence lawyer Laura Menninger pointed out that Jane now worked as an actress. \"You are an actor who convincingly portrays someone else for a living,\" the lawyer stated. \"You are able to cry on command.\" Epstein's former housekeeper Juan Alessi recalled how Maxwell had tightly controlled every detail in the financier's Florida mansion. Maxwell was the \"lady of the house\", ordering staff to speak only when spoken to and to avoid eye contact with Epstein, according to Mr Alessi, who said his job included cleaning their sex toys. Mr Alessi also claimed that in a 58-page instruction manual, staff were warned to keep the activities and whereabouts of Epstein and Maxwell secret, and essentially \"be blind, deaf and dumb\". Maxwell's legal team sought to undermine the credibility of Mr Alessi during cross-examination, by challenging his recollection of meeting 14-year-old Jane in 1994. Prosecutors have alleged that Epstein used massages as a \"ruse\" before escalating his encounters with young girls. The jury was shown a green massage table seized from his home in Palm Beach, Florida during a 2005 police raid. Michael Dawson, a detective who took part in the 2005 search, recalled how officers found a variety of sexualised images at Epstein's home. Prosecutors also displayed a photo of a box labelled \"Twin Torpedoes\", which Detective Dawson said contained sex toys and was taken from an upstairs cupboard. A British woman using the pseudonym Kate alleged Maxwell befriended her at age 14, which then led to sexual encounters with Epstein. She said Maxwell would call her a \"good girl\" and ask if she was having \"fun\". On one occasion, Maxwell allegedly laid out a schoolgirl outfit on her bed and said: \"I thought it would be fun for you to take Jeffrey his tea in this outfit.\" She said she wore the outfit and Epstein had sex with her. She claimed Maxwell also asked if she knew any \"cute, young, pretty girls\" who could perform sex acts on Epstein, who she described to Kate as a \"demanding\" man who needed to have sex three times a day. Prosecutors released a collection of digital photos and files to demonstrate how close Epstein and Maxwell were. Taken from an FBI raid on Epstein's New York home in 2019, the evidence includes several pictures of the two together, sometimes embracing or being intimate with each other. In one photo, the pair is seen relaxing at Balmoral Castle, the Queen's private Scottish residence. Photos of Maxwell were also shown mounted in parts of Epstein's Florida home. Another photo that shows her \"nude and pregnant\" allegedly hangs in the house, according to one of her accusers. The collection also included a \"help wanted\" flyer for massage therapists in the area. Carolyn, whose name is attached to the most serious charges against Maxwell, said she had been paid by the defendant \"hundreds of times\" for sex with Epstein, from the ages of 14 to 18. She alleged Maxwell called to set up the appointments, paid her in hundred dollar bills and told her she had \"a great body for Mr Epstein and his friends\". Her ex-boyfriend at the time corroborated the testimony, saying he had often driven Carolyn and other underage friends to Epstein's house and waited for them to come out \"a little over an hour later\" with money in hand. Annie Farmer, the last accuser to take the stand, pointed at the defendant and alleged she had given her a topless massage at age 16.On a visit to Epstein's New Mexico ranch, Ms Farmer testified that Maxwell \"pulled the sheet down and exposed my breasts and started rubbing on my chest and on my upper breasts\". \"I was surprised,\" she said in court. \"I wanted so badly to get off of the table.\" Ms Farmer said she had a \"sense\" that Epstein - who she says groped her on three occasions - was nearby watching. ", "url": "https://www.bbc.com/news/world-us-canada-59527051"}