{"datetime": "2021-09-11T07:11:10.000Z", "title": "Prince Andrew served with papers, accuser's team claims", "article": "Lawyers for the woman who has accused Prince Andrew of sexual abuse claim they have successfully served him with legal papers. Virginia Giuffre has launched a civil case against the prince in New York - and legal papers have to be \"served\" before the case can proceed. Her lawyers say they were served on 27 August, being left with a police officer at Windsor's Royal Lodge. Prince Andrew denies all the claims made by Ms Giuffre. A spokeswoman representing the Duke of York has declined to comment on the latest development.A US judge must determine whether the papers were in fact \"served\" before any case can proceed.A video conference on the next stages of the case is scheduled for a New York court on Monday. According to court documents, an answer is due from Prince Andrew to the affidavit by 17 September and \"if you fail to respond, judgment by default will be entered against you for the relief demanded in the complaint\". BBC royal correspondent Nicholas Witchell said it was still not clear yet whether Prince Andrew's legal team would accept that legal papers have been served.The prince is currently at Balmoral, the Queen's Scottish estate. Legal papers say a process server working for Ms Giuffre's team arrived at the Royal Lodge on Thursday 26 August at 09:30 BST. The man met security staff, left a business card, and was asked to wait. The papers say he then spoke to police, including the head of security, who could not locate Prince Andrew's private secretary \"or anyone senior\". The agent was told the security team \"had been told not to accept service of any court process\". He was then given a solicitor's name and number, phoning him at 10:40, but did not get a response. On Friday 27 August, the same process server returned to the Royal Lodge in Windsor and spoke to the \"head of security\". He was advised the papers could be left with police at the main gates, which would be forwarded to the legal team. The papers state: \"The deponent did enquire whether it was possible to meet personally with the defendant, but the deponent was told that this was not possible.\" Ms Giuffre's legal team claim that by leaving the papers with the officer, the service was successfully completed. Our correspondent Nicholas Witchell said the tactics of Prince Andrew's legal team appeared to be just not to respond at all.\"We should keep in mind that shortly after he did withdraw from public life, Prince Andrew did say he would co-operate with any legitimate inquiries by the US authorities,\" he told BBC's Radio 5 live.\"I think it is fair to say the Americans would say that there has been little or indeed no evidence of any such co-operation by Prince Andrew.\" Ms Giuffre - an accuser of convicted sex offender Jeffrey Epstein who died in jail in 2019 - claims she was brought to the UK at the age of 17 to have sex with Prince Andrew. She filed a case against him last month in New York. It is a civil rather than criminal case - meaning Ms Giuffre wants the court to decide whether her allegations are true, and whether the duke should pay her damages. The case alleges the prince sexually abused Ms Giuffre at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and the US Virgin Islands. It claims the prince engaged in sexual acts without her consent, knowing how old she was and \"that she was a sex-trafficking victim\". Speaking to the BBC about Ms Giuffre's allegations in 2019, Prince Andrew said they \"never happened\". \"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever,\"he told BBC Newsnight. ", "url": "https://www.bbc.com/news/uk-58523119"}