{"datetime": "2018-11-29T00:15:24.000Z", "title": "Are free ports the future?", "article": "Can \"free ports\" spark a post-Brexit manufacturing boom? Jonty Bloom reports from Teesside, which plans to become the UK's newest free port, offering customs-free imports and hoping to bring back manufacturing jobs. Teesside in the north east of England is an industrial landscape, all chemical and petrochemical works, power stations and docks. Old oil rigs are towed here to die. At night in particular it looks like something out of a science-fiction movie, which is no coincidence because Teesside was the inspiration for the dystopian industrial landscape for Blade Runner.But at the very centre of Teesside is a vast empty area dotted with enormous rusting buildings - the former steelworks of Redcar, which finally closed in 2015.But now there is a plan to transform and revitalise this area by turning it into a free port. A free port, sometimes called a free trade zone or special economic zone, is normally an area of a country where its taxes and tariffs do not apply. So you can import goods, store them and re-export them without bothering the tax collectors. And these days they go further, allowing firms to import raw materials, make finished goods and then export them, with none of the border taxes that the rest of the country has to pay.Within the EU's customs union large industrial free zones have limited use, after all you still have to pay customs taxes when bringing the goods into the EU from the free zone. But after Brexit it could be a huge boost for areas like Teeside. For the mayor of the Tees Valley Ben Houchen, the man behind the idea, turning Teeside into a free port is just common sense. \"They have them in the Middle East, they have them in North America and in the Far East,\" he says. \"It is a tool in our arsenal that we are not using.\" To see how well free ports can work, you have to travel to the other side of the British Isles and back to the 1960s.Shannon Airport, on the Republic of Ireland's west coast, started as a flying boat base where planes could refuel just before attempting the long Atlantic crossing - a journey so perilous and tough that the local hotel barkeeper invented Irish coffee to revive passengers.But by the 1960s planes could easily make it across the pond in one go. Shannon was facing a bleak future. But then Shannon Airport's boss came up with the idea of making the airport an industrial free port, not just one with warehousing and depots for storing goods tax-free before they were exported again, but one with factories making pianos, textiles and electronic components.It was a triumph. The whole area is now one massive industrial estate, full of high-tech companies, state-of-the-art office blocks, and locally grown companies employing tens of thousands.But that does raise a problem for Teesside - free ports work best by rapidly turning an agrarian, closed economy into an open and industrialised one, just as happened in Ireland and to a far larger extent in China.The UK, on the other hand, has been an open and industrialised economy at least since Victorian times.Free ports can also just encourage firms and investment to move into the free port where they pay no tax, away from other parts of the country where they do pay tax.Dr Meredith Crowley is a professor of economics at Cambridge University and an expert on international trade policy. \"If I make canned food in one part of a country and I suddenly discover I use a lot of steel and there is a 10% discount in the free port… I would want to move there,\" she says. \"But that does not necessarily result in higher output or more workers.\" However, the supporters of a Teesside free port believe they can prove that it will make more money than it costs.Jerry Hopkinson is the chief operations officer at PD Ports, owner of Teesport, the main port on Teesside, and he took me on a tour of the river on his harbour launch to sing the praises of the scheme. \"By 2040 there will be a £600m benefit. By 2040, 40,000 new jobs will be created,\" he says. \"What we need to do is demonstrate that the upside benefits is proportionally greater than the loss of revenues in term of taxes. We are doing the calculations that will demonstrate that to HM Treasury.\" Even if that is true, a Teesside free port is not necessarily a good idea. It would be far more effective to cut tariffs for the whole country rather than abolish them for one small corner.After all, this is what has happened in Shannon - free port status was not really necessary after Ireland joined the EU and slashed business taxes, and the breaks were whittled away until they finally disappeared in 2016.Shannon, however, continues to attract investment, firms and jobs, as does Ireland as a whole.There seems little reason why the UK as a whole cannot do the same, without needing to introduce free ports in Teesside or anywhere else.You can hear the full story on free ports on In Business on BBC Radio 4 at 20:30 GMT on Thursday, 29 November and on BBC Sounds. ", "url": "https://www.bbc.com/news/business-46349717"}