{"datetime": "2019-08-02T06:28:29.000Z", "title": "Post-Brexit plans unveiled for 10 free ports", "article": "The government is planning to create up to 10 free ports across the UK after Brexit. They allow firms to import goods and then re-export them outside normal tax and customs rules.The UK last had such zones in 2012 and Prime Minister Boris Johnson believes they could create jobs in \"left-behind areas\". Labour said the move involved no new investment and could attract money launderers and tax dodgers. Seaports and airports will be able to apply for free port status, to be set up after the UK is due to leave the EU on 31 October.Such zones are allowed under EU law, although backers argue the benefits would be greater after Brexit if the UK is allowed to diverge from EU rules.International Trade Secretary Liz Truss said the move would create \"thousands of jobs\". \"Freedoms transformed London's Docklands in the 1980s, and free ports will do the same for towns and cities across the UK,\" she added.Mr Johnson backed the creation of new free ports as a Tory leadership candidate, suggesting there should be \"about six\" around the country.Also called free trade zones, they are designated areas where the normal tax and tariff rules of the country in which they are based do not apply. They allow goods to be imported, manufactured and re-exported without being subject to checks, paperwork, or import taxes, known as tariffs.This means raw materials can be imported, then engineered into whole products for export. Typically, companies operating in the zone pay lower taxes, such as reduced VAT and lower rates of employment tax.But critics argue they simply defer the point when import tariffs are paid, which then still need to be paid at some stage.Around 135 countries, mostly in the Far East, have free trade zones - a 2013 US Congressionalreport estimated there were about 3,500 worldwide.The UK had seven of them at various points between 1984 and 2012, when the legislation establishing them was not renewed.They included Liverpool, Southampton, the Port of Tilbury, the Port of Sheerness and Prestwick Airport.There are around 80 free ports in the EU, mostly in nations that joined the bloc after 2004.Countries must respect EU state aid rules and cannot financially support manufacturing firms located in the areas.The EU does not encourage them, arguing it creates unfair competition between firms operating within them and those adhering to normal EU rules.Supporters argue that after Brexit, their creation could bring greater benefits to the UK if the country no longer has to follow EU rules on subsidies.Eamonn Butler, a member of both free market think-tank the Adam Smith Institute and the government's new free ports advisory panel, said the zones would set the UK \"on the right course\" after Brexit.He said they would \"provide safe harbour for trade in turbulent times and show that hi-tech hubs of enterprise, low taxes, deregulation and trade without restriction can rebalance the economy\".In a report earlier this month, however, the European Commission said free ports \"pose a risk as regards to counterfeiting\". It said they allowed counterfeiters to import goods, tamper with them and then re-export them without the intervention of customs officials.Responding to the government announcement, shadow international trade secretary Barry Gardiner said the planned UK zones did not constitute new investment.\"It is a race to the bottom that will have money launderers and tax dodgers rubbing their hands with glee,\" he said.\"Free ports and free enterprise zones risk companies shutting up shop in one part of the country in order to exploit tax breaks elsewhere, and, worst of all, lower employment rights\", he said.\"The British people did not vote for this new administration and they certainly did not vote to see their jobs and livelihoods threatened in favour of gifting further tax breaks to big companies and their bosses.\" ", "url": "https://www.bbc.com/news/49198825"}