{"datetime": "2022-02-14T13:50:22.000Z", "author": "Paul Seddon", "subject": "Budget 2021", "title": "Freeports: What are they and will they help the economy?", "article": "Two freeports sites will be chosen in Scotland later this year. New freeports have already been established in England, following an announcement in last year's Budget. Freeports aim to create economic activity near shipping ports or airports. Goods imported into freeports from abroad are exempt from taxes, called tariffs, that are normally paid to the UK government on arrival. It means manufacturers in freeports can import raw materials tariff-free, only paying tariffs on finished products leaving the site for elsewhere in the UK. Or, the goods can be re-exported overseas without the UK duties being paid. In England, it has been confirmed that companies inside the sites will also be able to claim lower property taxes, including on new buildings they buy. Companies based in freeports will also benefit from lower rates of national insurance - a tax paid on employees' wages - if they take on new staff. Chancellor Rishi Sunak announced the locations of the eight freeports at the March 2021 Budget, from 18 areas that applied for the status. A site in Teesside became the first to enter operation in November 2021, with the Thames freeport in Essex going live the following month. A freeport near Felixstowe and Harwich, and another near Hull, have also now been granted most of the tax breaks available to companies.Another zone, near East Midlands Airport - England's only freeport near an airport - is aiming to be up and running by March 2022. Other freeports near Liverpool and Plymouth are hoping to be launched over the summer. Southampton and Portsmouth will also be sharing a freeport site, based near the Solent. InScotland , the SNP-led government says it will begin a competition in spring 2022 to choose two freeport sites. Details are yet to be published, but the SNP says its \"green\" freeports will promote well-paid jobs and help cut carbon emissions. But their Scottish government partners, the Green Party, have said there is \"nothing green\" about the plans and, internationally, freeports are linked to \"crime, money laundering, smuggling, low wages\". InWales a freeport agreement is yet to be reached with the Labour-run Welsh government. Northern Ireland's devolved government says it is still working with the Treasury to determine how much of the English freeport model it can use. They are not a new idea. The UK set up seven freeports after 1984, including at Liverpool and Southampton, but they were phased out in 2012. However, the UK government said bringing them back could help attract investment to areas that \"need it most\". Boris Johnson says they will help with \"levelling up\" - the goal to close the gap between rich and poor areas that was key Conservative pledge at the 2019 general election. But critics say freeports don't help the economy overall, and simply move activity from one place to another at a cost to the taxpayer. Freeports are allowed in the European Union - witharound 80 sites based in EU countries. But some Brexit-backing politicians, including the chancellor, have previously argued the EU's state aid rules greatly restricted the benefits that can be offered to businesses based inside the sites. Jonathan Branton, a partner at law firm DWF, says the UK does have more flexibility now it doesn't have to follow EU rules.He also points out tax breaks offered to freeport firms would no longer require prior agreement from the European Commission. However, he adds that the Brexit trade deal - agreed by the UK and the EU - still requires subsidies to be justified, otherwise they could be challenged in UK courts.In more extreme circumstances, the EU could respond to UK subsidies by introducing tariffs on some UK goods deemed to be damaging EU trade or investment. And the UK will still be subject to World Trade Organization rules - which say you can't introduce subsidies linked just to export performance. ", "url": "https://www.bbc.com/news/uk-politics-55819489"}