{"datetime": "2022-02-10T17:43:12.000Z", "title": "£150 cost of living payments for Scottish households", "article": "Three quarters of Scottish households will be given a £150 payment in a bid to tackle the rising cost of living. Finance Secretary Kate Forbes said the cash would go to households in council tax bands A to D and all of those eligible for council tax reduction. It means some 1.85 million households - 73% of the total - will receive £150 of support when those elements are combined.An extra £10m is also to be targeted at people struggling with fuel bills. The cash is in addition to £120m allocated to local governmentin a bid to hold down council tax increases in the coming year. Ms Forbes said that the payments were honestly \"not enough\" with households across the UK struggling, and called for \"urgent\" action from the UK government to help. Concerns about the cost of living are mounting,amid rising prices and energy bills and coming changes to National Insurance. Ms Forbes said these costs would \"hit the most vulnerable in our society the hardest\", potentially pushing households into fuel poverty. The finance secretary said there was still uncertainty about how much extra funding is on offer from the UK government, but committed to spending £290m in \"targeted assistance\" for those on the lowest incomes. The £150 payments will go to all occupied households in council tax bands A to D, as well as all of those in receipt of council tax reduction. Local authorities will have the choice of delivering this either as a direct cash payment or as a credit to council tax accounts. Ms Forbes said this was \"clearly an imperfect scheme\", but said it was \"the only route we have to make sure we reach those for whom it will make a difference, quickly and simply\". She added: \"I will be writing to the Chief Secretary to the Treasury highlighting that we must work together urgently so we can use our joint powers to do more to tackle the cost of living.\" Danielle Flecher-Horn is a teacher, and founder of Aberdeen charity AberNecessities, which has been handing out hot water bottles since fuel prices soared. \"People are not turning their heating on and we are providing hot water bottles,\" she said. \"So at least children are going to bed relatively warm, but they're certainly not warm when they're waking up.\" She said the charity was experiencing an increase in applications for really basic food essentials. As a teacher, she has seen children coming into school asking for food. \"There might have been one or two cases throughout my 12 years of teaching where children have come in hungry, but this is daily, they are coming in asking members of staff for a cereal bar, a bit of fruit, anything, because they haven't eaten the night before.\" \"We are asking children to come in to learn, it's not possible when you've got an empty tummy. It's heartbreaking.\" An extra £10m is being added to the \"fuel insecurity fund\", which helps households which have to ration their energy use or face being cut off due to \"unaffordable\" fuel prices. The UK government is also looking at offeringa repayable £200 discount on energy bills for households in England, Wales and Scotland from October. However UK ministers have dismissed calls for a one-off \"windfall tax\" on oil giants which have posted big profits - proposed by Labour andbacked by First Minister Nicola Sturgeon - saying it would only raise prices for consumers and hit investment. Citizens Advice Scotland said that while extra support was welcome, \"the stark reality is that lots of people are still going to be significantly worse off\". Chief executive Derek Mitchell said: \"The spring is going to see a cost of living crisis which will squeeze household budgets to breaking point. People are already struggling badly.\" And the Poverty Alliance said it was \"deeply disappointing\" that Ms Forbes plans mirrored UK government plans to funnel support through the council tax system. They said: \"The measures fail to properly target support at people on the lowest incomes - this was a missed opportunity to protect people living in poverty from the waves of hardship that threaten to overwhelm them.\" It may seem surprising that the Scottish government says it will fund council tax discounts to help households deal with rising energy bills. They were decidedly lukewarm about using the council tax when the Westminster government announced a similar scheme in England last week. Some had expected them to use the money from Westminster to support those struggling with their fuel bills in other ways.By the Scottish government's admission, using the council tax for this is imperfect. The Scottish scheme will not operate in quite the same way as in England though. In Scotland, it should benefit everyone who receives council tax reduction regardless of which band their home is in - while in England the risk is that those in larger houses who are \"asset rich but cash poor\" like some retired people might get no extra help. The advantage of using the council tax is that it is relatively quick and straightforward.Targeted help for individual households could be harder to administer and take longer to be effective. With fuel bills rising, there is an urgency in providing help. Ms Forbes made her announcement at Holyrood during the final debate of the Scottish government's tax and spending plans for the coming year. The finance secretary said the budget \"provides a platform to accelerate our recovery from the pandemic, tackle inequalities, invest in the economy and public services and continue a just transition to net-zero\". The budget bill passed with the SNP and their Green partners holding a majority at Holyrood, but opposition parties hit out at the plans. Scottish Conservative finance spokeswoman Liz Smith said the SNP had been \"profligate with taxpayers money\" and had wasted cash which could have been spent in the budget. She added: \"Because of the unholy alliance between the SNP and the Greens, this budget has been a fait accompli from day one. It's a budget that has failed to put economic recovery first and failed to put forward the delivery of local services.\" And Scottish Labour's Paul Sweeney said the budget was \"timid, regressive and unambitious\". He added: \"It doesn't do nearly enough to tackle the cost of living crisis which is no longer looming in the distance, but is staring us directly in the face. We all have a duty to do everything we possibly can to address the hardship faced by families.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60336046"}