{"datetime": "2018-11-07T06:12:19.000Z", "author": "Kevin Keane", "title": "Stricter rules could close salmon farms", "article": "Some salmon farms could close because of tough new rules being proposed by Scotland's environmental watchdog. Sepa wants to reduce the amount of liquid medicines, animal waste and uneaten food from fish farms which are polluting the marine environment.It has concluded a major study which raised concerns about chemical treatments for parasitic sea lice. The study found the chemicals had a longer-lasting environmental impact than previously understood. New restrictions will limit their future use and updated environmental modelling could mean some sites will have to relocate to deeper waters with stronger tides. A dedicated team will be formed to improve monitoring of fish farms, with an increase in the number of unannounced inspections. In 2017, production of Atlantic salmon increased to 189,707 tonnes. The highest ever level of production recorded in Scotland. Marine salmon production was undertaken by 12 businesses farming 226 active sites, stretching down the west coast of Scotland as well as on Orkney and Shetland.The total number of staff in marine salmon production in 2017 was 1,431.The vast majority of fish were produced in seawater cages. A recent Sepa (Scottish Environment Protection Agency) report said one in five salmon farms in Scotland failed to meet statutory environmental standards. Terry A'Hearn, chief executive of Sepa, said at the time that compliance was \"non-negotiable\" and promised a revised regime to strengthen the regulation of the sector. As Sepa publishes its plans, Mr A'Hearn told BBC Scotland: \"What we've done is some of the best science in the world to upgrade the modelling that's used, to upgrade the assessment that will take place and to enhance the way we ensure compliance and enforcement take place. \"What we hope it means is that fish farms will be sited in the best positions.\"He said: \"Some operators may decide to close some sites that are in shallower waters where the environmental impact is bigger {then} move to deeper and faster flowing waters. Some may look at containment.\" Mr A'Hearn said people would be free to make judgements about the industry and how Sepa regulated them but he said he was confident that standards would be clearer and tighter. The review by Sepa followed a mountain of criticism about the sustainability of the industry which has expanded rapidly in recent years. A damning report from Holyrood's environment committee concluded that Scotland's marine ecosystem faced \"irrecoverable damage\" from future salmon farming if environmental concerns were not addressed. But salmon is Scotland's biggest food export worth more than £1bn to the economy and the Scottish government supports its expansion. The Scottish Parliament's Rural Economy Committee is still finalising a report into the industry's future. Dr Sam Collin, marine planning officer for the Scottish Wildlife Trust, said: \"Bringing in these precautionary approaches that Sepa is proposing is good but we are concerned, disappointed really, that they are only being applied to new farms. \"They don't really address the existing farms that are out there using these chemicals. \"We would much prefer to see a retroactive approach where they address an impact that is already happening.\" Data published last month showed that the annual economic value of Scottish salmon passed the £1bn mark for the first time. It supports 10,000 jobs, many of which are in rural communities. Sea lice has become a major problem which has been identified as threatening wild populations of salmon. A growing number of farms are introducing Ballan Wrasse to the cages. As feeder fish, they eat sea lice from the skins of salmon and act as a natural control measure. Larger outbreaks have traditionally been treated with chemicals which escape from the cages into the marine environment.Interim restrictions will limit the continued use of chemicals at new sites until the conclusion of a scientific review into the impact of medicines on the environment. Julie Hesketh-Laird, chief executive of the Scottish Salmon Producers Organisation, said: \"We share Sepa's vision of an innovative, sustainable salmon industry underpinned by clear and accurate regulation.\"This report will remove many of the barriers preventing the development of more modern facilities further from the shore and we look forward to Sepa's support as the industry makes this change.\"The discovery of residues is important information but it should be remembered that salmon farmers were operating to Sepa guidelines throughout the past five years.\" Sepa's proposed measures will be subject to a seven-week consultation. ", "url": "https://www.bbc.com/news/uk-scotland-46113135"}