{"datetime": "2020-11-10T08:58:27.000Z", "title": "Salmon farmers vow to tackle damage to sea lochs and wild fish", "article": "Salmon farmers in Scotland are pledging to reduce their environmental impact on sea lochs and wild fish. A strategy for the sector aims to align it with government targets for cutting emissions, through reducing energy and fresh water use. It also aims to improve support for west coast communities where it is active. That includes housing, financial support and installation of electric vehicle charging points for public use. It plans to widen recruitment diversity and step up staff skills. The commitments and change of direction is published a day after Tavish Scott, the former Scottish Liberal Democrat leader and minister, began in his role as chief executive of the Scottish Salmon Producers Organisation. The sector has long faced criticism about the impact it has on sea loch habitats for wildlife, and particularly the impact on wild salmon runs. Its \"sustainability charter\" says it will \"deliver practical solutions to relocating existing farms, should it be scientifically evidenced as necessary for the conservation of wild salmon\". The strategy also promises to \"develop, with the support of the Scottish government, a wild salmon monitoring programme to provide evidence-based conservation measures\". What is it that the salmon farming industry wants? Sales and profits, of course, and to align with change across the economy to reduce climate-changing behaviour. But there's more. It wants to be appreciated for what it can contribute in protein conversion at a more efficient rate than meat, and for the healthy attributes of the product. It wants to turn around its reputation as a polluter, and on animal welfare. It has a financial incentive to do much better at tackling disease and sea lice, as much of its produce has to be harvested before it reaches an optimal age and size. Scottish salmon can command premium prices, but it does relatively badly at profit-per-kilo produced. One reason for that is the constraint on the maximum size of fish farms. Under recent rule changes, that could be expanded if farms are relocated further out from shore. But applying those rules is expensive. Behind the sustainability pledges is a campaign to show its public worth and value as a source of food, jobs and export earnings - and the aquaculture industry wants to simplify a cumbersome licensing regime.Instead of four licensing bodies all consulting on each application, and legally required to consult each other, a streamlined process would save a lot of time and money.Current evidence is strongly contested by critics of the industry's environmental impact. The strategy promises to reduce fish escapes, and to improve the strength of pens where more powerful storms threaten to overwhelm them. It says fish farmers will push for new technologies, on reducing the use of veterinary medicine and to remove fish waste from sea lochs, as well as reducing debris in sea lochs. On energy use, the industry aims to become net-zero in its emitting of greenhouse gases within the next 25 years, using only renewable energy. Its environmental impact is being tackled in sourcing of fish feed ingredients, to make sure they are sustainable and traceable. Salmon processors want to move to fully recyclable packaging. That is expected to prove difficult for overseas airfreight, where polystyrene boxes are light and good insulators of chilled products. The strategy points to work already carried out to: It adds: \"However, we recognise there's more that can and must be done\". Ahead of publication, Tavish Scott said: \"We already have an incredibly good environmental story to tell with a low carbon footprint, low freshwater use and great feed conversion rates. \"But, by publishing this document today, we declare our commitment to go further and meet even more exacting standards in the years to come.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-54885115"}