{"datetime": "2022-02-11T13:14:20.000Z", "title": "Low-income families 'let down' by payment scheme", "article": "Charities have claimed the Scottish government's cost-of-living payment scheme will let down low-income families. Finance Secretary Kate Forbes announced on Thursday thata £150-per-household payment will be given in a bid to offset rising prices. Anti-poverty campaigners have accused her of spreading support too thinly. Ms Forbes insisted the package was the \"quickest way\" to get cash where it was needed. The Poverty Alliance said it was \"deeply disappointing\" that the Scottish scheme mirrored UK government plans to funnel support through the council tax system. They said the measures failed to properly target support at people on the lowest incomes and that it was \"a missed opportunity to protect people living in poverty from the waves of hardship that threaten to overwhelm them\". Chris Birt, from the Joseph Rowntree Foundation, said she had let people down. He said: \"This isn't just about energy bills, although that's the worst of it. Food prices, travel prices, etc are all piling up for families. \"Governments can make different choices to support low-income families and both the chancellor and Kate Forbes have let them down by spreading this support far too thin.\" Ms Forbes told the BBC'sGood Morning Scotland programme said she was \"very conscious\" of the foundation's position, and also criticism from Age Scotland and the Poverty and Inequality Commission. She said: \"I said very clearly that I didn't think this was a perfect scheme and it had to be seen in the context of other, more targeted support.\"Ultimately this is a question of how we deliver support to families who needed it yesterday. We could design a perfect scheme that could take a number of months to deliver, but my priority is to try to get that money out of the door quickly.\" She added that what she announced was just part of a range of funding which could help struggling families, including the £10m fuel insecurity fund, £41m winter support fund, £41m from the Scottish welfare fund, and £80m in discretionary housing payments. She also highlighted a doubling of the carers allowance supplement and the £40 Scottish child payment for under sixes. But she said: \"I am open and honest that we need to go further, that it is about food costs and energy costs and both governments need to work together because many of those levers, particularly around energy regulation, are with the UK. The £150 payment will go to households in council tax bands A to D and all of those eligible for council tax reduction. It means some 1.85 million households - 73% of the total - will receive £150 of support when those elements are combined. The cash is in addition to £120m allocated to local government in a bid to hold down council tax increases in the coming year. The National Union of Students in Scotland said they \"absolutely stunned\" that students will not be eligible for the £150 payment because they do not pay council tax.NUS Scotland President Matt Crilly said he wants a meeting with ministers to resolve the issue, adding: \"Students face the same energy bill hikes as everyone else, but our support doesn't increase by the cost-of-living and many of us receive no support whatsoever during the summer.\"The finance secretary said cash would go to households in council tax bands A to D and all of those eligible for council tax reduction. People who get a reduction are generally single-person households, disabled people, some students and some households with children. Those who won't get the payment because they are exempt from paying council tax are:Ms Forbes said her plans would ensure the money would get to households as early as possible in the next financial year, potentially by April. She said that by using the council tax reduction scheme, the government could identify the families most in need. The finance secretary added: \"I accept this will reach some households that may not need it, but it is the only route we have to make sure we reach those for whom it will make a difference quickly and simply and I have deemed that to be the priority here.\" She said for those who are exempt from paying council tax, the Scottish government would look at other ways to provide support.Ms Forbes also urged the UK government to work together with Scotland's administration to do more to counteract the growing crisis. She said: \"On a household level, we are looking at estimates that could suggest about 874,000 fuel-poor households, that is an increase of 43% on the most recent 2019 published statistics. That is a significant increase.\" The debate continues around the best way to target financial help for those Scots struggling to pay their gas and electricity bills.Some believe it's pointless giving cash to everyone in council tax bands A-D because even though everyone is feeling the squeeze, there are around 600,000 people in extreme fuel poverty who are facing a tsunami of uncontrollable and unaffordable household bills. Amid the noise, it's worth pointing out the average council tax debt is around £3,500. Campaigners have told me taking £150 off a council tax bill will not make a major difference.Citizens Advice believe the best way to assist people at the sharp end of this crisis would be making direct payments as that would go some way to alleviating day-to-day household pressures rather than paying down existing debt.Government officials agree to an extent but are aware of the time sensitivities in helping families now. They feel it's better to rush out money quicker than going down the time-consuming route of creating a brand new system. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60347376"}