{"datetime": "2019-07-04T23:43:59.000Z", "author": "Chris Morris", "title": "Brexit: Is the EU stopping the UK having free ports?", "article": "The claim: The UK does not have free ports because of its membership of the EU. Reality Check verdict: It is not true to say you can't have free ports or tax-free zones if you are a member state of the EU. There aremore than 80 such zones across the Union. It would be easier to take advantage of potential benefits outside the EU. Boris Johnson told an audience in Belfast that the UK's membership of the EU prevented us from having free ports or tax-free zones. But there are more than 80 of them across the EU.While many of them are in newer member states in eastern and central Europe and were established before those countries joined the EU, there are also free ports in Bordeaux in France, for example, and in Bremerhaven in Germany.And, asthis report from the House of Commons Library explains, until 2012 when the legislation that established them expired, there were free port areas in Liverpool, Southampton, the Port of Tilbury, the Port of Sheerness and at Prestwick Airport. It also says \"the Treasury currently has the power to designate free ports by Statutory Instrument\". There is still a free zone on the Isle of Man too, although it is of course not part of the UK or the European Union.Mr Johnson plans to set up six free ports and will launch pilot schemes as soon as possible after the UK leaves the EU. Free ports are small free-trade zones, sometimes called special economic zones, in which the normal tax and tariff rules of the country in which they are based do not apply.A US Congressional report in 2013 estimated that there were about 3,500 such zones in 135 countries worldwide. You can import and store goods, and then re-export them, without paying any taxes. You can also bring in raw materials to manufacture things without paying any tariffs. The advantages of doing that within the EU customs union are relatively small, because you still have to pay customs duties to export finished goods from a free port into the rest of the EU. But supporters of free ports argue that after Brexit they could be far more beneficial for the UK, if it were no longer tied to the EU rules on state aid and subsidies.There would also be greater benefits because the UK would no longer be in the EU single market, so more tariffs (taxes on imports) would be payable outside any free port. A report written in 2016 suggests a free port strategy could create tens of thousands of jobs in areas where they are most needed.The key question is how closely aligned to EU rules (including state aid rules) any future UK government will choose to be, because that will determine how beneficial a free port could be.Critics also warn that free ports can simply have the effect of moving investment from other parts of the country, and that they sometimes attract tax avoidance and other illegal schemes.In summary then, you can have free port areas and be part of the European Union, although there is more freedom to do so outside the EU. What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check Follow us on Twitter ", "url": "https://www.bbc.com/news/uk-48868234"}