{"datetime": "2019-05-20T19:12:35.000Z", "author": "Lucy Adams", "title": "Is there a problem with salmon farming?", "article": "Scottish salmon is marketed as healthy, sustainable and environmentally-friendly but is that image accurate? It was once considered a luxury but now a staggering one million salmon meals are eaten in the UK every day. The fish is one of the UK's biggest food exports and said to be worth more than £1bn a year to the economy.In supermarkets, the packaging shows pristine Scottish waters and projects an image of a clean and natural product. But look at the small print and you will see that all Scottish salmon is \"farmed\". Wild salmon is no longer fished commercially anywhere in the UK. Instead, hundreds of thousands of fish at a time are raised in pens suspended in the open sea lochs around Scotland's west coast and the Northern Isles. The salmon will swim around inside the pens for up to two years before being \"harvested\" for our dinner plates. From just a couple of sites about 50 years ago, more than 200 fish farms now operate in Scotland, producing more than 150,000 tonnes of salmon a year. Farmed salmon are fed on processed feed and treated with medicines to ward off disease and infestations such as sea lice, which can breed among the fish in the pens. The pens keep the fish enclosed but they allow parasites to get in and let thousands of tonnes of waste into the surrounding water. The amount of salmon produced by Scottish farms dropped last year due to attempts to tackle \"biological issues\" such as sea lice infestations and disease.The industry says it is proud of its environmental record and is performing well. Julie Hesketh-Laird, the chief executive of the Scottish Salmon Producers Organisation, says: \"Sustainable growth is in everybody's interest.\"We want consumers, we want the public and anybody with an interest in Scottish salmon to be confident that the salmon farming sector is doing absolutely everything that it can to grow sustainably.\"The BBC Panorama programme - Salmon Farming Exposed heard of severe sea lice infestations on salmon in one loch, which were being essentially \"eaten alive\" by the parasites. And there were concerns that the large amounts of pesticides, as well as faeces and food waste coming from the thousands of salmon in the fish farm nets, could be damaging the environment in some of Scotland's lochs. Marine ecologist Dr Sally Campbell says: \"I think most people who choose salmon off their supermarket shelves have no idea of the waste that's going into our marine environment as a result of that. And they would be appalled.\" Every year about 9.5 million fish die in the salmon farms, about 20% of the total. Disease, parasites and even chemicals designed to treat them can all prove fatal. Corin Smith, a wildlife photographer who has been researching salmon farming, says it exists in relatively remote areas so is largely hidden from view. He says: \"Open-cage salmon farming is a hyper-intensive method of producing food. There has been overwhelming public consensus that battery chicken farms are essentially unacceptable. Salmon farming's never been through the process of public scrutiny yet.\" According to Ms Hesketh-Laird, salmon farmers are \"absolutely passionate\" about the fish that they rear. She says: \"The mortality rates in the sector is not as good as we would like them to be. Every farmer wants to see their livestock thrive.\" In Scotland's rivers, the wild salmon is considered the king of fish. For millennia, it has made an extraordinary journey. It migrates thousands of miles out to sea before returning - upriver - to its exact place of origin.But catches of wild salmon are at their lowest level since records began. Their decline is blamed on climate change but there are concerns too about the potential impact of sea lice as wild salmon swim past fish farms. In the summer of last year biologist Paul Hopper was alerted to concerns about wild salmon in the Blackwater River in Lewis, in the Outer Hebrides. The fish making the journey back to spawn were dead or dying. They were covered in sea lice - a naturally occurring parasite that can breed in huge numbers on salmon farms.Mr Hopper says: \"Most of them were showing a lot of physical damage. \"That's what happens with the sea lice, they are attached to the fish's gills and then they spread to the back of the fish's head and sort of down the fish's back.\" Mr Hopper says wild fish always have \"background levels\" of lice but what he was seeing was very different. \"The worst fish I counted had 747 lice on it, which is really quite exceptional,\" he says.\"To have this sort of epidemic in a wild population was really quite unusual.\" The dead wild salmon were found close to several fish farms on Loch Roag, run by the Scottish Salmon Company.Was there a link? On 7 August, Marine Scotland, the government agency responsible for assessing the welfare of farmed fish, visited a farm called Vacasay - one of the six sites on Loch Roag. Inspection reports seen by the BBC show that after visiting the sites on Loch Roag, Marine Scotland rated them \"satisfactory\" for parasites - despite seeing signs of lice damage on the fish in the pens. Two weeks later, Corin Smith filmed above the same salmon farm.His footage shows fish with severe injuries caused by sea lice.So he swam out and filmed inside the pens. Mr Smith says: \"When I filmed in the farm, what I saw was an incident of severe sea lice infestation, and the fish were being essentially eaten alive by the parasites. \"I couldn't believe what I was seeing, I couldn't believe the numbers and the damage.\" Corin Smith shared his footage withnews website The Ferret . Within days, Marine Scotland's inspectors returned. This time they found high levels of the parasite and four salmon farms were sent warning letters for failing to control parasites. Why, just weeks earlier, had the sites been given a clean bill of health? Graham Black, director of Marine Scotland, told the BBC the site was \"fine\" when they first visited.He says: \"It was still on the high side and we were still telling the business that there was work that needed to be done but it was nothing out of the ordinary.\" Mr Black says parasite numbers can increase \"very quickly\" in certain environmental conditions. The Scottish Salmon Company says the problems were \"unprecedented and extremely challenging\". It says the fish were \"treated swiftly\" and has since recorded an \"improvement in survival rates\".David Ainsley runs a tour company, taking tourists on his boat to experience the beauty of the Argyll coast. He is also a marine biologist and a diver and over the past eight years he has filmed the seabed next to a fish farm in Loch Shuna. He says: \"We found large areas of bacterial mat, we found lots of dead things on the seabed. In fact, there's very little left alive. \"Only the few people who go diving can appreciate how bad the damage is.\" Campaigners claim the feed, faeces and chemicals from salmon farms fall through the nets, killing the marine life underneath. Mr Ainsley filmed footage under Loch Shuna just weeks ago.For him, the cause of the harm is clear. He says: \"The problem is that we're changing the ecology of these inshore sea lochs.\" Mr Ainsley thinks the government is failing to regulate the industry properly. He says: \"We've had a history of weak regulation of salmon farming - a history where the sensible distances between farms have been reduced, where farms are allowed to pollute much greater areas.\"When the levels of the chemicals in the seabed exceed the allowable standards, nothing is done, a blind eye is turned to it and the industry is just allowed to continue.\" Marine Scotland's Graham Black said: \"We would accept that the regulatory structure is not as good as it might be. It probably needs now to be renewed and refreshed and put in place for a more modern approach.\" The Scottish Environment Protection Agency (Sepa), like Marine Scotland, has been criticised for its regulation of the industry. Currently, 56 farms are rated by Sepa as \"very poor\", \"poor\" or \"at risk\". Yet in the past five years no company has been fined or prosecuted. Reasons for the poor ratings include excessive levels of ammonia being released into the sea and unregulated quantities of fish food and faeces discovered on the sea bed. Sepa says it is getting tougher and they do take action when companies breach weight or chemical levels. Sepa's Terry A'Hearn said: \"There's been 44 times in the last five years where we've directed companies to reduce the number of fish they have in their farms.\"That can cost them hundreds of thousands of pounds, or potentially millions of pounds. And it's really important, because that leads to a reduction in the waste that actually hits the seabed.\" Norway is the biggest producer of farmed salmon in the world, with more than one million tonnes produced each year. Norwegian companies own many of Scotland's salmon farms but they operate under tighter rules in their own country.If there is any evidence that salmon farms are damaging the environment, or adversely affecting wild salmon, they can be fined.Dr Torbjorn Forseth leads the scientific committee that advises the government on regulating the salmon industry. He says: \"I think the science that we have produced and the documentation that has been produced on the effects has actually helped the farming industry because I think also the farming industry needs regulation to operate properly.\" Arnfinn Torgnes runs the Norwegian Aquaculture Centre in Bronnoysund.He has years of salmon farming experience around the globe, including in Scotland. How does he see Scotland and Norway as being different in the way they do salmon farming? Mr Torgnes says: \"The authorities control us in a stronger way than they do in Scotland.\"But I accept and I am agreed that's a good thing for us.\"We need to have a Big Brother watching you that we don't do anything that's not good for ourselves and also for the fish.\"His facility is testing new ways of controlling parasites and the damage they do - research which is incentivised by the government in Norway. The authorities here have encouraged producers to develop semi-closed and closed farms by offering cheaper licences for new technologies.Mr Torgnes says his nets have a tarpaulin system that goes all the way around, to a depth of 12 metres. That means the contents of the closed pens are isolated from the outside waters. Dr Forseth says: \"The winners in this industry will be those that are able to implement new technology that gets rid of the large environmental issues.\" The salmon farming industry has insisted it is working hard to find solutions to the problem of sea lice, and is making progress in rearing so-called cleaner fish which feed off the lice, avoiding the need for chemicals. Graham Black, from Marine Scotland, said: \"There's a lot of innovation in Scotland, probably £60m has been spent in innovation in the industry over the last year or so.\"I think it's undoubtedly true that there are some issues that have to be addressed.\"The status quo is certainly not something that we're happy with so things have to change. Whether we would simply pick up a regime from another country and try and plonk it on Scotland, that's not likely to work.\" New rules will be published by the environmental regulator Sepa in the coming weeks.They are expected to draw upon the example of Norway and promise a tougher stance on companies that do not play by the rules. Panorama: Salmon Farming Exposed is on BBC1 at 20:30 on Monday 20 May and on the BBC iplayer. Additional reporting by Liam McDougall and Kevin Anderson. ", "url": "https://www.bbc.com/news/uk-scotland-48266480"}