{"datetime": "2022-02-09T12:23:09.000Z", "subject": "Coronavirus pandemic", "title": "Covid pandemic not over when Omicron ends, says Professor Leitch", "article": "The Omicron wave of Covid-19 is nearly over in Scotland - but the pandemic is only halfway through, the national clinical director has warned. Prof Jason Leitch said Scotland is \"going in the right direction\", ahead of the Scottish government 'blueprint' for living with Covid being published. The first minister is due to announce a strategic framework on how the virus will be managed on February 22. The Scottish Conservatives called for a move to more \"personal responsibility\". Prof Leitch told BBC Radio'sGood Morning Scotland that case numbers were \"still a little bit too high\" at 6,000 a day and said there were still too many deaths, with 142 reported last week. But he said Scotland would \"get to a position when some of the remaining restrictions will be able to be eased\".He said: \"This pandemic won't end in February. We are getting close to the end of Omicron - we're not close to 'after the pandemic'.\"The World Health Organisation think we are halfway through.\" Prof Leitch said the decline of Omicron was going \"very well\" and that hospital admissions were falling.He added: \"Hospital numbers are below 1,000 for the first time for months, the numbers in intensive care are below 20 for the first time I can remember. \"I think we are going in the right direction.\" The national clinical director told BBC Scotland the Scotland government could not rule out future lockdowns. Prof Leitch said the Scottish government's strategic framework would have to make allowances for the appearance of any \"surprise\" Covid variant in future.\"We will of course have to tell the world and the world will have to react,\" he added. He urged people to register positive and negative lateral flow test results, saying the test and protect process was one \"one of the key pillars that saved lives across this country\".Prof Leitch also said that when the virus becomes endemic \"it does not mean it's gone away\". He highlighted that in Scotland, endemic flu is not ignored but is planned for, with NHS strategies for vaccinations and treatments. He added: \"Endemic means it is predictable and we know when it is coming. Malaria is endemic and it kills half a million a year.\" A disease isconsidered endemic when it has a consistent and predictable presence in a geographic area. Prof Leitch said there were currently very few restrictions to stop the spread of coronavirus compared to this time last year, when schools and business across the country were closed.And he said the issue of face coverings in schools was \"not a one-sided debate\", as clinically vulnerable pupils and staff require extra protection.\"As numbers continue to fall, I am hopeful that face coverings in schools will be one of the things we can remove, but schools will have to still have mitigations,\" he added. \"They will still have protections to look after particularly those kids who are more vulnerable to this disease.\" Meanwhile, the Scottish Conservatives have published a paper, Back to Normality, about how the country can move on from \"blanket legal restrictions\" to \"personal responsibility and protecting the vulnerable\". Party health spokesman Dr Sandesh Gulhane MSP toldGood Morning Scotland : \"We have got to trust the Scottish people. \"What I've always said is, do the thing that matters most to you and don't do anything to jeopardise that.\" Some people might prioritise visiting family, whereas others might prefer trips to the pub, he added. Dr Gulhane called for an end to face coverings in schools, Covid passports and enforced home working, andthe winding up of NHS Track and Trace , which he said was overwhelmed by Omicron.He also called for a further reduction of the self isolation period in the future and said the shortage of NHS staff should be tackled by recruiting more staff from other countries.", "url": "https://www.bbc.com/news/uk-scotland-60315087"}