{"datetime": "2022-02-08T11:22:13.000Z", "subject": "Coronavirus pandemic", "title": "ScotRail's peak services 'won't return to pre-Covid levels'", "article": "ScotRail has said its peak-time commuter services will not return to pre-pandemic levels - despite 150 services being added from May. The rail operator previously announcedit would drop from its pre-Covid number of 2,400 services a day to 2,100. It said the move was in line with new travel patterns and overcapacity on some routes. That figure has now been revised, but returning services will be during the day rather than at traditional peaks. The Scottish government'sadvice on working from home changed last month, with employers asked to implement a phased return to hybrid working - at home, and in the office.However, ScotRail's operations director David Simpson saidevidence gathered during a consultation process suggested hybrid working would mean there would continue to be \"plenty of space\" on commuter services. He told the BBC Radio'sGood Morning Scotland programme: \"People's commuting habits are changing hugely. \"Most people who used to do five days a week to the office now say they are going to be doing two, three or four days of hybrid working. \"What we are doing is altering the travel patterns, but also reflecting the ways where people are travelling more, such as leisure, weekends shopping and so on.\" The timetable switch will come after Dutch-based Abellio - which currently runs the ScotRail franchice -is stripped of its contract from 1 April. ScotRail, which covers all passenger services in Scotland except those run by other operators which cross the border, will then be brought under Scottish government control. The rail operator has defended its decision to review services, saying revenue has been slashed since March 2020 while costs have stayed the same. Mr Simpson said: \"The service is only being used by about 50% of the number of customers who used it before the pandemic. \"There is absolutely plenty of space on the current service levels to cope with the commuter and leisure demand. \"We are monitoring that on a daily basis and if there is any need to lengthen trains or put more services on, we will do so. But so far there has been no evidence of that. \"The peak, commuter services won't see a return to pre-pandemic levels. \"What are doing is focusing services on the middle of the day and at the weekends, where the evidence is showing that people really want to travel.\" Railway unions have accused the company of using Covid as a cover for cuts. ScotRail said it had not had to lay off a single member of staff and wanted to work with trade unions \"to provide a safe and reliable railway\". ", "url": "https://www.bbc.com/news/uk-scotland-60303031"}