{"datetime": "2022-02-09T09:06:33.000Z", "subject": "Coronavirus pandemic", "title": "Covid: How will my exams be different this year?", "article": "Advance information about this year's exams in England and Wales has been published. It's part of measures agreed between national governments and exams regulators to compensate candidates for lost learning, and to allow their work to be fairly assessed.Exam boardsPearson ,OCR ,AQA andEduqas have published information for most A-level, AS-level and GCSE subjects. The idea is to give candidates a better sense of what to revise after the spring half term, instead of cutting the breadth of courses.They list the topics that will be the main focus of assessments, but do not cover everything which will be covered in the exams. So candidates are still being advised to revise the whole course, and teachers will liaise with students to help them prepare.Courses which are entirely coursework-based are not included, including art and design at both GCSE and A/AS level. Students taking exams in other subjects - English Literature, geography, history and ancient history - won't have to answer questions on one option from their GCSE course.Teachers will have already chosen which of the options they're focusing on and therefore which of the options students don't have to learn. In maths and science exams, students will be given sheets of formulae and equations.Students takingvocational B-Tec qualifications will have fewer internal assessments. Qualification Wales, which oversees Welsh exams standards, has streamlined the content of exams and relaxed the rules for coursework. The Welsh exams boardWJEC published details of this in July so schools are already familiar with the changes. They also increased the amount of choice in papers to reflect the likelihood of missed blocks of learning. Additionally, advance information across a range of subjects (similar to that offered by English boards) hasbeen published . TheCCEA exam board which covers most of the nation's pupils is allowing them to drop an entire exam unit if they wish.This will be decided in discussion with pupils, teachers and parents. An exam may have two units, so students may able to drop up to 50% of the content, but a minimum amount of content must still be covered. Scotland has a different exam system to the rest of the UK, with Nationals taken at 16, and Highers in the fifth or sixth year of secondary school.The qualifications are awarded for a combination of coursework and exams, althoughthis is currently under review .For 2022, theScottish Qualification Authority (SQA) has reduced the burden on pupils by either removing or reducing the exam or an element of coursework. The details were published some time ago, so schools and colleges are already aware.And theSQA has decided to offer further support such as guidance on topics in exams in the light of continued disruption to education in recent months. Grades will be decided in the usual way via external marking, rather than relying on the teacher assessments used for the last two years. After that exam boards will make normal adjustments, taking into account the standard of entries and the difficulty of individual papers. In all four nations, there will be more lenient grade boundaries.These will beset at a \"mid-point\" between the 2019 pre-pandemic boundaries and the grade levels used in teacher assessments in 2021.Under teacher assessment, more pupils passed exams and received higher grades than in previous years.The more generous boundaries are designed to reflect the reality of learning during the last two years, and give an extra nudge to students who would otherwise just miss out on a higher grade. Teachers, academics, politicians and education charities have all acknowledged the scale of the disruption caused by Covid. The Commons education committee has been told repeatedly that poorer pupils and those with special educational needs have been hit hardest. Education Secretary Nadhim Zahawi said he would putting \"fairness at the heart\" of the plans for exams in 2022.There are clear differences in how the nations plan to address lost learning, but exam boards say they are working closely with each other to ensure a consistent approach.The Education Policy Institute said governments had had to choose from a range of \"imperfect options\".", "url": "https://www.bbc.com/news/education-60142475"}