{"datetime": "2022-02-09T17:07:22.000Z", "title": "Scotland's train services nationalised from 1 April", "article": "Scotland's train services will be run by a public sector body from 1 April, the Scottish government has confirmed. While details of the transition have still to be announced, Transport Minister Jenny Gilruth has invited MSPs and rail unions to take part in talks on the future of rail services. She said efforts would be made to make trains safer for women. However opposition parties said the government did not appear prepared to take on the service. Dutch firm Abellio will stop running the ScotRail franchise at the end of March and an \"arms-length\" Scottish government company will take over. Abellio has been running the franchise since 2015 but had its contract ended early amid criticism over cancellations and performance levels. All ScotRail staff will transfer to the new Scottish government-owned entity. The arrangement was made under powers which allow the Scottish government to take over the rail franchise without a bidding process. Scotland's railways were temporarily nationalised in March 2020 to help the service cope with the impact of coronavirus. Speaking in a statement to the Scottish Parliament, Ms Gilruth said the future service would be \"affordable, sustainable and customer-focused\". She said the Scottish government would work closely with partners including women's organisations and British Transport Police (BTP) to make public transport safer. Ms Gilruth said: \"It's clear that much work still needs to be done - and in a collaborative way - to ensure the long term sustainability of rail operations in Scotland, to best meet the needs of the people we all represent. \"We know the unions are passionate about the industry, and through open and frank discussion we can work together to harness that aspirations for the future. I look forward to those conversations tomorrow. \"I also take the issue of women's safety on public transport extremely seriously and we will be consulting with women and women's organisations across the country to better understand their experiences and how we can improve our public transport system to make it safer and more enjoyable for them to use.\" Information on how people can get involved would be provided in the coming weeks, she added. Opposition parties have criticised the lack of detail in the Scottish government's planning so far, with MSP Graham Simpson, the Scottish Conservatives' transport spokesman, calling Ms Gilruth's comments \"warm words\". He said: \"The SNP's vision for ScotRail should be about lower fares, restoring services and stopping cuts to ticket offices - measures that will encourage people to use public transport. \"Passengers need a commitment that fares will come down - especially in the midst of a cost-of-living crisis - yet she did not address fares in her statement.\"The SNP need to deliver on their promise that nationalised ScotRail is going to bring value for money.\" Liberal Democrat MSP Beatrice Wishart MSP criticised the government for beginning talks \"more than two years\" after the nationalisation of the railway was decided. \"That doesn't exactly say the government is prepared,\" she said. \"It's hard to take the Scottish government's commitment to decarbonisation seriously when the most environmentally friendly form of mass transportation ticks up in price year-after-year.\" ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-60319922"}