{"datetime": "2021-07-12T13:51:42.000Z", "author": "Katherine Sellgren", "title": "Exams 2022: Students to get advance notice of topics", "article": "Pupils taking GCSEs, A-levels and vocational exams in England next year are likely to get advance notice of topics, to ensure they are not disadvantaged by Covid disruption. The government has set out proposals for exams in summer 2022, which includes giving schools and colleges some choice over the content assessed. But full details will not be confirmed until early in the autumn term. Heads said they should have had clarification before the summer break. The Department for Education (DfE) and the exams regulator, Ofqual, have launched a three-week consultation on the proposed modifications, asking for views from pupils, parents and teachers. The aim is to ensure fairness after the disruption of the pandemic, in which pupils have missed different amounts of lesson time. The proposals include giving schools and colleges advance information on exam content to help students focus their revision. They may also be given some choice about the content on which students will be assessed in GCSE English literature, history, ancient history and geography. Exam aids could be available, such as a formulae sheet in GCSE maths and an expanded equations sheet in GCSE physics. Announcing the consultation, Education Secretary Gavin Williamson said: \"Exams will always be the fairest way to assess students, which is why they will take place next year, but it's right that next summer's arrangements take into account the disruption young people have faced over the past 18 months.\" Simon Lebus, Ofqual's interim chief regulator, said: \"With things slowly returning to normal, we are launching a consultation so that the flexibility we are building into qualifications will future-proof them against any public health crisis.\" The regulator said he wanted feedback from students, parents and teachers \"to ensure we understand their needs, particularly those whose education has been more harshly affected by the pandemic\". Ofqual is also looking at how to grade qualifications in 2022 in a way that is fair compared with other years and it will announce a decision in the autumn. But Nick Brook, deputy general secretary of the National Association of Head Teachers, said: \"In reality, all of this should have been put to bed weeks, if not months, ago - we are only days away from the end of term.\"School leaders wanted decisions for adaptations and contingencies made before the summer break, with details before the start of term in September, not least because August will be a busy month supporting students with their results and working on reviews and appeals.\" Kevin Courtney, joint head of the National Education Union, said: \"With grim predictability, the government is launching a short consultation in the dead of summer on an absolutely vital issue - this time on exams for next summer.\"As we warned last week, this is already far too late - 1 September is the latest date by which we should be receiving all the necessary information about qualifications in 2022.\" ", "url": "https://www.bbc.com/news/education-57808229"}