{"datetime": "2022-02-09T16:59:39.000Z", "subject": "Coronavirus pandemic", "title": "Scottish Covid powers to be extended by six months", "article": "The Scottish government's remaining Covid powers are set to be extended for several more months. Legislation mandating face coverings and vaccine passports was due to expire on 28 February. However, this looks set to be pushed back to 24 September, with Deputy First Minister John Swinney saying it was important to keep options on the table. Scottish ministers will continue to assess the rules every three weeks, with the next review on 22 February. The move came hours after Prime Minister Boris Johnson announced that the end date for restrictions in England could be brought forward to later this month. England's restrictions, including the legal requirement for self-isolation, are due to expire on 24 March - but Mr Johnson said this could happen \"a full month early\". Both the Scottish and UK governments are to set out their long-term plans for living with fewer restrictions after the coming week of recess at Holyrood and Westminster. But while Mr Johnson hinted that restrictions could come to an end early if case numbers continue to stabilise, the Scottish government has moved to extend the period in which they might continue to apply. The regulations laid at Holyrood cover; Mr Swinney stressed that this did not mean curbs \"would necessarily remain in force until September\", and that they would continue to be reviewed on a three-weekly basis. However, the deputy first minister said ministers \"believe it is necessary to retain the availability of these baseline measures for now while we review our ongoing response to Covid\". He added: \"The government is committed to regularly reviewing these regulations, as we are required to, and the continued removal of any measures considered no longer necessary.\" Mr Johnson had earlier told MPs that \"providing the current encouraging trends in the data continue, it is my expectation that we will be able to end the last domestic restrictions - including the legal requirement to self-isolate if you test positive - a full month early\" in England. Speaking at Holyrood, Mr Swinney questioned whether this move was based on clinical advice or was \"more to do with the survivability of the current prime minister in office\". First Minister Nicola Sturgeon has said the upcoming review would see ministers \"think quite fundamentally\" about future approaches. But she said \"basic protections\" had helped get the virus under control and could help keep it under control in future. Opposition parties at Holyrood have set out proposals of their own, with the Conservatives calling forthe contact tracing system to be wound up as part of an approach focused on \"trusting the public\". Meanwhile Scottish Labourhas called for a new approach to restrictions and a plan for future pandemics \"based on the lessons and mistakes from the past two years\". ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60320827"}