{"datetime": "2022-02-10T06:10:46.000Z", "subject": "Scottish Budget", "title": "Scottish cost-of-living help to be announced", "article": "Plans aimed at helping people in Scotland cope with the cost-of-living crisis are to be unveiled later. Finance Secretary Kate Forbes said an extra £290m will be allocated to the plans - of which £120m was previously said to be going to councils.Ms Forbes will give further details on Thursday afternoon of how the money will be spent. It will come as the Scottish government's budget for the coming year is formally approved by Holyrood. The cost of living crisis has been caused by spiralling energy bills and rising inflation combined with flat or falling incomes.The UK government said last week that an additional £290m would be going to Scotland as the result of Barnett consequentials from the £150 cut to council tax bands A to D announced for England by Chancellor Rishi Sunak last week as part of efforts to tackle the problem. It said this would be on top of a £200 reduction on energy bills for customers in England, Scotland and Wales in October, which will be repaid at £40 a year over five years from April 2023.The announcement was welcomed at the time by First Minister Nicola Sturgeon - although she said it did not go far enough towards helping the hundreds of thousands of people in Scotland who are expected to be pushed into fuel poverty by rising energy bills. However, Ms Forbes appeared to suggest in a tweet on Wednesday that there would actually be no additional money for Scotland as a result of the council tax cut in England. She said the Scottish government would still \"honour our commitment to allocate £290m to deal with the cost of living crisis in Scotland\". But she said this would \"require us to revise the latest budget position I set out to the Scottish Parliament last week.\" However, her claim was dismissed by the UK government, which insisted that the Scottish government \"will receive £296m of Barnett consequentials as a result of the council tax rebate announced by the chancellor.\" A spokesman added: \"This is new funding for the Scottish government. \"People in Scotland expect both governments to be working together for them, their families and communities so we will continue engage with them on this support.\" Ms Forbes - who announced earlier this week that she is pregnant - also said her budget would \"provide a platform to accelerate our recovery from the pandemic, tackle inequalities, invest in the economy and public services and continue a just transition to net-zero.\" It will include doubling the Scottish Child Payment to £20 from April 2022 for families in poverty with children under the age of six - which will be extended to under 16s by the end of 2022. The minimum wage will rise to £10.50 an hour for social care staff and all people covered by the public sector pay policy. And income tax rates will remain unchanged next year - although the thresholds at which it is paid will increase for lower earners. Council leaders had hit out at the \"totally unacceptable\" settlement they were offered by the government, warning that a real-terms cut in their funding meant a mixture of council tax rises and cuts to services were inevitable. The government later said it would give councils - who have complete control over local tax rates for the first time since the SNP came to power in 2007 - an additional £120m. The Scottish Conservatives backed the extra council funding, with finance spokeswoman Liz Smith \"warmly welcoming the actions of the UK government in assisting with this budget\". However she said her party would be voting against the package as a whole, as the government had \"created many more problems within this budget than it has actually solved\". Meanwhile, Scottish Labour leader Anas Sarwar has unveiled his party's five-point plan to tackle the cost of living crisis - including a so-called \"windfall tax\" on the profits of oil and gas firms such as Shell and BP, and a cut to VAT on energy prices. Labour also wants to see targeted support for the hardest-hit Scots by providing a £400 Scottish Fuel Payment to those in need, and for the Scottish Welfare Fund to be topped up to \"ensure local government is empowered to help those in financial difficulty\". Mr Sarwar said: \"Across Scotland, people will be wondering where they are going to find the extra £693 to keep the heating and lights on; just months after bills rose by £139.\"They will look at rising travel costs, water charges and food bills and wonder why they are paying the price for government inaction.\"They are left to foot the bill because Scotland has two bad governments who would rather play politics with the cost of living crisis than take action.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60324917"}