{"datetime": "2021-05-20T12:08:23.000Z", "author": "David Henderson", "title": "How will the huge rail shake-up affect Scotland?", "article": "The UK government has published its long-awaited plans for an overhaul of the rail network , placing control of infrastructure and services under the new arm's-length public body. How will the changes affect rail travel in Scotland? The ScotRail franchise operates about 2,400 train services a day, and covers all passenger services in Scotland except those run by other operators which cross the border. Abellio currently runs the franchise but from spring next year the Scottish government will essentially step into the shoes of the Dutch firm.It is using a \"break clause\" in the franchise contract to end it three years early . This is all taking place under the current rail framework and should not be affected by the changes announced by the UK government on Thursday, which don't look set to take effect until 2023. Even then it looks likely that the new ScotRail arrangement set up by the Scottish government could operate as they have planned, as the UK government wants to maintain a system where different bodies run the trains and the tracks. Under the UK government plans, the rail industry will be rebranded as Great British Railways (GBR).GBR will run and plan the network, as well as providing online tickets, information and compensation for passengers nationwide. It will streamline and simplify fares, including extending contactless and pay-as-you-go systems to more parts of the country. It looks like that means passengers in Scotland will have ScotRail (a Scottish government-owned public body) running the trains, GBR (UK government-owned public body) running the tracks and infrastructure and GBR selling the tickets. Although the fare structure will still be set by the Scottish government. The new GBR is set to run the infrastructure here in Scotland - because it essentially takes over the role of Network Rail.Network Rail is owned by the UK government and managed from Milton Keynes.But it currently has a much closer working relationship with ScotRail than it does with the English rail operators.And this is likely to be the model for the future in England. For example, rail operators are much more able to specify how and when repair work on the lines are carried out so their services aren't disrupted.They seem to be following Scotland's lead.In Scotland, much of the Network Rail's functions are already managed from Scotland. In fact the head of ScotRail, Alex Hynes, has day-to-day control of Network Rail's activities in Scotland - the maintenance and infrastructure work.The sore point for the SNP is that Network Rail is not fully devolved - so it is not answerable to the Scottish Parliament and controlled by the Scottish government. That tension looks set to continue.And the lack of progress on this issue, combined with the change of name to \"GREAT BRITISH RAILWAYS\" will be seen as deliberately provocative by Nationalists here.", "url": "https://www.bbc.com/news/uk-scotland-57187472"}