{"datetime": "2022-02-03T16:53:05.000Z", "title": "Rishi Sunak: Energy bill help 'worth £290m to Scotland'", "article": "Scotland will benefit from an additional £290m of funding to help ease the burden of rising energy bills, the Chancellor has said. The money is the result of Barnett consequentials from a council tax cut announced by Rishi Sunak in England.It will be on top of a £200 reduction on energy bills for customers in England, Scotland and Wales in October. Nicola Sturgeon said \"every penny\" of the £290m would go towards helping ease the cost of living crisis.Scotland's finance secretary, Kate Forbes, later tweeted that theadditional £120m allocated to councils last week in order to avoid council tax rises would be paid for by the additional money.She said the Scottish government had been told in advance of the Chancellor's announcement that there would be additional money from Barnett, adding: \"I'll have more info in due course but as the first minister said we'll ensure that we use consequential funding to mitigate the cost of living in Scotland.\" The chancellorannounced the measures to help households after regulator Ofgem raised the energy price cap. Typical household energy bills will soar by £693 per year from April, or £708 for those on prepayment meters. The Bank of England has also increased interest rates from 0.25% to 0.5%, which will make borrowing money more expensive for people, but is designed to keep a lid on rising prices. Mr Sunak responded with a £150 rebate on council tax bands A to D in England, and a reduction of £200 on energy bills which will be repaid at £40 a year over five years from April 2023.The Chancellor said: \"The price cap has meant that the impact of soaring gas prices has so far fallen predominantly on energy companies. \"So much so that some suppliers who couldn't afford to meet those extra costs have gone out of business as a result. \"It is not sustainable to keep holding the price of energy artificially low. For me to stand here and pretend we don't have to adjust to paying higher prices would be wrong and dishonest. \"But what we can do is take the sting out of a significant price shock for millions of families by making sure that the increase in prices is smaller initially and spread over a longer period.\"# Asked about the announcements atFirst Minister's Questions , Ms Sturgeon said: \"The chancellor announced what sounded like welcome steps to mitigate that but steps that did not go far enough.\" But she said it was too early to say where money would be spent, given it was less than an hour after the announcement had been made. Ms Sturgeon said she was \"not opposed\" to Scottish Labour leader Anas Sarwar's calls for a windfall tax on oil and gas companies, adding: \"We believe that those who have the broadest shoulders should pay the most. \"That certainly includes oil and gas companies who are seeing rising profits but during the pandemic other companies fall into that category as well. \"We have seen Amazon profits rise and also supermarkets, so we need to make sure we have a fair approach. The Scottish government doesn't have the power to do any of this - it would be a decision for the UK government.\" In a Holyrood debate on the rising cost of living later on Thursday, Scottish Labour deputy leader Jackie Baillie called on the Scottish government to spell out next week where the additional funding would be spent. She said: \"This cannot wait. There must be no excuses, no inaction, no hiding behind the constitution. \"They must act and act now in the interests of the people of Scotland.\" Mog, a teacher, lives in Westray, Orkney, with her three daughters. \"I worry about energy prices rising. The electricity bill is almost as much as rent and I have already made steps to reduce our outgoings.\"The children are down to a capsule wardrobe of just what they need. We are quite frugal, we have smart switches that turn things off when we leave the room and we have storage heaters which go off between Easter and October. We don't run a tumble drier and run economy loads on the washing machine.\"We sit under duvets in the living room and I have rearranged the rooms in the house. The three girls sleep in the smallest room because it is easier to keep that warm. The cosy rooms share a wall with our neighbour so we share heat. \"Things like universal credit take into account housing costs but not what you might be spending on electricity. If your bills have risen above the level of the money you are getting, then your electricity bills will come out of your disposable income. \"Higher bills will mean budgeting even more carefully.\" Derek Mitchell from Citizens Advice Scotland said the \"eye-watering increase\" in energy bills was a hammer blow for consumers. He said: \"One in three of us already find bills unaffordable and, shamefully, almost half a million people in Scotland have had to cut back on food to deal with unaffordable bills.\"This simply isn't a sustainable position for people.\" He said April would be a \"nightmare scenario\" as rising bills and prices in the shops collided with flat or falling incomes, adding: \"No one should be forced into the heart-breaking choice between keeping their homes warm or feeding their families. We need immediate direct interventions.\" The Federation of Small Businesses (FSB) in Scotland said that the announcements by the Chancellor gave no relief to the energy bills of businesses. It added: \"Ministers need to extend the support to include smaller firms. And with cash from today's announcement heading to Holyrood, we'd urge decision-makers in Edinburgh to look at what they can do to help.\" ", "url": "https://www.bbc.com/news/uk-scotland-60220252"}