{"datetime": "2022-02-06T13:31:07.000Z", "title": "Energy prices hike: 'Lives could be lost' - Michael Matheson", "article": "The Scottish government's energy secretary has said there is a \"real risk that lives could be lost\" as a result of the hike in energy prices. Michael Matheson told theBBC's The Sunday Show that the action proposed by the UK government was wholly inadequate to deal with the scale of the financial crisis facing many households. The average energy bill is set to increase by £693 a year from April.UK Energy Minister Greg Hands said the UK government was providing support. The Bank of England has issued a warning that rising prices meant the UK was about to endure the biggest fall in living standards since comparable records began three decades ago. It comes as inflation is on course to rise above 7% this year, leaving households facing the biggest income squeeze in decades. The Scottish government will receive about £290m through Barnett consequentials after Chancellor Rishi Sunak announced a council tax cut in England. The UK chancellor announced the measures to help households after regulator Ofgem raised the energy price cap. Nicola Sturgeon has already told MSPs that\"every penny\" of the £290m will go towards helping ease the cost-of-living crisis . But on The Sunday Show, Mr Matheson said this was \"insufficient\" to deal with the scale and nature of the crisis being faced by those on low incomes and called for further action from the UK government to help struggling families. He said the 54% rise in the average energy bill would be compounded by the increase in National Insurance contributions and the cut in universal credit. \"There is a real crisis building here,\" he said. \"It has been on the cards for some time now and action from the UK government is wholly inadequate to deal with it sufficiently. \"There is the real risk that lives will be lost this year.\" The programme earlier heard from Audrey Flanagan, from Glasgow South East Foodbank, who said she was seriously concerned about those on low incomes. \"Not only will it be heat or eat but actually we will see people die and, believe me, I don't use that term lightly,\" she said. \"I sat in tears watching what was happening because you can just see the rollout of this. I am gobsmacked, absolutely gobsmacked.\" Mr Matheson also said a£200 discount the UK government had announced on energy bills for homes in Scotland, England and Wales should be a grant instead of a loan. The discount will be automatically recovered from people's bills in equal £40 instalments over a five-year period from 2023, when it is hoped global wholesale gas prices will have come down. The energy secretary said: \"There is a very serious risk that if fuel prices stay high over the course of the next couple of years, and that could be the case, it could actually end up forcing more homes into poverty because households are not only having to face high fuel prices but they are also having to face paying back the loan.\" He also said the warm homes scheme - which offers those in receipt of certain benefits the option to apply for a one-off £140 payment - should be expanded. Mr Matheson highlighted the Scottish government's winter funding package - about £41m to help families experiencing difficulty during the winter months - and a specific payment within that to help with fuel costs, particularly helping those on pre-payment meters. Last week, the Scottish government also gave local government an extra £120m next year in a bid to ward off big increases in council tax bills. Finance Secretary Kate Forbes said she now had some \"additional flexibility\" due to funding from the UK government. Mr Matheson said fuel poverty was estimated to increase by more than 200,000 homes to almost 900,000 and added that some of those homes would be facing extreme fuel poverty. UK government energy minister Greg Hands told the programme the UK government was already bringing in a number of measures to support those on low incomes. He said: \"We totally recognise the difficulties that many households will be facing with a rise in prices,\" he said. \"In terms of gas and energy prices, those are global prices but we are doing a lot to make sure households are in a better position.\" He claimed there were some things that benefited Scotland, including its geography. \"Being closer to the sources of power generation make bills, in some cases, cheaper,\" he said. \"The transmission costs of that energy, for example from renewables - offshore wind in Scotland - will be lower for Scottish consumers than they would for consumers in the south of England.\" He said the UK government needed to balance support with fiscal responsibility as it had to spend billions of pounds supporting the economy during the pandemic. He said the £200 loan, available from October, was designed to assist people into next winter and would be \"clawed back\" over a five-year period. He added that the national living wage had been increased and that there were \"a lot of important, positive changes coming in\". ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60279218"}