{"datetime": "2021-08-18T00:05:05.000Z", "author": "Sam Ferguson", "title": "'NHS abandoned me after I tried to kill myself'", "article": "A woman who tried to take her own life after suffering post-natal depression says she was abandoned by NHS mental health services during the pandemic. Katie Yelland, 30, relied on family support to get her through the first lockdown after services were paused. It comes as monthly mental health referrals across the UK hit their highest point in two years. Charities warned the surge was set to continue and called for action from the UK and devolved governments. The UK government says it plans to expand and transform mental health services, backed by £2.3bn a year by 2023-24. Ms Yelland suffered from severe post-natal depression after her son was born in August 2019.Just weeks before the first national lockdown, she tried to take her own life.Describing how her treatment stopped after lockdown was imposed, Ms Yelland said: \"Everything just kind of built up and caved in on me. Access to the services just wasn't there.\"I was just abandoned for a good number of weeks, while the new NHS system got into place. \"Once that system was finally in place, it was then an absolute minefield trying to use it and professionals didn't know how to use it. \"I was really isolated and I felt really concerned. I was really confused and became very reliant on my family. \"It opened their eyes to how much I was struggling.\"They've just seen me happy and bubbly. They hadn't seen the internal struggle that that was going on.\" Prior to the pandemic, Ms Yelland was seen weekly by a community psychiatric nurse and the perinatal mental health team. She said: \"The care from the perinatal team just completely stopped. There was nothing, just here one day, gone the next, and with the community team there was nothing. I was left for a good number of weeks, with no help, just getting worse and worse.\" The BBC Shared Data Unit analysed figures from 117 Clinical Commissioning Groups (CCG) in England, and health boards across Wales, Scotland and Northern Ireland.Around 300,000 people were referred to NHS mental health services in Great Britain in March this year, a rise of 18% from the total in February 2020, the month before the pandemic struck.The rise is driven by an increase in referrals across England. Some CCGs, like Leeds, Redbridge and Greater Preston, have seen referrals more than double compared to pre-Covid levels. But while referrals are rising, the number of people receiving mental health treatment remains lower than pre-pandemic levels. Over the same time period, our analysis found the number of people in contact with the service had dropped by around 67,000 - a fall of 9%. Charities have suggested a combination of social distancing restrictions and a move to online treatments has reduced capacity. Taylor Simmonds, 20, is autistic and suffers from severe OCD.Late last year he referred himself to NHS community mental health services after his symptoms got out of control, but found 14 weeks of remote treatment didn't help. \"I think for some people, remote treatment really doesn't work, and it can make things worse. So having some kind of flexibility is important.\" Some parts of the country are treating many more people than pre-pandemic levels. The biggest increase in England was in Blackpool, one of the UK's most deprived areas, where 4,095 adults were in contact with mental health services in March this year - 87% more than pre-pandemic levels. Concerns are also growing that a spike in urgent crisis referrals suggests people are entering the system more unwell than they would have been. MIND's head of health policy Geoff Heyes said: \"Had those people been able to get support earlier, be that through community mental health services, through talking therapies in their community, they may well have not got that unwell.\" Charities Rethink Mental Illness and SANE joined in calls for action. SANE chief executive Marjorie Wallace warned the leap in referral numbers could be the beginning of a mental health surge as people who were discouraged from seeking help come forward. Rethink Mental Illness deputy chief executive Brian Dow said: \"If this increase in referrals is sustained, it has the potential to place the system under real pressure.\"We're already seeing signs of stretched services across the country, with people being sent miles away for care because there aren't beds locally.\" Mr Dow said the charity had seen a \"huge surge\" in the number of people seeking support. \"We also saw a worrying increase in the number of people doing searches for things such as PTSD,\" he said. \"We know that, for example, lots of people in frontline healthcare delivery did experience very serious problems, and there seems to be an acute rise in the number of people experiencing PTSD.\" Meanwhile in the rest of the UK, referrals have yet to go beyond pre-pandemic levels. But charities there have called for plans to be put in place before an expected surge emerges. Scottish Association of Mental Health (SAMH) chief executive said: \"We know in Scotland, the suicide rates at deaths by suicide had increased in the two years previous to the pandemic, and we're bracing ourselves for the figures that will be announced in August which will cover some of the pandemic period.\" Kevin Stewart, the Minister for Mental Wellbeing and Social Care, said the government had already allocated £29.2million to improve children and adolescent mental health services. A similar picture in Wales has prompted MIND Cymru to call on the Welsh Government to act. There, the Cardiff and Vale University board has seen mental health referrals increase by 47% compared to pre-Covid levels, while the Powys Teaching board has seen increases of 23%. \"What's clear is that we're dealing with a significant amount of unmet need,\" said MIND Cymru senior policy and campaigns officer Glenn Page. A Welsh Government spokesperson said it had provided an additional £42m this year for mental health support.In Northern Ireland, all health boards have seen referral numbers tumble since the pandemic hit, with referrals still 29% less than pre-Covid levels by January this year. A spokeswoman for the UK government's Department for Health and Social Care said: \"As we look beyond the pandemic, we remain committed to expanding and transforming mental health services in England, backed by £2.3bn a year by 2023-24.\" If you need support with mental health or feelings of despair, help and support is available via the BBC Action Line. Additional reporting: Vanessa Fillis The Shared Data Unit makes data journalism available to news organisations across the media industry, as part of a partnership between the BBC and the News Media Association. For more information onmethodology , click here. For the full dataset,click here . Read more about the Local News Partnershipsclick here. ", "url": "https://www.bbc.com/news/uk-58085428"}