{"datetime": "2022-02-08T09:49:12.000Z", "title": "Miscarriage: 'My care was cold and clinical'", "article": "When Courtney Peterson lost her unborn daughter, Lillian, a few months before the pandemic, her medical care was \"cold and clinical\". She felt like she was \"just a number\" and she didn't get the support she needed.Ms Peterson shared her story as a committee of MSPs said women and families in similar situations must be given help to cope with their experiences as a \"matter of urgency\".They found there was currently no specific support in Scotland for those suffering from birth trauma. The term is used to describe trauma during or after birth that can include post-traumatic stress disorder. The Scottish government said it would take time to fully consider the comments and recommendations of the committee and respond in due course.Ms Peterson toldBBC Scotland's The Nine that she would have been discharged from hospital on the day she lost her baby, had it not been for the protests of her friend.\"I definitely feel like you are just a number,\" she said. \"You don't want personalisation but you want someone to support you as you. Not as 'You are one in four women who has a miscarriage'. \"You want someone to look at it and say 'I'm really sorry this has happened' and support you nicely through it.\" As she struggled to come to terms with her loss, Ms Peterson contacted her GP and asked to be put on a waiting list to see a psychologist. But she added: \"I heard back maybe six to seven months later and by that point it was far too late and I had already gone privately.\" Her experience led to her moving from Aberdeen to Shropshire. She said: \"I will always have my daughter with me, no matter where I am. \"But to be able to get away from a place where I was constantly in a negative space, to be able to help myself positively, has been a really nice breath of fresh air.\" Harri Lidher lost her baby at full term last autumn, after picking up Sepsis from a medical procedure - a membrane sweep - to induce labour.She told The Nine that she later woke up from a nap and knew something was wrong when she couldn't feel her son move. Husband Steve took her to hospital but medics were unable to find a heartbeat. She said: \"It felt really unbearable to live when I've been going through it. It's just been too hard. \"I think there definitely needs to be more to help people, especially that initial six months to a year.\" In a report published on Tuesday, the committee said it heard that \"there are no services that directly address birth trauma\". It also heard of a \"sharp rise\" in cases during the pandemic. One woman revealed she was told her baby did not have a heartbeat while her partner waited in the car outside the hospital. It added: \"The committee urges the Scottish government to develop and support birth trauma prevention work as a matter of urgency and to work across all NHS health boards to implement resulting measures.\" The MSPs said it was \"unacceptable\" that parents who had lost babies had to wait until 2024 for the establishment of specialist baby loss units and called for the timetable to be accelerated.The committee said national protocols should be devised to allow for care to be provided for parents who had lost a baby in a separate area from maternity wards. One witness described bereaved parents having to \"run a gauntlet of balloons, teddies and all these things saying 'congratulations'\". Cat Berry, the group facilitator and volunteer co-ordinator at Juno Perinatal Mental Health Support, said women who go to hospital in the knowledge that they are going through miscarriage or that they will have a stillbirth are told in advance they will be greeted by a specialist bereavement midwife. But she added: \"That is not happening.\"They are actually pressing the buzzer to the maternity ward, and they are then greeted at the door by happy fathers with balloons saying 'congratulations' or 'welcome to the world'.\" Committee convener Gillian Martin said: \"Up to 20% of women in Scotland experience negative mental health impacts before, during and after giving birth and the aim of our inquiry was to shine a spotlight on this important issue and to see what more should be done to support these women.\"A spokesman for the Scottish government said it was committed to providing \"equitable, coordinated access\" to mental health provision for women, infants and their families throughout pregnancy and afterwards.It has invested more than £16m in perinatal and infant mental health since 2019, he added.\"Experiencing the loss of a baby at any stage of pregnancy is devastating for the families involved, and they need to be supported and treated with care, empathy and kindness,\" he said.\"Our national Bereavement Care Pathway that are currently being piloted in Scotland have the voices of bereaved parents at the heart of their development. \"We also welcome the committee's support for specialist mother and baby Units. Women and families from across Scotland can access this care if it is clinically appropriate and there is a fund to support women and families with the cost of travel and expenses to these units.\"Later this month we will also launch a public consultation on how best to take forward our commitment to increase the number of mother and baby beds available.\" If you or someone you know is struggling with issues raised by this story, find support throughBBC Action Line . ", "url": "https://www.bbc.com/news/uk-scotland-60292720"}