{"datetime": "2022-02-14T09:21:15.000Z", "subject": "Ukraine conflict", "title": "Ukraine: What is Nato and why doesn't Russia trust it?", "article": "Members of Nato are weighing up how far they should go to help Ukraine, in the face of a possible Russian invasion. The alliance - which includes the US, the UK, France and Germany - is stepping up military readiness and aid to Ukraine. Nato - the North Atlantic Treaty Organisation - is a military alliance formed in 1949 by 12 countries, including the US, Canada, the UK and France. Members agree to come to one another's aid in the event of an armed attack against any one member state. Its aim was originally to counter the threat of post-war Russian expansion in Europe.In 1955 Soviet Russia responded to Nato by creating its own military alliance of Eastern European communist countries, called the Warsaw Pact. Following the collapse of the Soviet Union in 1991, a number of former Warsaw Pact countries became Nato members. The alliance now has 30 members. Ukraine is a former Soviet republic bordering both Russia and the EU.It is not a Nato member, but it is a \"partner country\" - this means there is an understanding that it may be allowed to join the alliance sometime in the future. Russia wants assurances from Western powers that this will never happen.However, the US is refusing to bar Ukraine from Nato, saying that as a sovereign nation it should be free to decide on its own security alliances.Ukraine's ambassador to the UK, Vadym Prystaik, suggested recently that Ukraine was willing to be \"flexible\" over its goal to join the Western military alliance. However, a spokesman for President Volodymyr Zelensky contradicted him, saying Ukraine remains committed to its aspirations to join Nato and the EU as set out in in its constitution. Ukraine has a large population of ethnic Russians and close social and cultural ties to Russia. Strategically, the Kremlin sees it as Russia's backyard. President Putin claims Western powers are using the alliance to surround Russia, and he wants Nato to cease its military activities in eastern Europe. He has long argued the US broke a guarantee it made in 1990 that Nato would not expand eastwards.Nato rejects Russia's claims and says only a small number of its member states share borders with Russia, and that it is a defensive alliance. Many believe the current build-up of Russian troops on the Ukrainian border may be an attempt to force the West to take Russia's security demands seriously. When Ukrainians deposed their pro-Russian president in early 2014, Russia annexed Ukraine's southern Crimean peninsula. It also backed pro-Russian separatists who captured large swathes of eastern Ukraine.Nato did not intervene, but it did respond by placingtroops in several eastern European countries for the first time. It has four multinational battalion-size battle groups in Estonia, Latvia, Lithuania and Poland, and a multinational brigade in Romania.It has also expanded its air policing in the Baltic states and eastern Europe to intercept any Russian aircraft which breach the borders of member states.Russia has said it wants these forces out. US President Joe Biden has said Russia would pay a \"serious and dear price\" for invading and is sending reinforcements to Europe.The United States is sending nearly3,000 extra troops to Poland and Romania to bolster Eastern European defences. It has put another 8,500 combat-ready troops on alert. The Pentagon says they would only be deployed if Nato decides to activate a rapid-reaction force.It added that there are no plans to deploy any troops in Ukraine itself. German Foreign Minister Annalena Baerbock has warned any further military escalation \"would carry a high price for the Russian regime - economic, political and strategic\". Downing Street said the UK agrees that \"allies must enact swift retributive responses including an unprecedented package of sanctions\". President Biden has said there is \"total unanimity\" with European leaders over Ukraine, but there have been differences in the support different countries have offered. The US says it is sending weapons worth $200m including Javelin anti-tank missiles and Stinger anti-aircraft missiles, and has allowed other Nato countries to supply US-made weapons to Ukraine.The UK is supplying Ukraine with 2,000 short-range anti-tank missiles and it has sent military personnel to train the Ukrainian army in how to use them.It currently has over 1,000 troops in battle groups in eastern Europe, in Estonia and Poland. It issending 350 more troops to Poland and is proposing to Nato to double its strength in Estoniawith an extra 900 troops . It is also considering sending more RAF jets to southern Europe and sending a naval patrol vessel and a destroyer to the Eastern Mediterranean. It has ordered1,000 troops to be in a state of readiness to provide support in the event of a humanitarian crisis caused by any Russian aggression. UK foreign secretary Liz Truss says it is \"very unlikely\" these troops would be deployed to fight in Ukraine. Some Nato members, including Denmark, Spain, France and the Netherlands, are sendingfighter jets and warships to eastern Europe to bolster defences in the region. However, Germany has refused Ukraine's request for defensive weapons, in line with its policy of not sending lethal weapons to conflict zones. It will instead send medical aid and 5,000 helmets. President Macron of France has meanwhile been calling for dialogue with Russia to de-escalate the situation. ", "url": "https://www.bbc.com/news/world-europe-18023383"}