{"datetime": "2022-02-07T15:14:06.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: 'Lack of planning' put NHS in crisis", "article": "The NHS in Scotland reached crisis point because of a \"complete lack of planning\" during the pandemic, opposition politicians have said. Waiting times in A&E are the highest on record, while GPs have warned of unprecedented staff shortages. The Scottish Conservatives and Labour have also claimed that dentists \"are on the brink of mass exodus\". The Scottish government insists the NHS \"has come through the worst\" crisis in its history. Health Secretary Humza Yousaf has also announced £82.6m of funding to improve services for patients at GP practices. However, the SNP government has been accused of \"knee-jerk reaction-making\" which has damaged the economy and people's mental health.It comes asthe UK government has also faced criticism as plans to tackle the backlog of patients on hospital waiting lists in England have been delayed. Scottish Labour's health spokesperson Jackie Baillie told the BBC Radio'sGood Morning Scotland programme that workforce shortages \"haven't been addressed for years\" and the service remains under acute pressure. She said: \"What we have seen is waiting lists getting longer, cancelled operations up and real challenges for people. \"One in nine of the population of Scotland is stuck on a waiting list and there is no sign of catch-up or recovery. \"So whilst we would all want the NHS to keep people safe - and the staff work incredibly hard - remobilising the NHS has to be a key priority. At the moment, that simply isn't happening.\" Dr Sandesh Gulhane, the Scottish Tory health spokesman, told the programme that ambulance waiting times -in some cases up to eight hours - were also a symptom of inaction from the Scottish government. He added: \"What this all points to is no planning, knee-jerk reaction making then not following through. \"At the height of the pandemic, we needed to do things to protect the public and protect our global health. But it has come at a cost. \"We have to understand we were saving lives, but it was coming with unintended consequences of mental health breakdown and also our economy not doing as well. \"As the pandemic progressed, it was quite clear that decisions were being made badly. \"We were very quick to restrict but are very slow here in Scotland to relax and people are beginning to feel the mental health strain of what's going on. \"This isn't all pandemic-made - we have a complete lack of job planning for doctors and nurses.\" Health Secretary Humza Yousaf said the NHS in Scotland had suffered its most intense period ever at the end of December and the beginning of January. But he insisted everything was being done to ensure patients were \"not being left behind\" as hospitals continued to deal with Covid and non-Covid patients. He said: \"While we are through the worst of it, we should also say that there is still significant pressure on the health service. \"That comes from the continued number of patients who are in hospital with Covid. \"It also comes from the accumulative impact of almost two years of a pandemic and having to catch up with a significant backlog.\" Mr Yousaf announced the new £82.6m of funding for GP practices across the country during a visit to the Dunblane Health Centre. He said it would enable: The health secretary said: \"We have now delivered every penny we committed to health boards and GPs as part of our ongoing commitment to help support practices deliver care. \"The NHS is facing the biggest challenge this winter and this investment will have real benefits for both patients and frontline staff.\" Meanwhile, Scottish Labour claimed dental care could become \"the privilege of people who can afford to go private\" unless emergency funding for NHS treatment is ramped up. Practices across Scotland are still operating with full Covid infection controls while dealing with a case backlog. Jackie Baillie said the government must retain emergency NHS payments after 1 April and do more to tackle the problems facing dentistry. She said: \"Dental care is seeing 850,00 fewer patients - a lot of them from deprived communities. \"We would keep the emergency support in place beyond April so they can continue to remobilise. \"There should also be a review of the funding model, which is almost as old as the NHS itself. \"And fund things like outcomes and reward prevention, because dental care cannot become the privilege of the few who can afford to go private. \"The Scottish government needs to tackle the crisis facing dentistry and that's one way of doing so.\" The Scottish government said it had invested an additional £50m in NHS dental care during the pandemic, while £20m had been allocated this month alone to deal with a backlog in children's treatment. ", "url": "https://www.bbc.com/news/uk-scotland-60286743"}