{"datetime": "2022-02-04T18:44:22.000Z", "subject": "Scottish Budget", "title": "Cost-of-living crisis plan to be outlined next week", "article": "Finance secretary Kate Forbes will confirm next week how much extra money households in Scotland will receive to cope with the cost of living crisis. Chancellor Rishi Sunak haspromised a £150 council tax rebate for most households in England.The pledge could result in as much as £290m going to the Scottish government.Ms Forbes said she will ensure \"every penny is out the door to support households and families in need\".The finance secretary will confirm details of where the money will be spent in her speech to Holyrood on 10 February during the final stage of Scotland's Budget Bill.She explained: \"The Treasury have confirmed the announcement will generate about £290m of consequential funding for Scotland.\"The key is whether that's additional or its net of previous funding that we had assumed we would receive this year.\"Either way the first minister has confirmed that we will pass on consequential funding to deal with the cost of living here in Scotland and that's my commitment.\" Ms Forbes highlighted the hundreds of thousands of people in Scotland who will be pushed into fuel poverty by rising energy prices and said the Scottish government had \"systems in place that will allow us to channel that funding as quickly as possible to help those most in need.\" Nicola Sturgeon has already told MSPs that \"every penny\" of the £290m would go towards helping ease the cost of living crisis . Last week, the Scottish government gave local government an extra £120m next year in a bid to ward off big increases in council tax bills. Ms Forbes said she now had some \"additional flexibility\" due to funding from the UK government. The council tax funding announcement came as part of the UK government's plan to place a repayable £200 discount on bills for homes in England, Wales and Scotland from October. The rebate on energy bills will provide around 28 million households with an upfront discount on their bills worth £200 and suppliers will apply the discount to domestic electricity customers from October, with the government meeting the costs. However, this discount will be automatically recovered from people's bills in equal £40 instalments over a five year period from 2023, when it is hoped global wholesale gas prices will have come down. Mr Sunak has said the plan is intended to \"take the sting\" out of higher bills by spreading the cost to consumers over many years. But Labour has criticised the plans as not going far enough. Scottish Labour leader Anas Sarwar has called for a windfall tax on oil and gas companies to fund more help for people struggling to pay their bills.Ms Sturgeon said she was \"not opposed\" to the idea but pointed out it is only the UK government which could do this.", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60264029"}