{"datetime": "2022-02-05T17:36:37.000Z", "title": "Scottish charities warn they are 'running on empty'", "article": "Scottish charities are warning they are \"running on empty\" at a time when more people are looking for support due to the cost-of-living crisis. The Glasgow Council for Voluntary Services said many bodies were facing energy massive cost hikes.Many charities were already low on reserves after stepping up support during the pandemic, it said. Operational costs and fixed budgets mean that some voluntary bodies face cutting services. Food and energy costs have soared recently, with inflation at its highest rate for 30 years, having risen to 5.4% in the 12 months to December. Many of the measures announced by the UK and Scottish governments to tackle the cost-of-living crisis have been aimed at helping households, rather than organisations.Some groups,including the Federation of Small Businesses , have called on governments to do more to help firms facing rising costs.Ian Bruce, chief executive of Glasgow Council for Voluntary Services, said the pressures on organisations since lockdown started in March 2020 have been \"huge\". \"Organisations responded quickly. They spent some of their reserves to support the people they were working with,\" he said. \"We're now two years later and organisations are starting to run on empty.\"Just as people are starting to come into organisations expecting them to support them the costs of doing that are going up dramatically.\" He said many charities relied on grants, which were settled years in advance, and rising energy prices were the \"last straw\" for many organisations.Fatima Uygun, director of Govanhill Baths Community Trust, said something would have to give for her organisation to continue to function as it had previously. It runs community groups and services as well as a foodbank on the southside of GlasgowIn the last six months, energy bills for the trust have shot up 50% and are set to rise further. \"We're scratching our heads about what to do,\" she says.\"Do we say no to the elderly group who rely on us for a warm community centre?\"Or do we say no to the youth group, and cut down their hours and tell them they can't come in anymore?\" Or she said the number of days the foodbank was open could be cut to two or three days, meaning users would have to wait longer for their food parcels.\"It's looking a bit desperate, not just for us but for a wide range of charities and organisations who are at the coal face,\" she added.Ms Uygun has previously warned that energy price increases meant it now costs the same to provide power to some areas as it did to pay for a staff member. The Scottish Council for Voluntary Organisations, which represents charities, has previously explained that charities often struggle to secure funding to meet overhead costs.Funding is often targeted at the direct costs of providing a project rather than the core costs of running the organisation.It also said it is common for grants not to be increased in line with inflation - meaning years go by where charities are expected to deliver the same services while their budget is being cut in real terms.A Scottish government spokesman said ministers were \"acutely aware of the impact of the increased cost of living on our charities and voluntary organisations\". He said: \"Inflation and rising energy prices affect us all and the Scottish government is using all powers and resources available to us to support people, businesses and charities.\"The government had invested an estimated £500m in the third sector in 2020, the spokesman said. He added that powers relating to energy markets were reserved to Westminster.", "url": "https://www.bbc.com/news/uk-scotland-60272098"}