{"datetime": "2019-03-06T11:41:45.000Z", "title": "Mental health services boost for expectant and new mothers", "article": "More than £50m is to be spent on improving access to mental health services for expectant and new mothers. The Scottish government said it would provide access to treatment for an additional 11,000 patients. It is estimated that perinatal mental illness affects up to one in five women. First Minister Nicola Sturgeon made the announcement on a visit to the mother and baby unit at St John's Hospital in Livingston. She said: \"Our priority is to drive up standards of perinatal mental healthcare for new mothers and their children right across Scotland. \"Mental illness during pregnancy and during the first year after birth is really common, affecting up to one in five women. \"This new funding will identify mental health problems quickly so they can be treated promptly. Women and their families should also expect services to treat them with dignity and respect.\" Hayley Matthews, from Edinburgh, suffered pre and post-natal depression with her two children. She says she went on a \"downward spiral\" of anxiety and guilt - believing that she wasn't strong enough be a good mother. But she pulled through thanks to the support of her \"amazing\" counsellor and hopes the extra government funding can help many more women like her. Hayley told the BBC's Good Morning Scotland programme: \"We had been trying for a second child for about four or five years and I was always quite open about wanting to extend the family. But when it happened, I went into instant shock. \"Everybody kept saying, you look amazing, but I felt like a rotten orange inside.\" Hayley opened up to her doctor and was put on the list for counselling. She said: \"This is where I'm hoping that this (government) funding will help. I have an amazing counsellor, who has saved me. Without her, I think I would be in a very different situation. She has given me the tools to help me be a strong mother.\" Ms Sturgeon added: \"The impact is not just felt by women. The mental and physical health of fathers and other partners can also be affected following the birth of a new baby. \"We also know that between 5% and 10% of fathers may develop mental health problems in the perinatal period.\" Under the plans, new models of service delivery will be introduced, including specialist care for acute perinatal mental health problems and improved infant mental health services. A new needs assessment report, funded by the Scottish government, has been published by the national Managed Clinical Network (MCN) for perinatal mental health. It outlines recommendations to improve the provision of mental healthcare for expectant and new mothers and their families. Dr Roch Cantwell, lead clinician for the Perinatal Mental Health National Managed clinical Network (PMHN), said: \"This report results from the enthusiasm, dedication and drive of women and their families who experience perinatal mental ill health, and the professionals who care for them across Scotland. \"Perinatal mental illness can be devastating but we know that there are effective treatments which can manage and, in some circumstances, prevent its onset. \"The needs assessment and service recommendations report gives us a template to establish services which will ensure that women, their infants and families receive expert care wherever they live in Scotland and that children can have the best start in life.\" ", "url": "https://www.bbc.com/news/uk-scotland-47468047"}