{"datetime": "2020-08-31T16:09:50.000Z", "title": "'Postcode lottery' putting new mother's mental health at risk", "article": "The mental health of new mothers is being put at risk, according to the Royal College of Psychiatrists in Scotland. They said a \"postcode lottery\" of services - coupled with the coronavirus pandemic - is adding strain to an already stretched service. The Scottish government has announced annual funding of up to £1m to help charities provide support. About one in five new mothers have a mental health condition. These can include depression, anxiety disorders, post-traumatic distress disorder and psychotic disorders. Speaking to BBC Scotland, the Royal College of Psychiatrists (RCPsych) called for better community treatment - and said huge areas such as Grampian, Fife, the Highlands and the Borders - still do not have a perinatal mental health service, despite years of campaigning. Scotland only has two mother and baby mental health units - with a handful of beds in St John's Hospital in Livingston and the West of Scotland Mother and Baby Unit in Glasgow. This means new mothers with mental health problems are facing a \"postcode lottery\" - often having to travel hundreds of miles for treatment. Lesley-Anne McDonald lives in Inverallochy near Fraserburgh, in Aberdeenshire. She lost five litres of blood and had signs of severe postnatal depression and anxiety when her daughter Lily-Anne was born four years ago. Along with her daughter, she was admitted to the specialist mother and baby unit in Livingston - around 170 miles and four hours travelling time away. Lesley-Anne now campaigns for better support for pregnant women and new parents. Describing her experience, she said: \"It's so lonely and isolating it really is. You feel like you're actually going mad. That's how I would describe it. The anxiety was so intense that I felt like I was losing my mind - it was really quite scary. \"I had to leave my partner to go down there. That was stressful in itself - without the illness and not being sure how things were going to go. It was really worrying.Lesley-Anne feels her struggles with mental health overshadowed the early stages of mothering Lily-Anne. \"I feel it stole that first few months of her life. For me, unfortunately, it was so overwhelming and debilitating - I had to go to the mother an baby unit - because I was just so unwell.\"It is cases like these that the RCPsych say are \"simply not acceptable\". Selena Gleadow-Ware, of RCPsych, said mothers across Scotland should have the same access to mental health treatment. She said: \"We need women to be able to access care that's close to home to make sure they access the right support at the right time.\" Last year,the Scottish government announced a £50m package for perinatal mental health services - the Royal College of Psychiatrists in Scotland welcomed that, but said progress since has not been quick enough. Dr Gleadow-Ware, added: \"Pregnancy and the early postnatal period for many mothers is a fabulous time of life but it is a period in life when women are most at risk of developing a new mental illness or experience a relapse of a pre-existing one. \"It is inexcusable that in Scotland, we lag so far behind the rest of the UK in the development of much needed specialist services. And women in vulnerable positions and those in BAME groups are at even greater risk.\"We need a clear and consistent plan on how local health boards are going to implement the funding to provide these vital services.\"We're calling for specialist community perinatal mental health services to be made available in each health board area, so new mums are not missing out on the treatment they so vitally need.\"The Scottish government have announced further support of up to £1m a year for three years - funding charities and others in the third sector to help improve the life chances and wellbeing of pregnant women, new mums and their families. Mental health minister Clare Haughey said: \"We want all mothers and their families to have access to good mental health care throughout pregnancy and during the postnatal period. \"The third sector provides an invaluable source of support and with the impacts of Covid-19, their work is more important now than ever. The fund will allow one-to-one support for organisations to help provide the care that women and their families need across Scotland. \"Our delivery plan will help us continue to improve perinatal and infant mental health services, backed by £50m and guided by the voices of women with lived experience.\" ", "url": "https://www.bbc.com/news/uk-scotland-53974835"}