{"datetime": "2021-06-14T15:02:17.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Nato summit: What does the US contribute?", "article": "US President Joe Biden has reaffirmed US support for the Nato alliance as he continues his visit to Europe. Speaking at the G7 summit in the UK, Mr Biden said: \"We believe that Nato is vital to our ability to maintain American security.\" Former President Donald Trump regularly criticised Nato members in Europe for not spending enough to support the alliance, relying on the US to shoulder the burden. In terms of the proportion of its GDP (the total value of goods produced and services) allocated to defence expenditure, the US spends more than any of the other 29 Nato countries. In 2020, it's estimated that the US spent just over 3.7% of its GDP on defence, while the average for Nato's European members (and Canada) was 1.77% of GDP. But the US is a global superpower, with military commitments around the world, not just to Nato, and it also accounted for more than half of the combined GDP of all Nato members in 2020. Defence spending by European Nato members and Canada has been increasing in recent years. Despite the impact of the pandemic, these countriesincreased spending on defence in 2020 for the sixth year running . The current agreed target for European Nato members is 2% of GDP on defence by 2024. President Trump had urged the other countries in the alliance to increase that to 4% of GDP. In 2020, 10 Nato countries (in addition to the US) reached or exceeded the 2% target - two more than in 2019 including for the first time, France and Norway. The rest (including Germany, Italy and Spain) spent below that in 2020, even though they've all increased their spending as a percentage of GDP since 2014 (when the 2% target was agreed). Germany indicated in 2019 that it wouldn't reach the 2% target until 2031. Nato members also pledged that by 2024 at least 20% of their defence expenditure should go on acquiring and developing equipment.On this measure, most Nato members in 2020 spent at least that proportion or more on equipment, although Germany and Canada still spent less than 20%. And last year, European Nato members and Canada increased their major equipment expenditure by an average of more than 11% on the amount spent in 2019. Nato's annual budget and programmes come to about €2.5bn (£2.1bn; $3bn) overall, andthere's an agreed cost sharing formula to pay for the running of things such as: The cost sharing is based on national income. For the period from 2021-2024, the biggest two contributors to this will be the US and Germany, each paying just over 16%.The UK is to pay just over 11% and France about 10.5%.The US used to pay more than 22% of these running costs. But a new payment formula was agreed in 2019 to address complaints by the Trump administration about the burden to the US of supporting the alliance. The US still has thousands of active-duty personnel in Europe, including Turkey.Germany currently hosts by far the largest number of US forces in Europe, followed by Italy and the UK. Last year, former President Trump announced he planned to pull nearly 12,000 US troops out of Germany, andcriticised the Germans for \"not paying their bills.\" Those plans were suspended when the Biden administration took over. And US forces have also worked with their Nato counterparts outside of Europe as well, for example in Afghanistan.It is worth adding some US personnel based in Europe support non-Nato operations and US military numbers fluctuate as forces are rotated in and out of Europe. However, the biggest single overseas deployment of US personnel is not in a Nato member state at all. It is in Japan, where the US maintains more than 50,000 troops. US forces also have a significant presence in the Middle East and the Gulf, although exact figures are not always disclosed and some deployments are only temporary.In Afghanistan, the US is currently in the process of rapidly drawing down its remaining forces, with the withdrawal aiming to be completed by September, and possibly earlier. Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/world-44717074"}