{"datetime": "2022-02-12T08:22:15.000Z", "subject": "Ukraine conflict", "title": "Russia-Ukraine crisis: UK nationals told to leave Ukraine", "article": "British nationals in Ukraine are being told to leave the country now while commercial means are still available. The UK Foreign Office's warning came as theUS said that Russia could invade \"any day now\" and told its own citizens to leave in the next 48 hours. Russia has denied any plans to invade Ukraine despite massing more than 100,000 troops near the border. Boris Johnson said he feared for the security of Europe as he joined a call of world leaders on Friday. Mr Johnson urged allies to have a \"heavy package of economic sanctions ready to go\" should Russia make the \"devastating and destructive decision\" to invade Ukraine, Downing Street said. Armed forces minister James Heappey said the advice to Britons in Ukraine had changed because Russia was at a stage where it could attack \"at no notice\". Mr Heappey told BBC Breakfast: \"We are now confident that the artillery systems, the missile systems and the combat air are all in place that would allow Russia to launch - at no notice - an attack on Ukraine.\" And he warned that the Royal Air Force would not be \"in a position\" to go in and fly people out at a later date if they remained in the country. US national security adviser Jake Sullivan said Russia was in the position \"to be able to mount a major military operation in Ukraine any day now\" and it could start with an intense aerial bombing. But he stressed the US did not know whether President Vladimir Putin had made a final decision. However, Tobias Ellwood, Conservative MP and chair of the defence select committee, has raised concerns about the rhetoric being used by Washington, saying it was \"bordering on panic\". Mr Ellwood told the BBC's Newsnight programme: \"Absolutely, you've got a duty of care to your citizens, particularly when the threat picture does change.\"But it's almost bordering on panic and that absolutely fits into Putin's objective. He'll be delighted to see the West and the Nato alliance crumbling in this way.\" He said a division of Nato should have been moved into Ukraine months ago, adding: \"The least we can do now is provide a no fly zone.\"Russia's foreign ministry has accused Western countries of spreading false information. The Foreign Office, which also now advises against all travel to Ukraine, estimates there are a few thousand British nationals in Ukraine. It said that, due to this increased threat, further embassy staff would be withdrawn from Kyiv - although the embassy would remain open but would be unable to provide in-person consular assistance to any Britons who remain. A UK government source said the safety of Britons was the \"number one priority\" and said the decision was \"the right precaution to take\". Stuart McKenzie, a British man who has lived in the country for 28 years with his Ukrainian wife and children, told BBC Breakfast he was considering options for leaving. \"Any parent wouldn't want to put their children into any danger whatsoever,\" he said. \"There seem to be more and more threats, and we hear as soon as next week we could have Russian troops in the country.\" Mr McKenzie is considering driving to the border with Poland, but said he was concerned about access to fuel, food, hotels, and cashpoints, as well as the poor weather conditions on the roads. \"These things can get out of control very fast and we've got to be on the right side of the chaos, to think of a border with a million cars and panic happening would be disastrous,\" he said. He also requested that the government open a hotline to give people practical advice on travel options. Severalother countries have also advised their nationals to leave the country, including the Netherlands, Japan and South Korea. It comes after Moscowbegan massive military drills with neighbouring Belarus. These are believed to be Russia's largest deployment to Belarus since the Cold War. France called the drills a \"violent gesture\", while Ukraine said they amounted to \"psychological pressure\". Ukraine has alsoaccused Russia of blocking its access to the sea . Both French President Emmanuel Macron and US President Joe Biden are due to speak with Mr Putin on Saturday. Speaking from the White House, Mr Sullivan warned there were signs of Russian escalation including new forces arriving at the Ukrainian border and said an invasion could include a \"rapid assault on the city of Kyiv\" or on other parts of the country. He said if a Russian invasion proceeded it was likely \"to begin with aerial bombing and missile attacks that could obviously kill civilians without regard to their nationality\". This could lead to communications being severed and commercial transit being halted, he said. US Secretary of State Antony Blinken said on Friday that \"an invasion could begin at any time, and to be clear, that includes during the Olympics\". The Winter Olympics in China are scheduled to end on 20 February. The US also said it was sending a further 3,000 troops to Poland, and that they were expected to arrive there next week. The troops will not fight in Ukraine, but will ensure the defence of US allies. The current tensions come eight years after Russia annexed Ukraine's southern Crimea peninsula. Since then, Ukraine's military has been locked in a war with Russian-backed rebels in eastern areas near Russia's borders. The Kremlin says it cannot accept that Ukraine - a former Soviet republic with deep social and cultural ties with Russia - could one day join the Western defence alliance Nato and has demanded that this be ruled out. Earlier on Friday, Defence Secretary Ben Wallace met his Russian counterpart Sergei Shoigu and said at a news conference that an invasion of Ukraine wouldhave \"tragic consequences\" for both countries . Mr Wallace said Russian forces were in the position to invade \"at any time\" but said Mr Shoigu had given him security assurances. Speaking to the BBC, Lord Darroch, a former British ambassador to the US and national security adviser, said the build-up could be an attempt by Russia to raise pressure and extract concessions from the West and Ukraine, but added there were not \"any new messages… the West can give to Russia\" to de-escalate the situation.", "url": "https://www.bbc.com/news/uk-60355311"}