{"datetime": "2022-02-10T17:00:18.000Z", "author": "Becky Morton & George Bowden", "subject": "Ukraine conflict", "title": "Ukraine-Russia crisis: Stakes are very high, Boris Johnson says", "article": "Europe faces \"the most dangerous moment\" in its \"biggest security crisis\" for decades, Boris Johnson has said as tensions grow between Russia and Ukraine. Speaking in Brussels, the PM said he hoped \"strong deterrence\" and \"patient diplomacy\" could find a way through the crisis but the stakes were \"very high\". Russia denies it plans to invade but has 100,000 troops on Ukraine's border. Mr Johnson is also visiting Poland to show support for Nato allies.In a joint news conference with Nato secretary general Jens Stoltenberg, the prime minister said he did not believe Russia had yet taken a decision on whether to invade Ukraine but the UK's intelligence \"remains grim\".Asked whether the UK would consider going further in its support for Ukraine, including military support for an insurgency if Russia invades, Mr Johnson said he would \"consider what more we can conceivably offer\".\"It's possible, I don't want to rule this out, but at the moment we think the package is the right one,\" he said.As part of a surge of UK diplomatic activity, Foreign Secretary Liz Truss met her Russian counterpart Sergei Lavrov in Moscow, while Defence Secretary Ben Wallace will travel to Russia on Friday.During a tense joint news conference on Thursday, Mr Lavrov said the talks had been \"disappointing\". \"It's like we're listening but not hearing each other so our very detailed explanation fell on deaf ears,\" he said.He said relations between the UK and Russia \"leave much to be desired\" and are at the \"lowest point over the past few years\". Asked if he had seen any concessions over Russia's concerns about Nato, Mr Lavrov said he had only heard a demand to \"remove Russian troops from Russian territory\".Ms Truss accused Russia of \"Cold War rhetoric\". She later told the BBC the UK was putting its \"full diplomatic effort\" into deterring an invasion and de-escalating the situation. Asked about her meetings with Mr Lavrov, who has been Russia's foreign policy chief for 18 years, Ms Truss said he had \"been involved in a lot of the issues that have created the situation we're in now\" and that \"proper diplomatic talks\" were needed. The reason Boris Johnson is saying the next few days are a dangerous moment is because his and other Western officials believe the confrontation is getting worse.They say it is not just that there is no de-escalation on Russia's part; it is the fact there is escalation.They see more troops deployed close to Ukraine's border, whether in Russia or Belarus. They see more intelligence about Russia's plans. They see what they describe as greater disinformation and threats of cyber-attacks.That is why Western diplomacy is being stepped up, both to reinforce the warning to Moscow about the price it would pay for any invasion, but also to reassure Nato allies close to Ukraine's border and to maintain Western unity.That is why Mr Johnson has followed his French counterpart and preceded his German counterpart in a flurry of diplomacy. What is not clear is whether Russia is listening.On the evidence of the frosty news conference between Liz Truss and Sergei Lavrov, there was no meeting of minds.But what is significant is that all sides seem happy for now to continue talking, however fruitlessly.Diplomats from Russia and Ukraine and elsewhere have been meeting in Berlin. Further Western leaders are due in Moscow and Kyiv.And while there is talking taking place, the diplomatic door to a solution remains open, even it may be only ajar.The latest diplomatic efforts come as Russia and its ally Belarus, which borders Ukraine,prepare to start 10 days of joint military drills . The US has described the move as \"escalatory\", while France said it was a \"violent gesture\".The current tensions come eight years after Russia annexed Ukraine's southern Crimea peninsula. Since then, Ukraine's military has been locked in a war with Russian-backed rebels in eastern areas near Russia's borders. Further talks involving France, Germany, Ukraine and Russia took place on Thursday. France's President Emmanuel Macron met Mr Putin for more than five hours of talks on Monday.Former Conservative Prime Minister Sir John Major compared this with a \"brief\" phone call between Mr Johnson and President Putin last week, saying he did not think the UK's \"weight in the international community\" was \"as strong as it was or as we would wish it to be\".Meanwhile, Labour leader Sir Keir Starmerbacked Mr Johnson over the UK's stance on Ukraine , telling the BBC: \"I've got plenty of arguments with the prime minister on many things particularly in recent months, but when it comes to Russian aggression, we stand as one in the United Kingdom.\" The prime minister announced 1,000 more British troops will be put on alert in the UK but he has stressed that Nato is unwilling to send troops into Ukraine itself.Legislation allowing tougher sanctions to be implemented against Russian individuals, businesses and other entities if it invadescame into force on Thursday .Mr Johnson later visited Poland, where 350 Royal Marines from 45 Commando arrived as part of support announced earlier this week, joining 150 personnel already in the country.During a news conference in Warsaw, Polish Prime Minister Mateusz Morawiecki said the UK had shown \"wonderful solidarity\" with his country, while Mr Johnson said Poland was \"absolutely critical to our collective European security\".The UK will also offer to double the number of its troops in Estonia, deploy more RAF jets based in southern Europe, and to sail a Type 45 destroyer and HMS Trent, a patrol ship, in the eastern Mediterranean. Nato's 30 members - which include the UK, US and several former Soviet republics - agree to come to another's aid in the event of an armed attack.Ukraine is not a member of Nato. However, it is a \"partner country\" and may be allowed to join the military alliance sometime in the future, a move Russia sees as a direct threat to its security. ", "url": "https://www.bbc.com/news/uk-60326142"}