{"datetime": "2022-02-12T10:33:03.000Z", "subject": "Ukraine conflict", "title": "Ukraine tensions: Russia invasion could begin any day, US warns", "article": "Russia could invade Ukraine \"at any time\" and American citizens should leave immediately, the US has warned. An invasion could start with aerial bombing that would make departures difficult and endanger civilians, the White House said on Friday. Moscow has repeatedly denied any plans to invade Ukraine despite massing more than 100,000 troops near the border. The US statement prompted countries around the world to issue fresh warnings to nationals in Ukraine. Non-essential staff have been ordered to leave the US Embassy in Kyiv,the State Department announced in a release . Consular services will be suspended from Sunday, although the US \"will maintain a small consular presence\" in the western city of Lviv \"to handle emergencies\". UK ambassador to Ukraine Melinda Simmons has tweeted that she and a core team are staying in Kyiv.Meanwhile, Russia said it has decided to \"optimise\" its diplomatic staff numbers in Ukraine. A foreign ministry spokeswoman cited fears of \"provocations\" by Kyiv or other parties. Attempts to de-escalate tensions through diplomacy are set to continue on Saturday, with both US President Joe Biden and France's President Emmanuel Macron due to speak to Russia's Vladimir Putin by phone. Moscow has accused Western countries of stirring up hysteria. US National Security Adviser Jake Sullivan said Russian forces were now \"in a position to be able to mount a major military action\" in remarks seen as a clear escalation in the urgency of warnings from US officials. \"We obviously cannot predict the future, we don't know exactly what is going to happen, but the risk is now high enough and the threat is now immediate enough that [leaving] is prudent,\" he said. Mr Sullivan added that the administration did not know if Russian President Vladimir Putin had made a final decision to invade, but said that the Kremlin was looking for a pretext to justify military action, which he said could start with intense aerial bombardment. His comments came as US officials warned of a further build-up of Russian troops at Ukraine's borders over the past week and planned Russian military exercises in the Black Sea in the coming days. President Biden has said that he would not send troops to rescue any citizens left stranded in the event of Russian action. On Friday, the US president hosted a video call with transatlantic leaders in which they agreed on co-ordinated action to inflict severe economic consequences on Russia if it invaded Ukraine.The US also said it was deploying a further 3,000 troops from Fort Bragg, North Carolina, to Poland, and that they were expected to arrive there next week. The troops will not fight in Ukraine, but will ensure the defence of US allies. The US has been out in front of its European allies with warnings about the possibility of a Russian attack on Ukraine. But this was a notable increase in urgency.The Americans are worried by the continued build-up of Russian troops, the way they are positioned, and the beginning of military exercises that could serve as a rolling start to an invasion.The latest intelligence assessments prompted President Biden to convene close allies on Friday to tell them he believed President Putin may well soon give a final \"go order,\" according to US National Security Adviser Jake Sullivan.Mr Biden's top military adviser, Gen Mark Milley, made an unusual number of phone calls in rapid succession - to his counterparts in Russia, Canada, the UK and Europe.The administration has been accused by some of contributing to the escalation with its rhetoric. But it has decided to be \"as transparent as possible\" with the sharing of information, Mr Sullivan said, clearly calculating this to be part of its deterrent strategy.Russian naval drills took place in Crimea on Friday, while 10 days of military exercises continued in Belarus, to the north of Ukraine. Ukraine has accused Russia ofblocking its access to the sea. There are fears that if Russia tries to invade Ukraine, the exercises put the Russian military close to the Ukrainian capital, Kyiv, making an attack on the city easier. Russia says its troops will return to their permanent bases after the drills end. The current tensions come eight years after Russia annexed Ukraine's southern Crimea peninsula. Since then, Ukraine's military has been locked in a war with Russian-backed rebels in eastern areas near Russia's borders. The Kremlin says it wants to enforce \"red lines\" to make sure that its former Soviet neighbour does not join Nato. Nato Secretary-General Jens Stoltenberg said the bloc was \"united and prepared for any scenario\". ", "url": "https://www.bbc.com/news/world-europe-60355295"}