{"datetime": "2022-02-11T18:34:27.000Z", "subject": "Ukraine conflict", "title": "Ukraine tensions: Joe Biden says US citizens should leave Ukraine now", "article": "US President Joe Biden has called on all American citizens remaining in Ukraine to leave the country immediately, citing increased threats of Russian military action. Mr Biden said he would not send troops to rescue Americans if Moscow invades Ukraine. Several other countries, including the UK, also urged their citizens to leave.Russia has repeatedly denied any plans to invade Ukraine despite massing more than 100,000 troops near the border. But it has just begunmassive military drills with neighbouring Belarus, and Ukraine has accused Russia ofblocking its access to the sea. The Kremlin says it wants to enforce \"red lines\" to make sure that its former Soviet neighbour does not join Nato. \"American citizens should leave now,\" Mr Bidentold NBC News . \"We're dealing with one of the largest armies in the world. It's a very different situation and things could go crazy quickly.\" Asked whether there was a scenario that could prompt him to send troops to rescue fleeing Americans, Mr Biden replied: \"There's not. That's a world war when Americans and Russia start shooting at one another. We're in a very different world than we've ever been.\" A host of other countries, including the Netherlands, Japan and South Korea have also told their citizens to leave Ukraine. In its warning Latvia cited \"a serious threat to security posed by Russia\". US Secretary of State Antony Blinken, on a visit to Australia, said on Friday that \"an invasion could begin at any time, and to be clear, that includes during the Olympics\". The Winter Olympics in China are scheduled to end on 20 February.Diplomatic efforts are under way to defuse the current crisis over Ukraine. UK Defence Secretary Ben Wallace warned his counterpart in Moscow that a Russian invasion of Ukraine would have \"tragic consequences\" for both countries. But Sergei Shogiu said growing military tensions in Europe were \"not our fault\". The current tensions come eight years after Russia annexed Ukraine's southern Crimea peninsula. Since then, Ukraine's military has been locked in a war with Russian-backed rebels in eastern areas near Russia's borders. Meanwhile, Ukraine accused Russia of blocking its access to the sea as Russia prepared for naval exercises. Ukrainian Foreign Minister Dmytro Kuleba said the Sea of Azov had been completely blocked and the Black Sea almost fully cut off by Russian forces. Russia's naval exercises were due to take place next week in the two seas to the south of Ukraine, the Black Sea and the Sea of Azov.However, Ukraine's Border Guard Service said on Friday that Russia had told them it had cancelled its drill in the Sea of Azov, an internal sea bordered by both Russia and Ukraine. Ukraine's port authority later said restrictions there had been lifted.Russian naval drills were already taking place in Crimea on Friday, while 10 days of military exercises continued in Belarus, to the north of Ukraine.There are fears that if Russia tries to invade Ukraine, the exercises put the Russian military close to the Ukrainian capital, Kyiv, making an attack on the city easier. Russia says its troops will return to their permanent bases after the drills end. Ukraine has launched its own 10-day military exercises, though officials have given few details.Moscow says it cannot accept that Ukraine - a former Soviet republic with deep social and cultural ties with Russia - could one day join the Western defence alliance Nato and has demanded that this be ruled out. Russia has been backing a bloody armed rebellion in Ukraine's eastern Donbas region since 2014. Some 14,000 people - including many civilians - have died in fighting since then. There is some suggestion that a renewed focus on the so-called Minsk agreements - which sought to end the conflict in eastern Ukraine - could be used as a basis to defuse the current crisis. Ukraine, Russia, France and Germany backed the accords in 2014-2015. Are you in Ukraine and affected by what's happening? Are you a US citizen in Ukraine? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: If you are reading this page and can't see the form you will need to visit the mobile version of theBBC website to submit your question or comment or you can email us atHaveYourSay@bbc.co.uk . Please include your name, age and location with any submission.", "url": "https://www.bbc.com/news/world-europe-60342814"}