{"datetime": "2019-11-07T20:06:05.000Z", "title": "Nato alliance experiencing brain death, says Macron", "article": "President Emmanuel Macron of France has described Nato as \"brain dead\", stressing what he sees as waning commitment to the transatlantic alliance by its main guarantor, the US. Interviewed by the Economist, he cited the US failure to consult Nato before pulling forces out of northern Syria. He also questioned whether Nato was still committed to collective defence.German Chancellor Angela Merkel, a key ally, said she disagreed with Mr Macron's \"drastic words\".Russia, which sees Nato as a threat to its security, welcomed the French president's comments as \"truthful words\". Nato, which celebrates 70 years since its founding at a London summit next month, has responded by saying the alliance remains strong. \"What we are currently experiencing is the brain death of Nato,\"Mr Macron told the London-based newspaper. He warned European members that they could no longer rely on the US to defend the alliance, established at the start of the Cold War to bolster Western European and North American security.Article Five of Nato's founding charter stipulates that an attack on one member will produce a collective response from the alliance.But Mr Macron appeared unsure whether it was still valid when asked. \"I don't know,\" he said.The alliance, Mr Macron is quoted as saying, \"only works if the guarantor of last resort functions as such. I'd argue that we should reassess the reality of what Nato is in the light of the commitment of the United States\". The French leader urged Europe to start thinking of itself as a \"geopolitical power\" to ensure it remained \"in control\" of its destiny.President Donald Trump's abrupt decision topull most US forces out of north-eastern Syria in October took European Nato members by surprise.The move opened the way for Turkey - itself a powerful Nato member - to push into Syria and create what it termed a security zone along its border. Kurdish forces, who had been helping the US fight the Islamic State (IS) group, were expelled from the area.Mr Macron at the time criticised Nato's failure to respond to the Turkish offensive.Mr Trump has frequently accused European Nato members of failing to provide their fair share of military spending and for relying too heavily on the US for their defence.For his part, Mr Macron has already been at the forefront of moves to boost defence co-operation among European countries. However, the European Union's other main military power, the UK, emphasises the importance of Nato to European defence.Chancellor Merkel, speaking in Berlin alongside visiting Nato Secretary-General Jens Stoltenberg, said Mr Macron \"used drastic words - that is not my view of co-operation in Nato\".She acknowledged there were problems, but said she did not think \"such sweeping judgements are necessary\".Russia's reaction came from foreign ministry spokeswoman Maria Zakharova.\"Well said. Truthful words, and ones that get to the nub of the matter,\" she posted on Facebook.\"An accurate description of Nato's current state,\" she wrote. Nato chief Mr Stoltenberg said the alliance remained strong.\"European allies are stepping up, investing more in defence.\"The US is increasing investments in Europe with more troops, more exercises. The reality is that we do work together. We have strengthened our collective defence. Any attempt to distance us from North America risks not only weakening the alliance, the transatlantic bond, but also weakening Europe.\" With only weeks before the Nato summit, President Macron's comments suggest it might not be an entirely harmonious celebration.One key fault line has been opened up by President Trump who frequently denigrates his Nato allies. He described many of them recently as \"delinquent\" for not spending sufficiently on their own defence.Mr Macron said America was turning its back on Europe. The absence of co-ordination on strategic decision-making between the US and its Nato allies was exemplified by recent unilateral US and Turkish decisions in Syria.Turkey's actions in particular, he said, raised all sorts of questions about the fundamental security guarantees that Nato gives to all its members. What would happen, he asked, if the Syrian government attacked Turkey due to its incursion into Syria?With more members than ever and facing much more complex security challenges, Nato seems in Mr Macron's view to no longer be fit for purpose.This is about much more than one US president. Nato must defend against multiple threats which different countries perceive in different ways. And a number of allies seem less and less keen to espouse the liberal democratic values that lie at Nato's core. The North Atlantic Treaty Organisation was created in 1949 to counter the threat from the Soviet Union as the Communist country sought to expand its power in Europe.The Soviet Union, an ally in World War Two against Nazi Germany, became an adversary of the West during the Cold War.It set up its own Warsaw Pact military alliance, including the then Communist countries of eastern Europe, in 1955.That alliance was dissolved shortly before the collapse of the Soviet Union in 1991 and former Warsaw Pact countries, though not Russia, became Nato members in the years following.Originally set up to promote \"stability and well-being in the North Atlantic area\", Nato was faced with finding a new purpose after the demise of the Soviet Union.From the mid-1990s, Nato forces were deployed on missions in the former Yugoslavia, launching air strikes to push Serbia out of Kosovo, and in Afghanistan, where the alliance took control of peacekeeping operations.But as Nato has expanded, it has struggled to overcome Russian concerns that the alliance poses a threat on its borders.", "url": "https://www.bbc.com/news/world-europe-50335257"}