{"datetime": "2022-01-28T22:01:46.000Z", "author": "Jenny Hill", "subject": "Ukraine conflict", "title": "Why Germany isn't sending weapons to Ukraine", "article": "Germany's refusal to send weapons to Ukraine has puzzled and angered some allies. But the reasons why Europe's most powerful country is standing back are historical and complex. There's a great grassy plain to the east of Berlin where the soil tells terrible stories. As farmers plough, their blades disturb human bones, weapons; the fragments of one of the most brutal battles of World War Two. It was spring 1945. Hitler was hiding in a bunker in Berlin, his troops in retreat. Soviet forces advanced from the east across the plain but, above them on a hill called the Seelow Heights, the Nazis had taken up a defensive position.It was, by all accounts, a muddy, chaotic bloodbath. The Soviets eventually prevailed, hastening the end of the war, but it's estimated up to 30,000 of their soldiers were killed. To visit the memorial at Seelow Heights is to understand how deeply entrenched this country's history remains in the minds of many Germans - and how the horrors of the 20th Century still influence its foreign policy today. It is one of the reasons Germany has refused to send weapons to Ukraine, prompting a furious response from politicians there. This is, by and large, a nation of pacifists.An annual survey reveals that most Germans believe diplomatic negotiation is the best way to resolve conflict. German troops rarely participate in anything other than peacekeeping missions; there are few exceptions - and they were controversial - including the Balkans in the 90s and, more recently, Afghanistan. It's also, ironically, one of the world's biggest arms exporters (though its output is dwarfed by that of the US and Russia). And it has strict controls over where weapons are sent, even if Angela Merkel's government was sometimes accused of not sticking to those rules.\"Germany has a longstanding policy of restraint when it comes to military conflict of all sorts and weapons export is seen as fuelling conflict rather than reducing conflict,\" says Thomas Kleine-Brockhoff from the German Marshall Fund. \"This longstanding policy says that Germany does not export arms into conflict zones.\" Germany has departed from that principle, to arm Peshmerga fighters battling IS in Northern Iraq. But the situation in Ukraine is different, he says. The reason is history - the Nazi killings of millions of people in Ukraine and Russia. \"To export arms into the bloodlands that Germany helped to create, to supply one part of the bloodlands with arms… against the other part of the bloodlands… is an anathema in the German political debate.\" The situation on the Ukrainian border is testing Germany's new coalition government. Chancellor Olaf Scholz - who probably thought Covid would be his greatest challenge - is now under pressure from his international allies to shift his country to a new, more hawkish position. His government - a coalition of Social Democrats, Greens and Free Democrats - came to power at the end of last year promising a values-based foreign policy and even stricter constraints on arms exports. Resisting calls - even from some within that government - to send weapons to Kiev, Chancellor Scholz has instead paid for a field hospital, offered to treat wounded soldiers in Germany and is sending 5,000 helmets to Ukraine. Because there's another reason for Germany's reluctance - many here simply don't believe that sending weapons will solve the crisis. Scholz's foreign minister, Green politician Annalena Baerbock, points out that Germany is a financial donor to Ukraine and believes that is more effective than sending arms. \"I do not think it's realistic to believe such weapons exports could turn around the military imbalance. The best protection is to prevent further aggression. The strongest weapon, if you want to use that word, is that we, united as Nato members, as EU states, as the G7, make clear every new aggression will have massive consequences.\" Chancellor Scholz favours the dialogue-based approach pursued by his predecessor. Angela Merkel was instrumental, along with President Emmanuel Macron of France, in setting up the so-called Normandy format under which Germany, France, Ukraine and Russia aimed to establish a ceasefire in Eastern Ukraine. It's hoped that same format might work now. Nils Schmidt, foreign affairs spokesman for the chancellor's social democrats, says \"France and Germany are mediators and I think it's not very appropriate for a mediator nation to send weapons to Ukraine, to one conflict party, because we are trying to promote a diplomatic solution.\" And Germany is well placed for such diplomacy. Chancellor Scholz may not have Mrs Merkel's clout with President Putin. But, thanks to their histories, Germany's relationship to Russia is unlike that of many other Western countries. Thousands of German firms do business there. Many Germans - including Angela Merkel - grew up behind the Iron Curtain, learning Russian at school. Her ability to communicate regularly with Vladimir Putin when other leaders could not, was often attributed to their shared experience of life in the Communist East. What puzzles - and angers - many around the world (and a fair few in Germany too) is why Chancellor Scholz isn't playing his most obvious card. The two countries' economic ties are perhaps most controversially embodied in the Nordstream 2 pipeline, which, if and when it comes online, would double the amount of Russian gas coming into Europe via Germany. Chancellor Scholz is under pressure to scrap the project by way of a sanction against Russia. That he has not yet done so is, critics argue, emblematic of Germany's self-interest.It's a sore topic for his government. His social democrats, who say the pipeline is a private economic project, are behind it. But his partners, the FDP, say it's political and the Greens would dearly love to let it go.Mr Scholz has indicated that, should Russia invade Ukraine, all options will be on the table, including the pipeline. But, in his quietly spoken way, has gone no further, prompting some to wonder whether history will judge him canny or weak and hesitant. \"It's wise to have a certain level of strategic ambiguity so that Putin cannot start calculating which price he would have to pay in case of doing this or that,\" says Nils Schmidt. \"That's why is so important to have all these options on the table.\" And, in the meantime, as Vladimir Putin tests the nerves of the West, Germany faces fundamental questions about its pacifist instincts. Even towards the end of the Merkel era, calls were growing for Germany to take on a more substantial military role on the world stage. And, as visitors to Seelow Heights, who imagine the screams of Katyusha rockets and the shouts of dying men, will understand, Germany knows very well what is at stake - and the cost of getting it wrong.", "url": "https://www.bbc.com/news/world-europe-60155002"}