{"datetime": "2022-01-26T17:33:54.000Z", "author": "Vitaliy Shevchenko", "subject": "Ukraine escalation", "title": "Kremlin media: Ukraine preparing to attack, not Russia", "article": "Just like in the West, in Russia the media is closely following the chance of further conflict in Ukraine. However, Kremlin-controlled outlets have their own version of who is likely to start it. They portray Ukraine as the aggressor preparing to mount an unprovoked attack on areas controlled by Moscow-backed separatists. Pro-Kremlin media say the government in Kyiv is encouraged by the West, which is driven by a blind hatred of Russia. The likelihood of a Russian invasion of Ukraine is laughed off, but the Kremlin's media messaging seems designed to convince Russians that it would be entirely justified. For the Kremlin's media machine, Ukraine is the source of many evils. For years, it has been accusing the government in Kyiv of Nazi leanings and of waging a campaign of persecution against Russian speakers.So recent accusations that Ukraine is about to mount an unprovoked attack on civilians in rebel-held parts of the Donbas region will come as no surprise to Russian TV viewers. Such claims often come from separatist figures installed in eastern Ukraine with Moscow's backing. For example, the main rebel leader in the so-called Donetsk People's Republic, Denis Pushilin, appeared on Russian state TV to say Kyiv had deployed \"all of the Ukrainian army's strike forces\" to the region in preparation for an attack. Another Donetsk separatist, Eduard Basurin, has been shown alleging that Ukraine was preparing to target civilian infrastructure. In turn, these allegations have led to calls for Russia to intervene. On 26 January, key TV channels aired an appeal by Andrei Turchak, a leading member of the ruling United Russia party. \"Peaceful civilians are being killed while Western patrons are pushing the Ukrainian junta towards a direct invasion of Donbas,\" he said. \"Under these circumstances Russia must provide the necessary assistance to the Luhansk and Donetsk people's republics by supplying certain types of weapons.\" Amid Russian media claims of an impending Ukrainian attack, US officials warned that Russia may bepreparing a false-flag operation to justify a new military invasion. The possibility that Russia may attack Ukraine has been strenuously denied by pro-Kremlin voices. For example, state TV's Channel One has dismissed this threat as \"imaginary\", and the presenter of its daytime political talk show could not suppress a chuckle when talking about allegations of \"ongoing Russian aggression\" against Ukraine. As for the 100,000 Russian troops reportedly massed on the border with Ukraine, they get much less attention. When they do, the message is that Moscow is free to do whatever it likes with its own troops on its own territory. Kremlin-controlled media deny that Russia is involved with the separatist groups in east Ukraine, and present the annexation of the Ukrainian region of Crimea in 2014 as a \"reunification\". Worrying as tensions with Ukraine are, they are seen by Kremlin-controlled media as part of a wider, more important story - that of a long-running confrontation between Russia and the West.Ukraine itself is portrayed as nothing more than a failing state incapable of pursuing an independent policy, and is therefore manipulated by the Russia-hating West. Russian officials and the media have developed their own vocabulary to present their argument: \"the collective West\" is accused of waging a campaign of \"military assimilation\" of Ukraine and is \"pumping weapons\" into the country.The US and the UK are seen as particularly die-hard adversaries of Russia, and are often referred to as \"the Anglo-Saxons\". ", "url": "https://www.bbc.com/news/world-europe-60140566"}