{"datetime": "2022-02-01T22:38:48.000Z", "author": "Sarah Rainsford", "subject": "Ukraine escalation", "title": "Ukrainian civilians train for war as invasion fears grow", "article": "Dmytro Dubas thought his war was over. Now the US is warning of an all-out Russian invasion of Ukraine and the veteran volunteer fighter can't ignore it. \"Last week I was pretty disturbed; I even went to my psychologist for help,\" he admits. For months, Ukraine's Western allies have been pointing to Russian troops massing on the border. That's prompted military analysts abroad to produce endless maps covered in arrows that confidently predict how Vladimir Putin's troops will advance on Kyiv.Ukrainians who'd be in the direct line of any such incursion are far less convinced it will happen.But all the war talk is unsettling. \"Russia can always transfer troops to the border in a matter of days and then invade, so this build-up is nothing different,\" Dmytro argues, in his Kyiv flat.In 2014, then working in sales, he joined the flood of volunteer soldiers pouring east when heavy fighting against Russian-backed forces erupted. There's been a formal ceasefire in place since 2015 but it breaks down regularly and the threat of a sudden escalation in the violence is ever present.But Dmytro had returned to civilian life, storing the reminders of his time in the trenches in an old ammunition box painted and re-fashioned as a coffee table in his living room. Now he's calmed his nerves by preparing for the worst possible scenario: filling his car with fuel, buying emergency food supplies and signing-up with the territorial defence force to brush-up his skills. Western intelligence agencies have ascribed all sorts of plans to Vladimir Putin, including besieging Kyiv. Ukrainian officials from President Volodymyr Zelensky down have batted-back that idea, wary of spreading panic.At the same time, city schools are practising bomb scare or air raid drills, social media is full of official guides to preparing an emergency \"grab bag\" for evacuation and people have begun plotting their escape route which mostly involves driving west as fast as they can. Even pensioners have been joining weekend drills in woodland outside Kyiv where concrete factory ruins covered in graffiti stand-in for a battlefield. The men are too old to sign formal contracts, but military trainers don't turn them away. \"I don't think the Russians will invade now thanks to our Western allies giving us weapons,\" 61-year-old Vasyl Nazarov says during a break from crouching on the ice and swivelling back and forth to train his weapon on an imaginary enemy. It's his first session so his \"gun\" is a wooden cut-out for now. \"I don't believe they'll reach Kyiv but we have to be ready for that,\" Vasyl adds.\"I think the West's threat of terrible sanctions will stop Putin,\" Serhiy Kalinin agrees, flicking a cigarette butt into a snowdrift. It's a few decades since the 64-year-old finished his mandatory military service so he wanted a refresher course. \"The enemy is at our border,\" he says. \"So everyone should be prepared.\" At the privately-owned Priamyi TV channel, Russia's deployment of some 100,000 troops to its border with Ukraine has now become \"topic number one\". Presenter Taras Berezovets describes Russia's president as \"unpredictable\" and worries about Mr Putin's \"idée fixe\" that Ukraine has never been a sovereign nation.\"Putin wants to stop a nation making its own choice, like Soviet leaders did in Eastern Europe for decades,\" the journalist says. His own biography captures some of the complexity of this conflict: his first language is Russian as he's originally from Crimea which Russia annexed illegally from Ukraine in the wake of mass protests in 2014 demanding closer ties with Europe. But Mr Berezovets says his roots don't make him pro-Moscow, or part of any supposed \"Russian world\". \"We made our choice in 2014 and it's clear: we don't want to be part of the Russian 'empire',\" he says firmly. \"Even if there's no chance of joining the EU or Nato, our target is to be part of Western civilisation which means the rule of law, freedom of speech. These are things Ukrainians are ready to fight for.\" Despite the Western intelligence reports, Dmytro Dubas and his friends don't sense that an all-out fight over Ukraine's future is just around the corner. The veterans have made plans to send their families to safety, just in case, and agreed where the fighters will meet up and how they'll arm themselves.But that done, they're focussed on business as usual not an external threat they have to live with long-term and geopolitical forces they can't control. \"It's a famous meme that the biggest headache for Ukraine is being next door to Russia,\" Dmytro shrugs, at a gathering of close friends and colleagues in his kitchen. A fellow veteran volunteer rattles off a whole lot of crises his country has already seen and survived: from the 1986 Chernobyl nuclear disaster to two revolutions then war in the east. \"It's normal in Ukraine for everything around to be in flames,\" Artem smiles.\"If you think of war every hour of every day you just go crazy,\" another friend, Yuliia, agrees.\"After all, we can't just pick up Russia and move it, however much we might like to. It's our neighbour and we have to live with that.\" ", "url": "https://www.bbc.com/news/world-europe-60220422"}