{"datetime": "2022-02-06T05:24:53.000Z", "subject": "Ukraine escalation", "title": "Ukraine tensions: US sources say Russia 70% ready to invade", "article": "Russia has assembled about 70% of the military capability needed for a full-scale invasion of Ukraine in the coming weeks, US officials say. The ground is expected to freeze and harden from mid-February, enabling Moscow to bring in more heavy equipment, the unnamed officials said. Russia is said to have more than 100,000 troops near Ukraine's borders but denies planning to attack. The US officials did not provide evidence for their assessment. They said the information was based on intelligence but that they were unable to give details due to its sensitivity, US media report.The officials also said they did not know if Russian President Vladimir Putin had decided to take such a step, adding that a diplomatic solution was still possible. Speaking on condition of anonymity, two US officials told Reuters news agency that weather conditions would provide a peak window for Russia to move equipment forward between about 15 February and the end of March.According to reports, the officials warned that a Russian invasion of Ukraine could cause as many as 50,000 civilian deaths. They also estimated that an attack could see the Ukrainian capital, Kyiv, fall within days and prompt a refugee crisis in Europe as millions of people flee. Additional US troops have been arriving in Poland as part of a new deployment to bolster the Western military alliance Nato's forces in the region.The first group landed at Rzeszow in the south-east of the country on Saturday. The Biden administration announced days ago that it would send nearly 3,000 additional troops to Eastern Europe. Moscow says its troops are in the region for military drills, but Ukraine and its Western allies remain concerned that the Kremlin is planning to launch an assault. The tensions come nearly eight years after Russia annexed Ukraine's southern Crimea peninsula and backed a bloody rebellion in the eastern Donbas region. Moscow accuses the Ukrainian government of failing to implement the Minsk agreement - an international deal to restore peace to the east, where Russian-backed rebels control swathes of territory and at least 14,000 people have been killed since 2014. Russia is insisting that Ukraine should not be allowed to join Nato. Rivalry between Russia and the US, which still possess the world's biggest nuclear arsenals, dates back to the Cold War. Ukraine was then a crucial part of the communist Soviet Union. ", "url": "https://www.bbc.com/news/world-europe-60276342"}