{"datetime": "2022-01-30T01:05:33.000Z", "author": "James Landale", "subject": "Ukraine escalation", "title": "Ukraine crisis: What’s at stake for the UK?", "article": "Britain - like other western powers - is coming to Ukraine's aid. It's threatening economic sanctions against Russia if it invades. It's providing Ukraine with anti-tank weapons and armoured vehicles. It's promising to deploy British forces to eastern European members of the Nato military alliance if Russian troops cross Ukraine's borders.But why is the UK getting involved in this potential conflict?The former Prime Minister Neville Chamberlain has long been criticised for describing Germany's attempted annexation of Czechoslovakia in 1938 as \"a quarrel in a far-away country between people of whom we know nothing\".But his remark lives on as a challenge to all policymakers thinking about whether to engage diplomatically - and even militarily - in a potential conflict between two foreign countries. The consequences can be far-reaching.Here is why the UK is worrying about the standoff between Russia and Ukraine. Ukraine is not far away. It is, after all, part of the European continent.It may not be a member of the European Union or Nato, but it is an ally of European powers and has a pro-Western government.Like most of the rest of Europe, it is a democracy. Most of its people do not want their country to become part of Russia.And it has close links to the UK. After 2,000 anti-tank weapons were delivered last week and 30 British troops arrived to teach Ukrainian forces how to use them, the phrase \"God Save the Queen\" began trending on Twitter in Ukraine. Some bars and restaurants in Kyiv were offering free drinks to anyone who had a UK passport.The UK has a legal duty to defend Ukraine's territorial integrity.In 1994, the UK - along with the US - signed a memorandum at an international conference in Budapest promising \"to respect the independence and sovereignty and the existing borders of Ukraine\". They also promised to provide assistance to Ukraine if it \"should become a victim of an act of aggression\". This was in return for Ukraine giving up its massive arsenal of nuclear weapons, a legacy of its membership of the Soviet Union.It's worth noting that the other signatory to the Budapest memorandum was, er, Russia.The memorandum is not a treaty and lawyers dispute whether it is legally enforceable. But it is a formal, public and written commitment by the UK to support Ukraine.The UK opposes the redrawing of European borders by force.A core principle of European security after World War Two was that sovereign nations have a right to make their own choices.It is called self-determination, and perhaps the most important aspect of this principle is that borders cannot be changed by invading armies.Russia did this in 2014 when it annexed part of Ukraine, the Crimean peninsula. Many Western policymakers regret the failure to stop this and want to make sure a similar incursion does not happen again.In a speech last week, the US Secretary of State Anthony Blinken said: \"To allow Russia to violate those principles with impunity would drag us all back to a much more dangerous and unstable time.\" Russia's broader demands are unacceptable to the UK.Russia wants Nato to make a legally binding promise that Ukraine will never become a member. It also wants Nato to withdraw its forces from most Eastern European countries.But both of these demands would break key Nato principles, namely that the alliance should be open toany European country that wants to join and that all Nato members should be sovereign nations.In other words, it is not in the UK's or Nato's interests for Eastern European allies to fall under the shadow of Russian influence.As Prime Minister Boris Johnson told MPs: \"We cannot bargain away the vision of a Europe whole and free that emerged in those amazing years from 1989 to 1991.\"We will not reopen that divide by agreeing to overturn the European security order because Russia has placed a gun to Ukraine's head.\" Many analysts fear war in Ukraine could potentially spill over into other European countries.Russia might use the crisis to launch cyber and other hybrid attacks on Nato countries. It could even send troops to the three Baltic countries - Estonia, Latvia, Lithuania.Fighting could spread into Belarus where Russian forces are already stationed. Nato powers are already promising to build up their own forces in the alliance's eastern flank.As a member of Nato, Britain would be obliged in principle to come to the defence of another Nato ally. In December, the chief of the defence staff, Admiral Sir Tony Radakin, said: \"The worst scenarios in terms of a full-scale invasion would be on a scale not seen in Europe since the Second World War.\" If war broke out in Ukraine and Russian forces occupied large swathes of the country, many civilians might flee.Ukraine's Defence Minister, Oleksiy Reznikov, told BBC Hard Talk several million people could leave: \"It will be a disaster not only for Ukraine, it will be a disaster for Europe.\"Some migrants might stay in neighbouring Poland and eastern European countries, but some might head further west and eventually end up in the UK. Western powers are acutely aware this crisis is being closely watched by the rest of the world.Some autocratic leaders are looking to see how robustly the West resists attempts to undermine the territorial integrity of a sovereign nation.Many analysts say Beijing in particular is looking on as it formulates its own plans to reunify Taiwan with mainland China. The fear is that if Russia is allowed to invade Ukraine unresisted, that might act as a signal to other leaders that the days of Western powers intervening in other conflicts are over.The UK gets hardly any gas from Russia. Most of it comes from the North Sea and Norway.But any conflict with Ukraine could disrupt Europe's gas supplies.Pipelines that bring Russian gas to Europe through Ukraine could be damaged. Russia could also choose to withhold supplies to punish the West.Europe itself could restrict future gas flows by abandoning the Nord Stream 2 pipeline which would run under the Baltic Sea from Russia to Germany. That line is ready but awaiting regulatory approval.All of this disruption could massively increase the price of gas in Europe and, consequently, the UK. ", "url": "https://www.bbc.com/news/uk-60159622"}