{"datetime": "2022-02-08T03:09:36.000Z", "author": "Katya Adler", "subject": "Ukraine conflict", "title": "EU leaders attempt to dodge Putin's divide and rule tactics", "article": "They say there's safety in numbers. Europe, Nato and the US find themselves looking nervously over both shoulders these days.A) At China: the ever-present shadow over Shoulder Number One, with its economic might and expanding global influence. And increasingly: B) At Moscow, looming over Shoulder Number Two. Not \"only\" the threat to Ukraine's national sovereignty, but also concern about President Vladimir Putin trying hard to shift the balance of power in Europe. Geopolitics is very much on the mind of Western leaders. They fear the Kremlin is using tensions over Ukraine to divide and rule. It's a mark of just how seriously they view the situation, that oft-bickering allies are suddenly, and very publicly, in a determined \"we're all in this together, singing-from-the-same-hymn-sheet\" mode.The fortunes of prominent EU leaders are also being affected, in the frenzied shuttle diplomacy we're witnessing across Europe, to Moscow and Washington, as Western powers try to calm the situation and avoid a military invasion into Ukraine. I'll get to that in a moment. Firstly, there are plenty of well-known divisions between Western allies for President Putin to try to exploit, should he so wish. President Macron infamously dismissed Nato as \"brain dead\" not that long ago. He's been the loudest EU advocate of what he calls Europe's \"strategic autonomy\". Since President Donald Trump, EU-US relations have been tense over Nato defence funding and more. EU-UK relations have been strained since Brexit. And EU member states regularly quarrel amongst themselves over all sorts of things. Very much including foreign policy. But in recent off-the-record briefings I've had with high level EU diplomats - usually good for gleaning the real low-down - I've noticed a conscious change in tone. Co-operation with the US is \"better than it has been in decades\", I'm told. EU countries are working \"extremely well with the UK within Nato\" on how to deal with Moscow, and everyone is \"100% on board\" with a plan for tough economic sanctions on Moscow and Putin allies, should Russia take military action in Ukraine. In fact, the European Commission is engaged in sustained internal diplomacy - as it was during the Brexit negotiations at the time - in an attempt to keep the 27 member states united over sanctions. It's whispered in EU corridors, that one of the reasons a precise, written \"menu\" of Russia sanctions for differing potential scenarios does not exist, is that Brussels hopes less detail means less fodder for member states to haggle over and complain about. UK Prime Minister Boris Johnson commented in a UK newspaper article on Tuesday that, while the West was united in threatening sanctions, there were still \"shades of opinion\" between allies over what those penalties should be. \"We want our friends to have sanctions ready to go,\" writes the prime minister. \"We will continue to press for this.\" The European Commission too has insisted that sanctions will only work if allies take a common position. Yet on Monday, that seemed a struggle for the German chancellor and US president at their joint press conference in Washington. Yes, there was lots of talk of unity. Both men publicly supported the idea of tough sanctions against Moscow if needed. But Olaf Scholz conspicuously declined to confirm a pledge heard from Joe Biden, that Germany's direct gas pipeline from Moscow would not go ahead should Russia invade Ukraine.EU countries are often divided over Russia. Poland and other former communist countries in Eastern and Central Europe tend to want to be tough on Moscow, which they constantly view as a potential security threat. They see the UK as being of the same mind, and openly still mourn the UK's departure from the EU because of this. Italy, France and Germany have often been accused by fellow EU members as being too \"soft\" in their dealings with Moscow; too keen on schmoozing President Putin, hungry for Russian business and - especially in the case of Germany, which has all but phased out nuclear power - Russian gas. Right now, the Kremlin insists it has no plans to invade Ukraine. But the build-up of its and Russian-allied troops on the Ukrainian border, is viewed as the biggest military build-up in Europe since World War Two. Germany raised irritated eyebrows in and outside the EU recently for refusing to send weapons to Ukraine. It was mocked by many for promising Kyiv helmets, a field hospital and 350 soldiers to be sent to Lithuania. And it's hardly helped Germany's reputation that former German Chancellor Gerhard Schroeder, just became nominated as a board member of Gazprom, a majority Russian state-owned energy giant.But this week, even amongst the EU's biggest Russia-critics, I was hearing that while it would be \"helpful\" for Germany to have a stronger, clearer line on Russia, Berlin was \"doing its best\" . A publicly united front to present to President Putin is clearly uppermost in EU minds. We've only just started the week, and already we've seen a whirlwind of high-level bilaterals, planned trilaterals and quadrilaterals to discuss rising tensions with Moscow. On Monday alone, the French president was with Vladimir Putin in Moscow, the German chancellor met Joe Biden in Washington and the foreign ministers of Slovakia, Austria, Germany and the Czech Republic headed together to Kyiv.On Tuesday evening the so-called Weimar Triangle meets in Berlin. It's a loose grouping of France, Germany and Poland, designed to boost co-operation between the three countries in crisis zones. It was originally set up in 1991 to support Poland's emergence from communist rule. The three leaders meeting - Polish President Duda, French President Emmanuel Macron and German Chancellor Olaf Scholz - are clear examples of how international crises - in this case, Russia-Ukraine concerns - can affect the reputation of countries and prominent politicians. Emmanuel Macron is known (and disliked at times by some EU leaders) for seeming ever-keen to boost France's standing on the international diplomatic stage - even while he speaks of the importance of strengthening the EU's global presence. But, before heading to Moscow on Monday, Mr Macron made sure to speak to London, Washington and Brussels. EU diplomats I chatted to were approving of his attempts to try to de-escalate the situation.France currently holds the rotating presidency of the European Union and President Macron will have been well-aware that a \"successful\" trip to Moscow would hardly harm his bid for re-election as France's president in April. Although he has yet to officially announce his candidacy. After their meeting, President Putin said the talks had been useful and substantive and that some of Mr Macron's ideas were \"realistic\" and could form the basis of further joint steps. Germany's Olaf Scholz is faring rather less well in the court of (inter)national opinion. German media headlines scream that the honeymoon period of this still relatively new chancellor is now over, because of the way he's handled the Ukraine crisis so far. Mr Scholz faces a domestic conundrum: German business and energy links with Russia are huge, and his Social Democrat Party is famously split over relations with Moscow.Mr Scholz is also in a weak position in the German parliament. He only just squeezed into the Chancellery by the slimmest of margins. And while he and his closest adviser are known to be passionate Europhiles and transatlanticists, the German chancellor clearly felt he needed to tread carefully.While his predecessor Angela Merkel was respected on the world stage in crisis situations, Olaf Scholz has made, at best, a hesitant impression. At worst, Germany has been depicted by some, as an unreliable ally during the crisis over Ukraine. The EU's richest and most powerful nation now defensively boasts that it is the largest single donor to help stabilise Ukraine, to the tune of approximately $2bn, since the Crimea crisis in 2014. But, in the current standoff with Russia, Chancellor Scholz heads to Moscow and Kyiv in person only next week.And what about President Duda?Poland currently holds the rotating chair of the Organisation for Security and Co-operation in Europe, the OSCE. Back in December, Polish Prime Minister Mateusz Morawiecki, a keen Nato member and transatlanticist, told me his country could guide and advise the West over Russia and its geopolitical intentions, as it was a country Warsaw knew very well indeed.Poland borders Russia's exclave of Kaliningrad to the northeast, Germany to the west and fellow EU countries Slovakia and the Czech Republic to the south. It sees itself as straddling and understanding two very different worlds: east and west.The role Poland is seen to play in the Russia-Ukraine crisis probably comes as a relief to Warsaw. It had been garnering a reputation, in quarters in and outside the EU, as a backsliding democracy, with allegations of press manipulation, not respecting the rights of minorities, or of women or guaranteeing an independent judiciary. Poland denies the accusations. For a long time now, it's been locked in a bitter battle with Brussels over what the EU calls \"the Rule of Law\" it demands all EU member states respect. That is an intra-EU tussle that will almost certainly continue, whatever transpires with Russia-Ukraine. EU-US tensions too will still simmer away over Big Tech and Nato funding, and the EU and post-Brexit UK remain pretty far from solving their differences over Northern Ireland. Despite shared concerns about the Kremlin, the longevity of the current show of unity between Western allies isn't guaranteed. ", "url": "https://www.bbc.com/news/world-europe-60297736"}