{"datetime": "2022-01-30T14:32:07.000Z", "author": "Orla Guerin", "subject": "Ukraine escalation", "title": "In eastern Ukraine, war-weary soldiers and civilians await Russia's next move", "article": "The front lines of Eastern Ukraine are snow-laden and the big guns are largely silent. But snipers are bedded into this winter white wasteland. Ukrainian troops who forget to stay low in their World War One-style trenches risk a bullet to the head. The conflict here has been frozen in place since 2014, when separatists, backed by Moscow, seized parts of the Donbas region. At least 13,000 people have been killed, both combatants and civilians. Now Western leaders are warning of something much worse - a full-scale Russian invasion of Ukraine. If it comes, the eastern front would be an easy place to start, with the pro-Russian rebels here paving the way. Maria was trying not to stress about all that. The 26-year-old Ukrainian soldier, talkative and slight, was in her trench, armed with a Kalashnikov and a perfect manicure. She's part of Ukraine's 56th infantry brigade. (The army asked us to stick to her first name, to prevent trolling on social media.) \"I try to avoid politics and not to watch TV, I try not to get too worried,\" Maria said. \"But we are ready. We have had a lot of training. I understand that it won't be like a training exercise, it will be hard for everyone. But our morale is high and we are standing our ground.\" Maria has a band of brothers. Two served in Ukraine's national guard. Her youngest brother will soon be heading to the front line, as a tank gunner. Back home her retired parents are caring for her four-year-old son. \"It was very hard to leave him,\" she said. \"But since I was six years old my dream was to join the army. I didn't think that I would end up on the front line, but I don't regret that I am here.\" Nearby, one of her brothers in arms chopped wood with an axe. The cold is a constant threat, like the separatists about a kilometre away.Maria walked through a warren of tunnels to her home away from home, a berth below ground. Brightly coloured children's drawings were stuck to the mud walls. \"These come from different schools, as a thank you,\" she said. \"It helps to boost our morale.\" Maria's war is about the future of her homeland, but there may be far more at stake than the fate of Ukraine. Russia is drawing battle lines in a new Cold war. At issue now is the future shape of Nato, and the established security order in Europe. US President Joe Biden has warned of a \"distinct possibility\" that Russia will invade in February and by doing so \"change the world\". The UK prime minister, Boris Johnson has invoked the horrors of Chechnya and Bosnia. But the soaring international concern is at odds with what you hear from some Ukrainians.\"I don't believe the Russians will come,\" said a social worker in the east, who did not want us to use her name. \"I believe my eyes and my ears. It's actually quieter here now than last month. This is just an information war.\" This 'nothing-to-see-here' refrain is echoed regularly by Ukraine's president, Volodymyr Zelensky.But some here are afraid. \"Every time I hear a noise my heart pounds,\" said Ludmilla Momot, a 64-year-old great grandmother with a gold-tipped front tooth. Momot knows only too well what Moscow and its allies can do. Her home of 30 years, in the village of Nevilske, was destroyed last November by separatist shelling. She returned to Nevilske, now a ghost town, to show us the wreckage.\"This is a wound that will last for the rest of my life,\" she said through tears, glancing at the gaping hole where her front door used to be. \"I had to crawl out over the rubble in my nightgown. My feet were bloody. It is the eighth year of the war, how long can our suffering continue?\" I asked the retired milk maid if there was anything she would like to say to President Putin. \"Make peace,\" she said. \"Reach an agreement. You are all adults, educated people. Make peace so that people can live freely, without tears and suffering.\" In the modern-day version of war and peace, the Russian leader's end game remains unclear. Has he massed around 100,000 troops along the Ukrainian border to force concessions from NATO - for which read the United States - or to seize another chunk of the country?One possible scenario is a limited incursion, with forces only sent into Eastern Ukraine. The Kremlin would likely try to present them as \"peacekeepers\", protecting Russian passport holders. Moscow has been busy issuing hundreds of thousands of passports in separatist held territory. Ukrainian troops insist that if the Russians come, it won't be as easy as annexing the Crimean peninsula in 2014. \"We are better prepared this time,\" said Alyona, a soldier stationed in the East. \"I doubt the Russians will invade. They want to create panic and use it as leverage,\" she said. Even if there is no ground invasion - and Moscow insists there won't be - damage has already been done. The international chorus of concern about a possible invasion is destabilising this vast Western-looking nation. President Putin has already achieved a victory, without firing a shot, by weakening the neighbouring state he covets, and forcing the international community to hang on his every word.But many Western leaders fear he won't be satisfied with that.", "url": "https://www.bbc.com/news/world-europe-60190249"}