{"datetime": "2022-02-09T20:00:24.000Z", "subject": "Ukraine escalation", "title": "Ukraine tensions: Russia sees room for diplomacy", "article": "Russia's EU ambassador has told the BBC his country still believes diplomacy can help de-escalate the crisis over Ukraine. Vladimir Chizhov said Moscow had no intention of invading anybody, but warned it was important not to provoke Russia into changing its mind.It comes after a flurry of diplomatic activity on Monday and Tuesday. Russia has repeatedly denied any plans to invade Ukraine.But with well over 100,000 troops massed near the Ukrainian border, some Western countries including the US have warned that a Russian attack could come at any time.In 2014 Russia annexed Ukraine's southern Crimea peninsula. Since then there has been a long-running conflict in eastern Ukraine, where Russian-backed separatists control swathes of territory and at least 14,000 people have been killed. On Thursday Russia is set to start 10 days of joint military drills in Belarus, Ukraine's northern neighbour and a close ally of Russia. Some 30,000 Russian troops are expected to take part.A Kremlin spokesman said the joint drills were serious but he pointed out the nature of threats was higher than before.Mr Chizhov, however, told the BBC that Russian troops currently stationed in Belarus would return to their permanent bases after the exercises. White House spokeswoman Jen Psaki said the drills were \"escalatory\" amid the high tensions in the region. After two days of intense diplomacy led by French President Emmanuel Macron, there is some suggestion that a renewed focus on the so-called Minsk agreements - which sought to end the conflict in eastern Ukraine - could be used as a basis to defuse the current crisis.Ukraine, Russia, France and Germany backed the accords in 2014-15. Some diplomats agree that the agreements could offer a route to de-escalation, with France's ambassador to the United States, Philippe Etienne, tweeting they should be used to \"build a viable political solution\". President Macron said talks would be revived as early as Thursday and include Russia and Ukraine along with France and Germany - known as the Normandy quartet.Mr Chizhov did not say whether Russia planned to move troops away from Russia's border with Ukraine, and instead asked why no-one was talking about the number of Ukrainian soldiers directly facing Russia.But he was clear that further talks could still produce results. \"We certainly believe there is still room for diplomacy,\" he told the BBC's Europe Editor Katya Adler.Russia has made a series of demands to the West over European security, including a guarantee that Ukraine never becomes a member of the West's defensive military alliance, Nato.This demand has been flatly rejected, with Western countries insisting that only Ukraine can make decisions about its own security arrangements.But Russia's EU ambassador made clear that Russia still saw Nato's eastern expansion as a key point in any negotiation.\"We are not going to forget it. And we cannot afford to forget it. Five waves of Nato expansion, that was not the evolution that we expected,\" Mr Chizhov told the BBC.The envoy's apparent optimism for continued talks followed two days of frenzied diplomacy from European leaders seeking to end Russia's military escalation. French President Emmanuel Macron has been at the forefront of those efforts, visiting Moscow, Kyiv and Berlin.After his meeting with Ukrainian President Volodymyr Zelensky in Kyiv on Tuesday, Mr Macron said both the Russian and Ukrainian leaders had recommitted to implementing the Minsk peace agreements.President Zelensky has in the past criticised the agreement, which was signed by his predecessor, saying that it gives too much away to the rebel groups which control parts of Ukraine's Donbas region.Moscow has long accused the Ukrainian government of failing to implement the agreements, and at Monday's news conference the Russian president urged Ukraine to respect them: \"Like it or not, my beauty, you have to put up with it,\" Mr Putin said.On Wednesday, Kremlin spokesperson Dmitry Peskov said that there were \"positive signals that a solution to Ukraine could be based only on fulfilling the Minsk agreements\". However, Ukraine and Russia disagree over what the agreements mean in practice, and Kyiv fears that the accords would give too much autonomy to the eastern regions currently under rebel control, with Moscow retaining significant influence there.At a meeting in Berlin on Tuesday, the leaders of France, Germany and Poland backed the Minsk agreements and reaffirmed their support for Ukraine's sovereignty.", "url": "https://www.bbc.com/news/world-europe-60315906"}