{"datetime": "2021-12-18T22:03:55.000Z", "subject": "Ukraine conflict", "title": "UK troops will not be deployed to Ukraine to defend against Russia", "article": "Britain and its allies are \"highly unlikely\" to send troops to defend Ukraine if Russia invades the country, the UK's defence secretary has said. \"We shouldn't kid people we would,\" Ben Wallace told the Spectator magazine. \"The Ukrainians are aware of that.\" Russia has moved thousands of troops near Ukraine's eastern borders, leading Western powers to urge President Vladimir Putin to de-escalate tensions. Moscow has denied plans to attack and has asked for urgent talks with the US. On Friday, Russia demanded strict limits on the activities of the US-led Nato military alliance in countries in Eastern Europe. The alliance was originally set up to defend Europe against possible threats from the former Soviet Union. In an interview with the Spectator , Mr Wallace said Ukraine was \"not a member of Nato, so it is highly unlikely that anyone is going to send troops into Ukraine to challenge Russia\". \"That is why we are doing the best diplomatically to say to Putin don't do this,\" he said, adding that \"severe economic sanctions\" were the most likely form of deterrent. Mr Wallace has previously said that the UK stands \"shoulder to shoulder with the people of Ukraine\" and remains determined to support them.Earlier this week, UK Prime Minister Boris Johnson warned Mr Putin of \"significant consequences\" of any \"destabilising action\" in the region.Ukraine shares borders with both the EU and Russia, but as a former Soviet republic it has deep social and cultural ties with Russia. The Kremlin has accused Ukraine of provocation with its ambition to join Nato. In proposals announced on Friday,Russia set out a series of radical demands - including requiring countries that joined Nato after the fall of the Soviet Union not to deploy troops or weapons in areas where they could be seen as a threat to Russia.Heavy bombers and warships would not be allowed in areas outside their national airspace or waters from which they could launch an attack as part of the proposals. That would mean Nato not playing any role at all in any of the three Baltic republics or Poland, as well as having to abandon any plans for Ukraine and Georgia to eventually join the Western alliance. Russian Deputy Foreign Minister Alexander Grushko said on Saturday that the proposals were an attempt to avoid a possible military conflict.He said Moscow was ready to hold talks with the US in an effort \"to turn a military or a military-technical scenario of confrontation into a political process which will really strengthen military security\", Russia's Interfax news agency reported. The US has said it is open to discussions, but that it would be putting its own concerns on the table too. White House spokeswoman Jen Psaki also said on Friday that there would be \"no talks on European security without our European allies and partners\". Russia has long resisted Ukraine's move towards European institutions. It invaded Georgia during a brief war in 2008 and seized Crimea from Ukraine in 2014, before backing separatists in eastern Ukraine. Conflict in the east began in April 2014 and has claimed more than 14,000 lives, with casualties still being reported. ", "url": "https://www.bbc.com/news/world-europe-59712020"}