{"datetime": "2021-12-17T21:23:11.000Z", "subject": "Ukraine conflict", "title": "Russia Ukraine: Moscow lists demands for defusing Ukraine tensions", "article": "Russia has demanded strict limits on the activities of the US-led Nato military alliance in countries in Eastern Europe. The demands, which are unlikely to be met, come amid Western fears Russia plans to invade its neighbour Ukraine. Russia denies this, but wants Nato to rule out Ukraine and others ever joining the alliance to defuse the situation. It has asked for urgent talks with the United States. The US said it was open to talking but that it would be putting its own concerns on the table too.\"We've had dialogue with Russia on European security issues for the last twenty years,\" National Security Advisor Jake Sullivan said on Friday. \"That has sometimes produced progress, sometimes produced deadlock, but we are fundamentally prepared for dialogue.\" Earlier on Friday, White House spokeswoman Jen Psaki told reporters the US will not go into the talks alone: \"There will be no talks on European security without our European allies and partners.\" Nato, which was originally set up to defend Europe against possible threats from the former Soviet Union, has forces in the Baltic republics and Poland. Deputy Foreign Minister Sergei Ryabkov said Russia had given the US and Nato two draft treaties. There was no other option, he said, as the \"state of relations between Russia and the collective West is a total lack of trust\". In the proposalsRussia sets out a series of radical demands , which require countries that joined Nato after the fall of the Soviet Union not to deploy troops or weapons in areas where they could be seen as a threat to Russia. Heavy bombers and warships would not be allowed in areas outside their national airspace or waters from which they could launch an attack. That would mean Nato not playing any role at all in any of the three Baltic republics or Poland. And Nato would have to abandon any plans for Ukraine and Georgia to eventually join the Western alliance.Diplomacy is the art of the possible. Well it was… until now. It's virtually impossible to imagine the US and Nato signing the draft documents Russian diplomats have drawn up, without considerable changes. Russia demanding a veto on who joins the Alliance. A non-starter. Nato has said many times before that Moscow can have no say over who gets to be a member.Plus the Russians want to turn the clock back to May 1997. Any country that joined the Nato alliance after that date won't be allowed Nato troops or weaponry. How would the Baltic states, which view Russia as a potential threat, feel about that?Moscow knows very well it's demanding things the West won't deliver, so why ask? A negotiating tactic, perhaps. Ask for the world and hope to secure other concessions.Or it may be designed for domestic consumption: to convince the Russian public that growing tension between Russia and the West isn't Moscow's fault. Russia invaded Georgia during a brief war in 2008 and seized Crimea from Ukraine in 2014 before backing separatists in eastern Ukraine. Conflict in the east began in April 2014 and has claimed more than 14,000 lives, with casualties still being reported.However, the build-up of Russian forces in areas beyond Ukraine's borders has prompted fears of another Russian invasion. EU leaders warned at a summit late on Thursday night that any aggression would have \"massive consequences and severe cost\" and spoke of restrictive measures while calling for diplomatic efforts to resolve the increase in tensions.They said diplomacy should focus on the four-way dialogue between Paris, Berlin, Kyiv and Moscow, known as the Normandy format. Russia pointedly preferred to focus on talks with the US. Nato Secretary-General Jens Stoltenberg has warned that Russia is increasing, not reducing, its troops on the border with \"combat-ready troops, tanks, artillery, armoured units, drones [and] electronic warfare systems\". Ukrainian President Volodymyr Zelensky said on Wednesday he would prefer sanctions to be imposed immediately, before Russia took any military action. Ukraine shares borders with both the EU and Russia, with which it has deep social and cultural ties.", "url": "https://www.bbc.com/news/world-europe-59696450"}