{"datetime": "2021-09-21T11:23:17.000Z", "author": "Phil Kemp & Lucy Manning & Ed Campbell", "title": "Afghanistan: MoD shared more than 250 Afghan interpreters' details on email", "article": "Defence Secretary Ben Wallace has launched an investigation into a data breach involving the email addresses of dozens of Afghan interpreters who worked for British forces. More than 250 people seeking relocation to the UK - many of whom are in hiding - were mistakenly copied into an email from the Ministry of Defence. Their email addresses could be seen by all recipients, showing people's names and some associated profile pictures. The MoD has apologised in a statement. The email was sent to interpreters who remain in Afghanistan or have been able to get to other countries. Conservative MP and former defence minister Johnny Mercer told BBC Radio 4's Today programme: \"The reality is we've left the vast, vast majority of our interpreters behind so this is going to have a profound impact on people who are still in the country.\" He said he had spoken to the brother of one man, trained by the UK to serve in Afghan special forces, who had been executed after the evacuation by the US and UK and whose family is now on the run. Failings by the Ministry of Defence and the Home Office had led to Afghan allies being \"hunted ruthlessly by the Taliban\", he said. The email was sent by the team in charge of the UK's Afghan Relocations and Assistance Policy (Arap), which has been in contact with them since the Taliban took control of the country last month. The team told the interpreters it was doing everything it could to help relocate them. It also said they should not put themselves or their families at risk if it was not safe for them to leave their current location. But one interpreter who received the email realised that more than 250 Afghans who worked with British forces had been copied into the email. \"This mistake could cost the life of interpreters, especially for those who are still in Afghanistan,\" they told the BBC. \"Some of the interpreters didn't notice the mistake and they replied to all the emails already and they explained their situation which is very dangerous. The email contains their profile pictures and contact details.\" The MoD then sent another email 30 minutes later with the title \"Urgent - Arap case contact\" asking the recipients to delete the previous email and warning \"your email address may have been compromised\". It recommended the interpreters change their email addresses. Labour shadow defence secretary John Healey said the data breach had \"needlessly put lives at risk\" and called on the government to urgently step up efforts to get the interpreters to the UK. After the BBC approached the Ministry of Defence, the defence secretary was angry enough to order an immediate inquiry. It's likely this data breach was just human error, and the apology is certainly sincere, but there are obviously concerns if the email addresses, names and pictures fall into the wrong hands. While the military evacuation on the ground was rightly lauded, the failure to get all those who worked with British forces out has left hundreds stranded and in hiding.Just this week we spoke to the family of an eight-month-old British baby who is still stuck there, an interpreter who is on the run fearing for his life, and another interpreter who just does not know what to do.This data breach just compounds their safety concerns. An MoD spokeswoman said an investigation had been launched into what Mr Wallace called an \"unacceptable breach\".\"We apologise to everyone impacted by this breach and are working hard to ensure it does not happen again,\" she said. She added that the MoD \"takes its information and data handling responsibilities very seriously\". Tobias Ellwood MP, who chairs the defence select committee, welcomed the investigation but said it was more pressing to get the interpreters out of the country as soon as possible. \"Each day they remain in the country the risk of them not making it out increases,\" he said. ", "url": "https://www.bbc.com/news/uk-58629592"}