{"datetime": "2022-02-13T18:13:17.000Z", "subject": "Ukraine escalation", "title": "Ukraine tensions: US defends evacuating embassy as Zelensky urges calm", "article": "US Secretary of State Antony Blinken has said the \"imminent\" threat of Russian military action in Ukraine justifies evacuating the US embassy in Kyiv. His words came after Ukraine's president urged calm, saying the biggest enemy was panic. More than a dozen countries have urged their citizens to leave Ukraine.Moscow, with more than 100,000 troops near the border, has denied it plans to invade. The Kremlin's top foreign policy advisor, Yuri Ushakov, has dismissed US warnings of an attack, saying \"hysteria has reached its peak\". The crisis comes eight years after Russia annexed Ukraine's southern Crimea peninsula. Since then, Ukraine's military has been locked in a war with Russian-backed rebels in eastern areas near Russia's borders. President Joe Biden spoke to Ukrainian President Volodymyr Zelensky on Sunday by phone. The two leaders \"agreed on the importance of continuing to pursue diplomacy and deterrence\", according to the White House. It came after Mr Biden's phone call with Russian President Vladimir Putin on Saturday, when he warned of \"swift and severe costs\" if Russia sends in troops. Meanwhile, UK Defence Secretary Ben Wallace compared recent Western diplomatic efforts to stop an invasion to the appeasement of Nazi Germany. Mr Wallacetold the Sunday Times newspaper \"there's a whiff of Munich in the air\", a reference to an agreement with Hitler that failed to prevent World War Two. Ukraine's ambassador to the UK Vadym Prystaiko however criticised Mr Wallace's comments. \"It's not the best time for us to offend our partners in the world, reminding them of this act which actually [brought] war,\" he told BBC Radio 4's Broadcasting House programme. The UK, US and Germany are among several countries who have urged their nationals to get out of Ukraine immediately. The US decision to evacuate most of its embassy staff in Kyiv was followed by similar moves by Canada and Australia. All three nations have instead shifted operations to the western city of Lviv, near the Polish border, although the UK ambassador has said she will stay in the Ukrainian capital with a core team. Mr Blinken said the risk of military action was \"high enough and the threat [was] imminent enough\" that the evacuation was \"the prudent thing to do\". But earlier President Zelensky had urged calm, saying: \"Right now, the people's biggest enemy is panic.\" Mr Zelensky said that if Western powers had any firm evidence of an impending invasion, he had yet to see it.The BBC's Zhanna Bezpiatchuk says there are no major signs of panic in Kyiv or other major Ukrainian cities. However, she added that Ukrainians are starting to take the threat from Russia increasingly seriously and are taking their own contingency measures. An emergency evacuation plan for Kyiv's three million residents has been drawn up by the capital's mayor's office as a precaution. The White House has warned that an invasion could happen at any time, and could begin with bombing from the air.MeanwhileDutch airline KLM announced on Saturday it would indefinitely halt all flights to Ukraine in light of the tensions. The airline has not flown over eastern parts of Ukraine or Crimea since 2014. German carrier Lufthansa has said it is considering suspending flights.An adviser to the Ukrainian president's chief of staff told Reuters news agency the country \"sees no point\" in closing its airspace, calling the idea \"nonsense\".But later on Sunday the head of Ukraine's air traffic control advised airlinesto avoid a \"potentially dangerous zone\" over the Black Sea - where Russian forces are holding their largest naval drills in years - between 14-19 February. He stressed however that Ukrainian airspace \"is currently open and available for flight planning\". Tensions have steadily increased as Russia has continued to deploy troops along Ukraine's eastern border.The Kremlin says it cannot accept that Ukraine - a former Soviet republic with deep social and cultural ties with Russia - could one day join the Western defence alliance Nato, and has demanded that this be ruled out. The US has rejected that, saying that as a sovereign nation Ukraine should be free to decide its own security alliances. ", "url": "https://www.bbc.com/news/world-europe-60365017"}