{"datetime": "2021-10-26T06:05:23.000Z", "author": "Ione Wells", "title": "'The more we wait, the more in danger we are'", "article": "Afghans, including former officials and activists, are calling on the UK government to announce when its new resettlement scheme will open. Many fearful for their safety under the Taliban regime say they are worried for their lives while they wait to find out if they are eligible to come to the UK. One man currently in hiding in the country told the BBC: \"The more we wait the more in danger we are.\" Minister Victoria Atkins told MPs the scheme was not being paused. The Home Office minister said: \"While we appreciate the need to act quickly it is also important that we do this properly and ensure any scheme meets the needs of those it is being set up to support.\"Meanwhile, shadow foreign secretary Lisa Nandy has written to Foreign Secretary Liz Truss to raise \"serious concerns\", saying that months after the official evacuation ended thousands of people are still stranded in Afghanistan. Ms Truss faces questions from MPs in Parliament on Tuesday, the first time in her new role. The government announced a new Afghan Citizens Resettlement Scheme (ACRS) on 18 August, and committed to re-house 5,000 vulnerable Afghans in the UK in the first year, and 20,000 in the coming years. It is not yet open.That scheme is separate to the Afghan Relocations and Assistance Policy (ARAP) that launched on 1 April to resettle people who worked for the UK in Afghanistan. The BBC has spoken to Afghans who are waiting to find out if they will be eligible for the scheme, one who talks about his family home being raided by the Taliban, and another who reports family members being threatened. All their names have been changed to protect their anonymity.Mohammed, who is in hiding in Afghanistan, is an alumnus of the Chevening scholarship scheme, the government programme that funds masters degrees at UK universities for foreign students with leadership potential. In August, he and other Chevening alumni were told they - and current scholars - would be a priority for the first wave of evacuations and provided the UK government with their details. But they are not sure if they will be eligible for the new ACRS scheme. He told the BBC: \"The fact that it has taken so long is one concern, but the fact we don't even know if we will be considered for the scheme is a bigger concern for us.\" He fears that \"the more we wait the more in danger we are, the more risk we face\" and worries that because Chevening scholars and alumni were previously prioritised for evacuation they have been identified as a group with a strong affiliation to the UK. \"It's been more than a month now that I and many other Chevening alumni like me are hiding in our houses and we are fearing persecution if we step out. \"We are trying to limit our interactions - we have had very limited interaction with our friends and relatives.\" He added that if \"you go out and you talk to someone and they find you - it's over for you\". \"If I stay here - that's the end of life. I can't go out, I can't get a job, I can't work, study - nothing at all. That's something to think about later. Right now - it's our lives that are in danger.\" Amina is also a Chevening alumni and feels particularly at risk from the Taliban because of her work as a women's rights campaigner and because she is from the Hazara community - an ethnic group who have been persecuted. \"The thing that makes me really worried is that they know about my identity, my background in Afghanistan, and my work experience. I'm a Chevening scholar alumni, before I was a women's rights advocate.\" Amina was contacted by the Home Office in the summer - identified as an individual at risk - and provided them with all the details of her and her dependents. But she says she hasn't heard back from the UK government since mid-August. Ahmad worked for the Afghan government security services and is currently hiding in Afghanistan. He shared videos with BBC News that show his family home after being raided by the Taliban. He received an email on 20 August from the Foreign Office asking for his details but he has not heard from them since. \"On the fourth day of the Taliban in Kabul, we left our home and hid in a safe and secret place since then because my mother was also an adviser to the intelligence service department of Afghanistan.\" He said his \"main fear\" is that the Taliban will arrest, torture or kill former government employees. Ali also worked for the Afghan government and gave his details to the Home Office one and a half months before leaving Afghanistan but had no response. After Kabul fell to the Taliban he fled to a third country, gave the Home Office his details, and was told he was a priority for evacuation - but has not had contact since. His family are still in Afghanistan and he says they have been threatened by the Taliban. \"Every single, or every two days, they are going to our offices, to our homes to find us or to find one of our family members. Every single day I worry about their lives, about their security. \"I fought many years against the Taliban - it was also about ISIS, al-Qaeda who were a big worry for Afghanistan and a big worry for the world.\"The world did not remain a good soldier and a good friend to Afghanistan. Especially to people like me who were in the frontline and who were defending the world from terrorism.\" Ms Nandy said: \"Many of them [Afghans waiting to hear] are people who helped us, British nationals, or the dependents of those who helped us - who are now being targeted by the Taliban and in some cases hunted door to door,\" she said. She said when Parliament was recalled in August the \"only concrete commitment\" the prime minister and former foreign secretary Dominic Raab made was \"to respond to every email from members of parliament raising urgent cases of people who were stranded in Afghanistan\". She said: \"They promised to do that by the beginning of September, that promise was not met, now the Foreign Office is writing to MPs asking them not to raise cases any more and signposting them to a scheme run by the Home Office that isn't even open yet.\"She has written to the new foreign secretary to ask her to \"get a grip on the mess that she was left when she took office\".Foreign Affairs committee chair Tom Tugendhat said: \"Those who stood with us now need us to stand with them but every day of delay costs lives. We've been pressing the government for clarity urgently to protect our friends and their families.\"In the Commons, Conservative MP Caroline Nokes said Afghans who had arrived in the UK were \"desperately\" looking for information on how the ACRS was going to work to help family members join them.And Green Party MP Caroline Lucas told the BBC that when she told the Foreign Office about British nationals still stranded she was met with \"deafening silence\". \"Of the seven British nationals I have been in contact with who are still in Afghanistan, none of them according to the responses I've received, were actually registered with the FCDO as being British nationals stranded in Afghanistan,\" she said. \"This is despite me sending multiple messages to the FCDO and Home Office, and most of the British nationals also making enquiries directly themselves to the FCDO contact points in the public domain.\"One former ambassador to Afghanistan, Sir Nick Kay, said he has \"daily\" requests from Afghans in hiding \"in very perilous situations\" asking for help: \"At the moment all I can do is point them towards the Home Office website for the ACRS. \"Very high up on the screen there is the simple statement that 'this scheme is not yet operational'. \"There is no date for when they can apply. And there is no clarity for the criteria there will be for the scheme. \"So really I feel frustrated but, more than that, these Afghans feel incredibly at risk, their lives have been turned upside down, they would just like some clarity from the UK government, a clear timeframe and some action rather than just the words.\" ", "url": "https://www.bbc.com/news/uk-politics-59036894"}