{"datetime": "2022-02-10T16:10:58.000Z", "subject": "Ukraine conflict", "title": "Ukraine tensions: Russia stages military drills with Belarus", "article": "Russia and Belarus have started 10 days of joint military drills amid ongoing fears of a Russian invasion of Ukraine. Belarus is a close ally of Russia and has a long border with Ukraine. France called the drills - believed to be Russia's biggest deployment to Belarus since the Cold War - a \"violent gesture\". Ukraine says they amount to \"psychological pressure\". UK Prime Minister Boris Johnson said on Thursday that Europe faces itsbiggest security crisis in decades . Russia has repeatedly denied any plans to invade Ukraine despite massing more than 100,000 troops at the border. But the US and other Western countries have warned that an attack could come at any time. The exercises - known as Allied Resolve 2022 - are taking place close to the Belarusian border with Ukraine, which is a little over 1,000km (620 miles) long. Thursday was the start of the active phase of the drills.There are fears that if Russia tries to invade Ukraine, the exercises put Russian troops close to the Ukrainian capital, Kyiv, making an attack on the city easier.Belarus leader Alexander Lukashenko is a firm ally of Russian President Vladimir Putin and the two countries have created a so-called \" Union State \" which includes economic and military integration. The Kremlin backed Mr Lukashenko after a disputed election in 2020 that led to protests in Belarus. The US says some 30,000 Russian troops are expected to take part in the drills with Belarus, although Moscow and Minsk have not disclosed the exact number of participants. The objective of the war games is to practice \"repelling external aggression with a defensive operation\", according to the Russian defence ministry. Troops will also perform drills to protect the border and block delivery channels for weapons and ammunition.Russia insists that it has the right to move its troops freely across its own territory and that of its allies with their agreement. It says the troops in Belarus will return to their bases after the exercises. A Kremlin spokesman described the joint drills as serious, saying Russia and Belarus were being \"confronted with unprecedented threats\".Russia is also holding naval exercises in the Black Sea and Sea of Azov - both on Ukraine's southern flank - which Kyiv called \"an unjustified complication of international shipping\", that is making navigation in both seas \"virtually impossible\". But Ukraine and its Western allies have expressed concern over the drills.\"The accumulation of forces at the border is psychological pressure from our neighbours,\" Ukrainian President Volodymyr Zelensky said on Thursday.French Foreign Minister Jean-Yves Le Drian told France Inter radio that it was a \"very violent gesture\", and the US has called the exercises an \"escalatory\" move.Ukraine is also holding its own military exercises in which it will use some of the weaponry recently provided by foreign partners.UK Prime Minister Boris Johnson travelled to Brussels and Warsaw on Thursday in support of Nato allies.After meeting Nato's Secretary General Jens Stoltenberg he said he didn't think a decision about a Russian invasion of Ukraine had been made yet, but warned that \"this is probably the most dangerous moment... in what is the biggest security crisis that Europe has faced for decades\". Meanwhile the UK's Foreign Secretary Liz Truss met her Russian counterpart Sergei Lavrov in Moscow on Thursday. She said Russia should move its troops away from the Ukrainian border if it was serious about using diplomacy to defuse the crisis.Mr Lavrov said he was disappointed with the talks, accusing Ms Truss of not listening to Russia's concerns.Moscow says it cannot accept that Ukraine - a former Soviet republic with deep social and cultural ties with Russia - could one day join the Western defence alliance Nato and has demanded that this be ruled out. It has been backing an armed rebellion in eastern Ukraine since 2014. Further talks aimed at reducing the tensions are expected to take place later on Thursday, and will include Russian and Ukrainian envoys along with France and Germany - known as the Normandy quartet. There is some suggestion that a renewed focus on the so-called Minsk agreements - which sought to end the conflict in eastern Ukraine - could be used as a basis to defuse the current crisis. Ukraine, Russia, France and Germany backed the accords in 2014-2015. On the basis of this morning's news conference in Moscow, relations between Russia and Britain remain as cold as ever. The exchanges began slowly. Sergei Lavrov began with a gentle recitation of Russia's demands and said the talks had improved the UK's understanding of those demands. Liz Truss responded by rejecting Russia's core argument, namely that its security is somehow threatened by Nato expansion and the possibility of Ukraine joining the military alliance. \"That is just not true,\" she said. She accused Russia of using aggression to try to \"relitigate the past\" in a way that was undermining its international standing. This lit Mr Lavrov's fuse and he hit back. The talks had been \"disappointing\", he said, adding that it was as if the two sides were listening but not hearing. He accused the UK and the West of \"hysteria\" that was destabilising Ukraine. The West was demanding guarantees from Russia but offering none back in what he described as a \"one sided dialogue\". Ms Truss responded robustly: Russia's 100,000 troops were threatening Ukraine, she said, Russia needed to abide by agreements it had signed not to do so, and it needed to implement a ceasefire in eastern Ukraine. Mr Lavrov responded, again at length: Nato had promised not to expand but it had - the alliance had a history of being aggressive and cited the former Yugoslavia and Iraq as an example. He also compared the Ukrainian President Zelensky to the Nazi propagandist, Joseph Goebbels. So diplomacy took place, messages were delivered and received. But there appeared little progress - and no warming of the frosty ground dividing Britain and Russia. ", "url": "https://www.bbc.com/news/world-europe-60327930"}