{"datetime": "2022-02-11T17:28:41.000Z", "subject": "Ukraine conflict", "title": "Ukraine crisis: UK defence secretary warns Russia of tragic effects", "article": "A Russian invasion of Ukraine would have \"tragic consequences\" for both countries, UK Defence Secretary Ben Wallace has warned his counterpart in Moscow. In talks with Sergei Shogiu, Mr Wallace said he urged dialogue to resolve the crisis in eastern Ukraine. But Mr Shogiu said growing military tensions in Europe were \"not our fault\". Russia denies it plans to invade but has 100,000 troops on Ukraine's border. At a news conference on Friday, Mr Wallace said that Russian forces were in a position to invade \"at any time\", but he had been given security assurances by Mr Shogiu. \"I was clear about the tragic consequences that any invasion of Ukraine could have for all people - both Ukrainian, Russian and the security of Europe,\" Mr Wallace said of his meeting with the Russian defence minister. \"We listened to the assurances given by minister Shoigu that they would not invade Ukraine.\" Security concerns have grown in recent days after Russia started huge military drills with neighbouring Belarus andwas accused of blocking Ukraine's access to the sea . US President Joe Biden has alsocalled on all American citizens remaining in Ukraine to leave the country immediately , citing increased threats of Russian military action. Russia has made a series of security proposals, including a demand to rule out Ukraine's membership of the Nato defence alliance. Western countries have rejected this and instead put forward other suggestions, such as cutting back nuclear weaponry. Mr Shogiu said the counter-proposals submitted by Nato and the US had now been reviewed and promised \"our response will follow shortly\". The talks between Mr Wallace and Mr Shogiu were the latest in a period of frenzied diplomacy intended to defuse the current crisis in eastern Ukraine. The current tensions come eight years after Russia annexed Ukraine's southern Crimea peninsula. Since then, Ukraine's military has been locked in a war with Russian-backed rebels in eastern areas near Russia's borders. The UK's relations with Russia have deteriorated in recent years after a string of diplomatic disputes, including the poisoning of Sergei Skripal in 2018. Mr Shogiu said Russia's ties with the UK were \"close to zero\". But when asked about the state of UK-Russia relations, Mr Wallace said they were \"a lot better than 0%\" after Friday's talks. Ben Wallace's trip to Moscow does not signal any significant shift in the balance of this crisis. But his meeting with Russian defence chiefs does seem to have been a calmer affair than Thursday's frosty exchanges between the foreign ministers, Liz Truss and Sergei Lavrov.Mr Wallace states the UK government's position in the minor key compared to the fortissimo of the foreign secretary. In diplomatic confrontations like this, improved communications between defence ministers and senior officers can sometimes help avoid miscalculation.The military element can take some of the politics out of the relationship. And if there is to be any common ground between Nato and Russia, it may well be found in military matters, such as improving transparency about each other's missiles and exercises, and reviving lapsed arms control agreements.Also of note was Mr Wallace's emphasis - again - that restoring the Minsk accords could be a potential diplomatic route out of the stand-off. The problem with that is the accords - signed in 2014 and 2015 to try to establish a ceasefire in eastern Ukraine - are much disputed and have failed to achieve their aim. Friday's talks appeared more constructive than those of a day earlier between UK Foreign SecretaryLiz Truss and her Russian counterpart Sergei Lavrov on Thursday . They proved to be ill-tempered as Ms Truss urged Russia to move its troops away from the Ukrainian border and accused it of \"Cold War rhetoric\". Mr Lavrov said he was disappointed with the talks, accusing Ms Truss of not listening to Russia's concerns and describing their conversation as \"a dialogue between a deaf person and someone who was mute\". When asked about these comments, Mr Wallace said Mr Lavrov was \"a master at these types of engagements and making those type of comments\", but that there had been no deafness or blindness in his talks with Mr Shoigu. Meanwhile, Prime Minister Boris Johnson visited Poland and Brussels as part of a surge of UK diplomatic activity. In a joint news conference with Nato secretary general Jens Stoltenberg, Mr Johnson said Europe faced its biggest security crisis in decades. Moscow says it cannot accept that Ukraine - a former Soviet republic with deep social and cultural ties with Russia - could one day join the Western defence alliance Nato and has demanded that this be ruled out. Russia has been backing a bloody armed rebellion in Ukraine's eastern Donbas region since 2014. Some 14,000 people - including many civilians - have died in fighting since then. There is some suggestion that a renewed focus on the so-called Minsk agreements - which sought to end the conflict in eastern Ukraine - could be used as a basis to defuse the current crisis. Ukraine, Russia, France and Germany backed the accords in 2014-2015. Earlier this week, French President Emmanuel Macron saidhe thought a deal to avoid full-scale war in Ukraine was possible . ", "url": "https://www.bbc.com/news/uk-60351096"}