{"datetime": "2021-11-15T17:33:44.000Z", "title": "Afghanistan: Ministry of Defence not aware of any harm following data breaches", "article": "The Ministry of Defence has said it is \"not aware anyone has come to harm\" as a result of data breaches involving the email addresses of Afghan interpreters who worked for British forces. The MoD launched an inquiry after more than 300 people hoping to relocate to the UK were mistakenly visibly copied into an email from the department.The inquiry - now complete - blamed the mistakes on human error. However, it also said better training would have prevented the breach. Labour's shadow defence secretary John Healey said: \"This is the fifth serious data breach in nine months and it's time the defence secretary got his house in order. \"This is a basic issue of competence for this government... until the defence secretary stops these leaks our service personnel will rightly be wondering whether the MoD has their back.\" In a written statement, Defence Secretary Ben Wallace said that more than 7,000 Afghan nationals, including family members, who worked for the UK government in Afghanistan, had been successfully relocated in the UK. He added that fewer than 200 eligible people now remain in Afghanistan and that the government was working \"with urgency\" to help relocate them.The Afghan Relocations and Assistance Policy (Arap) was launched to help people who might be under threat from the new Taliban government due to their work supporting the UK government in Afghanistan. The data breaches occurred when defence staff emailed people covered by Arap but used the 'carbon copy' - or cc - button instead of 'blind carbon copy' field to anonymise the recipients. There were a total of three breaches occurring on 7, 13 and 20 September. Mr Wallace said a lack of procedures - as well as training - were exacerbated by the \"intense speed\" and \"operational pressure\" of the circumstances.As a result, he said some members of the team were \"inexperienced and insufficiently trained\". The investigation found that the individuals' actions had not been \"deliberate or negligent\" and that they had since been reassigned to other roles outside the Arap team.Mr Wallace said the Ministry of Defence was not aware that \"anyone has come to harm as a result of the breaches\" but that those affected had been offered security support.The minister added that the breaches were \"unacceptable and fell short of the high standards to which the MoD typically holds itself\". ", "url": "https://www.bbc.com/news/uk-politics-59288498"}