{"datetime": "2021-09-22T18:20:04.000Z", "author": "Phil Kemp & Lucy Manning", "title": "Afghanistan: Second email data breach by MoD uncovered", "article": "A second data breach by the Ministry of Defence, potentially compromising the safety of Afghans who may be eligible to relocate to the UK, has been uncovered by the BBC. Dozens of people were mistakenly copied in to an email earlier this month, with their email addresses visible to all recipients.It is the second such breach to come to light. An investigation is under way.The MoD has apologised and said extra support was being offered to them. In the latest data breach to be uncovered, defence officials sent an email that had the email addresses and some names of 55 people which could be seen by everyone who was sent the message. The recipients - at least one of whom is from the Afghan National Army - were told UK relocation officials had been unable to contact them and they were asked to update their details. An MoD spokeswoman said: \"We have been made aware of a data breach that occurred earlier this month by the Afghan Relocation and Assistance Policy (Arap) team.\"This week, the defence secretary instigated an investigation into data handling within that team. \"Steps have now been taken to ensure this does not happen in the future.\"It comes just a day after the defence secretary apologised for a separate breach involving the email addresses of dozens of Afghan interpreters who worked for British forces. Speaking in the House of Commons on Tuesday, Defence Secretary Ben Wallace said it had been \"an unacceptable level of service\" that had let down thousands of members of the armed forces and veterans. More than 250 people seeking relocation to the UK - many of whom are in hiding - were mistakenly copied into the email. Their email addresses could be seen by all recipients, showing people's names and some associated profile pictures. Mr Wallace said an investigation had been launched and one official suspended.Defence sources told the BBC that Mr Wallace did not know about this second breach when he spoke in the Commons on Tuesday. Former Conservative defence minister Johnny Mercer, who served in Afghanistan, said he feared there may be more to come. \"I've been concerned from the start as to how these individuals have been treated - the whole thing was such a rush to the door when Kabul fell that these mistakes were inevitable,\" he said.\"I personally think we've taken out people we really shouldn't have, and failed to bring out the majority of those we should - I think we are only beginning to learn the scale of what has gone on here.\" On Tuesday, Labour shadow defence secretary John Healey welcomed the defence secretary's apology but told the Commons that action now mattered most. Additional reporting by Marie Jackson. ", "url": "https://www.bbc.com/news/uk-58654630"}