{"datetime": "2021-07-24T23:14:58.000Z", "author": "Jonathan Beale", "title": "Female military staff denied justice by inadequate system - MPs", "article": "Women in the armed forces who are victims of bullying, harassment, discrimination and serious sexual assault are being \"denied justice\" by a \"woefully inadequate\" military complaints process, MPs have said. The defence committee heard evidence from more than 4,000 women - including veterans and those still serving.MPs said they were \"truly shocked\" by accounts of sexual assault and rape. The Ministry of Defence said changes had been made to help women. In a landmark report, MPs on the defence select committee say cases of serious sexual assault and rape should be taken out of the military justice system and tried in civilian courts instead. Convictions for rape in the military are four to six times lower than in civilian courts.They also call for the creation of a new defence authority to investigate allegations of bullying, harassment and discrimination outside the chain of command. Sarah Atherton, the Conservative MP and former soldier who led the investigation, said they had heard accusations of senior officers \"sweeping complaints under the rug to protect their own reputations and careers\". Women make up 12% of the regular armed forces - numbering around 20,000. But surveys show they're more likely to suffer from bullying, harassment and discrimination.MPs say they are \"gravely concerned\" that women are 10 times more likely than men to experience sexual harassment.The report also notes that 60% of the women who gave evidence said they didn't complain because of fear of reprisals and repercussions. The BBC has spoken to two women who were the victims of sexual assault and who provided evidence to the committee. We are not using their real names to protect their identity.Rebecca is a rape victim who recently left the Army. When she made a complaint, she says she wasn't just fighting for justice, but fighting the system too.\"It's the old man's club. You know you're a minority. They're saying you were assaulted because you drink too much. They say this is what you are, this is our perception. We don't believe you.\" Rebecca has now turned to a charity, the Centre for Military Justice, for help.Director Emma Norton says women who make an official complaint like Rebecca can find it \"career-ending and life changing\".The Centre for Military Justice has also campaigned for cases of rape and serious sexual to be dealt with outside the military system. Sophia was, until 2017, an officer in the Royal Navy. She was sexually harassed and then assaulted by her male boss.She said trying to make a complaint was like \"coming up against a brick wall\".\"It's a boys' club. They wanted to make sure he was alright. They didn't want it happening on their watch. It's bad press for them and it doesn't look good on their reports.\"Sophia left the Navy and successfully took her case to a civilian court.Her lawyer, Ahmed Al-Nahhas, says he has dozens of similar cases. He describes the military complaints system as \"not fit for purpose\" and welcomes the findings of the defence committee report. The defence committee also highlights practical issues that need to be addressed for women in the armed forces.It said it was \"extraordinary\" the Ministry of Defence (MoD) wasn't even getting the basics right - such as providing women with uniforms and body armour that fitted.Most of those women interviewed would still recommend a career in the military, but MPs say change has been \"glacial\".They were told by the MoD that it might take \"decades, possibly 300 years, to improve women's presence among senior officers\". Responding to the report, the MoD said many changes had been introduced to improve the experience of women in the Armed Forces. But defence minister Baroness Goldie added: \"The reality is that this experience is not yet equal and very occasionally can be really harmful. I profoundly regret that and we shall examine this report.\"", "url": "https://www.bbc.com/news/uk-57956698"}