{"datetime": "2021-10-28T00:05:21.000Z", "title": "Agnes Wanjiru murder: Army chief appalled by Kenyan murder allegations", "article": "The head of the British Army says he is appalled by allegations that British soldiers may have been involved in the murder of a Kenyan woman. General Sir Mark Carleton-Smith said he is determined to support the authorities to establish the facts in the murder of Agnes Wanjiru. The Ministry of Defence has said it is co-operating with a Kenyan inquiry into her death aftera Sunday Times report . The body of Ms Wanjiru, 21, was found in a septic tank at a hotel in 2012. The discovery was made in the town of Nanyuki, 200km (125 miles) north of the capital, Nairobi, nearly three months after she had spent an evening partying with soldiers. General Carleton-Smith, the Chief of the General Staff, has taken the unusual step ofpublishing the letter he sent to his chain of command on Twitter . In the letter he said: \"I am sure you are all as appalled as I am at the recent allegations surrounding the murder of Agnes Wanjiru in Nanyuki, Kenya, in 2012. \"I want you to know I am determined we support the appropriate authorities to establish the facts of the issue as quickly as possible.\" He went on to say that the Army's reputation was \"defined by all of us, and our behaviours\" and said that it must always be the first priority to reinforce the Army's values. Although he called for the Army to help establish the facts of the case he did not say whether that should include an investigation by the Royal Military Police. Defence Secretary Ben Wallace has said Britain is still waiting on a request from Kenya for help in finding Ms Wanjiru's killer. Ms Wanjiru left behind a five-month old daughter,who is now being cared for by her sister Rose Wanyua . She told the BBC she had given up hope of finding justice for her sister. The British Army has a permanent training support unit based at Nanyuki, and, under an agreement with the Kenyan government, up to six infantry battalions per year carry out eight-week exercises in the country. Ms Wanjiru, who dropped out of high school and later became a sex worker to look after her baby, was last seen by witnesses on the night of 31 March 2012. She was walking out of a Nanyuki bar accompanied by two British soldiers. Her body was later discovered behind a room where the soldiers had stayed, with missing body parts and a stabbing injury.Kenyan judge Njeri Thuku concluded after an inquest in 2019 that Ms Wanjiru had been murdered by one or two British soldiers. She ordered two further criminal inquiries, but the military took no action, the Sunday Times reported. A soldier told the paper that the killer had confessed to him and he had reported it, but the army had failed to initially investigate.", "url": "https://www.bbc.com/news/uk-59072479"}