{"datetime": "2021-10-25T07:30:15.000Z", "title": "Afghanistan facing desperate food crisis, UN warns", "article": "Millions of Afghans will face starvation this winter unless urgent action is taken, the UN World Food Programme (WFP) has warned. More than half the population - about 22.8 million people - face acute food insecurity, while 3.2 million children under five could suffer acute malnutrition, the WFP said.\"Afghanistan is now among the world's worst humanitarian crises, if not the worst,\" said David Beasley, the executive director of the WFP. \"We are on a countdown to catastrophe.\" Afghanistan fell to the Taliban in August after the US pulled out the last of its remaining troops and the militants swept across the country retaking ground. The takeover weakened an already fragile economy that was heavily dependent on foreign aid. Western powers suspended aid and the World Bank and International Monetary Fund also halted payments. A nation is considered aid-dependent when 10% or more of its gross domestic product comes from foreign aid; in Afghanistan's case, about 40% of GDP was international aid, according to the World Bank. Many Afghans are now selling their possessions to buy food. The new Taliban administration has been blocked from accessing overseas assets, as nations assess how to deal with the hardline group, meaning wages to civil servants and other workers have been withheld.\"It has been more than five months that I have received my wages,\" a teacher in Herat told the BBC. \"Life is tough. I am selling whatever we have at home. We are selling our animals, cutting our trees to sell the wood.\" \"People are impoverished here,\" said a man in Kandahar. \"Yesterday I saw a woman who was going through the rubbish bins at the local hotel, collecting the leftover food. I asked her why she was doing so and she said she didn't have any other solution, she was trying to find food for her children.\"The WFP warned that the looming winter threatened to further isolate Afghans dependent on humanitarian assistance to survive. And for the first time in Afghanistan, urban residents are suffering from food insecurity at similar rates to rural communities, the organisation said. \"It is urgent that we act efficiently and effectively to speed up and scale up our delivery in Afghanistan before winter cuts off a large part of the country, with millions of people - including farmers, women, young children and the elderly - going hungry in the freezing winter,\" said QU Dongyu, the director of the UN's Food and Agriculture Organisation. In September,the WFP warned that only five percent of Afghan families had enough to eat every day. Basic ingredients like cooking oil and wheat had skyrocketed in price. In October, the organisation warned that one million children were at risk of dying from severe acute malnutrition without immediate life-saving treatment.In September, more than $1bn (£720m) was pledged by the international community at a conference in Geneva to support Afghans with about a third earmarked for the WFP. But according to the WFP on Monday, the UN humanitarian assistance programme remains only a third funded. The organisation said it may require as much as $220m (£159.6m) per month to meet the task, calling the current financial commitments a \"drop in the ocean\".The food crisis in Afghanistan has been compounded by water shortages and a severe drought - the country's second in four years.", "url": "https://www.bbc.com/news/world-asia-59011501"}