{"datetime": "2021-06-03T17:51:23.000Z", "author": "Jonathan Beale", "title": "Major design flaws in Army's new armoured vehicles, report shows", "article": "Major design flaws have been identified in the Army's new fleet of armoured vehicles. An internal leaked government report also raises serious doubts as to whether the £5.5bn Ajax Armoured Vehicle programme will be delivered on time and within budget.Problems include excessive vibration and noise.The Ministry of Defence signed a contract for 589 of the Ajax armoured vehicles in 2014. An investigation by the government's Infrastructure and Projects Authority says the \"successful delivery of the programme to time, cost and quality appears to be unachievable\".The BBC has seen extracts of the leaked report. It states that compelling evidence was found that the programme will not deliver the planned number of Ajax family armoured fighting vehicles to the British Army for planned operational deployments in 2023/24. The MoD and the Army have said they remained committed to the Ajax programme. The MoD has already spent nearly £3.5bn on the flagship programme, which is meant to provide the British Army with a \"family\" of modern tracked armoured fighting vehicles.The Army describes it as a \"core capability' and key to its modernisation.The US-based defence contractor General Dynamics is assembling the vehicles in Merthyr Tydfil in Wales. But so far only 14 of the 589 have been delivered for trial - the Ares reconnaissance variant. There have been reports of yet more problems with the turret and gun of the main Ajax vehicle. The Infrastructure and Projects Authority criticises the current contract for focusing on \"schedule and milestone payments over quality\". The leaked report, first reported inthe Sun , also highlights a number of issues with those vehicles delivered for trials, including excessive vibration and noise.The MoD halted trials for four months following complaints that crews were suffering from temporary hearing loss and aching joints.The MoD says the trials resumed in March. But the leaked report says crews are still having to observe strict health and safety restrictions, including \"limiting time in the platform to one hour 30 before a crew change or speed restrictions of 20mph\" - which is less than half its top speed.The report also notes the \"vehicle cannot reverse over an obstacle more than 20cm high\". Defence experts say many of the problems stem from additional armour protection being put on the original hull, which has seen an increase in weight from 19 to more than 40 tonnes.The report team said that, given the limitation of use, the impact of morale on troops should lead to questions as to the vehicles' credibility. It said there was \"a real risk\" that exposing the Army to vehicles in their current condition would undermine soldiers' confidence in Ajax.The MoD and the Army said they remained committed to the Ajax programme and that they were still planning to reach the vehicles' Initial Operating Capability by summer of this year.A defence source said: \"It was no secret that the programme, that was originally contracted in 2010 and 2014, has had problems, which is why the MoD has intensified scrutiny and work to rectify the issues.\"The Army, General Dynamics and the MoD is now engaged in an intensive round of assessments and rectification work to resolve any outstanding issues.\" Senior Army officers have told the BBC that they are confident of resolving the issues.General Dynamics UK said: \"Recent trials have confirmed many of the required capabilities across the Ajax Family of Vehicles, including operations across the full range of speed and reverse step obstacle climb.\"A small number of remaining issues are being reviewed and closed out in partnership with the British Army and Ministry of Defence ahead of Initial Operating Capability.\" Earlier this year, MPs on the Defence Select Committee issued a damning report on the state of the British Army's armoured vehicle programme.It said the Army had spent hundreds of millions of pounds with little to show for it. Earlier this year, the MoD scrapped its plans to upgrade hundreds of Warrior Armoured Vehicles.Some defence experts also question whether Ajax will ever enter service.Francis Tusa, a defence analyst, described Ajax \"as the Army's Nimrod [MRA4]\" - the planned Maritime Patrol Aircraft scrapped in 2010 at a cost of £4bn, without a single aircraft entering service.Mr Tusa said the only thing the Ajax programme seemed to have delivered so far was tinnitus.", "url": "https://www.bbc.com/news/uk-57348573"}