{"datetime": "2020-06-01T23:36:47.000Z", "author": "Jonathan Beale", "title": "Iraq war: All but one war crimes claim against British soldiers dropped", "article": "British soldiers who have been accused of committing war crimes in Iraq are unlikely to face criminal prosecution. Independent investigators were asked to look at thousands of allegations made against the British military after the invasion of Iraq in 2003. But the director of the Service Prosecution Authority (SPA) said just one remaining case was being examined. Andrew Cayley said the \"low level\" of offending and lack of credible evidence had led most cases to be dismissed. Speaking to BBC Radio 4'sLaw in Action programme, Mr Cayley said most of those cases were sifted out at a very early stage because of the lack of credible evidence or because the offending was \"at such a very low level\".More than 1,000 cases were made by former lawyer Phil Shiner and his firm Public Interest Lawyers (PIL). In 2017 he was struck off as a solicitor after a tribunal found him guilty of misconduct and dishonesty, including false accounts about the actions of UK soldiers.Mr Cayley said seven remaining cases had been referred to the SPA, but in six of those cases it was concluded that no charges should be brought.One case is still being considered, but Mr Cayley admitted that it is now \"quite possible\" that none of the original allegations will lead to a prosecution.Mr Cayley also said he is confident a separate investigation being conducted by the International Criminal Court (ICC) in the Hague will conclude this year without further action being taken. In 2014, ICC prosecutor Fatou Bensouda re-opened a preliminary examination of cases involving alleged British abuses in Iraq.Mr Cayley said he was \"convinced\" that examination would soon be completed without any further action.He said: \"My sense is these matters are coming to a conclusion; she will close the preliminary examination this year in respect of Iraq and the United Kingdom.\"The cloud hanging over British service personnel accused of wrongdoing has already left a bitter taste and contributed to political pressure to do more to protect soldiers on the battlefield from criminal and civil prosecution for alleged actions which took place years ago.Earlier this year the government presented a bill promising to curb historic allegations and tackle what it calls \"vexatious claims\" against armed forces deployed overseas.The bill proposes a five-year time limit on any criminal prosecution unless compelling new evidence is brought to light. In a statement, the Ministry of Defence said it was strongly opposed to service personnel and veterans being subjected to the threat of repeated investigations and potential prosecutions.Veterans minister Johnny Mercer said the bill was introduced \"to reduce the uncertainty currently faced by service personnel and veterans in relation to historic allegations\" - and aimed to make sure \"that we never end up in a situation like this again\". But human rights groups and some lawyers have already expressed concern - saying the legislation could place the military above the law, and undermine existing international conventions.David Greene, vice-president of the Law Society, said a balance must be struck to ensure charges are only brought when warranted.But he added: \"The argument behind time limits for British service personnel deployed overseas is that there has been a rise in historic prosecutions. Based on Andrew Cayley's comments the evidence for such an assertion is lacking.\" ", "url": "https://www.bbc.com/news/uk-52885615"}