{"datetime": "2021-11-08T20:43:41.000Z", "author": "Jonathan Beale", "title": "Army boss announces culture audit after defence secretary talks", "article": "The head of the British army has announced an independent audit of its culture amid concerns over bullying, sexual harassment and discrimination. Gen Sir Mark Carleton-Smith said the audit will \"reinforce the best and weed out the worst\". It comes after Defence Secretary Ben Wallace met Army leaders earlier over concerns about culture and discipline. Earlier, he and Gen Carleton-Smith said they had had a \"full and frank\" meeting and would work to tackle the issues. In a statement on Monday evening, Gen Carleton-Smith, the chief of the general staff, pledged a range of measures to \"accelerate the cultural changes\" needed to underpin the \"operational effectiveness\" of the armed forces. He said this would include a \"review of the selection, education and training\" for commanders at the ranks of Lieutenant Colonel and above to \"better prepare them for the challenges of command\". There will also be \"more focused education, training and pastoral support\" for all those in Army training centres, he added. Inan earlier statement after the meeting, the Army chief and Mr Wallace said recent events had brought to light \"important issues that require all our people to play their part in resolving\". The statement said the pair would work together to address \"these core and cultural issues\" and that the Army would set out \"exciting new plans for its future structure and deployments\" later this month. Mr Wallace has promised to addressconcerns highlighted by a report , led by backbench Conservative MP and former soldier Sarah Atherton, on bullying and sexual harassment faced by women in the armed forces. The report from the Commons defence committee found that almost two thirds of the 4,000 women who gave evidence had experienced bullying, sexual harassment and discrimination during their time in the armed forces, including \"truly shocking evidence\" of rape and sex for promotion or advancement.Meanwhile, an inquestinto the death of a female recruit at the Royal Military Academy, Sandhurst, in 2019 has raised questions about the care given to vulnerable women. Mr Wallace was also expected to raise the case of Agnes Wanjiru, a Kenyan woman who died in 2012.She was last seen in the company of two British soldiers - and Kenyan magistrate Njeri Thuku concluded after an inquest in 2019 that Ms Wanjiru had been murdered by one or two British soldiers. Mr Wallace said previously that \"contrary to media reporting\", he, the Ministry of Defence and the Foreign Office had provided help to the Kenyan authorities with their investigation. He added that the MoD had given the names of British soldiers in Kenya at the time nine years ago, but he said the UK was unable to conduct a separate investigation when it fell under Kenya's jurisdiction.It comes as ministers express frustration aboutdelays to the Army's new Ajax Armoured Vehicle programme. More than £3.2bn has already been spent but only a few dozen of the 589 vehicles have been delivered - and trials have had to be suspended twice over health and safety concerns. Speaking prior to the talks, Mr Wallace said: \"I've asked [the Army] to make sure about how we're going to deal with the issues ranging from Ajax and the culture in the Army - to some of the discipline issues we've all been seeing recently. \"It's not acceptable and we'll have a discussion about what are the next steps.\" A spokesman for the armed forces previously said Mr Wallace was working with Army leaders to \"drive out unacceptable behaviour at all levels\" especially in relation to the treatment of women. ", "url": "https://www.bbc.com/news/uk-59200698"}