{"datetime": "2021-10-19T19:56:31.000Z", "title": "Iraq war: Abuse claims against soldiers close with no prosecutions", "article": "All remaining investigations into allegations of abuse by British soldiers in Iraq have now finished without any prosecutions being brought. Defence Secretary Ben Wallace said the Service Police Legacy Investigations - which was looking at the claims - had now \"officially closed its doors\". The SPLI's job was to investigate Iraqi civilians' claims of serious criminal behaviour by UK armed forces. Since it began, it has assessed 1,291 allegations, Mr Wallace said. The SPLI was made up of Royal Navy Police and Royal Air Force Police. It took charge of investigations in February 2017, after the Iraq Historic Allegations Team (IHAT) - which had been looking at them - was shut down.The investigations related to the alleged behaviour of UK armed forces in Iraq during the war from 2003 to 2009. In a written statement to the House of Commons on Tuesday, Mr Wallace said that although 178 allegations had been formally pursued through 55 separate investigations, no soldiers had been prosecuted as a result of the SPLI's work. According to the SPLI, in 2019 five people were referred to the military prosecutor, the Service Prosecuting Authority, but no charges were brought. \"The vast majority of the more than 140,000 members of our armed forces who served in Iraq did so honourably,\" said Mr Wallace in his statement. \"Many sadly suffered injuries or death, with devastating consequences for them and their families.\" He said while some allegations against British troops were credible, others were not. The credibility of allegations had been a \"significant challenge throughout the investigations\", he said. \"However not all allegations and claims were spurious, otherwise investigations would not have proceeded beyond initial examination and no claims for compensation would have been paid.\" The Ministry of Defence's investigations into allegations of war crimes will have satisfied few.The initial investigations, under IHAT, were criticised by MPs in 2017 who said it empowered law firms to bring cases on an \"industrial scale\". One of those lawyers, Phil Shiner, was later found guilty of misconduct.Veterans and those still serving were swept up in long, costly and often clumsy investigations, even when some had already been cleared of wrongdoing.Nor did IHAT satisfy those who believed that there were genuine cases to answer.The MoD wanted to show it was properly investigating allegations of war crimes. But it did not want those investigations to be conducted by anyone else.Most importantly, the MoD did not want this to end up in the International Criminal Court in the Hague.In 2020 the ICC decided not to pursue a formal investigation into alleged war crimes by British troops in Iraq.But prosecutor Fatou Bensouda still said there was clear evidence that UK forces were responsible for numerous war crimes including illegal killings, torture and rape in Iraq.Mr Wallace added: \"It is sadly clear, from all the investigations the UK conducted, that some shocking and shameful incidents did happen in Iraq. We recognise that there were four convictions of UK military personnel for offences in Iraq including offences of assault and inhuman treatment. \"The government's position is clear - we deplore and condemn all such incidents.\" In 2005, three British soldiers who abused Iraqi civilians were jailed and dismissed from the Army in disgrace. Two years later, a soldier was jailed for a year in connection with the death of Iraqi civilian Baha Mousa in September 2003. In total, the Ministry of Defence has paid out more than £20 million in compensation settlements for abuse claims from Iraqi nationals. ", "url": "https://www.bbc.com/news/uk-58975089"}