{"datetime": "2016-07-05T15:20:33.000Z", "title": "Timeline: Iraq War", "article": "The inquiry into the UK's role in the Iraq war is publishing its findings. Here are the main events before, during and since the conflict. The Gulf War ends, leaving Iraq subject to United Nations sanctions and arms inspections to look for weapons of mass destruction (biological, chemical and nuclear). Disputes over inspectors' access to Iraqi facilities continue for years, with US-led air-raids taking place in December 1998. Gulf War Four aeroplanes are hijacked and flown deliberately into targets in the US. Almost 3,000 people are killed. The attack is quickly blamed on al-Qaeda and its leader Osama Bin Laden, then resident in Afghanistan. 9/11 attacks US-led forces begin military action in Afghanistan. War in Afghanistan US President George W Bush identifies Iraq - along with Iran and North Korea - as part an \"axis of evil\" in his State of the Union address. Bush's speech President Bush addresses the United Nations General Assembly and warns Iraq that military action will be unavoidable if it does not comply with UN resolutions on disarmament. UN address The UK publishes a dossier on the threat posed by Iraq. It includes the claim that Saddam Hussein has weapons of mass destruction which could be used within 45 minutes. Iraq dossier The UN Security Council unanimously passes resolution 1441, giving Iraq \"a final opportunity to comply with its disarmament obligations\" and warning of \"serious consequences\" if it does not. The UN's Monitoring, Verification and Inspection Commission fails to find weapons of mass destruction despite carrying out 700 inspections in Iraq. Hundreds of thousands of people - estimated by organisers to number almost two million - march through London in opposition to military action in Iraq. There are also gatherings in Glasgow and Belfast, part of a worldwide weekend of protest. Mass anti-war marches The US and the UK submit a draft resolution to the UN, stating that Iraq has missed its \"final opportunity\" to disarm peacefully. But this is opposed by France, Russia and Germany, US and UK move against Iraq France and Russia announce that they are ready to veto a UN Security Council resolution which gives Iraq seven days to disarm. Russia and France back veto The UK, the US and Spain abandon their attempt to secure a second UN resolution authorising force. US President George Bush gives Saddam and his sons 48 hours to leave Iraq or face war. Tony Blair wins House of Commons backing to send UK forces into war in Iraq, despite a major rebellion by Labour MPs. Blair gains war backing The invasion - Operation Iraqi Freedom - begins with a \"shock and awe\" campaign of aerial bombardment intended as a show of force. Bombs are dropped on a farming community outside Baghdad where intelligence incorrectly suggested Saddam Hussein might be hiding. War on Iraq begins The government of Saddam Hussein loses control over Iraq's capital Baghdad, with the advance of US forces into the centre of the city. Baghdad falls to US forces President Bush appears on an aircraft carrier off the coast of California to declare victory.'Mission accomplished' A BBC report casts doubt on the government's 2002 dossier stating that Iraq had weapons of mass destruction capable of being deployed within 45 minutes.Government weapons expert David Kelly is found dead after being exposed as the source of the BBC story about the dossier. Kelly death examined Saddam Hussein is found by US troops in a cellar south of Tikrit, his home town. \"Ladies and gentlemen, we got him,\" says US administrator Paul Bremer.Saddam captured Insurgents in Iraq begin targeting US-backed forces and fighting erupts between rival militias. The Hutton Report into David Kelly's death is published, clearing ministers of wrongdoing and saying that Dr Kelly took his own life. Key points: Hutton Report The Butler Review on military intelligence finds key information used to justify the war in Iraq has been shown to be unreliable. MI6 did not check its sources well enough and sometimes relied on third-hand reports, it adds.It also says the 2002 dossier should not have included the claim Iraq could use weapons of mass destruction within 45 minutes without further explanation. Key points: Butler Report Suicide bombings increase, with 478 attacks during the year. Iraq is beset by sectarian fighting. Iraq's President Jalal Talabani asks Shia politician Nouri al-Maliki to form the country's next government. Maliki endorsed as PM Saddam Hussein is hanged, after being found guilty of the killings of 148 Shias from the town of Dujail in the 1980s.Saddam hanged In the face of mounting attacks by insurgents, the US sends in a \"surge\" of fresh troops while extending tours for troops stationed in volatile areas. The plan marks a new direction for the war, with more emphasis placed on \"winning hearts and minds\".Surge 'ready' UK forces lower their flag over the city of Basra to signify the end of their combat operations.Combat operations end Prime Minister Gordon Brown announces an inquiry to \"learn the lessons\" of the Iraq war, to be led by former civil servant Sir John Chilcot.Timeline: Iraq Inquiry ", "url": "https://www.bbc.com/news/magazine-36702957"}