{"datetime": "2021-09-17T15:07:46.000Z", "title": "Submarines: £170m investment for next generation guarantees 350 jobs", "article": "The government has announced £170m will be invested in developing technology for a new generation of submarines for the Royal Navy. Defence Secretary Ben Wallace said it marked \"the start of a new journey\". Two contracts for £85 million each have been awarded to BAE Systems and Rolls-Royce to deliver design and concept work for the replacement vessels. The investment will guarantee 350 jobs: 250 at the shipyard in Cumbria and 100 at Rolls-Royce operations in Derby.\"Marking the start of a new journey for the Royal Navy's submarines, British designers and engineers will lead the way in developing submarines for our Royal Navy,\" said Mr Wallace, during a visit to the BAE Systems shipyard in Barrow-in-Furness, Cumbria. \"This multi-million pound investment ensures that this vital capability will be ready to replace our Astute Class submarines as they come out of service, whilst supporting high-skilled jobs across the Midlands and North West of England.\" The design work will help inform future decisions to decide on the replacements forthe Astute Class submarines , the nuclear-powered fleet of submarines currently in service with the Royal Navy. Described as \"the largest, most advanced and most powerful attack submarines ever operated by the Royal Navy\", the Astute Class submarine can launch long-range Tomahawk cruise missiles at sea, striking ground targets \"hundreds of miles inland with pinpoint accuracy\". Industry teams are working closely with Ministry of Defence to develop early design work on a range of options for a new crewed nuclear-powered submarine known as the Submersible Ship Nuclear Replacement (SSNR).\"Designing and building submarines is one of the most complex and challenging feats of engineering that the maritime industry undertakes,\" said Ian Booth, CEO at the Submarine Delivery Agency. He added: \"It is essential that work on the next generation underwater capability commences as early as possible. \"This relies on some of the nation's most experienced defence nuclear experts from the very beginning of the design phase.\" ", "url": "https://www.bbc.com/news/uk-58599757"}