{"datetime": "2021-12-07T17:40:06.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Afghanistan: How many people has the UK evacuated?", "article": "The former Foreign Secretary, Dominic Raab, has been defending the UK's handling of the evacuation from Afghanistan after the Taliban took control of Kabul in August. It follows claims from a whistleblower, Raphael Marshall - who worked at the Foreign Office at the time - that the government's response to the crisis was chaotic and dysfunctional.Mr Raab said 15,000 people were evacuated by the UK from Afghanistan from 15 August to the end of that month. He said it was a larger number than by any other nation except the US. At the time, the government said the 15,000 people included 5,000 British nationals, 8,000 Afghans and 2,000 children. Some Afghan nationals had already arrived in the UK for resettlement before that date. The Foreign Office told us that since the end of August, a further 3,000 people had been helped to leave Afghanistan. This included more than 1,100 UK nationals. In written evidence to the Foreign Affairs Committee, Mr Marshall said he estimated that between 75,000 and 150,000 people in Afghanistan had applied for evacuation to the UK in August.He estimated that 5% of these received assistance.The US evacuated the largest number of people from Afghanistan in August.From 14 August to 28 August,it got 113,500 people out of the country . Other countries evacuated much smaller numbers over that period, according to official statements and press releases Since the end of August, some countries have continued to carry out occasional evacuations. France evacuated 258 people just last week. In August, Mr Raab said that the number of British nationals remaining in Afghanistan was \"in the low hundreds, \" although he would not give a more precise figure. Mr Raab told a committee of MPs that nearly all the people in Afghanistan with single UK nationality and accompanying documentation had been brought back - but it had proved harder to estimate the number of dual-nationality Britons remaining in Afghanistan.The example he provided was that some large families may have one or more people that were documented, but it was unclear what the status of the rest of the family was. On 7 December, the Prime Minister's special representative for Afghanistan, Nigel Casey, told MPs there were about 200 British nationals still in Afghanistan. The UK government has a scheme to resettle Afghans - the Afghan Relocations and Assistance Policy (ARAP), which was launched on 1 April.Under the scheme, Afghans who worked for the British military and UK government (for example, as interpreters) are able to move to the UK permanently, rather than getting five years' residency as was previously offered. The Home Office says there have been 7,000 people relocated under the ARAP scheme since its launch. Before the ARAP scheme, the Home Office says 1,400 former staff and families were relocated since 2013 under a previous scheme called the Ex-Gratia Policy. In addition to ARAP, the government has saidthe Afghan Citizens' Resettlement Scheme (ACRS) will allow a total of 20,000 to settle in the UK. It will focus on women and children as well as religious and other minorities in danger from the Taliban. A fact-sheet released about it in September said it would welcome 5,000 Afghans in the first year, although the scheme is yet to open.Immigration lawyer Sarah Pinder said resettlement schemes are often too slow for crises such as the one in Afghanistan. \"The idea that people can queue up to make an application by staying put... in reality, it's difficult to put into practice,\" she said. And she said the schemes' criteria were often narrow, leaving people \"stuck in a loop\" between different ones.Outside a small number of official resettlement schemes, the main way to settle in the UK is to seek asylum once within the country's borders. In 2020, 1,336 people from Afghanistan applied for asylum, out of 29,456 total applications from around the world, and 580 were granted it. But not all of those granted asylum had applied in the same year. They were much larger numbers of Afghans applying for asylum last year in some EU countries,such as Greece, France and Germany . This year up until September, there were 1,974 asylum applications in the UK from Afghan nationals - an increase of almost 40% over the previous year. What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check Follow us on Twitter ", "url": "https://www.bbc.com/news/uk-58245684"}