{"datetime": "2021-09-02T17:17:41.000Z", "title": "Afghanistan: Kabul airport could reopen for evacuation flights soon, says Dominic Raab", "article": "Evacuation flights from Afghanistan could resume \"in the near future\", the UK's foreign secretary says, after talks with leaders in Qatar. Dominic Raab is in the country to discuss allowing more British nationals and Afghan allies to leave Afghanistan. Asked when Kabul airport could reopen, Mr Raab said: \"that's looking like it may happen at some point in the near future\". It is currently out of action following the withdrawal of US troops last week. Mr Raab's Qatari counterpart said he hoped for \"good news\" on its reopening \"in the next few days\".Sheikh Mohammed bin Abdulrahman al-Thani added that Qatar was working with the Taliban to ensure it was operational \"as soon as possible\". The Gulf state, which has hosted the Taliban's political office for eight years, is seen as a key link between the West and the group. Speaking after meetings with politicians in Doha, Mr Raab said the UK would not recognise the Taliban \"any time in the foreseeable future\". But he said there was a need for \"direct engagement\" with the group, to ensure UK nationals and Afghan allies could leave Afghanistan. Prime Minister Boris Johnson later underlined that message, telling reporters that if the Taliban wanted to engage with the West \"then the first priority for them for us is safe passage for those who want to leave\". Dominic Raab told a news conference that co-operation on border crossings would be an \"important first test\" of the Taliban's relationship with the West. And he admitted the UK must \"adjust to the new reality\" after their rapid takeover of Afghanistan after the US withdrawal.After talks with Mr Raab, Sheikh Mohammed said there was not yet a \"clear indication\" of when Kabul airport would reopen.But he told reporters: \"We are working very hard [and] we remain hopeful that we will be able to operate it as soon as possible. He added that Qatar was also in discussions with Turkey, to see if it could provide \"any technical assistance on that front\". At the start of a tour of the region, Mr Raab held talks with Sheikh Mohammed, along with the Emir of Qatar.British officials have been meeting senior Taliban leaders in Doha and they will brief the foreign secretary on the outcome of those talks.The Foreign Office said the British embassy to Afghanistan, which moved out of Kabul last week, was now up and running in Doha. Speaking to broadcasters, Mr Raab said the UK was working with neighbouring countries to ensure the \"basic logistics\" are in place to allow people to leave Afghanistan. The last UK plane flying people out of Kabul took off on Saturday, with the US following on days later to stick to the 31 August deadline pledged by US President Joe Biden. On Tuesday, Mr Raab said more than 17,000 people had been evacuated by the UK from Afghanistan so far, including over 5,000 UK nationals. But it is feared hundreds eligible for relocation were left behind, although Mr Raab has estimated the number of UK nationals still in Afghanistan was in the \"low hundreds\".He has said he cannot give a precise figure of the number of eligible Afghans who wanted to leave but were unable to get on evacuation flights.These groups include Afghan nationals and their families who worked with British forces during their time in the country and asylum seekers who could be eligible to come to the UK under international law.Mr Raab's trip to Qatar came after hewas grilled by MPs on the Commons foreign affairs committee on Wednesday about the UK's withdrawal from Afghanistan. The foreign secretary defended his handling of the crisis, saying the UK was \"caught out\" by the speed of the fall of Kabul to the Taliban, with intelligence at the time suggesting it would hold out until the end of the year. But the committee's chairman, Conservative MP Tom Tugendhat, said a Foreign Office risk report from 22 July predicted a \"very real danger of cities collapsing\" after US forces withdrew. The Foreign Office said it was a standard monthly report that did not contain intelligence assessments. Its statement added: \"The July document makes clear that our central planning assumption at the time was that the peace process in Afghanistan would run for up to a further six months.\" Speaking later at a military base in Essex, Boris Johnson said: \"I think it's been clear for many months that the situation could be very fast and that has been part of the intelligence briefing. There have also been suggestions as you know that the Afghan National Defence force might hold on for longer, but logically you can see what happened.\"He added that once the Afghan army felt they no longer had American air cover then \"things did go faster\". In aninterview in the Spectator published on Wednesday, Defence Secretary Ben Wallace said he had argued as early as July that the previous Afghan government would fall. 'It was a bit of a shock when [regional city] Herat fell,\" he told the magazine.\"Some of these big places had historically been resistant to the Taliban. When they fell, literally without a fight, I think the game was up. \"I remember back in July arguing that whatever we think, the game is up and we have to do what we can to accelerate whatever we're doing.\" He added: \"When the actual moment came in Afghanistan, intelligence hadn't failed. It was just limited, as it always is at the very end.\" On Thursday, Mr Raab insisted he and Mr Wallace had been \"taking the same assessment throughout until very late\". \"We were all working to the same set of assumptions,\" he added.", "url": "https://www.bbc.com/news/uk-58417078"}