{"datetime": "2021-06-24T15:12:41.000Z", "title": "Navy defending our values in Russia dispute, says Boris Johnson", "article": "A Royal Navy warship was \"sticking up for our values\" in an incident with Russian forces in disputed waters around Crimea, Boris Johnson has said. The prime minister said the UK does not recognise Russia's annexation of Crimea and was pursuing freedom of navigation in international waters.Mr Johnson denied UK relations with Russia were at an all-time low. He refused to be drawn on whether he had personally authorised the HMS Defender voyage. But the prime minister said it was \"wholly appropriate to use international waters\" to \"take the shortest route between two points and that's what we did\". It was \"very important\" countries around the world continue to carry out manoeuvres \"sticking up for our values, sticking up for what we believe in,\" he said on a visit to an Army barracks in Aldershot, Hampshire. This would include \"democracy, human rights, equalities and the rule of law, and freedom of navigation,\" Mr Johnson added. On Wednesday more than 20 Russian aircraft and two coastguard ships shadowed HMS Defender as it was sailing off the coast of Crimea.Moscow's defence ministry said a patrol ship fired warning shots and a jet dropped bombs in the Royal Naval ship's path.But the UK government rejected Russia's account of the incident and denied that any warning shots had been fired. Defence Secretary Ben Wallace has set out the UK's version of what happened in a written statement to MPs: \"At no point were warning shots fired at HMS Defender, nor bombs dropped in her path as has been asserted by the Russian authorities,\" said the defence secretary. The UK's defence attache was \"invited to a meeting in the Russian Ministry of Defence\" in response to the incident, he added, but HMS Defender would continue with her planned deployment and programme of visits. \"The Royal Navy will always uphold international law and will not accept unlawful interference with innocent passage,\" said Mr Wallace in his statement, adding that the UK and Nato allies had \"enjoyed a routine maritime presence in the Black Sea for many years\".The dramatic scenes were captured by members of the British media, who had been invited on to HMS Defender, leading some to question if it was part of deliberate effort to win the so-called \"information warfare\" between the East and the West.The BBC's defence correspondent, Jonathan Beale, who is on board, said that just days before Defender set sail towards Crimea, an agreement was signed on the ship for the UK to help build warships for neighbouring Ukraine. But he said the trip was also about \"information operations\" for the UK, with \"journalists on board here with large audiences who can reach a lot of people\". And speaking on BBC Breakfast, former Nato Commander Rear Admiral Chris Parry said the incident was reminiscent of the \"huffing and puffing that used to take place\" in the past and amounted to \"bully boy tactics\" by Russia.He said Moscow simply does not like Royal Naval ships like HMS Defender in the Black Sea going about their business near Russian naval bases and defending allies. They are \"jealous\" and this is about \"real political power play\", he added.Speaking on Radio 4's Today programme, chair of the defence select committee, Tobias Ellwood, said that while it was important not to get \"spooked\" by Russia's actions, threats have to be addressed. The senior Conservative said the incident illustrates the importance of upholding international standards, otherwise other \"errant states\" like China would exploit the situation to assert their might. And speaking in the Commons, Mr Ellwood said while it was right to defend and protect international waters, Britain will need a bigger navy in order to do so.He said the Ministry of Defence had been right to send HMS Defender from Odessa to Georgia and told MPs he was \"picking up that perhaps not everybody in Whitehall was of a view that this was the path HMS Defender should have taken\".But he said the events of this week have been \" a good warm up\" and he called on the MoD to \"continue in this vein\" and not be \"shied away by any other voices in government that might want us to take a more subservient route\".", "url": "https://www.bbc.com/news/uk-politics-57593411"}