{"datetime": "2021-08-27T12:07:08.000Z", "title": "Afghanistan: Pen Farthing team 'turned away' from airport", "article": "An ex-Royal Marine has told how he was \"turned away\" while trying to leave Kabul - as the UK's defence minister said his supporters had \"taken up too much time\" of senior commanders. Paul \"Pen\" Farthing was attempting to get his staff and rescue animals out of Afghanistan when they became caught up inThursday's airport bomb blasts . His team said they were \"safe\" but still in Afghanistan. Defence Secretary Ben Wallace said he hoped they made it back. But he said supporters of Mr Farthing's animal charity rescue mission had \"taken up too much time of my senior commanders dealing with this issue when they should be focused on dealing with the humanitarian crisis\". Mr Wallace said: \"My people were focused for the last two weeks on a humanitarian crisis. \"And I had to listen sometimes to calls of abuse to my advisers, to my officials, based mainly on falsehoods, that somebody, somewhere had blocked a flight - no-one blocked a flight. \"Fundamentally, as we have seen on the media, there are desperate, desperate people, and I was not prepared to push those people out of the way for that. \"When people's time is right, they were called forward, and that's the right thing to do. But I hope he comes back, he was advised to come back, his wife came back last Friday, so I hope he does as well.\" Mr Farthing set up the Nowzad animal shelter in Kabul, rescuing dogs, cats and donkeys, after serving in Afghanistan in the mid-2000s. Since the collapse of the Afghan government, Mr Farthing and his supporters have campaigned to have his staff and their families as well as 140 dogs and 60 cats evacuated from the country in a plan he has dubbed Operation Ark. Mr Farthing, originally from Dovercourt in Essex, said the team were 300m (984ft) inside Kabul Airport on Thursday but were turned away and as a result got caught up in theterror attack that killed US troops and Afghan civilians queuing up to flee the Taliban. He told the BBC \"all hell broke loose\". He said: \"As we were trying to then flee from the airport we were getting tear-gassed, so we were obviously trying to drive the vehicle when we can't see anything. It was just the most horrific thing.\" \"Went through hell to get there & we were turned away into the chaos of those devastating explosions,\" he posted onTwitter before the UK government announced ithad entered its final stage of the evacuation operation . His team since posted on Twitter saying they were \"safe but still in Afghanistan\" and they could not \"believe what happened yesterday\". A spokesman for Mr Farthing said he was unable to give an update on the current situation but it was hoped the team would be able to get to safety. The Ministry of Defence said on Friday that officials had largely ended processing new evacuees, with the Baron Hotel processing centre near the airport now closed. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58354229"}