{"datetime": "2021-09-02T11:13:10.000Z", "title": "Afghanistan: Pen Farthing still working to rescue terrified staff", "article": "The founder of an animal shelter in Afghanistan who rescued more than 100 dogs and cats said he was still working to get \"terrified\" staff members out of the country. Paul \"Pen\" Farthingused a private charter flight to bring some 150 animals to the UK. His 68 staff members were left behind, prompting criticism he was prioritising pets over people. Mr Farthing said he was working \"every day to get them out\". In an interview with BBC Radio 5 Live, the former Royal Marine, from Essex, said: \"We are not giving up. People think I've got the animals out, that's it. It is not. Operation Ark was always people and animals. \"I talk to them daily. They are terrified. Our little operations room is still going every day to get them out.\" Mr Farthing formed the animal rescue charity Nowzad in Kabul in the mid-2000s. Defence Secretary Ben Wallace said some of his supporters had \"taken up too much time of my senior commanders dealing with this issue when they should be focused on dealing with the humanitarian crisis\". Mr Farthingpreviously apologised for the language used in an expletive-laden message for a government aide, but said he was not sorry for making the call itself. He said he wished he had pushed harder to get his staff visas after they were prevented from leaving Kabul airport by a Taliban commander. \"It took a while to get the visas from the British government,\" he said. \"If I had hammered them harder and got the visas a day before, we could have got through.\" Mr Farthing said he did not rely on British support to \"get off the ground\" and accessed the airport without any government assistance. He said his staff and their families, including children, made it to the final one of four checkpoints when a Taliban commander told him they could not leave. \"They had the correct paperwork from the British government to leave, but Jo Biden had changed the rules two hours earlier to state only people with passports with a visa in would be allowed into the airport,\" he said. \"I pleaded, pleaded, pleaded with the Taliban commander. I was on the ground, pleading with him and he stuck an AK47 in my face. There was nothing I could do.\" Mr Farthing said once he was on the airfield, British troops from 16 Air Assault were \"absolutely amazing\" with off-duty soldiers helping to look after some of the animals. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58420839"}