{"datetime": "2021-05-26T13:46:06.000Z", "title": "Royal Navy appoints Jersey woman as first female admiral", "article": "The Royal Navy has appointed its first female admiral. Commodore Jude Terry will take up the rank of rear admiral in August 2022. \"Someone had to be first,\" she said. The navy \"genuinely doesn't look at your gender\", she added. Cdre Terry will take on the roles of the Royal Navy's director of people and training and naval secretary. Whilst she was born in Jersey, the 47-year-old has spent most of her career in Plymouth.The Ministry of Defence (MoD) said Cdre Terry, who has served for almost 25 years, will become the most senior woman in the Royal Navy, past or present. \"I have always thought of myself as a naval officer first, then a logistics officer, then Jude, and finally as a female,\" Cdre Terry added. \"The navy genuinely doesn't look at your gender and is an equal opportunities employer - it wants you to be part of a team and deliver outputs to support operations. \"I have been really lucky throughout my career,\" she said. \"I've enjoyed great jobs, wonderful support from my family, worked with great people, seized the opportunity to see the world and contribute to a number of operations which have made a difference to people's lives including Afghanistan, Somalia and Sierra Leone, to name a few.\" Cdre Terry joined the navy in 1997 and has spent most of her career in Plymouth-based warships, including survey vessel HMS Scott and two spells with helicopter carrier HMS Ocean. Defence Minister Baroness Annabel Goldie said: \"Commodore Jude Terry's promotion to rear admiral is a fantastic step for both herself and the Royal Navy.\" There are currently six female commodores in the Royal Navy and 19 women holding the rank of captain. First Sea Lord, Adm Tony Radakin, said: \"Jude is part of a cohort of trailblazers in the Royal Navy who have seized the opportunities on offer and risen to the top.\" Follow BBC Jersey on Twitter and Facebook . Send any story ideas to channel.islands@bbc.co.uk . ", "url": "https://www.bbc.com/news/world-europe-jersey-57257640"}