{"datetime": "2021-08-27T18:17:20.000Z", "title": "Afghanistan: Pen Farthing through Kabul airport security with animals", "article": "An animal charity's founder has made it through Kabul airport's security, the Ministry of Defence (MoD) said. Paul \"Pen\" Farthing was trying to get his staff and rescue animals out of Afghanistan when they became caught up inThursday's airport bomb blasts . On Friday evening the MoD said Mr Farthing and his animals were assisted by the UK Armed Forces.It added: \"They are currently being supported while he awaits transportation.\" The MoD announcement did not mention the situation surrounding Mr Farthing's staff.Mr Farthing, a former Royal Marine who is originally from Dovercourt in Essex, set up the Nowzad animal shelter in Kabul, rescuing dogs, cats and donkeys, after serving in Afghanistan in the mid-2000s. Since the collapse of the Afghan government, Mr Farthing and his supporters have campaigned to have his staff, their families and 140 dogs and 60 cats evacuated from the country in a plan he has named Operation Ark. But Defence Secretary Ben Wallace has complained some of Mr Farthing's supporters had \"taken up too much time of my senior commanders dealing with this issue when they should be focused on dealing with the humanitarian crisis\". Confirming the news Mr Farthing and his animals were through airport security on Friday eveningvia social media, the MoD said: \"On the direction of the Defence Secretary, clearance for their charter flight has been sponsored by the UK Government.\" Mr Farthing had earlier said he had been \"turned away\" while trying to leave Kabul on Thursday. Mr Wallace said his advisors and officials had received abusive calls, which he said were \"based mainly on falsehoods, that somebody, somewhere had blocked a flight - no-one blocked a flight\". He continued: \"Fundamentally, as we have seen on the media, there are desperate, desperate people, and I was not prepared to push those people out of the way for that. \"When people's time is right, they were called forward, and that's the right thing to do. \"But I hope he comes back, he was advised to come back, his wife came back last Friday, so I hope he does as well.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58360419"}