{"datetime": "2021-09-01T14:18:04.000Z", "title": "Afghanistan: Rescued animals 'in amazing condition' in UK", "article": "A woman who helped process rescued dogs and cats flown from Afghanistan said they were \"in amazing condition\". Some 150 animals from former Royal Marine Paul \"Pen\" Farthing's shelter in Kabul arrived at Heathrow Airport on a private charter flight on Sunday. Lorraine Edwards transported them to quarantine kennels and expected most to be adopted by former military staff. She said they flew in an aircraft's hold and did not occupy any space that could have been used by humans. Mr Farthing, from Dovercourt in Essex, set up the Nowzad animal shelter in the Afghan capital, rescuing dogs, cats and donkeys, after serving in the country in the mid-2000s. Ms Edwards runs a dog rescue centre in Hertford and has helped transport the Nowzad animals to a quarantine site elsewhere in the UK. \"These animals were rescued from the street and offered the precious gift of companionship and comfort to our soldiers,\" she said. \"Despite the long journey, they are in amazing condition and, after four months of quarantine, they will be given the wonderful new homes they deserve.\" Mr Farthing said he had spent weeks campaigning to transport his employees and animals from Afghanistan, but so far had only managed to get himself and the animals out. He said he would not rest until the 68 staff still in Kabul were safe. On Saturday, The Times reported it had a recording of him berating a special adviser to Defence Secretary Ben Wallace in which he accused him of \"blocking\" efforts to arrange a private evacuation flight. He laterapologised for the expletive-laden message and thanked the government for its support. Mr Wallace previously said Mr Farthing's supporters had \"taken up too much time of my senior commanders dealing with this issue when they should be focused on dealing with the humanitarian crisis\". Ms Edwards, who runs a dog rescue centre in Hertford in Hertfordshire, described Mr Farthing as a \"selfless, compassionate man\" who had allowed others to be flown out of the country before himself.The final British flight left Afghanistan on Saturday, bringing to an end the UK's 20-year military involvement in the country. More than 15,000 people have been evacuated by the UK since 14 August. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58409613"}