{"datetime": "2021-08-29T15:33:18.000Z", "title": "Afghanistan: Pen Farthing has 'mixed emotions' after landing in UK", "article": "The founder of an animal shelter in Afghanistan has said he has \"mixed emotions\" after arriving in the UK after leaving Kabul. Paul \"Pen\" Farthing landed at Heathrow Airport on Sunday morning, having previously been caught up inThursday's Kabul airport bomb blasts . Mr Farthing's charity Nowzad confirmed he and his animals left the country on Saturday without his staff. He said on Twitter he had \"true deep feeling of sadness for Afghan today\". Mr Farthing, a former Royal Marine who is originally from Dovercourt in Essex, set up the Nowzad animal shelter in Kabul, rescuing dogs, cats and donkeys, after serving in Afghanistan in the mid-2000s. Since the collapse of the Afghan government, Mr Farthing and his supporters have campaigned to have his staff, their families and 140 dogs and 60 cats evacuated from the country in a plan he named Operation Ark. But Defence Secretary Ben Wallace has complained some of Mr Farthing's supporters had \"taken up too much time of my senior commanders dealing with this issue when they should be focused on dealing with the humanitarian crisis\". In a post on Sunday afternoon, Mr Farthing said he arrived at Heathrow with a \"partial success\" of Operation Ark. \"Mixed emotions and true deep feeling of sadness for Afghan today,\" he said. Mr Farthing added he had \"witnessed first hand the compassion Heathrow is showing Afghan refugees\". Dr Iain McGill, a vet on the plane back with Mr Farthing, which made a stop-off in another country before returning to the UK, said there were also between 90 to 100 dogs and 60 to 70 cats on the flight. \"The animals, considering what they've been through, are in very good shape on the whole,\" Dr McGill told the BBC. He said they had been checked and had gone to quarantine kennels, adding: \"As you can imagine they're not short of homes for these animals.\" He added that Mr Farthing was \"very concerned for his staff and for all the other people suffering in Afghanistan\". The Nowzad charity said on social media that it was a \"devastating blow\" that their \"wonderful team\" had been left behind. But speaking to LBC on Saturday, Foreign Affairs Select Committee chair Tom Tugendhat said: \"The difficulty is getting people into and out of the airport and we've just used a lot of troops to bring in 200 dogs, meanwhile my interpreter's family are likely to be killed.\"As one interpreter asked me a few days ago 'why is my five-year-old worth less than your dog?',\" the Conservative MP added.On Friday, the MoD said Mr Farthing and his animals were assisted by the UK Armed Forces through Kabul airport. Confirming the news Mr Farthing and the animals had left Afghanistan on Saturday night, the Nowzad charity said their \"thoughts for now are with our staff and the many people and animals who have also been left behind. We will do our utmost to help them\".The final British flight left Afghanistan on Saturday, bringing to an end the UK's 20-year military involvement in the country. More than 15,000 people have been evacuated by the UK since 14 August. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58370218"}