{"datetime": "2021-08-24T13:55:29.000Z", "author": "Becky Morton & George Bowden", "subject": "War in Afghanistan (2001-present)", "title": "Extension of Afghanistan evacuation deadline unlikely, says Wallace", "article": "It is unlikely the deadline to evacuate people from Afghanistan will be extended beyond 31 August, the defence secretary has said. Ben Wallace told BBC Breakfast the UK would like more time and \"every day we get after that would be a big bonus\".Taliban spokesman Zabihullah Mujahid said he did not think the deadline would be extended.The US is being pressed by other countries to delay its withdrawal of troops . Prime Minister Boris Johnson is expected to ask US President Joe Biden for an extension of the 31 August deadline when he chairs a virtual G7 meeting this afternoon.Mr Johnson will also call for an increase in aid and promise \"to use every humanitarian and diplomatic lever\" to protect human rights in the country. The UK, France and Germany have all raised the possibility of US forces staying beyond the end of August to continue the airlift, and reports suggest Mr Biden will decide within the next 24 hours whether to push back the deadline. However, a Pentagon spokesman said America's focus remained \"getting this done by the end of the month\". Taliban spokesman Mr Mujahid said there was enough time to get foreign nationals out before the 31 August deadline and the Taliban were \"not in favour\" of allowing Afghans to leave.The UK has evacuated 8,458 people from Afghanistan since 13 August, according to the Ministry of Defence.Of these 5,171 are Afghans eligible for relocation due to their association with the UK government, or who are at risk from the Taliban. But ministers have been clear that British forces in Kabul cannot stay once the US has left.Asked if there was any chance the 31 August deadline for US troops to leave could be extended, the defence secretary said: \"I wish we had more time. I think at the moment it is unlikely.\" \"We have to plan on 31 August being the last moment. Every day we get after that would be a big bonus,\" he told BBC Breakfast. \"Everyone knows that the rest of the international community wishes to have more time but there are two other people with a vote in that - that is the Taliban and the president of the United States. And in the end both of them have significant power in that final decision,\" he added.Conservative MP Tom Tugendhat, who served as an Army officer in Afghanistan, is among those calling for an extension of the deadline.He told BBC Radio 4's Today programme many families were struggling to get to the airport and \"a day, maybe two days longer, would help just a few more\".He said one of his own friends, a former interpreter, was currently trying to flee the country with his wife and children.While his friend now had a visa to come to the UK, Mr Tugendhat said he was \"still not quite relaxed\" as the man faced a dangerous journey.Shadow foreign secretary Lisa Nandy also called for politicians to \"step up\" and extend the deadline, adding that the UK still had some leverage with the Taliban, including assets held in western bank accounts.However, Lord Dannat, former head of the British army, said he did not expect the Taliban to agree to an extension and the UK government should have made a better plan to get people out of the country quicker.\"What needs to happen now is maximum effort in the days available to get the maximum number of entitled people out of Kabul,\" he told the BBC.The Taliban's swift takeover of Afghanistan has shocked its people and the world. It happened after foreign forces announced their withdrawal following a deal between the US and the Taliban, two decades after American-led forces removed the militants from power in 2001. Leaders of the G7 countries - the UK, US, Canada, France, Germany, Italy and Japan - will now meet virtually to discuss the situation. Ahead of the meeting, Mr Johnson said the first priority should be \"to complete the evacuation of our citizens and those Afghans who have assisted our efforts over the last 20 years\". He added that, \"as we look ahead to the next phase, it's vital we come together as an international community and agree a joint approach for the longer term\".There have been chaotic scenes at Kabul airport as people desperate to flee the country crushed around access points, and a member of the Afghan security forces was killed in an isolated gunfight with unidentified attackers on Monday morning. More than 1,000 UK troops are on the ground in Kabul helping to secure the airport and process British nationals and eligible Afghans.UK government sources confirmed that a person on the country's no-fly watchlist was flown to Birmingham as part of the evacuation of Kabul -but later deemed not to be a person of interest . ", "url": "https://www.bbc.com/news/uk-58312134"}