{"datetime": "2021-08-30T15:40:55.000Z", "title": "Afghanistan: Pen Farthing sorry for foul-mouthed message to aide", "article": "A former Royal Marine said his emotions \"got the better\" of him when he left an expletive-laden message for a government aide as he tried to get his staff and animals out of Afghanistan. Paul \"Pen\" Farthing arrived in the UK on a private charter flight on Sunday with some 150 animals from his rescue shelter in Kabul. He said he had spent weeks campaigning to get his employees and animals out.\"I was at the lowest point I could possibly be,\" he said.Mr Farthing, from Essex, landed at Heathrow Airport having previously been caught up inThursday's Kabul airport bomb blasts . His animal rescue charity Nowzad confirmed his 68 staff remained in Kabul and said its focus was to get them out of the country.Mr Farthing said: \"Whilst those vulnerable staff, mostly young women, remain in danger in Afghanistan, we shall not rest.\" In a statement Mr Farthing thanked the Home Office, Foreign and Commonwealth Development Office and the Ministry of Defence for its support. On Saturday,The Times reported it had a recording of Mr Farthing berating a special adviser to Defence Secretary Ben Wallace in which he accused him of \"blocking\" efforts to arrange an evacuation flight. Earlier, Mr Farthing told ITV'sGood Morning Britain : \"I'm incredibly embarrassed about my language, I do apologise to everybody who's listened to that. \"I was at the lowest point I could possibly be. I understand how the world works but emotions got the better of me, so for all those who had to listen to that I do apologise for my language. \"I should not have said it like that, but the sentiment, yes, I was just incredibly upset, angry, frustrated, it was the lowest point. \"So that's why you've probably heard some colourful language.\" The ex-marine's Operation Ark campaign became hugely topical on social media, but Mr Wallace hadcomplained it was distracting from the evacuation of people most at threat from the Taliban. Mr Wallace previously said Ministry of Defence staff had faced abuse from Mr Farthing's supporters. He has also said the charity's supporters had \"taken up too much time of my senior commanders dealing with this issue when they should be focused on dealing with the humanitarian crisis\". Foreign Office minister James Cleverly also said on Monday that the government had prioritised the evacuation of people over pets. \"Mr Farthing is a British national, he had the opportunity to leave Afghanistan much earlier. His staff are enrolled on to the scheme by which Afghans that worked with the British were able to be evacuated,\"he told LBC Radio. \"As I have said, we have always prioritised the evacuation of people.\"But speaking to the radio station on Saturday, Foreign Affairs Select Committee chair Tom Tugendhat said: \"The difficulty is getting people into and out of the airport and we've just used a lot of troops to bring in 200 dogs, meanwhile my interpreter's family are likely to be killed.\"As one interpreter asked me a few days ago 'why is my five-year-old worth less than your dog?',\" the Conservative MP added.Mr Farthing also dismissed claims that he was helped into Kabul airport by the UK government. \"I did that with the Taliban,\" he said. \"Nobody facilitated my entry... any interpreters or anybody else, there was me and the truck full of dogs and cats.\" Mr Farthing added he was the only person on the flight but he was told there was \"enough capacity\" to get the remaining people in the airport out. \"I was probably like the last person to enter that airport - it was closed,\" he said.\"Americans, the British, had obviously stopped taking people in because there had to be a point where they stopped taking people in. \"So they assured me they had enough capacity for everybody who was inside the airport.\" Dr Iain McGill, was a vet on the plane back to the UK with Mr Farthing. \"The animals, considering what they've been through, are in very good shape on the whole. As you can imagine they're not short of homes for these animals,\" he told the BBC. Five cats died in the transfer process, he said.Mr Farthing set up the animal shelter in Kabul, rescuing dogs, cats and donkeys, after serving in Afghanistan in the mid-2000s.The final British flight left Afghanistan on Saturday, bringing to an end the UK's 20-year military involvement in the country. More than 15,000 people have been evacuated by the UK since 14 August. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58385521"}