{"datetime": "2021-08-25T10:10:59.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: UK offers to help evacuate rescue animals and staff", "article": "The UK says it will help evacuate staff and animals from a charity sanctuary in Afghanistan. Paul \"Pen\" Farthing had accused ministers of cutting him off after supporters funded a chartered plane. Defence Secretary Ben Wallace now says that if Mr Farthing arrives at Kabul airport with his animals \"we will seek a slot for his plane\". \"If he does not have his animals with him he and his staff can board an RAF flight,\" he added onTwitter .Royal Marine veteran Mr Farthing founded the Nowzad animal shelter, rescuing dogs, cats and donkeys after serving in Afghanistan in the mid-2000s. He has said he would not leave the country without his staff or animals. On Tuesday, Mr Wallace said he was not prepared to prioritise animals ahead of the evacuation of people \"in real danger\". He said he couldn't push them through Taliban checks or crowds. Vet Iain McGill told the BBC that a private flight funded by donations is on standby to rescue the group. \"The important thing about this mission is that it's a humanitarian mission. It is to rescue Pen Farthing, his 68 staff, and 130 other vulnerable Afghan people,\" Dr McGill said. \"It will also rescue over 150 cats and dogs, many of them belonging to UK servicemen and women. The important thing is that every seat on that plane will be filled on the flight back to the UK.\" Mr Wallace said he had authorised the Ministry of Defence to facilitate the processing of Pen Farthing's staff to fly to the UK. He added: \"I have been consistent all along, ensuring those most at risk are processed first and that the limiting factor has been flow THROUGH to airside NOT airplane capacity.\"No-one has the right in this humanitarian crisis to jump the queue.\" On Tuesday, Mr Farthing had told Sky News that he had never asked for pets to be prioritised over people and was prepared to wait for the go-ahead for his own aircraft to take off.\"I've got absolutely no confirmation,\" he said and \"nothing in writing\" to prevent staff being stopped and turned around at a Taliban checkpoint.", "url": "https://www.bbc.com/news/uk-politics-58328966"}