{"datetime": "2021-08-26T19:55:48.000Z", "title": "Afghanistan: Charity worker Pen Farthing caught up in Kabul attack", "article": "An ex-Royal Marine who was near to the explosions outside Kabul airport has told how \"all hell broke loose\" as gunmen fired near his vehicle. Dozens of people have been killed in two blasts near the airport after warnings that a terror attack could be launched in Afghanistan. Paul 'Pen' Farthing said his mission to get 200 dogs and cats out alongside his staff had been blocked by US policy. Mr Farthing said there were chaotic scenes at the airport. \"All hell broke loose at the airport circle which is where I was, which is probably about a mile from the explosions across at the Abbey Gate and we had Taliban there firing into the air,\" Mr Farthing, who founded the Nowzad shelter, told the BBC. \"One let off a full magazine on automatic from his AK-47 right next to the window of our bus where we had women and children in. \"And as we were trying to then flee from the airport we were getting tear-gassed so we were obviously trying to drive the vehicle when we can't see anything. It was just the most horrific thing.\" Mr Farthing, originally from Dovercourt in Essex, said US President Joe Biden had \"stopped\" his attempt to get the animals out of the country. \"There's nothing I can do. The staff are telling me it's time for me to go. They don't think a foreigner will be welcome here,\" he said. \"Staff have asked me to take as many dogs and cats as I can. But now I can't get them past the Taliban check points.\" He said the Taliban were stopping people from Afghanistan coming to the airport even if they also had British passports. Pentagon spokesman John Kirby confirmed the twin blasts occurred in a \"complex attack\" outside Hamid Karzai International Airport and there were \"a number of US and civilian casualties\". A senior Kabul health official told the BBC more than 60 people had died and more than 140 people were injured. American officials said 11 US marines and a navy medic were killed. The Ministry of Defence said there had been no UK military or government casualties reported. Mr Farthing and his supporters have been campaigning to have his staff and their families, as well as 140 dogs and 60 cats, evacuated from Kabul since the collapse of the Afghan government. He has dubbed the plan Operation Ark and made a plea on Twitter to ensure his \"safe passage\" into Kabul airport on Thursday. Addressing the Taliban spokesman Suhail Shaheen, Mr Farthing said: \"Dear Sir; my team and my animals are stuck at airport circle. We have a flight waiting. Can you please facilitate safe passage into the airport for our convoy?\" A privately funded plane due to fly from Luton Airport to rescue them out of the countrywas cancelled earlier amid safety concerns. One from a country neighbouring Afghanistan is now set to be used instead but it is said it cannot land in Kabul until Mr Farthing is granted entry into the airport. Mr Farthing set up the Nowzad animal shelter, rescuing dogs, cats and donkeys after serving in Afghanistan in the mid-2000s. He has said he would not leave the country without his staff or animals. Defence Secretary Ben Wallace said earlier this week he was not prepared to prioritise animals ahead of people \"in real danger\". Mr Wallace has since tweeted to say: \"I never said I would not facilitate. I said no-one would get to queue jump. \"As I have said, we will facilitate at all stages but the priority will be people not pets.\" Mr Wallace urged people to \"let my civil servants and military get on with dealing with one of the most dangerous and challenging evacuations for a generation\". Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58345074"}