{"datetime": "2022-02-10T10:57:58.000Z", "title": "Arthur Scargill: Battle of Saltley Gate a lesson in solidarity", "article": "Arthur Scargill has urged union leaders to take lessons in solidarity from his first major strike 50 years ago. In February 1972 the former union boss led an initial group of 400 Yorkshire miners on a picket of the Saltley Gate coal depot in Birmingham. It ended in a victory over the government after workers from nearby factories joined the blockade. Describing it as \"the greatest day of my life\", Mr Scargill said it showed the need for unions to band together. A sometimes divisive figure, he rose to national prominence after the so-called Battle of Saltley Gate, considered a turning point in the miners' strike of February 1972. Speaking to the BBC on the 50th anniversary, Mr Scargill described the moment he realised the miners were outnumbered by the police. He said he appealed to local factory workers to join the miners, when \"suddenly, there was a cheer\".\"A roar went up,\" he said. \"I looked round and coming over the hill as far as the eye could see were thousands of engineers to join us - and women leading them.\" About 30,000 engineering workers from factories in the surrounding area joined the pitmen outside the Saltley Gate coke works, which held a stockpile of coal used to fuel power stations. Mr Scargill said that, after the gates were forced to shut, the chief constable handed him a megaphone and asked him to get the crowd to disperse. \"I got on top of a urinal and I spoke to the crowd and there was a feeling like I've never seen in my life,\" he said. \"There were miners with tears in their eyes, tears of pride.\" The Conservative government, led by Edward Heath, agreed to the miners' pay demands in the wake of the action. \"We'd won and it was the turning point in the miners' strike,\" Mr Scargill said.\"It led to a complete victory. It was the greatest day of my life.\" The picketing which became known as the Battle of Saltley Gate was part of a national miners' strike called in January 1972 over demands for a 43% pay rise. High inflation had seen miners' pay fall behind compared with similar industries. With the UK dependent upon coal to fuel its power stations, the striking miners tried to shut down coal depots such as the one at Saltley.Mr Scargill, then an activist from the Yorkshire region of the National Union of Mineworkers (NUM), led the action.It was the miners' first national strike in nearly 50 years and the first time NUM \"flying pickets\" - groups of strikers who travelled from outside the area - had appeared in such large numbers away from the coalfields.In 1973, strike action by miners and railway workers saw the country plunged into the \"three-day-week\".Businesses had their electricity supply limited to just three days and TV broadcasters were forced to shut down at 22:30 in a bid to conserve electricity. Now 84, Mr Scargill still divides public opinion.Critics have pointed to his failure to ballot for industrial action ahead of the year-long miners' strike starting in March 1984. They claim it split the miners and ultimately handed then Prime Minister Margaret Thatcher victory over the union movement. Action during the strike in June 1984 to shut the Orgreave coking works in South Yorkshire failed and saw violent clashes between police and striking miners.The wounds of the 1984-85 dispute still linger, withcalls for a public inquiry into claims of police violence . In the aftermath of the strike, British deep pits were closed down.The last one, Kellingley Colliery in North Yorkshire, shut in 2015, marking the end of an industry that once employed more than one million people and sustained communities across the nation. Scargill leads calls for Orgreave public inquiry Orgreave: The battle that's not over In pictures: Industrial strife and 1980s life Despite the failure of the 1980s strike and the coal industry's collapse, Mr Scargill has told the BBC he has \"no regrets\" about his actions. \"If you read the autobiography of Margaret Thatcher, she's obsessed with two things: the battle for Saltley Gate and Arthur Scargill,\" he said. \"She understood she never wanted to have to face a situation like Saltley Gate.\"In 1984-85 we could have achieved exactly the same had we concentrated from day one on Orgreave, because they only had three weeks' supply and we could have stopped it. \"But unfortunately not all the movement's leaders saw it the same way. We would have won, no doubt about that.\"Mr Scargill, who is still active in politics, has advice for the current crop of union leaders. \"Everybody in the trade union movement will realise that when a section of them is being picked off, it's incumbent upon the rest of the movement to support them,\" he said. \"You see me on picket lines now. When health workers were on strike, I joined them outside Barnsley Hospital. \"The trouble is trade union leaders of today are not learning lessons about why they should give solidarity support.\" Mr Scargill described the action at Saltley Gate in 1972 as a pivotal moment in his life. \"Everything I had dreamed about as a trade unionist came to fruition,\" he said. \"Looking back, I think the only regret I have is that my mother, who died at the early age of 50, was never there to see it.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-south-yorkshire-60290283"}