{"datetime": "2022-02-09T19:36:51.000Z", "author": "Sandish Shoker & Liam Barnes", "title": "Notts County supporter arrested after Barnet player racially abused", "article": "A Notts County supporter has been arrested after a Barnet player was subjected to alleged racist comments, Nottinghamshire Police said. The referee stopped Tuesday night's game at Meadow Lane for a short time after the comments were directed at Barnet midfielder Rob Hall. The club said a man was ejected from the ground and will be banned from attending matches for life. A man later handed himself into police and was arrested, officers added. BBC Radio Nottingham commentator Charlie Slater said play was stopped for about five minutes following an announcement that a racist comment had been made from the Kop stand, where home fans were sitting.Nottinghamshire Police said officers were made aware of an allegation of racist abuse that led to a man being ejected from the ground. A man handed himself in to police a short time later, and a 23-year-old was arrested on suspicion of a racially-aggravated public order offence. Following the game, Notts County head coach Ian Burchnall said: \"Both teams are against this. Nobody wants this in our game.\"So if one of the opposition players has had abuse directed at him, certainly racist abuse, then we are all in this together and you can see how our players responded on that.\" On Wednesday Notts County confirmed the man would be banned, adding police were investigating \"with a view to achieving a community resolution\". Chief executive Jason Turner said: \"The actions we have taken demonstrate our zero-tolerance policy towards any form of discrimination and, while reports of these incidents are incredibly rare at Meadow Lane, we would encourage all supporters to report any comments or behaviours of concern at future matches to their nearest steward as quickly as possible.\" Barnet also released a statement thanking Notts County and the police for their response, adding the club has been in contact with Kick It Out and is providing support to its player. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60315344"}