{"datetime": "2022-02-09T11:34:17.000Z", "title": "MP calls for racist Huddersfield road name to be changed", "article": "Warning: This story contains an offensive racial term. An MP has called for a street name to be changed because it is a highly offensive racial slur. Huddersfield Labour MP Barry Sheerman described the town's Kaffir Road as \"a remnant of a dreadful time\". He said he would request Kirklees Council rename the street as part of the Queen's Platinum Jubilee year. The council said it was aware of the name change request and would \"look carefully at all the issues raised\".The word, which was widely used in South Africa, is considered highly offensive due to its use as a racist term before and during apartheid - the system of racial segregation that lasted from the 1940s to the 1990s. The word is still so unacceptable in the country that a white woman, Vicky Momberg, was jailed in 2018 for using itin a racist tirade against black police officers after a smash-and-grab robbery. A review of monuments by the council in the wake of the Black Lives Matter protests found no landmarks in the district associated with the slave trade, but the council did not comment on whether there would be a review of street names, saidthe Local Democracy Reporting Service . Mr Sheerman denied that he was \"woke\" for calling for the street to be renamed. He said he had been calling for the change \"long before 'woke' was even dreamed of\". He added: \"By all means consult with local residents over a new name but we should draw a line under the existing one and look to the future,\" he said. \"It's a wonderful opportunity for change in the Queen's Platinum Jubilee, and we should do it.\" Councillor Carole Pattison said the authority would \"listen to local views and take account of all the evidence before deciding how to proceed\". \"We don't know how the road gained its name or the context and meaning behind it as it was named in 1861,\" she said.\"Regardless of its original meaning, some words take on unacceptable connotations over time as their usage changes. As a council we need to respond to those changes in a sensitive way that engages with local people and their experiences.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-60305653"}