{"datetime": "2022-02-10T03:24:50.000Z", "author": "Harry Farley", "title": "Anti-Semitic hate incidents at new high in 2021, charity", "article": "Reports of anti-Semitic incidents reached a record high in the UK last year, according to figures from a Jewish security charity. The Community Security Trust (CST) provides security for Britain's Jewish community, and monitors anti-Semitism.The charity says it recorded reports of 2,255 anti-Jewish hate incidents in 2021, up 34% on 2020. Its annual report says the rise was driven by reactions to violence in Israel and Gaza. \"It is possible that the loosening of Covid restrictions, coinciding with the war in Israel and Gaza - a subject that triggers strong emotional responses - provided people with a potential release from months of lockdown-induced frustration,\" the charity said. Well over half of the incidents were in Greater London, with 1,254 cases, making it the worst year ever recorded in the city. In north London last month, two Jewish men were attacked while locking up their shop.A man has since been arrested and charged with two counts of racially aggravated actual bodily harm. He has indicated he will plead not guilty. Across the UK, the number of violent attacks reported rose by 76% from 100 in 2020 to 176 in 2021. Incidents recorded in May and June 2021, when the conflict in the Middle East intensified, made up two-fifths of the year's total.In May 2021, when the violence peaked, the CST recorded its highest ever monthly total of 661 anti-Semitic incidents, and June saw the fifth highest with 210 incidents.More than a third of all anti-Semitic incidents in 2021 were linked to the conflict in the Middle East, or demonstrated anti-Zionist motivation alongside anti-Semitism, the charity said. The report cited a number of examples of people prosecuted for anti-Semitic hate crime in 2021, including:The CST relies on victims or witnesses to report incidents of anti-Semitism. So the higher numbers could reflect an increased willingness to report incidents, or an increased awareness of the CST's work.But the trust's spokesman Dave Rich said because the charity had recorded anti-Semitic incidents since the 1980s, they were able to track patterns and assess whether the figures reflect actual changes in the number of incidents, or just changes in the rates of reporting.He said they \"can say with a high degree of confidence\" that the large spike in anti-Semitic incidents during and after May 2021 represented an actual increase in incidents, similar to previous years when conflicts involving Israel have occurred. The charity also points to 2018 research which suggested more than three-quarters of British Jews experiencing anti-Semitic harassment over the previous five years had not reported it to the police, or to any other organisation. Responding to the figures, Home Secretary Priti Patel said the Jewish community had been \"subject to appalling hatred\".\"These statistics are shocking and a stark reminder that the racism of anti-Semitism has not been eradicated,\" she said.Shadow home secretary, Yvette Cooper, called for \"urgent action\" to tackle anti-Semitic incidents in person or online.\"It is truly appalling that incidents of anti-Jewish hate have now reached record levels - and for this to be increasing shows just how far we have to go to remove the stain of anti-Semitism from our society,\" she said.", "url": "https://www.bbc.com/news/uk-60322106"}