{"datetime": "2022-02-11T20:09:22.000Z", "title": "US father and son 'chased and shot at' black FedEx driver", "article": "A black delivery driver in Mississippi who says he was pursued and shot at by two white men while on the job has argued that they should face hate crime charges. D'Monterrio Gibson, 24, compared his case that of Ahmaud Arbery, a black man who was murdered while jogging. \"I feel it's my responsibility to speak up, because [Arbery] didn't survive to speak up for himself,\" he told CNN.Similar to that case, suspects in Mr Gibson's incident are a father and son. According to Mr Gibson, he was delivering a FedEx package in Brookhaven, about 55 miles (88km) south of Jackson, Mississippi on 24 January when his van was cut off by a pickup truck as he was pulling out of a driveway.He swerved around it, then encountered a man in the street pointing a gun at him and gesturing for him to pull over.He ducked behind the steering wheel as the man opened fire, he said. Bullets damaged the van and packages inside but no one was hurt in the shooting.Mr Gibson said the two men, identified as father Gregory Charles Case and son Brandon Case, then pursued him, firing more shots, until he got onto the highway to return to the FedEx distribution centre.The Cases were arrested eight days later. They have been released on bail. In his complaint to police, Mr Gibson said he was not taken seriously until he and his manager went to the station the next day to show them the bullet holes in the van.He was wearing a full FedEx uniform, and was driving a marked rental van when it happened, he said.Brandon Case, 35, is charged with aggravated assault for shooting into moving vehicle. Gregory Case, 58, is charged with conspiracy. Lawyers for Mr Gibson argued that the charges were too lenient, and called for a federal hate crime investigation. They also called for the Brookhaven Police to hand over the investigation to an outside agency and for the charges to be upgraded to attempted murder.\"This man is fully, gainfully employed by FedEx, doing his job, and still you haul off and try to chase him and cut him off and shoot him multiple times\", said lawyer Carlos Moore. \"It's sickening to be that hateful and that racist and that full of just malice just because of the colour of his skin.\" Mr Gibson said he was asked to continue driving the same route the day after the attack. After a few days, he said he had to take unpaid leave due to panic attacks.\"FedEx takes situations of this nature very seriously, and we are shocked by this criminal act against our team member,\" the company said. Three white men, including a father and son, were last month sentenced to life in prison for the 2020 murder of Mr Arbery, a black man in Georgia. Jury selection is underway in the trial for federal hate crime charges against them. ", "url": "https://www.bbc.com/news/world-us-canada-60354950"}