{"datetime": "2022-02-11T16:04:25.000Z", "title": "Hospital waiting lists: 'Light at end of tunnel' moves further away", "article": "Official figures suggest six million - or one in nine - people are stuck on NHS waiting lists. After the government confirmed it would take at least two years to make a dent in the backlog. But what does the news mean for those who have already been waiting months to have their chronic health issues treated? Fitness coach Stacey Jacques, from Sheffield, was told she had fibroids in August 2021 and needed to have a full hysterectomy. Six months on she is still waiting and said the uncertainty of when she would get her operation was frustrating. \"I am not at the top of the list because there are people still less fortunate than I am who require surgery,\" she said. Ms Jacques said the pain had eased and she receives monthly injections to reduce the size of the fibroids. However, it has caused her to enter the menopause. \"They are doing everything they can to make it as comfortable as possible for me,\" she said. The wait has also affected her career, making it difficult to take on new fitness clients. \"I haven't been able to do what I've always done. I just don't know when I am going to be going off [for surgery].\" She said she was trying to stay positive and understood the pressures faced by the NHS. \"There's nothing that can be done, you just have to wait,\" she said. Paul Wood, 59, from Doncaster, has been waiting for a full right knee replacement for more than eight months. Usually the wait would be 18 weeks. \"I am in constant pain daily,\" he said. \"A constant, numbing aching pain in my right knee.\" The warehouse supervisor said the pain limits what he can do, though he is managing to carry on working and tries to keep as mobile as he can. \"I understand there's a backlog due to the pandemic, but surely they need to resolve this,\" he said. Mr Wood said if he had the funds he would pay to have the surgery privately, but the £12,000 price is not something he could afford. \"I can't see a light at the end of the tunnel,\" he said. The Doncaster and Bassetlaw Teaching Hospitals NHS Trust said it faced a \"substantial backlog\" because of Covid-19, but was working hard to reduce its waiting lists. Ministers announced on Tuesday a raft of measures to tackle waiting times, including additional investment funded through a rise in National Insurance. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-south-yorkshire-60336151"}