{"datetime": "2022-02-02T01:53:58.000Z", "author": "Ashitha Nagesh", "title": "NHS 'riddled with racism' against ethnic minority doctors", "article": "The NHS is \"riddled with racism\", the chair of the British Medical Association's council has told the BBC. Dr Chaand Nagpaul has spoken out in response to a survey by the BMA, shared exclusively with BBC News. At least 75% of ethnic minority doctors experienced racism more than once in the last two years, while 17.4% said they regularly faced racism at work, the survey said. NHS England said it takes a \"zero-tolerance approach\" to racism. Racism affects patients as well as doctors' wellbeing, by stopping talented people from progressing fairly and affecting doctors' mental health, Dr Nagpaul warned. \"This is about a moral right for anyone who works for the NHS to be treated fairly,\" he told the BBC. More than 2,000 people took part in the online survey, which was open to all UK doctors in medical workplaces. Around 40% of the NHS's 123,000 doctors are from minority backgrounds, compared to about 13.8% of the general population. But despite this diversity, doctors told the BBC that there was a toxic \"us versus them\" culture in NHS trusts across the UK.They said they had faced bogus or disproportionate complaints from colleagues, racist comments from superiors, and even physical assault in the workplace. Some said they had tried to lodge complaints which were then ignored or dismissed without investigation. More than 70% of people who'd faced racism at work didn't complain about it, according to the BMA.One consultant, from a black African background, told the BMA that after reporting previous incidents \"no action was taken... I feel uncomfortable and anxious of reprisals\".In response to the survey, NHS Medical Director of Primary Care Dr Nikki Kanani said racism and discrimination of any kind \"should not be tolerated by anyone\". \"While our latest equality report [in 2020] shows that we have made progress in some areas of the NHS, it is completely unacceptable for anyone to experience racism, discrimination or prejudice at work, and NHS organisations should continue to take a zero-tolerance approach to all and any form of discrimination.\" Dr Jagadish Nanjappa, a respiratory physician of Indian origin who now lives in Dubai, told BBC News that as a trainee doctor in the UK in 2012, he was frequently belittled by his supervisor. It began when Dr Nanjappa asked a question during their first clinic together and, he said, \"in front of everybody, in front of the patient, in front of the nurse, he started shouting at me\".At the end of the year Dr Nanjappa's supervisor refused to confirm that he had successfully completed his training - meaning that he had to repeat it. When he tried to raise the issue with his supervisor's line manager, he said he was told if he lodged a formal complaint, \"it's a small world - you know that you will not get a job as a consultant in this country\".Dr Nanjappa was later not shortlisted for any jobs in the county, which he said was a direct result of the racism he'd experienced: \"My wife could sense that something not right was going on. This was the first time she'd seen me crying. It was hard, it was really hard.\" The problem doesn't just affect trainees - Sheena*, an Asian surgeon, said that even as a consultant, she faced discrimination because of her race.\"You experience [racism] in every hospital you go [to],\" she said. \"I always felt like we had to do 200 times more to get where we were than our English counterparts.\" Overt racism followed her as she progressed - she, too, was told as a junior doctor that she would \"never become a consultant in this country\", and was asked by her supervisor why she didn't \"return to India\". But it was as a consultant that she faced almost losing her career because of it. \"There was an incident where I was training a trainee and there was injury to a patient. I acted correctly, and the patient was saved,\" she said. On a colleague's suggestion, the patient referred Sheena to the General Medical Council (GMC).\"When I went through the hospital records, the [white] surgeons had done similar errors of surgery and the patients had died on the table - but my case was the only one referred to the GMC.\" The case took four years to be resolved, and although Sheena was eventually cleared, in that time she was taken off certain surgical duties and made to retrain.Hardeep*, a British-born surgeon of Asian descent, received frequent minor complaints from a colleague, which he said was rooted in racism. Eventually this colleague referred him to both the General Medical Council and to the hospital for an internal disciplinary hearing, accusing him falsely of having lied about his qualifications. The disciplinary hearing found in Hardeep's favour. The GMC initially found against him, but he then won his case on appeal. Hardeep was suspended for over a year while the GMC hearings were going on, which took a huge toll on his finances and mental health: \"That really does undermine you - not just as a doctor but as a person. Your entire value is stripped from you.\" The survey will inform a wider report on racism in the NHS in April, in which the BMA will make suggestions about what changes could be made to tackle the problems they find. *Some names have been changed. ", "url": "https://www.bbc.com/news/uk-60208523"}