{"datetime": "2022-01-25T14:53:09.000Z", "author": "Adrian Browne", "title": "Racism was an issue at Glamorgan Cricket Club, says chairman", "article": "Racism must have been responsible for a lack of diversity in Glamorgan's cricket squad in the past, the club's chairman has said. Gareth Williams told MPs that \"historically there have been issues of racism in this sport generally, and no doubt in Glamorgan in particular\". \"The figures simply demonstrate that to be the case,\" he said. But Mr Williams added that he was \"satisfied it's not the position now\". He was giving evidence to the Digital, Culture, Media and Sport committee in Westminster, which is investigating racism in cricket, following explosive allegations ex-Yorkshire spinner Azeem Rafiq made at the committee last November.Rafiq said English cricket was\"institutionally\" racist and that racist language was \"constantly\" used during his time at Yorkshire. In 2020, former Glamorgan cricketer Mohsin Arif said in a Telegraph article that there had been preferential treatment for white players at the county, butlast year praised the club for trying to support cricketers from minority ethnic communities to play at the top level. In Tuesday's committee hearing Mr Williams was questioned by Cardiff West Labour MP Kevin Brennan. Mr Brennan asked if \"there has been a problem historically, that players from ethnic minority backgrounds from Wales are not coming through to the top level, because you only have to look around the playing fields of Cardiff to see how many cricket mad South Asian people there are?\" Mr Williams said that when he had played in the 1980s in the Cardiff Midweek Cricket league it was \"dominated by British Asian players and it still is ... I suspect, at least 80% of them\".Asked why those players had not made the Glamorgan squad, Mr Williams said: \"I have absolutely no doubt that historically there have been issues of racism in this sport generally, and no doubt in Glamorgan in particular. \"That must be the case because the figures simply demonstrate that to be the case.\"I'm satisfied it's not the position now.\" Mr Williams admitted the club has been \"slow having our foot on the accelerator\" on the issue but had been able to invest in its diversity programme in recent years after putting itself in a \"financially sound\" position. \"As far as our board is concerned there are 11 directors, six of whom are independent directors, three of them are female.\"Two of the directors are from the British Asian community, they're terrific directors that make a huge contribution and they are helping to drive our response to the EDI [Equality, Diversity and Inclusion] issue generally.\" Earlier, Mr Williams told the committee that \"currently 10%, or thereabouts, of the playing squad are from an ethnically diverse background\". \"We have two of our squad of 22, excluding international players\". \"One is Kiran Carlson, who is the vice-captain of the entire team,\" he said. \"He also, at 23-years-old, was the captain of Glamorgan when we won last year at the Royal London Cup, and he's one of our potential stars.\" \"We have Prem Sisodiya who's another, I think, Cardiff man.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-60085264"}