{"datetime": "2022-01-27T14:09:27.000Z", "title": "David Oluwale: New Leeds bridge named after race harassment victim", "article": "Work has started on a Leeds footbridge commemorating a man who died after being racially harassed by police. David Oluwale was last seen fleeing two police officers on 18 April 1969 and later found drowned in the River Aire. His death led to the first prosecution of British police for involvement in the death of a black person. The city council said David Oluwale Bridge, crossing from Sovereign Street to Water Lane, would be \"a symbol of the diverse place Leeds is today\". The finished crossing will become part of the wider regeneration of the city centre's South Bank and improve pedestrian and cycling connections near Leeds railway station, the council said.Alison Lowe, West Yorkshire's deputy mayor for policing and crime, said: \"This footbridge will be an enduring symbol of David's life and a continued reminder of our collective responsibilities in calling out racism and promoting diversity.\" Born in Lagos in 1930, Mr Oluwale migrated from Nigeria in August 1949, hiding on board a cargo ship destined for Hull. Subsequently jailed for being a stowaway, Leeds became his home upon his release and he worked in industries helping rebuild the post-war city. After being incarcerated again and labelled as a schizophrenic, he spent the final two years of his life sleeping rough in Leeds city centre, where he was the target of routine mental and physical abuse by police officers Insp Geoffrey Ellerker and Sgt Kenneth Kitching. The last sighting of Mr Oluwale was in the early hours of 18 April 1969, when he was seen being chased by the officers towards the River Aire. His body was found in the water two weeks later. The officers were later jailed for a series of assaults, but justice and civil rights campaigners said their trial had presented a deliberately negative portrait of Mr Oluwale as a \"social nuisance\". The case led to police in Leeds working with the United Caribbean Association on the Leeds Scheme, a pioneering effort to breach the gulf between black people and the police. Leeds City Council has worked on the crossing alongside the David Oluwale Memorial Association (DOMA) and other local partners to commemorate his death. Dr Emily Zobel Marshall, co-chair of DOMA, said: \"Naming this bridge for David Oluwale gives residents and visitors alike a clear message that Leeds is dedicated to confronting the traumas of the past and becoming a place of welcome and sanctuary for all people.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-60156603"}