{"datetime": "2022-01-26T21:32:10.000Z", "title": "Ofcom to investigate BBC's anti-Semitism report", "article": "Ofcom has launched an investigation after the BBC's complaints unit partially upheld complaints about its reporting of an alleged anti-Semitic incident in London in November. The media watchdog said the BBC's ruling, issued on Wednesday, \"raises issues under our due accuracy rules\". Complaints were made about the BBC's coverage of abuse directed towards a group of Jewish teenagers on a minibus. The Board of Deputies of British Jews welcomed Ofcom's investigation. In its ruling, the BBC's Executive Complaints Unit (ECU) - which is editorially independent of BBC News - said an article about the incident should have been updated. It said the broadcaster should have recognised there was \"genuine doubt\" about its report an anti-Muslim slur was heard from the bus. The BBC's complaints unit partially upheld complaints about accuracy and impartiality. However, it did not agree that the article amounted to victim-blaming. The use of \"alleged\" to describe the abuse was also described as necessary for legal reasons. The ECU investigation followed complaints made by individuals and groups including the Board of Deputies of British Jews and the chief rabbi. The BBC has acceptedthe findings of the ECU and apologised \"for not doing more to highlight that these details were contested\".\"We should have reflected this and acted sooner,\" a spokesperson addedin a statement .The Board of Deputies of British Jews president Marie van der Zyl said it was \"dismayed that the corporation continues to justify certain erroneous editorial decisions that continue to cloud the issue and will compound the distress faced by the victims. \"We welcome Ofcom's decision to investigate the incident. We trust that justice will prevail.\" The report related to an incident on Oxford Street on 29 November 2021, where Jewish passengers on a privately hired bus were subjected to abuse.Police said at the time they were treating the incident as a hate crime. No arrests have yet been made and inquiries are still ongoing. The BBC's original online article on 2 December claimed \"some racial slurs about Muslims\" could also be heard in footage of the incident.The following day, this line was amended to say \"a slur about Muslims\" could be heard from the bus. A BBC London TV report on the same story, also said \"you can hear some racial slurs about Muslim people\".However, groups including the Board of Deputies of British Jews disputed this and complained to the BBC about the coverage.After investigating the footage with the help of native Hebrew speakers, the Board of Deputies interpreted the words as a Hebrew phrase - \"Call someone, it's urgent\". The ECU's investigation looked at three questions: On these three questions, the ECU found: ", "url": "https://www.bbc.com/news/uk-60083325"}