{"datetime": "2022-02-01T12:08:14.000Z", "title": "Anti-racism body to be set up in Gloucestershire", "article": "An independent body to tackle racial inequalities in Gloucestershire is to be created after plans were backed by the council. It follows a review commissioned by the authority which highlighted issues such as discriminatory hiring practices. The report looked into prejudice experienced by people in sectors such as the criminal justice system, mental health and education. Gloucester City Council said the report must be acted on. The commission was made up of a cross section of representatives from local communities and organisations such as the NHS, the University of Gloucestershire and Gloucestershire Police. The report, which was presented to the council on 27 January, included evidence from local people on discriminatory hiring practices by employers, a lack of access to interpreters in public services and racist comments and microaggressions towards people from minority ethnic groups. It concluded the establishment of an independent, permanent, funded and high profile legacy institution for Gloucestershire was necessary to tackle these issues, theLocal Democracy Reporting Service said. Councillor Terry Pullen said: \"It's worrying that many people from racially minoritised groups do still experience racism on the streets of our city.\" Councillor Declan Wilson said the council must now ensure something positive comes out of the report. \"Public servants in Gloucestershire are aware of the existing race inequalities and many are working with positive intent to make changes,\" he said. \"But we have a particular responsibility to make sure this report gets acted on. \"There are some big challenges here.\" The council has also committed to setting out a countywide vision for workforce equality in the public sector and to to step up individual and organisational leadership to tackle these problems with confidence and clarity. This would involve putting in place measures to monitor workforce equality, including pay. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-gloucestershire-60213672"}