{"datetime": "2022-02-16T14:13:46.000Z", "title": "Sunderland explosion: Condition of injured man critical", "article": "The condition of one of two men injured in a gas explosion at a flat has deteriorated, police have said. Emergency services were called to a row of eight flats in Whickham Street, Roker, Sunderland, at about 15:45 GMT on Tuesday. Two men were taken to hospital but their \"blast injuries\" were not thought to be life-threatening. Northumbria Police said one of the men was now in a critical but stable condition. One man was in the flat where the explosion occurred and was rescued from what remained of the loft, according to Gentoo, the company that owns the building. The second man, who was next door, was able to climb into the street via a downstairs window, it said. Pictures of the damaged building showed its roof and part of the front of the property missing, with bricks and debris strewn across the street.Neighbour John Ellis said he had not been allowed back inside his home but he understood the partition wall between his flat and the one hit by the explosion had been destroyed. His first concern, when he found out about the blast was for his father, who also lives in the building. \"I tried to ring my dad who normally works night shifts as I thought he was in the flat. I'd forgotten he'd started a new job and was on two days induction, so when he answered his phone it was sheer relief as I thought he was dead.\" He went back to his home, where he was greeted by a \"scene which looked like a war zone\". \"It's heart breaking, everything I have is in there and sadly I wasn't insured so we're just going to have to start again from scratch,\" Mr Ellis added.He said Gentoo had been \"really good\" and found temporary accommodation for the evacuated residents.Gentoo chief executive Nigel Wilson said there had been no prior reports of a gas leak and investigations into the cause were continuing. It is not yet known how many properties will need to be demolished but Mr Wilson said they would be made \"as safe as possible\" ahead of the storms forecast to hit northern England this week. \"We are doing everything we can to offer as much support as possible to tenants, including providing temporary accommodation,\" he stated. \"It is incredibly traumatic for the residents in the eight flats and our support teams will help them. \"We are clearly concerned for the wellbeing for the two confirmed casualties that have been taken to local hospitals. Our thoughts are with them and their families.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60400245"}