{"datetime": "2022-02-15T19:26:10.000Z", "title": "Sunderland explosion: Two injured in gas blast at house", "article": "Two men have been taken to hospital after a gas explosion at a house in Sunderland. Emergency response crews were called to Whickham Street in Roker at about 15:45 GMT. North East Ambulance Service confirmed the patients were being treated for \"blast injuries\". Pictures of the damaged house show its roof and part of the front of the property missing, with bricks and debris strewn across the street.One of the injured men was flown to Newcastle's Royal Victoria Infirmary by the Great North Air Ambulance Service, the other was driven to Sunderland Royal Hospital. Their injuries are not thought to be life-threatening. A cordon is in place at the scene and emergency vehicles remain outside the house. An investigation will be carried out into the exact cause of the explosion. Witness Walter Taylor was at home making a cup of tea and described hearing \"more of a woosh, than a bang\". He said: \"I looked out the window and I saw the smoke - there was no fire. \"All the lads from the garage went straight to clear the rubble.\"There was someone taken out the loft space by the fire brigade.\" Sunderland University employee Tom Mortlock told BBC Radio Newcastle it was \"a pretty worrying scene\". \"I can see there has been some sort of collapse of a house. \"The wall has sort of caved in at the front and fallen to the ground and the roof tiling has completely come off. \"There are a lot of fire engines around and police cars, as well as well as a number of ambulances.\" Tyne and Wear Fire and Rescue Service confirmed four engines were at the scene and it was called after reports of a gas explosion at a property. Its chief fire officer Chris Lowther tweeted that \"a significant gas explosion\" had occurred and search and rescue teams had responded to the incident. \"The first crew was on the scene in a matter of minutes where emergency services found two men had suffered injuries,\" a spokesperson said. \"Nobody else has been reported to be injured at this time.\" Some residents in the immediate vicinity have also been evacuated \"as a precaution,\" the service said. Deputy chief fire officer Peter Heath said crews will remain in the area on Tuesday evening alongside Northumbria Police officers to ensure the site is safe. \"This has been a significant explosion and there has been substantial damage caused to the property,\" he added. Northumbria Police said: \"At 15:45 we received a report of a suspected gas explosion at an address on Whickham Street, Sunderland. \"Emergency services are at the scene. \"Two men have been taken to hospital with injuries that are not deemed to be life-threatening at this time.\"Officers remain in the area alongside Tyne and Wear Fire and Rescue Service and anyone with concerns is asked to speak to them.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60394508"}