{"datetime": "2021-02-27T13:49:43.000Z", "title": "Newcastle councillor calls for action over 'dumped' e-scooters", "article": "A councillor is calling for action to stop electric scooters being \"dumped all over the place\" in Newcastle. The e-scooters, which were introduced on 16 February, have been switched off overnight afterreports they were being misused and followingsix people being charged with drink-driving offences . Lib Dem councillor Wendy Taylor has now asked for measures to stop the vehicles being left \"strewn about the city\". Newcastle City Council said it was \"quickly addressing\" issues that arise. Dr Taylor, whose Dene and South Gosforth ward is included in the scooter trial area, was left \"angry\" after claiming councillors were initially told the vehicles would have to be parked in designated areas and could not simply be left on the street,\" theLocal Democracy Reporting Service said. \"The one thing we wanted to avoid was the Mobike situation where they were just dumped all over the place. \"The fact is that they are being left blocking pavements and it is causing resentment, which is the last thing we want. We really wanted this to be successful and if there are problems that are causing people to go against them already, that is a big issue.\" The Mobike scheme in Newcastle and Gateshead, had to be scrapped in 2019after a number were set on fire, abandoned or thrown into the River Tyne. Neuron, the firm behind the scooters, the council and Northumbria Police confirmed in a joint statement on Friday that no-parking zones \"are being reviewed\", as are slow speed and no-go zones that are controlled remotely through the scooters' geofencing technology. Anyone wanting to hire a scooter must be 18 and hold a provisional or full driving licence. A council spokesperson said: \"In relation to parking arrangements, there are 15 designated locations in the city and people are encouraged to use them. \"It is possible to park in other parts of the trial area, providing this does not cause an obstruction or hazard to others and is not a no-parking zone. \"Riders are encouraged to submit a photo of where they park their e-scooter, which makes it easier for Neuron's team on the ground to relocate e-scooters back to a parking location if they are poorly parked at the end of a journey.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk. ", "url": "https://www.bbc.com/news/uk-england-tyne-56222448"}