{"datetime": "2022-02-15T06:33:23.000Z", "title": "Newcastle e-scooter trial extended until November", "article": "The e-scooter rental scheme in Newcastle has been extended until November. The orange Neuron vehicles arrived in the city in February 2021 as part of a year-long trial, which has also been rolled out to Sunderland. A pilot in parts of Newcastle was due to end on Wednesday but council bosses have agreed to a nine-month extension. While popular with some,there have been complaints they have been driven dangerously and parked inconsiderately. Last month a scooter was hurled from the High Level Bridge, narrowly missing a family on the Quayside below, theLocal Democracy Reporting Service said. Since the electric scooter scheme was launchedit has undergone a series of restrictions , as well as a curfew on overnight use already in operation. The Tyne and Wear Metro and Shields Ferry have also banned any e-scooters over safety concerns. The scooters, which have a top speed of 15mph, can only be ridden legally by people aged 18 or over with a full or provisional driving licence. The city council said the trial extension would allow for the collection of further evidence before the government decides whether to legalise e-scooters nationwide. In Newcastle, the scooters have clocked up more than 500,000 miles so far, data has revealed. It is understood that Neuron will soon issue a report on the scooters' presence in the city, having conducted an evaluation of their first 12 months. Councillor Ged Bell, the local authority's cabinet member for transport, said \"thousands\" have enjoyed using the service. \"Following the recent expansion of the trial into other areas of the city, we felt that extending the timescales was the right thing to do,\" he added. The council believes about a third of trips made on the e-scooters have replaced car journeys. Oliver Irons, Newcastle city manager at Neuron Mobility, added: \"The e-scooters have been widely praised by users, and 88% of our riders believe Neuron has created a positive impact in the city.\" The scheme's trial in Sunderland will also continue until the end of November, after councillors there also backed an extension. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60381613"}