{"datetime": "2022-02-14T17:23:21.000Z", "title": "Newcastle paedophile raped and abused children over three decades", "article": "A \"predatory paedophile\" who raped and abused primary school aged children has been jailed for 26 years. Barry Rossiter attacked the five victims, one of whom was just three years old, over a period of three decades, Newcastle Crown Court heard. The 67-year-old, of Evistones Gardens, Walker, Newcastle, was convicted of 23 offences after a trial last year. Judge Sarah Mallett told Rossiter the harm he caused was \"profound and permanent\" as she sentenced him.She described him as a \"predatory paedophile\" and told him: \"You are going to spend the rest of your life in prison, that is my intention.\"Rossiter was convicted of historical offences including rape, attempted rape, indecent assault, indecency with a child, sexual assault and causing or inciting a child to engage in sexual activity. One victim read her impact statement at the sentencing hearing, telling Rossiter: \"I didn't deserve what you did to me, absolutely nobody does. \"I despise your every living cell.\" She told the court she had suffered flashbacks and lived in \"survival mode\" due to Rossiter's abuse of her as a child. \"I know the trauma will exist for the rest of my life so it's only fair for him to live the rest of his days in prison. \"He has caused so much unnecessary lifelong pain and trauma to myself and others.\" Other victims spoke of the devastating impact the attacks have had on their lives and relationships. Rossiter was also given a two-year extension to his licence period and told he must sign the sex offenders register and abide by a sexual harm prevention order for life. Paul Cross, defending, said Rossiter was in poor health and the prison sentence is one he will \"probably not complete\". Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60379237"}