{"datetime": "2021-12-20T08:01:23.000Z", "author": "Jim Reed", "subject": "Coronavirus pandemic", "title": "Covid: Vulnerable NHS patients to be offered new drug", "article": "A new Covid drug designed to reduce the risk of vulnerable patients needing hospital treatment will be available on the NHS from today. Sotrovimab is a monoclonal antibody given as a transfusion to transplant recipients, cancer patients and other high-risk groups.If given quickly after symptoms develop it should help prevent people from falling seriously ill with the disease.Initial tests suggest it should still work against the Omicron variant. \"These new drugs have an important role to play,\" said Prof Steven Powis, the national medical director of NHS England. \"If you test positive and are at high risk then we will be contacting you, and, if eligible, you will be able to get access to these new treatments.\" Monoclonal antibodies To date most Covid treatments have focused on patients already in hospital with the disease - such as the cheap steroid dexamethasone and the arthritis drug Tocilizumab. Now a second generation of Covid drugs are starting to come on stream - aimed at vulnerable patients at an earlier stage of infection. Initial clinical trials suggest sotrovimab, developed by GlaxoSmithKline (GSK) and Vir Biotechnology, is thought to reduce the risk of hospitalisation in high risk patients by 79%.The drug works by binding to the spike protein on the outside of the virus, preventing it from entering human cells, so that it cannot replicate in the body. GSK has said early laboratory tests suggest it should still work against the Omicron variant. More check are still needed, but researchers say the drug targets a part of the spike protein of the virus that has not undergone major changes or mutations.Around 1.3 million of the highest risk NHS patients are eligible to receive Sotrovimab, along with other new Covid treatments as they become available. The drug is most effective if taken in the first five days after infection and is likely to be given in clinics or to outpatients in hospital. It has been approved for use in vulnerable groups - such as those with cancer, diabetes or heart disease.The chief executive of Diabetes UK, Chris Askew, said: \"People living with diabetes are at higher risk of becoming seriously ill with Covid-19. \"Therapies that can keep people out of hospital are going to be important weapons as we look at this next period of coping with the virus.\" It is understood the Department of Health has placed an initial order of 100,000 courses of the drug, which will be distributed across the whole UK.Sotrovimab is the second antibody treatment for Covid to be approved by regulators in the UK after another drug - Ronapreve - was cleared for use earlier this year.To date, Ronapreve has mainly been used on hospitalised patients with weak immune systems who have not mounted an antibody response against Covid, where research shows it has cut deaths by a fifth.Early laboratory studies by its developer, the US biotechnology company Regeneron, suggest it may work less well against Omicron than the previous Delta variant. Vulnerable patients may also be offered a new antiviral pill, molnupiravir, which can be taken at home and iscurrently part of a major study across the UK .", "url": "https://www.bbc.com/news/health-59721240"}