{"datetime": "2021-03-25T21:10:53.000Z", "title": "Newcastle e-scooter students banned for drink-riding", "article": "Six students have been banned from the road for being over the legal alcohol limit while using e-scooters. Police stopped the men riding in Jesmond over the course of several hours on 25 February. Residents had previously complained about people using the new orange for-hire scooters dangerously and in an anti-social manner, magistrates heard. The e-scooters, part of a pilot scheme, have since been switched off so they cannot be used overnight. The men received bans of between six to 30 months, plus fines. One student, George Richardson, 20, was almost four times over the drink-drive limit, North Tyneside Magistrates' Court was told. He and William Attridge, 19, were stopped by police riding in circles in the middle of the road, the court heard. Another was caught with someone else on the back of the scooter - in contravention of the rules - when he was stopped and found to be over the limit. Jamie Swain, 21, was banned for six months after the district judge accepted he had only intended to ride 300-400m home. Magistrates issued the following penalties: None of the men had previous convictions and five opted to take a rehabilitation course to reduce the length of their ban. Kate Matthews, defending two students, said even members of the legal profession were not aware they were covered by the same drinking and driving rules as other vehicles. The scooters were free to ride overnight at the time, she said, and people needed a provisional licence and to read through terms and conditions, something they were unlikely to do in the early hours. John Crawford, representing another student, said they had a top speed of 10-15mph, adding: \"The risk they pose is significantly lower than that of a car.\" Newcastle City Council said the scheme has since been altered and the majority of riders behaved in \"a safe and responsible manner\". Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-56529128"}