{"datetime": "2021-12-21T09:22:43.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Coronavirus treatments: What progress is being made?", "article": "Vaccines have transformed the pandemic, but there is still a huge need for drugs which can treat Covid. Immunity from vaccines can wane, and access is still a major problem around the world. Also, new variants emphasise the possible need for a back-up.There are now many drugs that target the virus or our body in different ways: These are all needed at different stages of the infection. They range from dirt cheap to spectacularly expensive, and some are more resilient to new variants than others. When you catch Covid, your body releases a flood of chemicals to warn that you're under attack.This chemical alarm is called inflammation, and is vital for rallying your immune system to boot out Covid.But if you don't get rid of the virus quickly, then inflammation can spiral out of control and eventually damage vital organs such as your lungs. It's this excessive inflammation that kills. An anti-inflammatory steroid that already existed before Covid -dexamethasone - was the first drug proved to save the lives of people with Covid.It's given to seriously ill patients with breathing troubles - it cuts the risk of death by a fifth for patients on oxygen, and by a third for those on ventilators.It is also so cheap that it has become the go-to drug around the world - with everywhere from Brazil to China using it. Other anti-inflammatory drugs have been shown to work, including the steroid hydrocortisone. There are more advanced and targeted anti-inflammatory drugs such astocilizumab and sarilumab . Tocilizumab has been widely used in hospitals in China, India and Australia. These are also effective, but up to 100 times as expensive as dexamethasone. This has restricted their use - although they are still cheaper than an intensive care bed.Anti-inflammatories work best later on in the disease, but an asthma drug called budesonide has been shown to help vulnerable people with early Covid symptoms recover more quickly at home. An anti-viral directly targets the ability of the coronavirus to make copies of itself inside our bodies. Such a drug keeps levels of the virus in the body low, so there is less of it for your immune system to deal with. Both Paxlovid and molnupiravir are best taken soon after symptoms appear. Pfizer expects to make 80 million courses of Paxlovid by the end of 2022 and has said it will allow generic makers in 95 low-income nations to produce and distribute it at cost price. Merck is allowing Indian generic drug firms to turn out molnupiravir cheaply for 100 low and middle-income countries.Another anti-viral,remdesivir , is given through a drip and cuts recovery time from Covid.The third approach is to give people an infusion of antibodies that can attack the virus. These stick to the surface of the coronavirus and mark it for destruction by the body's immune system.The body makes its own antibodies when it is attacked by coronavirus. The most effective of these have been studied in the lab, grown and given to patients. This is known asmonoclonal antibody therapy . These therapies are often reserved for seriously ill patients who are struggling to make their own antibodies. Again, the earlier the drugs are given the better the chances of success. Anti-inflammatories should work against all variants because they target our own bodies, rather than the virus itself. There is more concern about whether monoclonal antibodies would work with new variants, as they rely on being a close match for the virus. If a new variant is heavily mutated then it theoretically makes the drugs weaker.However, GSK says it has tested its therapy against the Omicron variant and it remains effective in laboratory studies. Anti-virals are expected to hold up against the variants seen so far. None of the mutations seen in Omicron should affect the ability of the drugs to work. However, if the drugs are used widely then there is the potential for drug resistance to emerge. A number of drugs have been heralded as potential therapies for Covid - sometimes with no sign that they actually make any difference.Ivermectin has been controversially promoted for use in many parts of the world, despite no evidence that it works. Taking antibodies from survivors' blood - known as convalescent plasma therapy - has been touted, but has not reduced deaths. There was also speculation that drugs used to treat malaria and HIV might work, but this has come to nothing. Follow James on Twitter ", "url": "https://www.bbc.com/news/health-52354520"}