{"datetime": "2022-02-14T15:27:29.000Z", "title": "University strikes: Will my lectures be cancelled?", "article": "Staff at 68 UK universities will be taking part in a wave of strike action over the next three weeks. Some are striking over pay and conditions, others over pensions - but for most taking action, it is over both.On pay, the University and College Union (UCU), which represents staff at institutions across the UK, has demanded: The dispute over pensions has been rumbling on for more than a decade, but has been reignited by a valuation of a pension scheme used by academic staff - the Universities Superannuation Scheme (USS).The UCU said this valuation was \"flawed\" because it took place at the start of the pandemic, \"when global markets were crashing\". And the USS has now said its assets are £25bn higher than at the time of the valuation. Maintaining this valuation would lower members' guaranteed retirement income by 35%, the UCU says.The first week of this wave of action takes place at 44 institutions for five days, from 14 to 18 February, and is over pensions. In the second week there is a two-day walkout - 21 and 22 February - over pensions, pay and working conditions, at 68 institutions. Week three involves 63 institutions over three days from 28 February to 2 March. The final day will coincide with a student strike, organised by the National Union of Students. Those involved in the action include some of the UK's biggest in terms of student numbers - such as the Open University, University College London and the University of Manchester. But to put that number in context, last year 271 UK higher-education providers submitted data to the Higher Education Statistics Agency (HESA).Staff at 58 universitiestook three days of strike action in December - but in a re-ballot, over Christmas, 10 more universities voted to join them. It is unclear exactly where or how much tutorials and lectures will be affected, as union members don't have to tell their university employers whether they will be walking out. Lots of universities have told students they want to minimise the disruption, and advised them to attend classes which are going ahead.Some have encouraged students to ask their lecturers to let them know if they are striking, \"as a courtesy\". The union says more than a million students may be affected by the latest round of strikes. However, chief executive of the Universities and Colleges Employers Association (UCEA), Raj Jethwa, said there had only been \"low levels of disruption\" from \"a small minority\" of UCU members. Mr Jethwa has previously called industrial action an \"unrealistic attempt to try to force\" all 146 employers to reopen a concluded national pay round, \"aimed at harming students\". On casual contracts and workload, he said: \"We have made repeated offers of joint work in these areas for two years, but UCU has rejected them.\" There have been countless meetings to try to resolve the pensions dispute between the USS, UCU and Universities UK (UUK), an organisation representing 140 institutions. And at the end of last month, the UCU submitted a set of proposals asking for retirement benefits to be protected. In return, there would be a small rise in contributions for both members and employers, ahead of a new \"evidence-based valuation\" of the scheme. UUK said it has increased its employer contributions to the scheme by 53% since 2009. It is consulting with its members to see what they think of UCU's proposals, but said its primary concern remains to protect the \"future affordability and sustainability\" of the pension scheme. A USS spokesperson added: \"It is not in the interests of staff or students for employers to agree to the UCU's completely unaffordable demands on pensions and pay, which would damage education and research, and force job losses.\" In total, 39 universities will see strikes over both pay and pensions: Five will see strikes over pensions only: Another 23 will see strikes over pay only: ", "url": "https://www.bbc.com/news/education-59415694"}