{"datetime": "2021-11-05T19:28:28.000Z", "author": "Hazel Shearing", "title": "University staff back more strikes over pay", "article": "Staff at 58 universities have voted in favour of more strike action over pensions, pay and working conditions. Two ballots by the University and College Union (UCU) this week both saw more than 70% of participating members back strike action.But the Universities and College Employers Association (UCEA) said low overall turnout suggested there was \"limited support\" for a pay dispute. It raises the prospect of further disruption for students. The UCUhas demanded a £2,500 pay increase for members, an end to \"pay injustice\" and zero-hours contracts, and action to tackle \"unmanageable workloads\". The results from its latest ballot showed staff at 54 of 146 eligible universities supported strike action over pay and working conditions.Of the members who voted, 70% backed strike action and 85% voted for action short of a strike - which could include a marking boycott. It followed a separate ballot on Thursday, in which staff at 37 of 68 eligible universitiesvoted in favour of more strike action in a long-running row over pensions. The results of both mean that 58 universities can now take action - 21 over pay and conditions, four over pensions, and 33 over both. The next significant development for both issues will come next Friday, when the UCU's higher education committee, its decision-making body, will meet to determine what action to take. Until then, it will not be clear what the strike action would look like, or when it would take place. Jeevun Sandher, 31, an economics PhD student who also represents UCU at King's College London, says staff \"don't want to strike\" - but working in academia has become \"miserable\". \"We all love teaching, and the most enriching part of being an academic is sharing your ideas with students,\" he tells the BBC. \"But the truth is that actually the situation in academia is becoming intolerable.\" As well as issues relating to pay and pensions, he says \"a massive increase in workload\" and job insecurity are key problems, with many academics on short-term contracts. Asked what the disruption might mean for students who have experienced upheaval during the pandemic, he says: \"I would ask students to recognise and understand the situation we're in.\" \"To disrupt our students' learning is not something we want to do,\" he adds.\"This is very much a last resort, but this is where we've been driven to.\" Commenting on the pay ballot results, UCU general secretary Jo Grady said staff had \"had enough of pay and working conditions being run into the ground\".\"It is scandalous that university vice-chancellors on overinflated salaries seem to think doing nothing on pay, casualisation and inequality is acceptable in a sector awash with money,\" she said. \"We truly hope that disruption can be avoided, that is what staff and students alike all want. But this is entirely in the gift of employers who simply need to end their attacks on pensions, pay and working conditions and finally demonstrate they value their staff.\" The UCEA said that while UCU members in 54 universities \"could technically be asked to strike against their individual institution, this would be causing damage to both union members and to students\". In a statement, it said this would be an \"an unrealistic attempt to force all 146 employers to re-open the concluded 2021-22 national pay round and improve on an outcome that is for most of these institutions already at the very limit of what is affordable\". In the 33 institutions where members have backed action on both issues, students could see strikes over both at the same time. The UCU has previously suggested strikes could happen before Christmas. Last year, staff at 74 universities held a 14-day strikeover pensions, pay, and conditions, and there was also actionin 2019 and 2018. ", "url": "https://www.bbc.com/news/education-59179648"}