{"datetime": "2021-12-06T17:30:46.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Omicron: How worried should we be?", "article": "We're back in familiar territory - growing concern about a new variant of coronavirus. It has been named Omicron by the World Health Organization, following the pattern of Greek code-names like the Alpha and Delta variants. Omicron has such a long list of mutations that it wasdescribed by one scientist as \"horrific\", while another told me it was the worst variant they'd seen.It has now been detected in more than 30 countries and there are signs it may be able to bypass some of our immunity.But there are also claims that it could be milder than earlier versions of Covid, such as Delta. There is a lot of speculation. Here's what we know.Omicron is the most heavily mutated version of coronavirus found so far.Prof Tulio de Oliveira, the director of the Centre for Epidemic Response and Innovation in South Africa, said there was an \"unusual constellation of mutations\" and that it was \"very different\" to other variants that have circulated.\"This variant did surprise us, it has a big jump on evolution [and] many more mutations that we expected,\" he said. He said there 50 mutations overall and more than 30 on the spike protein, which is the target of most vaccines and the key the virus uses to unlock the doorway into our body's cells.Zooming in even further to the receptor binding domain (that's the part of the virus that makes first contact with our body's cells), it has 10 mutations compared to just two for the Delta variant that swept the world.It is not certain where Omicron came from, but it is thought it evolved in a single patient who was unable to beat the virus. A lot of mutation doesn't automatically mean: bad. It is important to know what those mutations are actually doing. The vaccines have all been based on the original form of the virus that was first detected in Wuhan, in China. The concern is Omicron is now so different to the original that vaccines may not be as effective.Some of the mutations have been seen before in other variants, which gives some insight into their likely role in this variant.For exampleN501Y seems to make it easier for a coronavirus to spread . There are some in there that make it harder for antibodies to recognise the virus and might make vaccines less effective, but there are others that are completely new.There have been many examples of variants that have seemed scary on paper, but came to nothing. The Beta variant was at the top of people's concerns at the beginning of the year because it was the best at escaping the immune system. But in the end it was the faster-spreading Delta that took over the world.Scientists in South Africa have reported early evidence that Omicron can evade some of our immunity.They have detected a surge in the number of people catching Covid multiple times, which had not been seen with previous variants. However, the scientists stressed they did not know what this meant for vaccines.Laboratory experiments are underway to see how effective the antibodies in people's blood are at stopping the new variant.Prof Ravi Gupta, from the University of Cambridge, said: \"Beta was all immune escape and nothing else, Delta had infectivity and modest immune escape, this potentially has both to high degrees.\" The Omicron variant is being blamed for a surge in cases in South Africa. In mid-November there were around 250 cases recorded every day. This has now topped 8,000 daily cases in a country that has already seen large waves of other variants.Experts have warned the same could happen around the world, including in the UK.\"The early signs are it will probably spread quite quickly and probably start outcompeting Delta, and become the dominant variant probably within the next weeks,\" said Prof Paul Hunter, from the University of East Anglia. The jury is still out on the severity of an Omicron infection.Anecdotal accounts from South Africa have argued symptoms tend to be mild anddata on just 40 patients in one hospital hinted that fewer were becoming severely ill. However, it will take weeks to know for sure as there is a long delay between catching the virus and becoming seriously ill. South Africa also has a relatively young population and younger people tend to have milder Covid. And any difference in severity could have more to do with the amount of immunity in the country than anything the virus is inherently doing differently.So, for now, we are left with a variant that raises significant concerns despite huge holes in our knowledge. It is one that needs to be watched closely and asks deep questions about what to do and when. The lesson of the pandemic is you can't always wait until you have all the answers.Follow James on Twitter ", "url": "https://www.bbc.com/news/health-59418127"}