{"datetime": "2021-12-23T12:39:36.000Z", "author": "Michelle Roberts", "subject": "Coronavirus pandemic", "title": "Omicron symptoms: Is a runny nose a cold or Covid?", "article": "The new Omicron variant of coronavirus is spreading rapidly. But how can you tell if you have Covid, or a winter cold? The NHS says people should still look out for classic Covid symptoms: Butfor some people, having Covid can feel \"more like a bad cold\" with symptoms such as a headache, sore throat and a runny nose.The Zoe Covid study app asks hundreds of thousands of people to log their symptoms and investigators have looked at those linked to the dominant Delta variant and the new highly spreadable variant Omicron.So far, the top five symptoms are: If you think you may have Covid, it is important to get tested. Even people who don't feel very ill can put others at risk. A high temperature is 37.8C or above. A fever like this can happen when the body is fighting off any infection - not just coronavirus.It is best to use a thermometer. But if you don't have one, check if you, or the person you are worried about, feels hot to the touch on the chest or back.A high temperature is unlikely with a cold.If you have a fever,arrange a coronavirus test - you can also use theNHS 111 coronavirus service online . If you have a cold or flu you may well have a cough, along with other symptoms.Flu usually comes on suddenly and sufferers will often experience muscle aches, chills, headaches, tiredness, a sore throat and a runny or stuffed nose, along with the cough. It feels worse than a heavy cold. Colds tend to develop more gradually and are less severe, although they do still make you feel unwell. Along with a cough, there may be sneezing and a sore throat and runny nose. Fever, chills, muscle aches and headaches are rare. A coronavirus cough means coughing a lot for more than an hour, or three or more coughing fits or \"episodes\" in 24 hours.If you usually have a cough because of a long-standing medical condition like COPD, it may be worse than usual.You shouldget tested for coronavirus if you develop a new, continuous cough.These are key symptoms of coronavirus and mean you should get a test.It could still be that you have a simple cold. But you need to check, even if you don't feel unwell, to avoid the risk of spreading the virus. Sneezing is not a classic symptom of coronavirus, and unless you also have a fever, cough or loss of smell and taste, you do not need a test, according to the NHS.Sneeze droplets can spread infections though, so catch them in a tissue, put it in the bin and then wash your hands.To help stop the spread of coronavirus and other illnesses: Currently, the NHS says a runny nose or a headache is not a reason to get tested for Covid.But research suggestssome people who test positive for Covid do have these symptoms . US guidelines say people with the following symptoms may have Covid:People with coronavirus have a wide range of symptoms, ranging from mild to severe. Some will have none at all, but can still be infectious. Symptoms may appear up to two weeks after exposure to coronavirus, but usuallyaround day five. Feeling breathless can be a sign of a more serious coronavirus infection. If you are having trouble breathing, contact your doctor online or over the phone, or the NHS 111 online coronavirus service. If you are very worried about sudden shortness of breath ring 999. And the NHS advises:NHS: How to treat coronavirus at home ", "url": "https://www.bbc.com/news/health-54145299"}