{"datetime": "2021-11-28T08:55:54.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "New Covid variant: Will new measures against Omicron work?", "article": "In the past week a heavily mutated Covid variant has been identified, rapidly labelled a \"variant of concern\" by the World Health Organization and named Omicron. It has been detected in countries including the UK. It is a rapidly evolving situation. Omicron's genetic profile has raised concerns, but there's a shortage of real-world data that means nobody has the complete picture of what it can do.It is unclear how big a threat it poses.Yet, it is at this early stage, in an absence of definitive facts and when there is a danger of both underreacting and overreacting, that the UK government has to act.It's like you or me deciding whether to marry someone after the first date. Only the stakes are much higher.What we know is Omicron has mutations that theoretically help it to spread more quickly and there ismounting evidence of that happening in South Africa. It also has mutations that theoretically make vaccines less effective and the World Health Organization says there is a higher risk of reinfection than with other variants. But we don't know how transmissible it is. We don't know whether it is milder or more severe. We don't know what will really happen when it comes up against our significant wall of immunity built up through vaccines, boosters and high levels of Covid this autumn.Thegovernment's response is to test everyone coming in to the UK, isolate all Omicron contacts, ramp up boosting and bring back compulsory face masks in some public places. Let's be clear - that will not stop more Omicron cases arriving or circulating.It's already arrived. If a virus is good at spreading then eventually it will slip through.And it has the potential to spread here too. Cases of Covid have been climbing except for a lull over the October half term.They are averaging at more than 40,000 a day and the R number - the average number of people each infected person passes the virus on to - is just above the crucial threshold of one, which means cases are growing. The government has been focusing on the pressure on hospitals and pre-Omicron this would have been a key factor in whether to tighten restrictions or go for Plan B. But despite the rise in cases, the numbers needing hospital care for Covid has actually been tumbling due to the success of booster vaccines.But if the current Delta variant can spread here and Omicron combines faster transmission with some ability to evade immunity, then it too has the potential to circulate. All the measures can do is buy time, but for what? Science and boosters. There are important scientific questions that need answering and top of the list is what happens when Omicron meets high levels of immunity. The answer, for better or worse, will dictate what happens next.The vaccines that have been used in the UK train the body to attack the spike protein on the virus - specifically the version of spike from the original variant from Wuhan in China.Our immune system learns to attack several parts of that spike. The antibodies in our blood are like a pit crew descending on a Formula 1 car - each going to their target area. But the mutations in Omicron are like changing some parts of the car to bamboozle the mechanics and make their job harder. Any dent to immunity is most likely to affect the odds of you catching Covid. What we've seen from the phenomenon of waning immunity is that protection against severe disease and death is more resilient. It will take time to know for sure. It might sound odd, but booster doses could limit any impact. In theory you can compensate for a less efficient immune defence by simply throwing more antibodies and T-cells at the problem, even if they are imperfect. More than 17 million people have already had a third dose and the government wants to ramp up boosting. Other countries have cut the gap between the second and third dose from six months to five and we should hear from the government's vaccine advisers soon.Pharmaceutical companies say they could update vaccines to match the Omicron variant in around 100 days if they were needed.It is worth noting we do have new weapons in our armoury in the form of anti-viral drugs. Paxlovid and molnupiravir both target the inner workings of the virus and experts have told me there is no suggestion their effectiveness would be knocked by the mutations seen so far.There is also a desire to understand how sick people are getting with Omicron. It is often incorrectly claimed that a virus must become milder as it mutates. The reality is much more complicated and it will take time to get the answer as the country with the most confirmed cases, South Africa, has a relatively young population. The younger you are the milder Covid tends to be. There are already cries that the government is both over-reacting and not going far enough.The problem for all of us is we'll only know the right answer with hindsight. Follow James on Twitter ", "url": "https://www.bbc.com/news/health-59448438"}