{"datetime": "2022-02-11T10:05:09.000Z", "author": "Smitha Mundasad", "subject": "Coronavirus pandemic", "title": "End of Covid regulations: What if I'm still worried?", "article": "One of the last remaining Covid restrictions in England - the legal requirement for people to isolate if they test positive for Covid - may be scrapped in the coming weeks. Boris Johnson says he intends to present the country with a strategy for\"living with Covid\" on 24 February. It is unclear when Wales, Scotland and Northern Ireland will take similar steps.Much has changed since coronavirus first hit the UK, with new vaccines, new treatments and a better understanding of how the virus spreads all helping to lower risks.But this does not mean coronavirus has gone away.What can you do if you are concerned?Lorna Fillingham and 11-year-old Emily-May from Scunthorpe have been shielding since the start of the pandemic. Emily-May has a rare genetic condition that leaves her clinically vulnerable.She has just been offered her first vaccine and needs an eight-week gap before her second jab.Lorna says the family, who have done more than 650 days of home-schooling, have to plan trips in advance and assess the risk to Emily-May, before leaving home: \"Our world has just got a little bit smaller again.\" It is a sentiment echoed by some charities representing people at higher risk.Philip Anderson, at the MS Society, says the change will \"heap more worry and confusion\" on thousands of people with weakened immune systems. While the rules may be changing, this does not necessarily mean everyone's behaviour will change straight away.Some people have already ditched face-coverings entirely in England, but many haven't, even though the rules around them have relaxed.And although there may no longer be legally enforceable rules on isolating, it is likely that guidance will replace these, helping people navigate the risks of living with the virus.More than 400,000 people tested positive in the last week, and there is uncertainty about what case numbers will do next as we move into Spring. Some people, who were previously shielding or have remained mostly at home, may feel under pressure to return to the workplace, having to navigate public, crowded places again.And when self-isolation rules go and mass testing winds down, it will be trickier to judge who might be carrying the virus.It is unclear whether people will still get paid if they choose to stay at home when they have Covid.The doctors' union, the British Medical Association, is calling for clear public health guidance that people should not go to work, to educational settings, or socialise while ill. This is not just to help sick people recover, but to also reduce the chance of them spreading the virus to others. It says adequate sick pay must be guaranteed for everyone, including casual workers. Vaccines remain key to protection.Those at highest risk - the clinically extremely vulnerable - are offered extra doses to help bolster their defences against serious illness.While the jabs are not 100% effective, data suggests for many people with cancer, for example, these doses help givegood levels of protection . The Department of Health and Social Care says people who are most vulnerable should follow the same guidance as the general public - but to consider taking extra precautions to reduce their risks.You should take advice from your health professional on whether additional precautions are right for you. Guidance for people most at-risk in England, which was updated on 24 December, suggests:Experts say the mental health impact of staying away from others cannot be overstated, and everyone will have to make a personal judgement call.Distance-aware badges - that signal someone might want extra space - might be one option for people worried about mixing with others.Others have suggested households could besupplied with high-grade masks , like the ones some healthcare workers wear for protection. Another piece of kit that may be useful is apulse oximeter - a small device, slipped onto a finger, that gives an indication of the levels of oxygen in the blood. GPs may advise people to check their levels when they are ill, and go to hospital if low.And a number ofmedicines are now available for people most vulnerable.These include antivirals like ritonavir and molnupiravir.Which treatments work best against Covid? They need to be started as soon as possible after catching the virus so it is best to keep a spare Covid test at home to use as soon as symptoms start.People can also get antivirals through astudy run by the University of Oxford, which is open to those with Covid who are over 50, or 18 and over with a health condition that puts them at extra risk.Another trial will see if people at high risk could benefit fromprophylactic medication before they are exposed to Covid.It is likely that more treatments and technologies will come on board to help people keep safe from this virus. But for some people the next few months will bring big changes. If you are anxious or struggling with the lifting of restrictions,the NHS andcharities have further advice. Gemma Peters, CEO of the charity Blood Cancer UK, says the government must give additional support for people who are vulnerable - including ensuring Covid treatments are easily accessible.", "url": "https://www.bbc.com/news/health-60332989"}