{"datetime": "2021-11-05T13:52:41.000Z", "title": "University strikes: Academics at 37 institutions support action", "article": "Academics at 37 universities have voted in favour of more strike action in a long-running row over pensions. Members of the University and College Union (UCU) who took part voted 76% in favour of strike action - with 88% in favour of action short of a strike. The vote does not mean that industrial action is inevitable. Universities UK said the result was \"disappointing\" but said the union had failed to secure a mandate at almost half the institutions that had ballots. The UCU said universities needed \"to urgently revoke the pension cuts and return to the negotiating table to avoid strike action\". The ballot covered 68 universities - of those, 35 met the 50% turnout threshold that is legally required for a strike. The threshold does not apply to two universities in Northern Ireland - Ulster and Queen's University Belfast. The dispute over pensions has been rumbling on for nearly a decade, and was reignited because of what the UCU described as a \"flawed valuation\" of the Universities Superannuation Scheme (USS) pension fund.The UCU said it was \"carried out at the start of the pandemic when global markets were crashing\" and would lower members' guaranteed retirement income by 35%. The union is expecting the results of another ballot on pay and conditions on Friday. Following that, the union's higher education committee will meet to decide the next steps, after consulting branches. UCU general secretary Jo Grady said: \"These results are a clear mandate for strike action over pension cuts and should be heard loud and clear by university employers. \"Staff in universities have given their all to support students during the pandemic, but management have responded by trying to slash their guaranteed pension by 35%.\" Ms Grady said avoiding strike action was \"the outcome staff want\", and called on universities to \"withdraw the needless cuts\". For some students a winter of disruption lies ahead.As well as this vote on pensions, the results of ballots at many more universities across the UK on pay and conditions are expected.But so far the results suggest lecturers and other staff, such as librarians, have mixed feelings about causing students to miss out any further.When this dispute began students joined picket lines in 2020 in support of their lecturers.But that was before the pandemic left many studying for their degrees online, from their bedrooms. The transformative shift to online learning during lockdowns may also provide universities with a way to minimise the impact.The National Union of Students (NUS) said it stood \"in solidarity\" with staff who voted for industrial action because they were doing \"more work for less reward\". Hillary Gyebi-Ababio, its vice-president for higher education, said: \"Staff working conditions are our learning conditions, and we must stand together if we are to realise a system that is truly student-centered and democratised.\" Universities UK said: \"While it is disappointing to see some UCU members think industrial action over pensions is justified, the union has failed to secure a mandate for industrial action in 31 of the 68 institutions, meaning fewer branches have reached the threshold than in previous ballots.\"Union members voting 'yes' to strike action at eligible branches account for less than 7% of the scheme's total active membership... \"The employers' proposals for reform are the only viable plans under current regulations that will keep the scheme affordable for members and universities and keep the defined benefit section of the scheme open.\" The universities also say a range of measures could mitigate the impact of the pension changes on employees. Last year, staff at 74 universities held a 14-day strikeover pensions, pay, and conditions, and there was also actionin 2019 and 2018. The 37 institutions where staff are able to take strike action over pensions are: Institute of Development Studies; Aston University; Birkbeck, UoL; Durham University; Goldsmiths, UoL; Heriot-Watt University; Imperial College London; Keele University; King's College London; London School of Economics; London School of Hygiene and Tropical Medicine; Loughborough University; Open University; Royal Holloway, UoL; SOAS, UoL; The University of Birmingham; The University of Dundee; The University of Kent; The University of Leeds; The University of Nottingham; The University of Sheffield; The University of Stirling; University of Bath; University of Belfast; University of Bradford; University of Bristol; University of Cambridge; University of Edinburgh; University of Essex; University of Glasgow; University of Lancaster; University of Liverpool; University of Reading; University of St Andrews; University of Sussex; University of Ulster; University of York ", "url": "https://www.bbc.com/news/education-59171771"}