{"datetime": "2021-11-16T19:17:45.000Z", "author": "Hazel Shearing", "title": "University staff to strike in December", "article": "Staff at 58 UK universities will go on strike between 1 and 3 December, causing further disruption for students in the run-up to Christmas. They are walking out over pensions, pay and working conditions. The University and College Union (UCU) said more action was \"likely\" if demands were not met, and urged employers to \"get round the table\". Universities UK (UUK) said institutions would \"ensure that students can continue to learn\". The Universities and College Employers Association (UCEA) said strikes were an \"unrealistic attempt\" to reopen pay discussions. The announcement means further turmoil for students, many of whom experienced strikes shortly before months of disruption during the pandemic. At the start of the month,staff at 58 universities voted in favour of more strike action. Some of them are striking over pensions - a dispute which has been rumbling on for nearly a decade, and was reignited because of what the UCU described as a \"flawed valuation\" of the Universities Superannuation Scheme (USS) pension fund.The UCU said it was \"carried out at the start of the pandemic when global markets were crashing\" and would lower members' guaranteed retirement income by 35%. Others are striking over pay and working conditions. The UCUhas demanded a £2,500 pay increase for members, an end to \"pay injustice\" and zero-hours contracts, and action to tackle \"unmanageable workloads\". Staff at 33 institutions are taking action over both.A further six institutions will not see strikes, but staff voted for action short of a strike over pay. The UCU said this would begin on 1 December, and could last for the five months that staff have a mandate for - and would \"include strictly working to contract and refusing any additional duties\". Jacob Mukherjee, a media, communications and cultural studies lecturer at Goldsmiths, University of London, spent entire days in January responding to students' concerns about Covid. \"We feel at breaking point,\" he says. The pandemic caused a \"mass amount of work\". And many staff are on casual contracts that make them feel undervalued.Mr Mukherjee worked this way for seven years himself and has \"lost count\" of the contracts he had. \"The reward for that is a massive cut to our pension, not getting a pay rise and further increasing workloads,\" the 39-year-old UCU representative says. \"Sometimes when you've tried everything else and your back's against the wall, then striking or talking other forms of industrial action is the only option.\" Mr Mukherjee acknowledges strikes will disrupt learning but says many students will support them and get a better deal if staff are treated better. \"I would love it if my students took away the message that these things can be fought and… you can win,\" he adds. The UCU, whichhas published a list of affected institutions, said it had written to UUK and UCEA \"setting out how university bosses could avoid strike action before Christmas\". Its general secretary Jo Grady said she wanted employers to \"get round the table\" and take concerns \"seriously\". \"While we set out pragmatic solutions that could halt widespread disruption to UK campuses, university bosses refuse to revoke unnecessary, swingeing pension cuts or even to negotiate on issues like casualisation and the unbearably high workloads that blight higher education,\" she said. \"A resolution to this dispute is simple. But if employers remain intent on slashing pensions and exploiting staff who have kept this sector afloat during a pandemic then campuses will face strike action before Christmas, which will escalate into spring with re-ballots and further industrial action.\" Larissa Kennedy, president of the National Union of Students, said: \"Staff teaching conditions are student learning conditions. The onus for minimising disruption for students lies with university bosses. They must come back to the table to address the clear issues in how higher education is currently run.\" After 18 months of online learning, Millie Innes is \"disheartened\" by the decision to strike. The 21-year-old has had only one \"normal\" semester in three years of English literature and theatre studies at the University of Glasgow, In her first year, strikes meant it was unclear whether classes would be cancelled.Then, the pandemic hit.\"Having to get used to university and in-person classes has been ridiculously challenging after Covid,\" she says. Even things such as meeting new people in lectures have felt \"alien\".\"A strike won't help this transition at all,\" Ms Innes says. And the run-up to Christmas is \"probably the worst time for students to experience a strike\" because many have exams and need extra support and revision classes.But Ms Innes, also an actor, understands the pandemic was also tough for staff, having heard of online classes \"filled with awkward silences and blank screens instead of faces\".\"I can only imagine how intimidating this must be for lecturers,\" she adds. Speaking about strikes over pay, Raj Jethwa, UCEA's chief executive, said industrial action was \"aimed at harming students\" and was an \"unrealistic attempt to try to force\" 146 employers to reopen a concluded national pay round. On the issues of casual contracts and workload, he said: \"We have made repeated offers of joint work in these areas for two years but UCU has rejected them. UCEA genuinely wishes to engage on these matters as far as we can at a national level, noting that they are ultimately for local negotiations.\"A spokesman for Universities UK, speaking about action over pensions, said fewer than 10% of eligible pension scheme members voted yes to strike action in the UCU ballots. \"Strike action will not address the urgent need for reform to keep the scheme affordable,\" he said, adding that UUK was \"fully committed to continuing talks\" about the future of the pension scheme. \"Universities will put in place measures to minimise the impact on students, other staff and the wider university community, and will ensure that students can continue to learn and receive support.\" ", "url": "https://www.bbc.com/news/education-59313564"}