{"datetime": "2022-01-04T12:25:12.000Z", "author": "Philippa Roxby", "subject": "Coronavirus pandemic", "title": "Omicron: How do I know if I have it?", "article": "Hundreds of thousands of cases of the Omicron variant of coronavirus have now been detected in the UK, and hospital admissions are rising. Omicron is not making people as ill as previous variants, but the sheer volume of people testing positive is still forcing huge numbers to isolate. Omicron appears to be more like a cold for some people, with common reported symptoms including a sore throat, runny nose and a headache. Previous Covid variants were more likely to lead to a loss of taste or smell, a new cough and a high temperature - although these are still the three official symptoms. Despite spreading much faster than the previous variant (Delta), health experts say Omicron is milder and less likely to make people ill or need treatment in hospital. That's mainly down to protection from booster vaccines and from previous infections. In South Africa, where it was first identified, Omicron is thought to have peaked. There are also early signs that this may be happening in London, but scientists warn there could be more problems in the UK once Omicron hits the oldest and most vulnerable populations in large numbers. Swabs fromPCR tests , which are sent to labs for analysis, can show if the variant causing the infection looks like Omicron, Delta or something else.Fewer than half of UK labs have the required technology to detect suspected Omicron cases. This means that in some areas, it may be detected more quickly than in others. Confirming that a suspected case is Omicron requires a full genetic analysis, which takes between four and five days. By looking closely at the genetic material provided though testing, scientists can confirm whether someone is positive with Omicron or the already widely-circulating Delta. Up to 20% of the swabs from positive test results in the UK each week - around 60,000 cases - are sent for genomic sequencing. This process doesn't give the full picture but by using those results, scientists are able to estimate what proportion of new cases are the new variant. All viruses constantly mutate, and these mutations result in new versions - or variants. Some of these can make the virus more harmful, or simply spread more easily. Scientists term these \"variants of concern\" (VoC). The Omicron variant is a VoC because it has many mutations that haven't been seen before. A large number of these are on the part of the virus that most vaccines target - the spike protein. This initially gave rise to concerns that existing vaccines might not be effective against Omicron.However, research from the UK Health Security Agency found that getting a booster vaccine provides88% protection against ending up ill in hospital - only slightly less than against previous variants. Another study found that the risk of going to A&E or being admitted to a hospital ward after catching Omicron was roughly half that of the older Delta variant. PCR tests can beordered free from the government website if you have symptoms, but these can be in short supply. They can also be bought from a private company if you need one for travel purposes. Rapid or lateral flow tests (LFTs) will give you a quick result if you want to know whether you're negative or positive for coronavirus. However, they they can't tell you which variant of the virus you are infected with. If youhave Covid symptoms or have tested positive for Covid - of any variant - you must stay at home and self-isolate.In England and Wales, you can end isolation after seven days if you can provide two negative tests on day six and seven.People who are double-vaccinated and come into contact with a person with Covid should take daily lateral flow tests for seven days, rather than immediately self-isolating. In Scotland, you must self-isolate for 10 days if someone in your household tests positive - even if you've been fully vaccinated. You can getmore detail on self-isolation rules in Scotland, Wales and Northern Ireland here .", "url": "https://www.bbc.com/news/health-59460252"}