{"datetime": "2022-02-14T06:17:34.000Z", "title": "Jimmy Prout murder: Brother welcomes review news", "article": "A review into the brutal death of a vulnerable man who was tortured and murdered six years ago is due to be finished within weeks, a council said. Jimmy Prout's familyheavily criticised the length of time they have waited for the report into his murder in 2016.Four people he thought were his friends werejailed in 2017 for his \"Dark Ages\" abuse and death. North Tyneside Council said the review was complex but was \"close\" to being shared with Mr Prout's family. His brother Eddie Prout said he was eager to see the report and it was \"taking the pure Michael\" he had had to wait for so long. He said: \"The reason I want this review is because I would hate to think any other family would have to go through what me and family have gone through. \"It will put my mind at ease. Once this review comes to light I think there's a lot of lessons to be learned by a lot of people.\"From police, doctors, medics, you name it, a lot of people let my brother down.\" Mr Prout, 45, was tortured for an extended period by the gang before being killed and dumped on wasteland near his home in North Shields. A trial at Newcastle Crown Court in 2017 heard he suffered \"Dark Ages\" abuse, including having his teeth knocked out with a hammer and being forced to eat one of his own testicles. Zahid Zaman and Ann Corbett were found guilty of Mr Prout's murder and Myra Wood and Kay Rayworth were convicted of allowing his deathA homicide review was started to see what lessons could be learned from his death. A council spokesman said: \"This is an extremely complex review due to the horrific nature of the crime and number of perpetrators involved and the level of detail provided by numerous agencies and services which have been included in the report.\" He said there was a Home Office process to follow which requires the report be approved by numerous agencies before it can be shared with Mr Prout's family.\"We are close to this stage in the process and a version of the report will be presented to [the family] in the coming weeks,\" the spokesman said. The report would then need further approvals before it could finally be published for the public, he said. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60351538"}