{"datetime": "2019-02-07T14:48:53.000Z", "title": "Jimmy Prout torture murder: Family hit out at review delay", "article": "The family of a vulnerable man brutally tortured by people he thought were friends say they are still waiting for answers to how it could have happened. Jimmy Prout, who died in February 2016, had his teeth chiselled out and a testicle sliced off. Four people were jailed for their part in the 45-year-old's death. A review into the circumstances, and what lessons can be learned, will be published in \"coming months\", North Tyneside Council has said. Mr Prout had been living in North Shields with a group he considered friends, but it was led by the \"vengeful and controlling\" Zahid Zaman and the relationship had developed a \"cultish dimension\". Over a period of months Mr Prout was subjected to torments described in court as \"like something from the Dark Ages\". This included having one of his testicles sliced off and being forced to eat it. He died on 9 February, and his body was then wheeled through the streets and dumped in woodland where it was discovered several weeks later. Following a trial at Newcastle Crown Court in June 2017, Zaman and Ann Corbett, were found guilty of murder, and jailed for life. Kay Rayworth and Myra Wood were convicted of causing or allowing his death and sentenced to 12 years and four months and nine years respectively. During the court case it emerged that images of badly injured Mr Prout had been posted on social media, and at one point he had gone to hospital with multiple injuries. After the trial a domestic homicide review, involving several agencies including the Northumbria force, got under way, but the results have not yet been published. Such reviews include examining the role of professionals who may have had dealings with the victim or the perpetrators. His family have said they live every day with the knowledge of his suffering. His brother Eddie Prout said: \"It could have been prevented by a lot of people. \"Jimmy has always been vulnerable, and surely someone could have picked up on it or what was going on, because I wouldn't want to see anything like this happen to anyone else ever again.\" North Tyneside Council, which is leading the review, said: \"This is an extremely complex report which is being completed by an independent author.\"Once the review is complete, it has to be approved by the Home Office, which makes it hard to give a clear publication date.\" ", "url": "https://www.bbc.com/news/uk-england-tyne-47150950"}