{"datetime": "2022-02-13T09:56:42.000Z", "subject": "Coronavirus pandemic", "title": "Newcastle's health chief Eugene Milne to retire", "article": "A health chief who led Newcastle's response to the coronavirus pandemic has announced his retirement. As the city's director of public health, Eugene Milne, 61, became a \"leading voice\" in the region's response to the pandemic, Newcastle City Council said. Prof Milne moved to Newcastle to study medicine in 1979 and has been director for eight years. He said the pandemic had been an \"incredibly tough time for everyone\". Prof Milne said: \"The Covid-19 pandemic has been the most extraordinary period in my career, and difficult as it has been, it has been an honour to be a part of the response, working with some remarkable people in the council, at partner organisations, and in the community. \"This has been an incredibly tough time for everyone, but through it all there has been some outstanding work.\" He previously worked in the children's cancer unit at the Royal Victoria Infirmary before moving into public health, theLocal Democracy Reporting Service said. He played a key role in the Fresh programme that was started in 2005 to drive down smoking rates in the region. His deputy, Lorna Smith, will take over as public health director on an interim basis before a permanent successor is recruited. Council chief executive Pam Smith said Prof Milne had \"led a distinguished career making a difference to people's lives\". \"Eugene's value to our city and his contributions to his field have been appreciated and respected for many years.,\" she added. \"During the pandemic, however, he has been thrown into the regional and national spotlight as his experience and authority made him among the most reliable sources of information and advice.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60360437"}