{"datetime": "2022-02-13T15:39:36.000Z", "subject": "Storm Arwen", "title": "Northern Powergrid sorry for Storm Arwen trillion pound compensation error", "article": "An energy firm has apologised after 74 customers hit by power cuts during Storm Arwen accidentally received compensation cheques for trillions of pounds. Northern Powergrid is paying tens of thousands of pounds to customers hit by days of outages in November. But a number with Halifax and Newcastle postcodes received cheques made out for 13-figure sums. Northern Powergrid said a clerical error was to blame. Pictures of the erroneous cheques have been circulating on social media days after the firmwas criticised for taking months to process compensation claims . Gareth Hughes, 44, from Hebden Bridge in West Yorkshire, shared a picture of his cheque for more than £2.3tn. Mr Hughes, who was without power for more than three days, said he had been sent a previous cheque for £135 but had complained as he was told he was entitled to more. He said the new cheque made him smile, adding: \"But I knew it wasn't a value that could be realistic.\" A spokeswoman for Northern Powergrid said an electricity meter reference was incorrectly quoted as the payment sum. \"As soon as we identified the clerical error we ensured all 74 customers' cheques were stopped so they could not be cashed,\" she said. The firm said the error was being investigated and is thought to be an isolated incident. \"We thank those customers who were honest and contacted us and we have been making contact directly over the weekend with all 74 customers affected to make them aware, apologise for the error and reassure them that a correct payment will be issued to them on Monday,\" the spokeswoman said. The winds of Strom Arwen brought down trees and power lines across the network causing mass power outages, with some properties in Northumberland and County Durhamtaking more than a week to be reconnected . Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60369098"}