{"datetime": "2022-02-09T06:35:59.000Z", "author": "Francesca Williams", "subject": "Storm Arwen", "title": "Storm Arwen compensation: Northern Powergrid 'making excuse after excuse'", "article": "Northern Powergrid has been accused of making \"excuse after poor excuse\" to customers waiting for compensation more than two months on from power cuts caused by Storm Arwen. Other householders who lost power when winds battered northern England on 26 November say they have been underpaid by hundreds of pounds. The company said it had been working through outstanding payments but was also dealing with the fallout of more recent Storms Malik and Corrie. Storm Arwen - described as the \"worst in over 20 years\" - knocked out power for more than 240,000 people in the North East and Cumbria, and left thousands in the cold and dark for days. Mark Houghton, from Weardale, said: \"We're all sick of their behaviour. I've been in contact with them and am just fed poor excuse after poor excuse.\"Karen Surtees, 60, from Crawcrook in Gateshead, said a number of people living on her street, including an 84-year-old relative, had not seen any compensation 10 weeks on. During the outage she had \"hardly any contact\" from Northern Powergrid but people she knew were getting emails \"and their electric wasn't even off\". The company said compensation teams had to \"work through a large amount of detail\" to establish what happened to each household and treat all customers consistently and fairly. But Mrs Surtees said she was asked for her details twice, the second time weeks after she had already supplied them.\"I was just on the phone last week about it and they said to expect a letter and cheque that week,\" she said. \"Next thing, I got an email asking me for my details so they could sort it out. \"I replied that it was the same information I gave them on 24 December and that I was getting very annoyed that they were still at that stage. \"It has been very difficult chasing this up.\" Mel Marshall, from Wooler in Northumberland, endured 12 \"stressful\" days without power and was sent a cheque before Christmas without having to submit a claim. But it was for just £280 - significantly less than he should have received.Using the company's agreed payment scheme of £70 for the first 48 hours and £70 per 12-hour period thereafter, a 12-day power cut should result in compensation of £1,470. \"I contacted them immediately, told them, and they agreed the payment was incorrect,\" he said\"We are still waiting for the compensation and just seems to go around in circles whenever I email them.\" Another Northumberland customer, who asked not to be named, was sent a cheque in December for five days worth of compensation - even though her power was off for seven. She was initially told to destroy this first cheque as it would be replaced with a correct one, only to be later informed to keep hold of it as the subsequent cheque would be for the outstanding amount, she said. She also submitted a separate claim for accommodation and meals, itemised with receipts, and had \"heard nothing back at all\". \"It just doesn't feel like they're handling it very well,\" she said. Northern Powergrid said the \"vast majority\" of customers had received their correct payments but it understood it was \"frustrating for the minority of customers who are waiting longer\". Ofgem described the delay as \"unacceptable\" and said it was reviewing the emergency response to Storm Arwen and the networks' communications with customers. \"As part of the review, we are looking at timely and accurate compensation payments,\" a spokesperson said. Mrs Surtees said she finally received a cheque on Friday morning, more than two months after her power went off. Mr Houghton has also just received a cheque - but said it was for the wrong amount. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60262572"}