{"datetime": "2021-12-05T16:03:19.000Z", "subject": "Storm Arwen", "title": "Storm Arwen: Business secretary says power cuts unacceptable", "article": "Power cuts from Storm Arwen that have lasted more than a week are \"completely unacceptable\", a minister said. As of 23:00 GMT on Saturday, some3,000 homes in North East England remained without power after winds of 98mph tore down lines causing cuts on 26 November. On a visit to St John's Chapel in County Durham, Business Secretary Kwasi Kwarteng said the performance of power firms would be reviewed. Northern Powergrid said it hoped to restore all homes by Tuesday. In Cumbria,86 properties are still without power , while in Scotland there are about 30 homes left to be reconnected. Major incidents were declared in County Durham and Northumberland with the Army and Royal Marines deployed to take supplies to residents hit by the outages. Mr Kwarteng told the BBC 99.5% of homes hit by days of outages had been restored and he was \"100% focussed\" on power being restored to all. \"I completely accept this is totally unacceptable,\" he said. He added: \"It's wrong and bad for people to be off power for such a long time. \"In this day and age, 4,000 people should not be without power for so long.\" Mr Kwarteng said a review would be carried out and if energy firms were found to have \"failed to invest in infrastructure\" then \"there could be enforcement action\". He said: \"In this particular instance there is a question about the infrastructure in this area being fit for purpose.\" He also said there had been a \"huge communication issue\" with energy firms keeping residents updated, adding: \"I'm trying to work with the companies to make sure the right information is presented.\" Northern Powergrid haspreviously apologised for poor communication . A spokeswoman for the firm said: \"We are now hopeful that the work we have in front of us will be complete on Tuesday, provided that any additional damage that we find is small.\" She said progress had been \"particularly encouraging\" in Weardale and Teesdale where, despite \"challenging weather conditions\", the firm has reduced the number of customers without power to fewer than 50 which \"we expect to restore on Sunday\". The spokeswoman said more than 260 generators had been installed around the North East to get power back on while the company worked to rebuild the overhead lines damaged by Storm Arwen on 26 November. The Met Office haswarned of more wind, rain, and snow in some of the affected areas on Monday and Tuesday, while asevere weather warning has been issued for Northern Ireland on Tuesday ahead of Storm Barra. The Energy Networks Association (ENA) told the PA news agency that 3,190 homes were waiting to be reconnected as of 14:00 on Sunday. That was down from 4,025 homes that were waiting to be reconnected at 08:00 on Sunday. In Cumbria, Electricity North West said it was \"working to restore power to the final few properties\". The firm said more than 110,000 properties it supplied had been bit by power cuts caused by the storm with more than a million people affected across the whole UK. Regulation and communications director Paul Bircham said: \"Our teams have made a huge effort to restore power to impacted customers as quickly as possible, in extremely difficult conditions.\"Although our restoration efforts are almost complete our work will continue to rebuild the network now that customers are back on. \"We have had generators brought up to Cumbria from as far away as Southampton to to get people back on in areas where the damage is too complex for an immediate fix.\" Linda Lazonby, 69, faces her ninth day without power at her home near Grange-over-Sands, Cumbria. She said a generator had been supplied but it had run out of fuel. \"It's been a mess,\" she said, adding: \"We cant wash, cook, or stay warm.\"She said she had also had \"misleading information\" from Electricity North West saying power would be restored by a particular time but then isn't. Meanwhile, Energy regulator Ofgem warned it would take enforcement action against network companies which failed to restore power to customers quickly enough. A £700 cap on compensation has been lifted allowing all those affected to claim £70 for each 12-hour period they are left without power - after an initial £70 for the first 48 hours. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . How have you been affected by the power cuts? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-england-tyne-59538471"}