{"datetime": "2021-08-13T15:57:10.000Z", "title": "Jimmy Prout murder: Brother says death has been \"forgotten\"", "article": "The murder of a man who was savagely tortured has been \"brushed under the carpet\" because of delays over a report into his death, his brother has said. Jimmy Prout was killed in February 2016 by four people he thought were friends. North Tyneside Council launched a homicide review with other agencies but said the \"complex case\" report had still not been signed off.Mr Prout's brother Eddie Prout said he would fight until his \"dying day\" for answers. In 2019 North Tyneside Council said the report would be published \"within months\". Mr Prout was tortured for an extended period by the gang before being killed and dumped on wasteland near his home in North Shields. A trial at Newcastle Crown Court in 2017 heard he suffered \"Dark Ages\" abuse, including having his teeth knocked out with a hammer and being forced to eat one of his own testicles. Four people were subsequently jailed for their part in the 45-year-old's murder. Mr Prout's brother Eddie said that before his brother's death he had gone to hospital with his injuries and he wanted to know if any more could have been done to save him. He said: \"Why is the report taking so long? To me it seems like what happened to Jimmy has been brushed under the carpet. \"He's been forgotten about, but I will never forget about him.\"A part of me got killed when Jimmy got killed. I'm never going to be the same person. \"I will fight on until my dying day until something gets done because I would hate to think of this happening to anyone else's family.\" North Tyneside Council said: \"We appreciate how difficult the wait for the report has been for the family. \"This is an extremely complex review due to the horrific nature of the crime and the number of perpetrators involved.\"The review has been undertaken and a draft report has been prepared.\"However this has to be approved by the local community safety partnership and then the Home Office Quality Assurance Board.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-58180439"}