{"datetime": "2021-02-08T15:38:43.000Z", "title": "Jimmy Prout: MP calls for answers over torture death review", "article": "An MP has joined calls for the review into the murder of a vulnerable man who was brutally tortured to be published. Jimmy Prout was killed in February 2016 byfour people he thought were friends . Areview was launched into the 45-year-old's death, but five years on his family \"still want answers\", North Tyneside MP Mary Glindon said. In 2019, North Tyneside Council said the report would be published \"in months\" but has now said the \"extremely complex\" study would be ready \"soon\". Mr Prout was tortured for months by the gang before being killed and dumped on wasteland near his home in North Shields. A trial at Newcastle Crown Court in 2017 heard he suffered \"Dark Ages\" abuse, including having his teeth knocked out with a hammer and being forced to eat one of his own testicles. Mr Prout's brother Eddie Prout said he has \"still not heard anything\" about the review, adding: \"The police and authorities have got what they wanted, a conviction, and now my brother is just forgotten about.\" Ms Glindon said it was a \"tragic and sad\" situation and she feels \"so sorry\" for Mr Prout's family. She said she would \"hate to think\" there could be another person as \"evil, wicked and cruel\" as the gang's leader Zahid Zaman, but the report should be published as soon as it is ready to see if warning signs were missed. Ms Glindon said: \"Let's hope [the review] is a thorough job and that's the reason we are waiting so long, because of the complexity and the number of people involved. \"It's a few years where the family haven't had any answers.\"We don't know what will be found in the report and what should be happening now. There has always been an urgency but I hope the report does give us answers and bring out pointers to stop anything like this happening again.\" A council spokesman said a draft report from the independent review has been prepared but various agencies need to see if any amendments are needed. He said: \"This is an extremely complex review due to the horrific nature of the crime and the number of perpetrators involved.\"Complex reports such as this can take time to complete but it is hoped that the final report can be published soon.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-55981748"}