{"datetime": "2022-01-18T13:14:43.000Z", "subject": "Storm Arwen", "title": "Storm Arwen: Northern Powergrid compensation system 'frankly embarrassing'", "article": "A man trying to claim compensation for a power cut caused by Storm Arwen says Northern Powergrid's communication has been \"frankly embarrassing\". Craig Dixon, 46, from Ryton, said the company required a code for online or phone claims which it said it had sent to all customers by letter. But he had not received the code and so could not submit a claim, he said. The company said compensation had now been posted to Mr Dixon and it was sorry he had had to wait. The storm on 26 November knocked out power for more than 240,000 customers in the North East and Cumbria. Mr Dixon is due about £1,000 compensation at a rate of £70 for the first 48 hours and £70 per 12 hours thereafter after a previous cap was lifted.He said he had made 40 calls to the company, of which only two were answered, and only one staff member replying on Twitter had been helpful. \"They say they are proactively contacting everyone affected,\" Mr Dixon said. \"They don't contact you. You contact them and are given a website and phone number. \"Both need a code to access, that you don't have as they haven't contacted you. \"You contact them again - and so on.\" He said it was a \"a masterclass of getting people angry\". Northern Powergrid said it had put an email address for compensation queries on its website before Christmas and a member of staff responded to Mr Dixon's messages via social media. \"We do understand the impact the power cuts caused by the storm had on people's lives and we're sorry that Mr Dixon has had to wait longer than the majority of customers for his compensation,\" a spokeswoman said.\"We still have a lot of work to do, which will take time, but our teams are focused on this as a priority.\"The company said it was required to issue compensation within 90 days but paid the \"vast majority\" within about 10 working days, issuing about 24,000 payments before Christmas. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60036175"}