{"datetime": "2022-02-09T19:14:15.000Z", "title": "Nick Forbes: Newcastle Council Labour leader deselected by party", "article": "Newcastle City Council's Labour leader has been deselected by the party after a landslide defeat. Nick Forbes, a councillor for 22 years and the authority's elected leader for 11, was beaten in a selection battle in his Arthur's Hill ward on Tuesday. The defeat means he cannot stand as a councillor there in May, putting his leadership under threat.The Labour Party is investigating the selection process after accusations of an \"ambush\" at the meeting.Mr Forbes lost 13-4 in a vote to \"keen campaigner\"Abdul Samad , who previously stood for the Parklands ward on the council in 2021and came third with 725 votes .Mr Forbes said he was \"sad\" but considering other seats. TheLocal Democracy Reporting Service (LDRS) understands Labour North has received complaints regarding the process and will be investigating. It has been claimed the Arthur's Hill Labour branch may have breached party rules by failing to give seven days' notice of a challenge to Mr Forbes' seat ahead of the selection meeting. Lewis Atkinson, secretary of the Tynemouth Constituency Labour Party (CLP),alleged on Twitter the meeting sounded \"like a no-notice ambush outside the rules rather than following due and democratic process\". It is believed several complaints have been received about the meeting and Mr Forbes had \"no idea\" beforehand he was about to be challenged. The LDRS has contacted Newcastle Labour's Local Campaign Forum, which is thought to have organised Tuesday's meeting, for a response while Labour North has declined to comment on the accusations. Mr Forbes has been leader of the Labour group since 2007 and of the council since 2011, when Labour took power from the Liberal Democrats. In a statement he said he was \"immensely sad\" Labour Party members had chosen a different candidate for the ward.He said he had already been approached by members asking him to stand in other wards and would now \"take some time to consider these options for the future\". \"It has been a huge privilege to represent the Arthur's Hill area of Newcastle for the past 22 years,\" Mr Forbes said. \"I have worked hard, alongside the local community, to promote clean safe streets and public spaces, tackle the problems caused by uncaring private landlords, and support those who struggle with financial problems. \"I have promoted Labour's core values of fairness, equality and social justice in all my work in the ward.\" He also wished Mr Samad \"every success\". Mr Forbes is one of the Labour Party's most senior local government voices, leading the party's group on the Local Government Association and is an ally of Keir Starmer. He is also chair of the Convention of the North, which he spoke at in Liverpool just hours before his defeat. He surviveda leadership challenge after last May's local elections, managing to hold off rival Nick Kemp. However, his long-standing deputy, Joyce McCarty, lost her position to Karen Kilgour. He also failed to secure Labour's nomination to be North of Tyne mayor in 2019,losing out to Jamie Driscoll - a councillor loyal to Jeremy Corbyn.Last week Mr Forbes spoke about thehomophobic and threatening abuse he had received online while being in the public eye. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-tyne-60317230"}