{"datetime": "2022-02-11T17:38:56.000Z", "subject": "Coronavirus pandemic", "title": "Durham University's biggest donor pulls support over Covid rules", "article": "Durham University's biggest donor has withdrawn his financial support over what he described as \"ridiculous and ineffective\" Covid-19 restrictions. Mark Hillery, who donated £7m between 2015 and 2021, said students were being left as the \"final members of society\" to be subjected to the rules. He also hit out at January's temporary reintroduction of online teaching. The university said it appreciated his support and added that health, safety and wellbeing were a priority. Hedge fund manager Mr Hillerytold student newspaper Palatinate - which first reported the story - that he would not \"visit Durham again while there is a single Covid-related rule imposed on the students\". He has also resigned from the external advisory board of his old college, Collingwood, and has ceased all dialogue with the university. Collingwood received £4m in donations from Mr Hillery in 2016,which funded the 200-seater Mark Hillery Arts Centre , a yoga studio, bar conservatory and expanded a junior common room and gym. He has also visited the college to give talks on finance, and has been known to put generous amounts behind the Collingwood bar. He said the \"principal trigger\" for withdrawing support was \"the insistence to persist with restrictions and impositions on healthy 20-year-olds\" that were \"way beyond those placed on the rest of society\" since the start of the 2021-22 academic year. \"These go against government guidelines. To resort yet again to online teaching at the start of this term was a disgrace,\" he added. \"Durham, and many other higher education establishments, are leaving students as the final members of society to still be subjected to these ineffective and ridiculous rules. \"That seems both surreal and unjust. This is not how we should be prioritising within our society. The younger generations have been subjected to enough of this.\" The editor of Palatinate, Max Kendix, said the loss of Mr Hillery's support was a huge blow \"financially and reputationally\" for the university. \"Other alumni might be looking at this and saying: 'what's going wrong with Durham are they not employing the right Covid policies?',\" he said.\"The reaction on campus has been quite muted. Most students are used to Covid policies and have lived through lockdowns, so now really feels quite free.\"So there is some tension there between what alumni are saying, what Mark Hillery is saying and what students are saying.\" Mr Kendix said Collingwood students were particularly unhappy at Mr Hillery's stance as he had been known, on occasion, to put £10,000 behind the bar during visits. He said Covid measures had divided opinion on campus with many students believing they were necessary and others getting frustrated having to do lateral flow tests (LFTs) and wear face coverings. Earlier on in the pandemic students had felt unfairly targeted, according to Mr Kendix, as the university had its own \"police force\" which fined those having house parties.\"Students go to nightclubs and they are packed, but in lectures we have to wear masks,\" he said\"You have to do LFTs if going to sport matches even if you are an outdoor spectator - this seems such a strange policy.\"In January the university reintroduced some online learning for two weeks due to high cases of the Omicron variant in the north-east of England, \"but continued to offer laboratory and practical classes and small group teaching\". A spokesperson called Mr Hillery \"a generous benefactor\" and said it appreciated his support. \"In a few cases, we have some classes online because some staff have vulnerabilities or are self-isolating, and some students who have not yet been able to return from overseas,\"a statement said. \"Our approach to managing the Covid-19 pandemic has always prioritised the health, safety and wellbeing of our staff, students and wider community. \"We have been guided at all times by the local trajectory of the pandemic which varied at different times across the UK.\"Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60341137"}