{"datetime": "2022-02-08T17:45:15.000Z", "title": "Levelling up: Northern mayors call on government to reassess rail plans", "article": "A government rail plan \"puts unacceptable limits on our ambition for this wonderful part of the world\", northern mayors have warned. Andy Burnham, Steve Rotheram, Jamie Driscoll, Tracy Brabin and Dan Jarvis want ministers to reassess their plans. It comes after the government admitted it had not carried out a levelling-up assessment of rail upgrade plans. The Department for Transport said the \"ambitious strategy\" would improve rail links. The Integrated Rail Plan (IRP),published in November last year , saw changes to the plans including the scrapping of the eastern leg of HS2 up to Yorkshire. Last month, the government published a technical annex for the IRP, which sets out a criteria framework for assessing different options including levelling-up impact. However, it later added it had \"not been possible to fully assess their impacts on the wider economy\". The five mayors have written to the prime minister, chancellor, levelling up secretary and transport secretary challenging the government to open a new assessment process with Transport for the North. In the letter, the mayors said they found it \"strange\" that the government's flagship levelling-up policy had not been fully assessed for its levelling-up impact.\"The magnitude of the decision on rail investment in the North of England cannot be overstated,\" they said. \"It will have a determinative impact on our economy and society for more than 100 years.\"If we didn't press for the best possible solution, we would be letting down future generations of northerners.\"We cannot but conclude the current plan puts unacceptable limits on our ambition for this wonderful part of the world.\" The mayors' call comes on the day that northern leaders have met for the third Convention of the North in Liverpool. Levelling Up Secretary Michael Gove, who also attended the convention, called on \"red and blue\" to unite and vowed to empower regional political and business leaders. He added that \"ultimately, we are all on the same team and that is a team committed to making sure opportunity is more equal across the whole of our United Kingdom\". Mr Gove said the north of the country would be where \"political action\" was for the next nine years.A government spokesman said: \"The IRP is an ambitious strategy setting out £96bn worth of investment into the railways of the North and Midlands - the biggest single ever government investment in Britain's rail network.\"The plan will bring communities together, boosting inter-city connections and improving rail links.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-60304504"}