{"datetime": "2022-02-10T16:36:46.000Z", "subject": "Knife crime", "title": "Knife crime: West Yorkshire needs more resources, deputy mayor says", "article": "West Yorkshire's police boss says the force does not have the resources to tackle knife crime properly. Alison Lowe, deputy mayor of West Yorkshire, said a much-heralded increase in central funding fell short. The Labour politician said she recognised the county's streets could be \"mean and dangerous\". A Home office spokesperson said beating crime was the government's \"number one priority\". Ms Lowe said West Yorkshire Police had seen a cut of £140m between 2010 and 2020. She told BBC Radio Leeds: \"You can't have bobbies on the beat because the number of police officers has been massively reduced, there was a three-year period where we didn't recruit one police officer.\" Pay increases for officers, inflation and increased national insurance would also soak up extra funds from government plans to recruit an extra 20,000 front line police nationally, Ms Lowe added. The Home Office said: \"West Yorkshire Police will receive up to £540.4m in 2022/23, an increase of up to £29.6m on 2021/22 and have already recruited an additional 640 officers.\"We expect forces to support the delivery of the Beating Crime Plan to keep families and communities safe.\" Ms Lowe, who is in charge of policing in her role, spoke to the BBC on the fifth anniversary of the death of teenager Irfan Wahid in Leeds. Irfan, who was just 16, died in hospital after being stabbed by another teenager in Harehills Lane in 2017. After his death his family and friends set up a youth club at the Infinity centre to provide a safe space and a distraction from life on the street. Support workers from the centre also go on the Harehills streets to encourage youngsters to visit. Youth worker Amir, who knew Irfan, said: \"Young people should be in education, they should be playing with friends, socialising.\" \"At the end of the day we see and hear things we don't want to hear but the best we can do is try and keep a safe place open for them. \"We want to open up as much as possible but then again funding is needed.\" Ch Insp James Kitchen of West Yorkshire Police said the force had removed more than 1,000 weapons from the streets and arrested more than 6,500 offenders in the last three years. \"During this period, knife crime has reduced by 7.9%. That corresponds to 183 fewer victims of knife crime. In the last ONS release, knife crime has continue to fall - by 5.9% in the previous 12 months,\" he said. He said the force had taken a \"holistic\" approach to dealing with knife crime via its violence reduction unit to support \"diversionary programmes\" and offer long-term support and prevention. \"I would like to reassure the people of West Yorkshire that a we have robust and dedicated resources to dealing with the issue,\" he added. Watch more about knife crime on Politics North Yorkshire and Lincolnshire on BBC iPlayer Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-60334111"}