{"datetime": "2022-02-15T18:43:16.000Z", "title": "Ukraine crisis: The Britons watching nervously from afar", "article": "For Britons with ties to Ukraine, the current situation at its border is nerve-racking. While tensions have shown signs of de-escalation since some members of Russia's military withdrew, fears of an invasion have yet to subside. As a series of world leaders meets with Vladimir Putin in the hope of reaching a diplomatic resolution, the eyes of the world remain on Moscow. Mr Putin has constantly denied Russia is planning an attack, despite having sent more than 100,000 troops to Ukraine's border. He has demanded assurances that the former Soviet Republic will not join the Western Nato military alliance, and views any expansion as a threat to his country. Mykola Lajszczuk, from Keighley, said: \"I have never felt such a dire situation.\"Mr Lajszczuk, a former mayor of the West Yorkshire town, was British-born to refugee parents and has extended family in Ukraine. \"I am more concerned than ever,\" he said. \"Ukrainians want a free, sovereign Ukraine, their leaning is towards democracy. \"Ukraine has tried to develop into a fully democratic country but it can't do it alone, it needs support from the West.\" Mr Lajszczuk said he did not trust Russian premier Mr Putin over the withdrawal of troops. Paul Iwanyckyj is UK-born but his father was from Ukraine and settled here after a previous conflict and is the chairman of a Ukrainian Association in Doncaster.He agrees the \"overriding feeling\" among South Yorkshire's Ukrainian diaspora is one of concern. He believes Mr Putin thinks the only way to get the West to the table is by \"a demonstration of force\". Describing the Russian leader as \"a classic poker player\", Mr Iwanyckyj says he had previously \"looked the West in the eyes over Crimea\", referring to the annexation of the peninsula in 2014. \"We blinked. We haven't blinked this time so far and he is sensing that,\" he says. Mr Iwanyckyj says he is \"cautiously optimistic\" an invasion will be avoided, but adds: \"Putin is a hard man to be optimistic about.\" British expat Graham Jones, formerly of Skegness, Lincolnshire, has a different view of the situation, having spent the past 12 years living in Odessa, Ukraine. A teacher, he has a wife and family in the country. He says he feels safe in his \"laid-back\" city, some distance from the Russian border. \"Nobody I know has left so far, though there was a moment towards the end of the week when I got a bit panicky,\" he says. \"I probably read the British press too much but now I am pretty optimistic. \"I wouldn't be leaving, my wife is Ukrainian and I have a Ukrainian passport.\"As Britain is \"pretty difficult to get into for a foreigner\" his family might head for a third country such as Poland or Georgia if the worst came, he says. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-60393155"}