{"datetime": "2022-02-11T12:00:42.000Z", "title": "Rapping burglar who boasted about Leeds car thefts sentenced", "article": "A teenage burglar who recorded a boastful rap about his exploits has been given a three-year sentence. Dylan McEwan, 19, who styled himself as MC McEwan and the B-Town Grafter, was involved in the thefts of four cars from homes in Leeds. In a mobile phone clip found by police, McEwan launches into a rap where he brags of \"getting paid out for brand new cars\". He pleaded guilty to burglary and car theft charges at Leeds Crown Court. McEwan and two younger accomplices stole four vehicles from two houses in Pudsey and Bramley last December. Christmas presents were also stolen during one of the raids. Officers discovered the rap video after the trio were arrested following a police pursuit through Bradford. In the clip, McEwan is seen driving as the caption \"big whips\" - slang for an expensive car - flashes up on screen. After encouragement from two passengers, he starts rapping, referring to himself as the B-Town Grafter. \"I creep through your yard. Getting paid out for your brand new cars,\" he says. \"But I can't lie,\" he continues, and goes on to opine that \"graft life\" - his criminal existence - is \"hard\". \"Spend half your time sitting behind bars,\" he adds. McEwan, of Barncroft Drive, Seacroft, was sentenced alongside his accomplices, who cannot be named due to their age, on 4 February. All three admitted two counts each of burglary and car theft. The younger defendants were each given community rehabilitation orders. Det Insp Vicky Vessey, of Leeds District Crime Team, said McEwan had \"brought misery to his victims who have had to suffer the indignity of having their homes invaded and their property stolen. \"The utter disdain he has for the people he targets to steal from is abundantly clear from the lyrics in his social media post.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-60347916"}