{"datetime": "2022-02-10T18:43:35.000Z", "title": "Canal fish deaths prompt West Yorkshire freight barge ban", "article": "Commercial barges have been banned from a canal in West Yorkshire after a spate of fish deaths were recorded. The Canal and River Trust (CRT) said in just one incident last month dozens of fish had died after a freighter passed along the Aire and Calder Navigation at Knottingley. It is carrying out tests to determine the cause of the deaths. CRT's Richard Parry said it was working \"to identify effective solutions working with the freight operators\". A test run of a commercial barge was carried out on Thursday, with the water quality in its wake monitored and any dead fish scooped up for analysis. Environmental scientist Emma Bird, who is working for the CRT, said work to understand the cause of the fish deaths had under way for a while. \"We've been spending quite a few months now doing some basic monitoring to establish a pattern,\" she said.\"Now we've come up with quite a robust investigation we think to try and get the evidence we need to make a decision for the future.\"Freight services began again in 2020 after an absence of 20 years. The barges transport goods from the Humber ports to Leeds, with each one capable of carrying up to 500 tonnes. Maik Brown from the Commercial Barge Operators' Association said it was a greener method of transport. \"Each barge can take at least 25 lorry loads off he road,\" he said.\"So the carbon footprint is reduced immediately and the environmental benefits are all there.\" Mr Parry said that despite working with the freight operators on measures such as slower barge speeds and reducing loads over the last few weeks \"the impact to fish has continued without explanation\". \"We appreciate the frustrations of pausing freight operations, but we must remain mindful of the environmental impact this is having,\" he said.\"To allow it simply to continue to operate as normal, knowing that it is likely to cause numerous fish deaths, would be wrong.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-60339912"}