{"datetime": "2022-02-10T12:02:46.000Z", "title": "Capt Sir Tom Moore: Watchdog to review charity's accounts", "article": "The Charity Commission says it is to review the accounts of the charity set up in honour of Capt Sir Tom Moore. Grants of £160,000 were given to four charities by the Captain Tom Foundation which paid more than £162,000 in management costs in its first year. Capt Sir Tom walked 100 laps of his Bedfordshire garden at the start of lockdown, raising £33m for NHS Charities Together. The foundation said it welcomed the Charity Commission's input. The Army veteran, who was born in Keighley in West Yorkshire anddied last year aged 100 , carried out the fundraising walk at his home in Marston Moretaine when Covid restrictions were first introduced in 2020. The £33m raised was managed and distributed by NHS Charities Together before the JustGiving account was closed down. After he became a national figure, his family set up a separate charity in his name called the Captain Tom Foundation. According to the publishedaccounts , covering the charity's first year from 5 May 2020 to 31 May 2021, it paid out grants to four charities worth £40,000 each but spent £209,433 on support costs including £162,336 on \"management\". The financial statement also showed reimbursement costs of £16,097 paid to Club Nook Limited, a company run by Hannah Ingram-Moore, Capt Sir Tom's daughter. These costs were for accommodation, security and transport relating to Capt Sir Tom \"travelling around the UK to promote the charitable company\".Payments of £37,942 were also made to Maytrix Group Limited, a company run by Ms Ingram-Moore and her husband, relating to photography, office rental, telephone and third-party consultancy costs. \"These costs were initially funded by Maytrix Group Limited on behalf of the charitable company, and reimbursed when sufficient funds were available,\" the financial statement said. Expense payments of £1,686 were also made to Ms Ingram-Moore to cover \"motor, post, subscription and travel costs\". The Charity Commission, which is an independent, non-ministerial government department, said: \"We have been in ongoing contact with the trustees of the Captain Tom Foundation on its set-up and governance arrangements and as part of this work will now assess the charity's recently submitted accounts.\" It said it had an open regulatory compliance case into the charity, but that did not mean it had made any finding of wrongdoing.Stephen Jones, chair of trustees for The Captain Tom Foundation, said: \"As a young charity, we have been working closely with the Charity Commission since we launched, and we welcome their input following the publication of our recent audited annual accounts.\"The Fundraising Regulator and Information Commissioner's Office had also looked at concerns regarding the foundation but those matters have since been resolved. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-60319650"}