{"datetime": "2022-02-15T11:35:50.000Z", "title": "Huddersfield: Men jailed after replica guns 'workshop' uncovered", "article": "Three men have been jailed for running a \"firearms workshop\" which sold guns to criminals across northern England. Thomas Robinson, 38, and Junaid Ali, 24, worked in the kitchen of a house in Huddersfield, altering replica handguns to be able to fire live ammunition.Robinson was jailed for 13 years and six months and Ali was jailed for eight years and three months after they admitted their roles in the operation. Dale Bates, 29, was given five years for his involvement as a customer. A raid in February 2018 uncovered the workshop at Robinson's former home after replica weapons were sent to the address from Eastern Europe, West Yorkshire Police said. A drill and other tools were found that allowed the criminals to convert the imitation guns into weapons capable of firing live ammunition. Officers also discovered component parts of guns and viable ammunition for the converted weapons.An investigation found other weapons, including rifles, had been previously modified, adapted and sold across the north of England, police added. Robinson, of Oldham Road, Manchester, pleaded guilty in June 2021 to conspiracy to convert firearms, conspiracy to run a firearms business, possession of a firearm and possession of ammunition. He was jailed at Leeds Crown Court on 11 February alongside Ali, of Fenay Bankside, Huddersfield. Ali admitted drugs offences, possession of an offensive weapon and conspiracy to convert firearms. Bates, of Leeds Road, Huddersfield, pleaded guilty to conspiracy to convert firearms and was jailed for five years. West Yorkshire Police Det Supt Fiona Gaffney said she was \"very pleased\" with the sentences. \"Firearms are extremely dangerous weapons and can cause devastating effects to people and communities,\" she said. \"Our team worked hard to investigate and disrupt this trio in their offending, and we hope this sentencing brings reassurance to the community that firearms are not tolerated in Kirklees and we will treat all offences like this seriously.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-60387294"}