{"datetime": "2022-02-10T19:39:52.000Z", "title": "Daniel Barwell: Labour councillor denied bail over US drug allegations", "article": "A Labour councillor accused of drug offences has been denied bail over suspicions he may fail to attend an extradition hearing, a court heard. Daniel Barwell, who was elected in Doncaster in May 2021, is wanted in the US over allegations he tried to import a psychedelic drug into the country. The 27-year-old's barrister at Westminster Magistrates' Court indicated he denied the allegations. Mr Barwell has been suspended by the party in the meantime. TheLocal Democracy Reporting Service saidthe councillor was arrested in the Doncaster area by Metropolitan Police's National Extradition Unit after an Interpol Red Notice was issued at the request of authorities in Ohio on 2 February.Tom Cockroft, on behalf of the United States District Court of Southern Ohio, told the court it was \"alleged that Mr Barwell conspired to import psilocybin, a psychedelic drug, into the United States of America, selling over 3,000 kgs of the substance, some of which was shipped to the southern district of Ohio\". He said Mr Barwell, who could face a 20-year jail term, was allegedly \"recruited\" to a criminal organisation in May 2016 as a \"shipper\" from the UK. \"The US government is concerned that he received tens of thousands of dollars in cryptocurrencies and therefore it may well be difficult to trace those monies,\" Mr Cockroft said. He said the crime organisation had allegedly made \"over 40,000 transactions\", which had seen people fly from the US to London to \"produce the substance in a hotel room... and then send them to this requested person for him to mail directly to the United States\". Mr Barwell's barrister Malcolm Hawkes said there was \"very limited evidence\" against him \"at this stage\". He said it was the crime organisation, not Mr Barwell, which \"allegedly carried out 40,000 transactions\" and the \"actual amount attributed to him is not indicated\". \"Nor is it suggested that he was the sole exporter of the substance,\" he said. \"If it is an international organisation, Mr Barwell represents a small cog in that very much larger machine.\" He added that there was \"no evidence\" the Wheatley Hills and Intake ward councillor has access to \"substantial funds\" and that he ever stepped foot in the US. Denying bail, District Judge Tempia said there were \"substantial grounds to believe if granted bail, you'd fail to attend this court for the extradition hearing\". Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-south-yorkshire-60317904"}