{"datetime": "2022-01-03T00:20:27.000Z", "author": "Charlie Metcalfe", "title": "Can fitness apps be as effective as a personal trainer?", "article": "As we start 2022, lots of us will be resuming the battle to lose weight and get fit. A wealth of high-tech fitness apps are now available to help, but are they anywhere near as good as hiring a human personal trainer? Four years ago, Jenny Wiener was in a fitness slump. She wanted to improve her physical and mental health, but her workouts lacked intensity without a proper training programme to follow. When she went to the gym she says she often chose \"easy\" options, like jogging on a treadmill, to avoid more daunting exercises. A personal trainer who might push her was out of the question because of the high cost - typically prices start from £30 an hour. Ms Wiener, 32, who works as an events manager in St Albans, then discovered fitness app Freeletics. To use the app you first input information about your previous training experiences and preferences, and goals. A virtual coach then used that information to suggest a personalised training regime. At the end of each workout, the Freeletics app then asks Ms Wiener to provide feedback about its suitability and difficulty. The app's artificial intelligence (AI) software system then uses her answers - plus those from its other 53 million users around the world - to adjust future training sessions. \"The AI aspect is one of the main things that got me interested,\" says Ms Wiener. \"I was going to the gym every day before, but seeing zero results. \"When I found Freeletics, I was like 'OMG it's a PT [personal trainer] in my pocket, my gym buddy'.\" She adds that she finds the workouts exciting, because no two are ever the same. And that, as a result, the app has helped her to lose four-stone. Freeletics' digital personal trainer app, called 'The Coach', costs from £1.78 a week. The firm's chief product and technology officer, Kornelius Brunner, says it \"gets smarter and better\" as users give it more and more feedback.However, sports and fitness psychologist, Anthony Papathomas, says that such apps are no substitute for human personal trainers. \"With an interpersonal relationship you are going to get that increased sensitivity to personal needs,\" says the senior lecturer at Loughborough University's National Centre for Sport and Exercise Medicine. \"If you don't fancy the session, or if you're not in a mood, which is often the case, particularly in exercise behaviour change,\" he says. \"Then I'm not sure the kind of alert [you get] on your phone, necessarily takes into consideration that we are human beings with competing interests outside of our health and fitness.\" Whereas, Mr Papathomas points out a \"human being\" trainer is probably more likely to empathise \"and exercise is only sustainable if we enjoy it.\" Brighton-based marketing consultant, Tom Bourlet, says he used to love exercising, but lost motivation after entering into a relationship. Then in January of this year, he and his partner received a wedding invitation, and both were determined to lose a set amount of weight to get in shape for the big day. He discovered app FitnessAI, which uses a similar approach to Freeletics - mining its users' data to improve and personalise all their workouts. \"I often utilise data in my work, and find it incredibly useful to ensure you're making continuous progress, therefore the entire concept appealed to me,\" says Mr Bourlet. New Tech Economy is a series exploring how technological innovation is set to shape the new emerging economic landscape. \"One guilty factor of training can be to keep doing the same reps [repetitions of a specific exercise], or weights, each week, failing to push yourself each time. However, the app helped to set out what I should be trying to achieve each week.\" While Mr Bourlet used to take long rests, from two to three minutes between each set of gym work, the app's AI kept him on-target. It gave him an exact rest-time, according to the specific exercise or weight lift session, and his performance. He says that, overall, it helped him reach his weight-loss target of dropping three stone (19kg) almost a month ahead of plan. FitnessAI founder, Jake Mor believes the AI's mathematical approach makes it better than a personal trainer. \"FitnessAI does tons of math behind the scenes to figure out what your workout plan should look like,\" he says. \"While trainers are great motivators, they are not math professionals.\" Perhaps unsurprisingly, London-based personal trainer Aimee Victoria Long disagrees with this analysis. \"Personal trainers come with a higher cost, but when you do one-to-one sessions, you can check an individual's form, to see they're doing the exercises correctly,\" she says. \"It really ensures that they're not going to have any injuries from the exercises that they're doing, which you can't really get from an app. \"Also, I can get to know not only their physical health, but also their mental health, because sometimes people are training all the time, and it might not be good for their mental health. And that's not going to be shown or picked up on an app.\" Yet sometimes fitness apps can help by asking the user questions that a human person trainer might not feel comfortable posing. Take Jennis, the fitness app by British Olympic champion Jessica Ennis-Hill. It requests data from female users about their menstrual cycles, in order to better programme their workouts. Dame Jessica explains: \"The daily conversations [via the app] that we have with each woman mean that we regularly update recommendations, so that you're always getting sessions most suited to your hormonal profile. \"This, in turn, means you're doing what's right for your body, making bigger training gains, and capitalising on what your hormones are doing each day.\" Former British soldier Rachel Carey, 37, is a fan. After ovulation she receives more strength-based workouts, whereas in the first 14 days of her menstrual cycle, she receives more high-intensity workouts. \"The cycle mapping recommendations for the workouts are so much more appropriate for physiologically what's going on for me,\" says Ms Carey. ", "url": "https://www.bbc.com/news/business-59651335"}