{"datetime": "2022-02-10T12:40:38.000Z", "title": "Protesters fail to save council-run Kingsdown Sports Centre", "article": "Campaigners have failed to keep a \"vital\" leisure centre open in Bristol. Almost 100 people protested outside City Hall on Tuesday (8 February) before a meeting inside decided to pull funding on Kingsdown Leisure Centre. Mayor Marvin Rees said Bristol City Council was looking for another operator to take over and the centre would not necessarily shut. Green councillor Guy Poultney told the meeting: \"There is no support for this policy.\" The cabinet said it was also considering letting the community take over the centre but Mr Poultney said \"an overwhelming majority\" wanted to keep the building in the hands of the council. The decision follows the gym's users and Cotham ward councillors presenting a 2,000-name petition urging the Labour cabinet to change its mind. The decision forms part of a leisure strategy which includes £8m to upgrade Easton and Horfield leisure centres and Bristol South Pool, although this is only half the amount required. The council will also end financial support for Jubilee Pool in Knowle, which is undergoing a community asset transfer to keep it open. During the meeting campaigners told the council its decision was being based on \"misleading\" and \"seriously flawed\" information, according to theLocal Democracy Reporting Service. They said it had, for example, counted four people using a badminton court as only a single user in its assessment of how many people used the site. Campaigner Geoff Collard said: \"It is frankly insulting and disingenuous of the mayor to say you're not intending to close the centre.\"Without council support it will go under.\" He said the local authority did not think that part of Bristol merited public money because of the relatively high income of some residents. Mr Rees said he understood the passion for sport and did not want any facilities to be closed down, adding that the plan was in line with the financial confines of the authority. \"So we've looked at leisure centre usage both in terms of footfall and usage of people who live in deprived areas.\" He said the intention was to modernise leisure centres and leverage additional investment from partners. A report to cabinet said five organisations had expressed an early interest in running the centre so the council was \"confident\" it would stay open. After the meeting, Mr Poultney called the decision \"a disgrace,\" adding: \"We should be investing in mental and physical health.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60333299"}