{"datetime": "2021-08-17T13:55:48.000Z", "subject": "Coronavirus pandemic", "title": "UK holidays: What are the rules?", "article": "Going abroad is not straightforward at the moment, so many people are choosing to holiday in the UK this summer. What are the current rules? You can travel freely between England, Scotland, Wales and Northern Ireland, unlessyou have to self-isolate because you have Covid symptoms or have tested positive.All holiday accommodation - including hotels, hostels, B&B, caravans and boats - can operate across the UK.If you have to cancel a trip because of Covid, you may be entitled to a refund or to rearrange for a later date, but this will depend on the terms and conditions of your booking, so you will need to discuss this with your holiday provider.Anyone planning a trip to the Scottish islands is asked to take two lateral flow tests - one on the day of travel and one three days before. People travelling to Northern Ireland from the rest of the UK are also advised to test before departure and after arrival, but this is not law. Some UK cruise operators are insisting passengers do a rapid test before boarding.Saga andP&O have said all cruise passengers must be fully vaccinated.There is no longer any requirement for social distancing, and no limits on how many people can stay together in holiday accommodation or private homes inEngland ,Scotland orWales .However people are still advised to meet others outdoors or in well-ventilated spaces wherever possible.There are still some restrictions in place inNorthern Ireland : The Northern Ireland Executive is due to discuss easing remaining restrictions at its next meeting on 1 September. Face coverings are no longer required by law inEngland , although the government \"expects and recommends\" that they are worn in crowded and enclosed spaces.However, a number of transport operators in England are still asking customers to wear masks, as are a number of shops and supermarkets. Wearing a face covering remains compulsory in many public indoor spaces inWales ,Scotland , andNorthern Ireland , including on public transport, so you will be expected to use a mask on any cross-border plane, train or bus journey, unless you are exempt.Museums, galleries, amusement parks, leisure centres, cinemas, theatres, stately homes and gardens can open across the UK.However, some venues are still not operating at full capacity, and you may need to pre-book tickets, so you should check before you visit.You may still be asked to wear a face covering or physically distance from other people.Businesses in Wales are required to carry out risk assessments to decide if social distancing measures are still needed.Indoor hospitality venues in Scotland must continue tocollect customer contact details . Organisers of outdoor events for more than 5,000 people and indoor events for more than 2,000 have to apply for permission to go ahead.Nightclubs are still closed in Northern Ireland. TheCommon Travel Area (CTA) is a term which covers the UK, Ireland, the Channel Islands and the Isle of Man.Travel within the CTA is not considered international travel.Fully vaccinated adults or under-18s travelling from the UK to other CTA destinations may not need to do any travel-related testing or quarantine on arrival, but the rules do vary, so you need to check before arranging a trip.As long as you've not been outside the CTA in the previous 10 days, you do not have to complete a passenger locator form, take any Covid tests or quarantine on your return to the UK. Foreign travel is allowed, but people must follow different rules about testing and quarantine according to thetraffic light status of their destination country.Visitors togreen-list countries do not need to isolate on their return home. Under-18s and fully vaccinated people returning to the UK fromamber-list countries also no longer have to self-isolate on arrival. ", "url": "https://www.bbc.com/news/explainers-52646738"}