{"datetime": "2021-05-04T10:33:36.000Z", "subject": "Coronavirus pandemic", "title": "Coronavirus: What's happening with pools, haircuts and gyms?", "article": "For the first time in months, leisure centres, outdoor attractions and hairdressers are open to customers across the UK. But what are the rules in the different nations? Indoors gyms are now able to reopen inEngland .Other types of indoor leisure facilities are also permitted to open (for individual/household/bubble exercise) - including: InWales , gyms, leisure centres and fitness facilities can now reopen for individual training, but not for group classes.Outdoor sports facilities are also open, including tennis courts, golf courses and bowling greens. Organised outdoor activities and sports for under-18s have resumed. InScotland , gyms have reopened for individual exercise, with indoor group exercise due to resume from17 May .Outdoor contact group sports for 12 to 17-year-olds have also restarted. Gyms and swimming pools can now reopen inNorthern Ireland for individual exercise and one-to-one training/coaching with social distancing. Outdoor sport is allowed, limited to 10 people from two households - but up to 15 people (including coaches) can now train outdoors together, through clubs affiliated to recognised sports governing bodies. Other outdoor sporting facilities - such as golf courses - can also reopen, but clubhouses and changing facilities must stay closed. No spectators are allowed. It is hoped that indoor group exercise will resume on24 May . InEngland , hairdressers and nail salons have reopened, along with non-essential retail and libraries. People who offer close-contact services in the home - such as mobile hairdressers and massage therapists - can also return to work, but must followgovernment guidance . InWales , all hairdressers and other close-contact services (including mobile) have reopened. InScotland andNorthern Ireland , all hairdressers and other close-contact services (including mobile) have reopened, for pre-booked appointments only.England: Scotland: Wales: Northern Ireland: ", "url": "https://www.bbc.com/news/explainers-53349989"}