{"datetime": "2022-02-11T18:08:36.000Z", "title": "Southend Leisure centre contract to end over safety fears", "article": "A charity which runs leisure centres will not have its contract renewed over worries the buildings are at risk of falling into dangerous disrepair. Fusion Lifestyle which runs four facilities for Southend Council said it was struggling due to the pandemic, despite receiving a £1.1m grant.Sports clubs said they stopped using the facilities over safety concerns. The council said a new provider would be appointed by 2025, when the current contract ends. The council, run by a coalition of Labour, Liberal Democrat and independent councillors, said it planned to \"keep a close eye\" on the centres until a new provider could be found.Fusion delivers services at Southend Leisure and Tennis Centre (as known as Garon Park), Belfairs Swim Centre, Shoebury Leisure Centre, and Chase Sports & Fitness Centre. It also delivers services in Braintree and Rochford.Lydia Hyde's netball team used to train at the Southend centre but told BBC Essex they moved to a facility outside the borough..She said the courts were not cleaned properly, were poorly lit and were \"suffering from moss and icy patches in winter\".Councillors at a meeting this week complained that facilities at Southend were so so poor they were causing accidents and the local authority was losing money, reported theLocal Democracy Reporting Service . Daniel Cowan, Labour councillor for St Laurence ward, said: \"It costs this borough around £100,000 a year in loss of netball revenue, which is one of the fastest-growing sports in the UK.\" The diving and swimming pools at the Southend centre were also in need of repair, the meeting heard. Tony Cox, leader of the Conservative group, said he visited the Southend Centre and what he found was \"appallingly bad\" with the swimming facility \"going to total disrepair\". Carole Mulroney, Liberal Democrat member responsible for environment, culture, tourism and planning, said repair work was ongoing.In a statement, Fusion said there had been \"financial challenges\" but \"significant financial investment\" had been made at all centres.It said: \"Considerable repair and maintenance work took place during lockdown, with Fusion working in partnership with Southend Council to deliver a shared programme of repairs and regular inspections to maintain standards.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60350632"}