{"datetime": "2021-12-01T12:27:46.000Z", "title": "Queen's Leisure Centre in Derby facing closure in 2022", "article": "A leisure centre housing Derby's largest public swimming pool is facing closure once a new £42m sports village opens in the city. The Moorways Sports Village is expected to be ready in spring with a 50m swimming pool, water park and gym.Derby City Council said the Queen's Leisure Centre could then shut as it was no longer fit for purpose. It said the age and condition \"delivers poor quality services to customers\" and spending money on it was not viable. The leisure centre in Cathedral Road opened in 1932 and its teaching pool, changing rooms and gym are currently closed due to ongoing maintenance along with health and safety issues. A council report into the centre's future has concluded it is no longer \"suitable for modern leisure use\". Most of the 1,500 residents who took part in a public consultation over the summer objected to Queen's Leisure Centre being closed but agreed its current format needed to change. Many of those who took part said they walked or cycled to the centre, which made accessing the new Moorways facility in Allenton more difficult. Others raised concerns about the impact on the city centre with reduced footfall and the loss of a historic building. However the council said it would look at travel options for users and that any effect on the city centre would be reduced by its plans to redevelop and revive the area.\"In conclusion, despite the low level of response to the consultation process the council is confident that each concern, which has been raised, can be effectively mitigated,\" it said. \"To keep Queen's Leisure Centre open will enable the council to continue to deliver a limited leisure offer from the centre.\" It added that continuing to run the centre would cost more than £10m.Plans for the new Moorways Sports Village were approved in 2017 to replace the council-run Moorways swimming pool which had also struggled with maintenance and safety problems. The council is currently looking for someone to manage Moorways Sports Village and says it hopes to announce a successful bidder in the new year. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-59489419"}