{"datetime": "2021-12-08T10:46:11.000Z", "title": "Calls to defer decision on Cornwall leisure centres' fate", "article": "Councillors are calling to defer a decision on whether to close five of Cornwall's leisure centres. Operator GLL told Cornwall Council it could no longer run the centres without financial support, leaving the future of the five centres uncertain.There are calls to the council's leading cabinet to defer the decision so more can be done to keep them open. Leisure centres at Falmouth, Launceston, Saltash and Wadebridge are among those at risk.The operator said unless the council could provide about £439,000 towards running costs they would have to close.The council has a policy of not subsidising leisure facilities and says it does not have a budget available to fund the centres, which are not a statutory service.The council's Customer and Support Services Overview and Scrutiny Committee met on Tuesday to consider a report on the proposed closures, theLocal Democracy Reporting Service (LDRS) said. Councillors were critical of the amount of information provided and said they were not in a position to make a recommendation to the cabinet due to there being insufficient information.Richard Pears, cabinet member responsible for leisure facilities, said none of the options available to the council were \"great\". The committee agreed to recommend to the cabinet that the item should be deferred to allow interested parties more time to develop business cases to take over the running of services and for more work to be done on the leisure strategy taking into account the responses from the council's consultation. Leisure centres in Falmouth, Launceston, Saltash and Wadebridge, along with the hydrotherapy pool in St Austell, have all been earmarked for closure. The cabinet will consider the recommendations and a report on the issue when it meets on 15 December. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-59576471"}