{"datetime": "2021-12-03T11:48:32.000Z", "title": "Cornwall's leisure centres need replacing in next 20 years", "article": "Cornwall's leisure centres will need to be replaced in the next 20 years at a cost of more than £100m. The future of five facilities is currently uncertain after operator GLL told Cornwall Council it could no longer run them without financial help. Leisure centres in Falmouth, Launceston, Saltash and Wadebridge are among those at risk of closure. The council said leisure provision is not a statutory service and there is no budget available to keep them open. Along with the four leisure centres, the hydrotherapy pool at Polkyth in St Austell is also at risk, according to theLocal Democracy Reporting Service . A report is set to go to the council's customer and support services overview and scrutiny committee next week setting out the proposals for a new leisure strategy, and a general review of leisure services in Cornwall. It reveals that the 13 leisure centres which are currently operated by GLL will \"reach the end of their useful life before 2042\". The report adds the redevelopment costs, at current prices, would be £108m. The operators had asked to remove the five facilities from its contract, the report explains. The report states: \"Supporting residents through Covid 19 has already hit the council's finances hard.\"Whilst no one can dispute the importance of leisure and physical activity in improving health, social and economic outcomes, the council must consider this within the context of funding other competing priorities.\" It adds the situation is down to the pandemic, and not mismanagement: \"There is no budget for subsidising GLL operations or for operating any centres directly and this was a strategic decision taken by the council to remove the budget for leisure prior to 2017.\" A consultation on the five facilities has resulted in nine expressions of interest from organisations who could take them on, and meetings have been arranged with them. They will be presented to the council's Cabinet when it makes afinal decision on 15 December . Campaigners trying to save the leisure centres from closure say the facilities are an essential part of keeping people in Cornwall fit and healthy. They also highlight that they play an important role for schools to teach children how to swim, particularly with Cornwall surrounded by coastline. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-59519120"}