{"datetime": "2021-09-22T15:08:40.000Z", "title": "Cornwall leisure centres consultation after closure threat", "article": "Four leisure centres in Cornwall are under threat of closure. Leisure operator GLL said it could no longer afford to run sites in Falmouth, Launceston, Saltash and Wadebridge and a hydrotherapy pool in St Austell, unless it had financial help. Cornwall Council has launched a public consultation into leisure services across the county. Leisure operator GLL said it could not continue to support loss-making leisure centres in Cornwall.Theconsultation is under way until the end of October. The council said the majority of leisure centres, 13, were currently run by non-profit social enterprise GLL [Greenwich Leisure Limited] under the identity of Better.However, closures during Covid lockdowns and reduced visitor numbers had had \"a significant impact on its income over the last 18 months, creating losses of approximately £4.5m\". The authority said it was inviting \"local groups and organisations with ideas about how to deliver financially sustainable leisure services\". Richard Pears, council portfolio holder for customers, said there was \"no denying that the last 18 months have been incredibly challenging, and, despite support from the government, we are facing some very real and very difficult financial decisions\".He said the consultation would allow people to \"share ideas and understand more about the services\". James Curry, from GLL, said the proposed changes in \"unprecedented times\" were \"very much a last resort\" and \"follow a close review of all the options for us an operator\". He said the organisation had \"used up our small cash reserves\" and it could not maintain the current level of services \"in the current climate and meet our contractual obligations\". Mr Curry said he hoped the public consultation would identify \"suitable and sustainable alternative operating models for these centres\". Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-58651993"}