{"datetime": "2022-01-31T00:11:50.000Z", "author": "Zoya Mateen", "title": "Shankar the elephant: Plea to send lonely African animal home from India", "article": "Twenty-four years ago, a young elephant named Shankar was plucked from the wilderness of Africa, loaded onto a plane to India, and placed in Delhi zoo. Now, a plea in the city's high court seeks to send him back home. The petition - filed by 16-year-old Nikita Dhawan, founder of the non-profit Youth For Animals - alleges that Shankar has been living in isolation for years. It demands that he be removed from the zoo and rehabilitated in a wildlife sanctuary that houses other African elephants. It also accuses zoo authorities of mistreating the animal - the BBC contacted officials but they declined to comment.Ms Dhawan says that through Shankar, she wants to raise awareness about the plight of all captive elephants in the country.\"Indian culture gives elephants an elevated status. They are everywhere, in temples, in private ownership and are embedded in our history,\" she said. \"Yet, we don't take care of them.\" Animal rights activists have long advocated for more humane treatment of India's captive elephants, which live in dismal conditions. Many, owned by private individuals, are used for religious processions, logging activities and sometimes even begging. Shankar is one of two African elephants in Indian zoos - the second is another male at Mysore Zoo in Karnataka state.Shankar wasn't always alone - he came to India in 1998 with a companion, Bombai.The two young African elephants - whose larger, fan-shaped ears make it easy to distinguish them from their Asian counterparts - were a diplomatic gift from Zimbabwe to then Indian president Shankar Dayal Sharma.Zoo officialshave said they don't know where in Africa the elephants are from.For some years, Shankar and Bombai seemed content enough at the zoo, touching, nuzzling and smelling each other.But in 2005, Bombai died unexpectedly, according to the petition. The BBC couldn't ascertain the cause of her death.Since then, Shankar has lived a solitary life. Now more than 26 years old, he is kept in a \"bleak enclosure of steel posts and metal fences\", Ms Dhawan says.She decided to fight for his release after visiting the zoo in September and seeing Shankar. \"What really struck us was his condition, he looked terribly sad,\" she says. There are two other Asian elephants at the zoo - Laxmi and Hira . But they are kept apart from Shankar, making it impossible for them to see and smell each other.The zoo has said it is exploring options to end Shankar's isolation - directorSonali Ghosh told The Indian Express newspaper in November that she had written to parks in Africa to ask if they could find a mate for the animal, or take him back. Reports say the zoo also attempted to bring the three elephants together. But they found it difficult as Shankar was \"untrained and obstinate\", the zoo's former director,Ramesh Pandey had said.Activists allege that this is because of Shankar's environment. \"It is happening because he is isolated in inadequate surroundings,\" says Shubhobroto Ghosh, Wildlife Projects Manager of non-profit World Animal Protection of India. Male African elephants, he adds, are perfectly capable of \"making social bonds\". Elephants in the wild live in close-knit herds and form lifelong bonds with each other. Even in the best of circumstances, such kinship is hard to replicate in a zoo.Experts have warned that keeping elephants in cramped enclosures can affect them psychologically, causing them to develop neurotic behaviour. Over the years, Shankar's predicament has caught the attention of animal advocacy groups and rescue organisations, including the UK-based Aspinall Foundation, which has offered to rehabilitate Shankar in a suitable location in Africa at their cost.Ms Dhawan has alsostarted an online petition asking the zoo to release Shankar and send him to a \"wildlife refuge or sanctuary where there are ample African elephants\". More than 96,500 people have signed it so far. Mr Ghosh says that if the court orders that Shankar should be shifted, he will be examined by experts, who will determine whether he is fit for translocation.\"The idea is not to pick him from the zoo and plant him somewhere in Africa just like that,\" he says.Shankar's case has also opened up larger questions on whether it's okay to keep a sentient creature like an elephant in captivity.\"Elephants simply cannot thrive in zoos,\" Mr Ghosh said. \"There are numerous studies from around the world that confirm this. So it makes no sense to capture them only to subject them to torture and suffering in unnatural places.\" In 2009, the Central Zoo Authority of India had banned the display of elephants in zoos and prohibited keeping an elephant alone for more than six months. But activists say this has done little to improve the conditions of elephants such as Shankar. Mr Ghosh says a ruling in favour of Shankar's freedom would go a long way: \"The case will set a precedent and will aid the cause of all captive elephants in India.\" ", "url": "https://www.bbc.com/news/world-asia-india-60150533"}