{"datetime": "2021-10-19T15:07:44.000Z", "title": "Leisure centre closure protests at Cornwall's County Hall", "article": "Protestors in swimsuits gathered with placards to fight proposals to close several leisure centres. Beach lifeguards were among those outside Cornwall Council's headquarters to call for a council-led inquiry. The council is consulting on the future of leisure centres in Falmouth, Launceston, Saltash and Wadebridge and St Austell's hydrotherapy pool. It comes after operator Greenwich Leisure Limited (GLL) warned it was no longer able to run the centres.The company said the centres might have to close starting from next March. Dozens of people armed with placards gathered at County Hall in Truro to chant loudly as councillors arrived for a meeting of the council's customers and support services overview and scrutiny committee, according tothe Local Democracy Reporting Service . Robert Sheard, beach lifeguard and member of Polzeath Surf Lifesaving Club attended the protest in his surf lifesaving uniform. \"All the lifeguards in Cornwall have trained or learned to swim in leisure centres, that is the fundamental basics of what we need,\" he said. \"Without them the service could be at risk.\" \"We use it as a club and train lifeguards, keep lifeguards active and keep their qualifications updated. Fitter, active lifeguards keep people safe and alive,\" he said. \"We are surrounded on three sides by water, it is really important that children learn to swim and how to be safe,\" he added. Emma Tudge from St Minver said she was \"very concerned\" Wadebridge Leisure Centre could shut.\"The distance that we would have to travel extra would make it almost impossible to get to swimming - and it's not just about swimming, all the other sports facilities would be lost as well,\" she said. Father-of-three Alex Roads from Rock was dressed in his swimming costume with goggles. He said: \"One of my children got pneumonia when he was eight and they said we should take him swimming to build up his fitness - if that had been Bodmin we would not have been able to do that as easily.\" Speaking at the protest, Cllr John Keeling said: \"As we emerge out of this pandemic it's vital that we find ways of keeping our leisure centres open \" You know it's a use it or lose it situation at the moment.\" The Cornwall Council consultation is due to finish on 31 October and a decision is set to be made by the council's cabinet before the end of the year. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-58969216"}