{"datetime": "2021-12-15T08:46:10.000Z", "title": "New Bristol Zoo to house some of world's most threatened species", "article": "A new zoo will house some of the world's most threatened species, officials have said. Set to open in 2024, the new Bristol Zoo will be based at the Wild Place Project on the outskirts of the city. It will home critically endangered animals or those that are extinct in the wild, with more than 78% linked to the zoo's conservation work. A spokesperson said it will \"set the standard for a forward-looking zoo for the 21st century\". Bristol Zoo officials revealed their plans for the site's relocation last year after they said itssite in Clifton was to be sold .Director of conservation and science at Bristol Zoological Society, Brian Zimmerman, said the new location will be larger to \"reflect the surroundings in which animals would live in the wild\". \"We will lead the way in terms of conservation within a zoo, with at least 78% of our animals having a link to conservation when the first phase of development is complete, and more than 90% by our bicentenary in 2035,\" he said. The zoo will include a new Central African Forests area in which the gorilla troop from Bristol Zoo Gardens will live with a new group of endangered cherry-crowned mangabey monkeys in a woodland exhibit. The Central African Forests area will include endangered African grey parrots, as well as critically endangered slender-snouted crocodile and extremely rare species of West African fish which visitors will be able to see in a new underwater viewing area. A newly-created conservation breeding centre will also be built to house some of the world's most threatened species of reptiles, amphibians, invertebrates, fish and birds and will showcase the captive breeding work the Bristol Zoological Society does with a range of rare species. Chief executive of the Bristol Zoological Society, Dr Justin Morris, said there will be \"exciting animal updates on this in the coming months\". \"The new Bristol Zoo will ensure future generations of children can come face-to-face with amazing animals in nature, and that our charity continues its critical conservation and education work, to protect at-risk species and habitats,\" he said A public consultation on the plans for the zoo will take place in February 2022. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59640004"}