{"datetime": "2021-12-30T11:36:48.000Z", "title": "Tiger shot and dies at Naples Zoo in Florida after biting cleaner's arm", "article": "A tiger was shot and later died after biting the arm of a cleaner in an enclosure at a zoo in Florida. Eko, an eight-year-old Malayan tiger, was found with the man's arm in its mouth at Naples Zoo. The sheriff's deputy tried to get the animal to let go of the arm but was \"forced to shoot\", officials say. They said the cleaner, who was in an \"unauthorised area\" and may have tried to pet or feed the animal, had serious injuries and was airlifted to hospital. The man, in his 20s, had entered the area, near the tiger enclosure, after the zoo had closed for the day, the sheriff's office said. The cleaner, who was working for an outside company hired by the zoo, appeared to have put his arm through the enclosure's fencing. Trying to pet or feed the animal were \"both unauthorised and dangerous activities\", the sheriff's office added. The zoo said third-party cleaning is allowed to clean toilets and the gift shop, but not animal enclosures. After the animal was shot it retreated to the back of its pen, where it was sedated and later died.Responses on social media said it was tragic that the tiger had to be killed. Eko had lived at Naples Zoo since early 2020, after its purchase was funded by efforts to save wild tigers. At the time, the zoo called the tiger \"a great ambassador for his species\". Malayan tigers are classed as critically endangered by the International Union for Conservation of Nature. Fewer than 200 of the animals remain in the wild, according to the World Wildlife Fund. Tiger attacks at zoos are rare but not unheard of. Last year, a Siberian tigerattacked and killed a female zookeeper in Switzerland in front of visitors and zoo staff. In 2007,one person was killed and two seriously injured when a tiger escaped from its cage at San Francisco Zoo. It was shot dead. ", "url": "https://www.bbc.com/news/world-us-canada-59826100"}