{"datetime": "2022-01-11T17:03:44.000Z", "title": "Bird flu: Belfast Zoo takes action to prevent spread of disease", "article": "Belfast Zoo has introduced new measures to prevent the spread of bird flu among its flocks, including moving some species into enclosed areas. The zoo said its free-roaming bird species had been moved into enclosed habitats but that all birds could still be viewed by visitors It added that \"additional precautions\" had been taken to stop wild bird entering into any of its enclosures. Dublin Zoo and Fota Wildlife Park in Cork have moved birds indoors. A spokesperson for Belfast Zoo added: \"Belfast Zoo follows strict biosecurity measures as required by the Department of Environment, Agriculture and Rural Affairs and the British and Irish Association of Zoos and Aquariums.\" Visitors to Dublin Zoo will not be able to see the Humboldt penguin, Chilean flamingo, waldrapp ibis, ostrich, little egret, peafowl, citron-crested cockatoo or the Indian runner duck, according toIrish broadcaster RTÉ . Last month, Fota Wildlife Park announced it was housing its Humboldt penguins and blue-throated macaws and closing its duck feeder. \"These measures have been taken to reduce the risk of the avian influenza/bird flu spreading from migratory birds to the captive populations in Fota Wildlife Park,\" it said. Avian flu, also known as bird flu, is a disease that spreads among birds and there have been a number of outbreaks across the UK and Ireland in recent weeks, leading to culls of some commercial flocks. Although it is extremely rare and the risk to human health is considered very low, some strains of bird flu can pass from birds to people. Earlier in January,UK officials confirmed that a person living in the south-west of England had caught bird flu - the first human case in the UK. Experts said there was no evidence of onward spread and all close contacts of the person were being monitored. An Avian Influenza Prevention Zone (AIPZ) was put in place across Great Britain on 3 November last year and the same measure was introduced in Northern Ireland the Republic of Ireland on 17 November. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59949964"}