{"datetime": "2021-12-21T13:25:40.000Z", "title": "Africa Alive: White rhino born at Suffolk zoo for the first time", "article": "A rare baby white rhino born at a UK zoo has been described as a \"little miracle\". The southern white rhino calf was born at Africa Alive at Kessingland, Suffolk, on Saturday. It was born to mother Njiri, aged nine, and 13-year-old father Zimba, and keepers do not yet know if the currently unnamed calf is male or female. Africa Alive said it was the first time white rhinos had been bred there. \"So the birth of this calf truly is a little miracle,\" said Graeme Williamson, the zoo's head of living collections. White rhinos typically weigh between 40kg (6st 4lb) and 60kg (9st 6lb) at birth. The species was previously hunted to near extinction but the success of conservation has seen numbers grow to about 18,000. They are classed as near-threatened in the wild. Mr Williamson said: \"Njiri and her baby are doing well but she is a first-time mum and we are monitoring her closely. \"Pregnant white rhinos will leave their group shortly before the birth and will stay apart for a few days afterwards. \"To replicate this natural behaviour, we set up a 'birthing suite' for Njiri away from the other rhinos which is monitored closely through CCTV cameras.\" Njiri and Zimba were identified as being compatible mates by the European Association of Zoos and Aquaria (EAZA) breeding programme, which aims to conserve the population of threatened animals. The zoo, near Lowestoft, is home to four southern white rhinos - three females and one male. Claudia Roberts, chief executive of the Zoological Society of East Anglia, which runs the zoo, said it was a \"very exciting step forward\" in the conservation of the species. The rhino house is currently closed to allow the calf to bond with its mother but will be opened at various intervals over the coming days to allow visitors a first glimpse of the new calf, Africa Alive said. Source: WWF Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59739908"}