{"datetime": "2022-01-04T18:07:50.000Z", "title": "Europe's tattoo artists fear for future after EU ink ban", "article": "Tattoo artists say that a new pan-EU ban on thousands of chemicals used in colouring inks could hurt their industry. The restrictions, which came into force on Tuesday, apply to substances that may cause cancer or other health issues and mainly affect coloured ink. The EU says the rules will reduce the number of adverse reactions. But tattooists complain replacement inks are not easily available, and might lack the vibrancy customers want. After two years of difficulty caused by the pandemic, many businesses argue they haven't had enough time to adjust. \"Coronavirus, with the months of closures, has shaken us badly. Then this comes on top,\" said Hamburg tattoo artist Sebastian Makowski. He told the German press agency the changes were tantamount to a partial ban on his business. The EU estimates that up to 12% of Europeans have a tattoo, and it could be double that amongst young adults. In Germany alone as many as one in five people are estimated to have a tattoo, while in Belgium the government believes 500,000 new tattoos are inked every year.The updated EU regulations on chemicals,known as Reach , were agreed by all member states in 2020. The ban covers 4,000 chemicals including isopropanol alcohol, a common ingredient in tattoo inks, although officials say substitutes are already available. The European Chemical Agency, which helped draft the new legislation, says the inks can be hazardous, causing \"skin allergies and other more serious health impacts, such as genetic mutations and cancer\". It insists that the new rules are not meant to be a ban on tattoos and permanent make-up, but simply to make them safer. Belgian tattooist Filippo Di Caprio said he wanted proof that the inks were dangerous: \"I don't see anyone coming up with serious allergies after a tattoo,\" he told Belgian broadcaster RTBF. German dermatology researcher Wolfgang Bäumler told Die Zeit magazine thathe and his colleagues had surveyed 3,400 people in a 2010 study and found that two-thirds had complained of reactions immediately after a tattoo, with 6% reporting issues for several weeks. The tattoo industry argues there is no firm evidence to directly link tattoos with cancer and fears the regulations could lead to more tattoos being given on the black market.Further restrictions will be introduced in a year's time. The EU has given a grace period to two common colours, blue and green, to allow time for alternatives to be found.", "url": "https://www.bbc.com/news/world-europe-59871779"}