{"datetime": "2020-11-04T06:34:48.000Z", "title": "Manchester United fan unveils tattoo of Eric Cantona", "article": "A Manchester United fan has unveiled a new tattoo, three years after first going under the needle in homage to former star Eric Cantona. Jamie Wright has had a tattoo of The Art Of The Game, featuring Cantona in a reimagining of a Renaissance painting, inked on his back. The Art of The Game painting is on show at the National Football Museum where the postman unveiled his tattoo. He said Cantona was an \"icon\" and he had wanted the tattoo for years. Manchester artist Michael Browne's depiction of the former United footballer as Christ was done in a Deansgate bar after Cantona agreed to pose. It was based on The Resurrection - a 15th Century painting by Renaissance artist Piero della Francesca that was once described as \" the greatest picture in the world \" by novelist Aldous Huxley. David Beckham, the Neville brothers and Sir Alex Ferguson also feature in the work. The artist draws a parallel between the Biblical event and Cantona's return from an eight-month ban following the notorious \"kung-fu kick\" incident at Selhurst Park, in which the Frenchman attacked a fan. Mr Browne said: \"It's brilliant. Art imitating life, life imitating art, it goes round and round. It looks great. It's a good reproduction of the painting.\" Mr Wright said: \"Eric, from a United fan's perspective, is an icon. \"It's something I've thought about for years and years. This is going to be on me for life. \"I get compliments off other fans, not just United fans, City fans, Liverpool fans. \"Don't think I've had a Leeds one yet and I don't expect to!\" Cantona has also commented on Instagram his approval for the tattoo. Mr Wright added: \"I can't put that into words. It was emotional. I've watched him play. It meant a lot.\" The tattooist, Jonny Firth, from Sorry Mum Studio, said: \"It was a very, very fun piece to do.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-54802509"}