{"datetime": "2022-01-14T00:06:22.000Z", "author": "Woongbee Lee", "title": "South Korea: The celebrity tattooist criminalised for his art", "article": "He's one of South Korea's most famous tattoo artists and has inked Hollywood celebrities such as Brad Pitt, Lily Collins and Steven Yeun. But last month Doy found himself in a Seoul court - just for doing his job. After a video of him inking a popular Korean actress went viral, Doy was found guilty of flouting a medical law and fined five million won (£3,090; $4,205). The high-profile case has once again drawn attention to South Korea over the strict laws on tattoos and the grey area that tattoo artists work in. \"When I am overseas, working with celebrities such as Brad Pitt, people call me 'artist',\" Doy, whose real name is Do Yoon Kim, tells the BBC. \"However, once I return to Korea, I am a lawbreaker.\" In the past, tattoos were often associated with gangsters or street crimes in South Korea, and those with tattoos risked losing their jobs or being shunned by society.Even today, tattoos on actors' bodies are still blurred out on television. In 1992, the Supreme Court of South Korea defined tattooing as a medical practice due to the risk of infection caused by tattoo ink and needles.This meant that only licensed medical professionals were allowed to ink tattoos. Only a handful of them exist in South Korea, and they tend to be doctors who pivoted to do tattoo work or semi-permanent eyebrow tattoos, a popular cosmetic treatment for women in the country. But this has not stopped many from becoming tattoo artists. There are no official numbers but according to 2019 research by the Korea Institute for Health and Social Affairs, there are an estimated 200,000 tattooists in Korea.Those who get caught face at least two years in prison and a fine upwards of 1 million won .The vast majority of tattoo artists work underground, operating in secret locations, but many still advertise openly on social media.The authorities don't actively track down tattoo studios. However, if they are reported, police are compelled to take action against them.Working in the shadows has also meant tattooists are vulnerable to harassment and exploitation by bad customers. There have been accounts of customers refusing to pay up and threatening to report the tattooist to the police. Doy, who has been a tattoo artist for 15 years, said he was nervous when he started out.\"There were fears of encountering rough clients. I was also worried I would be reported because it is illegal. However, I have learnt how to screen clients and I have been able to work in a safe environment,\" says the 41-year-old.He posts his designs on his Instagram account, and communicates with clients via the chat app Kakao. Eager to show South Koreans that tattoos are not intimidating through his designs, Doy specialises in tattoos that are smaller, use softer colours and often depict plants and animals. Despite the risks and now a criminal record, Doy has no regrets in pursuing his passion. \"Tattoos give a lifelong relationship between the tattooist and the client. The fact that my drawings can be meaningful to someone is fulfilling.\" His most memorable client was a young woman whose entire arm was burnt when she was only one year old.\"She wanted to cover her scars with tattoos so I drew various tattoos on her arm over five sessions. Later I found out that she posted the pictures of tattoos on her social media saying it was 'the best thing I've done' that year.\" Korean society's perception of body ink has changed, and increasingly tattoos have become much more common and considered an artistic and creative way to express oneself. A quarter of South Koreans have undergone tattooing, including semi-permanent eyebrow procedures, according to a June 2021 survey carried out by Gallup Korea.About 70% of the 1,002 respondents also saw no need to blur tattoos on television. Riding on this change in attitudes, Doy founded a union for tattoo artists in 2020 in the hopes of making the first step in the legalisation of their profession. So far it has attracted 650 members, eight of whom have been prosecuted in the past and two were jailed previously. \"I want my fellow tattooists to work in a safe environment,\" he says. \"Also, the tattooed people in Korea have rights to their bodies.\" But some in the medical community still have concerns. \"Getting a tattoo means injecting foreign substances under the skin via needles and such invasive activities should not be easily permitted as regular business,\" said Ji Hwan Hwang, an advisor of the Korean Medical Association, the largest doctors' organisation in the country. Doy argues that such concerns can be accommodated.His union has created a set of hygiene guidelines in collaboration with a local hospital and has also made efforts to educate the wider tattooing community. The biggest boost to his campaign however, may end up being his own court case. He is currently preparing an appeal. The ruling, he says, has hit the industry hard.\"All the famous Korean tattooists are leaving Korea. They are in demand and big overseas studios such as those in New York or Canada are actively recruiting these talents,\" he says. \"At the end of the day, tattooing is simply drawing, but using the human body instead of canvas…Tattooists dedicate their life to drawing. And in return they earn a criminal record, prison sentence and a shattered life. \"I just want young talented tattooists to be proud of their jobs and work freely, just as ordinary office workers.\" ", "url": "https://www.bbc.com/news/world-asia-59662783"}