{"datetime": "2021-10-14T05:08:12.000Z", "author": "Fiona Stalker", "title": "The tattoo artist covering the scars of self-harm", "article": "The tattoo on Carly's right arm covers the scars from self-harm and the design symbolises a new beginning from the shame she felt for years. \"I was very self-conscious about what people thought about the scars,\" she says. \"It was a shock when people saw them. Some people were not very nice about it.\" Carly, who is now 25, self-harmed as a teenager when she was in care and in a \"dark place\". She says she was repeatedly denied help by doctors who said she was too young for medication but offered no other support.\"It made me feel even worse,\" she says. \"They thought I was doing it for attention.\" Tattooist John Paterson, who has a studio in Glasgow city centre, decided during lockdown that he wanted to use his inking skills to make people who were struggling more confident in their skin. \"Art has got me through my life,\" John says. \"It has been a way of communicating for me.\" \"I thought art has helped me and I can use it to help others.\" John posted on social media that he would give his time for free to people who wanted to cover self-harm scars. He says he discusses the tattoo design carefully with the client to avoid it being something that will trigger traumatic memories in the future. \"We'll be quite sensitive on the approach of the design,\" John says. \"We want it to be a piece of art that means something to them in a spiritual sense but not too much in a personal one.\" Carly's design is a flower and butterfly representing the transformation from her teenage trauma. John says he is not trying to figure out why someone self-harms and he is not trying to be a therapist. He says: \"I just want them to be comfortable but nine times out of 10 they let their story come out when I'm doing the tattoo and it is a release.\"In a sense it is ink therapy and it does work. It does help them to move on in life and even come back for more tattoos.\" He adds: \"Once you have had the tattoo you get after-care which gives you something to wake up for in the morning. They have to take care of the tattoo and it becomes self-care, which is important.\" The most recent data suggest self-harming in Scotland is becoming more common, especially among young people. It is hidden and often misunderstood. Glasgow University professor Rory O'Connor, who is involved in suicide prevention and self harm research, said: \"If we look at the stereotype, this stigmatising myth that self-harm is about attention-seeking, it is not. It is about attention-needing. \"Ask yourself how bad you must feel if you are willing to harm yourself because that way of harming yourself is often a way of dealing with unbearable pain.\" One in 10 calls to the Samaritans is about self-harm and a report from the charity expresses concerns the issue is falling off the agenda.It currently comes under the national suicide prevention strategy but a more focused approach is being planned.Kevin Stewart, the Scottish government's minister for mental wellbeing, told BBC Scotland: \"We need to go further and I think it is only right that we look at a self-harm strategy and action plan as we have done with suicide prevention.\"I'm not aware of any other country in the world that has a unique dedicated self-harm strategy but that is what we are going to do.\"For Carly, whereas she previously felt shame and judgment about her scars she now says she is confident enough to go swimming or wear a short-sleeved T-shirt at work. \"It's amazing,\" she says. \"It is a reminder but it also shows you how far you have come.\" She says there is a lot of stigma around self-harm that needs to be changed. \"If one person speaks about it and helps another person then it is hopefully someone who can change their life the way I have.\" ", "url": "https://www.bbc.com/news/uk-scotland-58889755"}