{"datetime": "2021-12-30T10:40:13.000Z", "title": "China bans its national football players from getting tattoos", "article": "Footballers who play for China's national team have been banned from getting tattoos - and advised to remove ones they have - under a new directive. The country's sports administration body said recruiting new players with tattoos at national level and to youth squads was \"strictly prohibited\". The administration said the move would help set a \"good example for society\". Some national stars, including defender Zhang Linpeng, have previously been told to cover their tattoos. China has been increasingly stepping up regulation since mid-2018 to stop tattoos being shown on screens. Some professional footballers have since been covering their arms with long sleeves to hide their body art.In a statement, the country's General Administration of Sport (GAS) said national players with tattoos were \"advised to have them removed\".\"In special circumstances, the tattoos must be covered during training and competition, with the consent of the rest of the team,\" it said. In Chinese culture a stigma has been attached to tattoos - in the past they were used to brand criminals and the tattoo still has links to organised crime groups in east Asia. Tattoos among ethnic groups were often seen as a mark of the uncivilised. They are disapproved of by China's ruling Communist Party, but have become increasingly popular among young Chinese. Earlier this year, China's broadcasting regulator announced that it was tightening rules on what it described as \"unhealthy content\".Television and internet appearances by sports personalities and celebrities have been restricted in cases involving tattoos and men's ponytails - in some instances these have been blurred from screens. Last December, a women's university football match in China had to be called off after players were told they were not allowed to have dyed hair. The match organisers, the National Youth Campus Football League, said in a statement at the time: \"Athletes at all stages shall not have tattoos, dye their hair, wear weird hairstyles, or wear any accessories, otherwise they will be ineligible for the competition.\" ", "url": "https://www.bbc.com/news/world-asia-china-59827047"}