{"datetime": "2022-02-02T08:53:57.000Z", "title": "London Resort: Swanscombe theme park planning delay request is refused", "article": "Developers of a major new theme park next to the River Thames have had their request for a delay with the planning application rejected. Backers of the London Resort hope to build the theme park on the Swanscombe peninsular in Kent, an area which was granted protected status last year. The Planning Inspectorate said there was \"doubt\" the plans would be ready for an initial examination next month. London Resort said it was \"looking forward to the preliminary meeting\". Proposals were first submitted for the £2bn theme park in December 2020. London Resort Company Holdings Limited had requested next months' planning application hearing be delayed until July.The Planning Inspectorate said \"it appears that effective engagement\" between London Resort and relevant statutory bodies \"has all but ceased\".\"There must now be very considerable doubt as to whether important and relevant matters bearing substantially on traffic, transport, shipping, ports, water utilities and the natural environment (amongst other matters) can feasibly be addressed in a timescale to an examination commencing in July 2022.\" The inspectorate said there was \"an increasingly low likelihood of it proceeding even then\". It said London Resort, in response to these observations, could decide to withdraw the application. However, a spokesman for London Resort said: \"We are looking forward to the preliminary meeting in March and to bringing the first, next-generation theme park, to the UK.\" Last March, the area was given Site of Special Scientific Interest (SSSI) protection due to the national importance of its geology, plant life and wildlife.The site supports populations of five nationally-scarce species of vascular plants, four of which are also vulnerable to extinction in Britain, and 1,700 invertebrate species. The SSSI status does not mean the area is exempt from planning applications, but it is given \"due weight\" in planning decisions. Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-60226992"}