{"datetime": "2022-01-11T13:08:12.000Z", "title": "Camelot: Zombie event plan for derelict theme park welcomed", "article": "A county's tourism bosses have welcomed a plan to resurrect a derelict theme park as a \"zombie experience\". Visitors will be welcomed to what was once Camelot in Charnock Richard, Lancashire in February for the first time since it closed in 2012 for a pop-up horror event, titled Camelot Rises. The organisers hope it will lead to more events being held on the site. Marketing Lancashire's Rachel McQueen said such \"innovative\" experiences were \"always welcome\" in the county. Camelot, which was closed a decade ago due to a decline in visitors, entertained audiences for 29 years with shows and rides themed around the Arthurian legends. The pop-up event, which runs from 5 February to 6 March, will offer a \"fully immersive, interactive zombie experience\" and include a drive-in cinema showing horror films and \"marauding zombies\" greeting guests. Russell Feingold, events director for One Agency Media, told theLocal Democracy Reporting Service that it was an attempt to \"reinvigorate\" the area \"post-Covid\".\"People are looking for new things to do - and this site is a great place to be able to deliver safe, engaging and fun events,\" he said. \"Everyone knows Camelot and I think it'll be great to have an influx of people back into that area.\" He added that the firm \"would like to be able to do other exciting things there, but right now, it's all about getting this one off the ground\". Ms McQueen, the chief executive of Marketing Lancashire, said the \"prospect of a new opportunity for the site is good news for Lancashire tourism and we'll be watching developments closely\". \"Innovative and, above all, well-organised and safe experiences for visitors to Lancashire are always welcome... especially now, as we look to rebuilding visitor numbers post-Covid,\" she added. Comedian and Britain's Got Talent finalist Steve Royle, who worked at the theme park for 13 years as a court jester, said it was \"great to see that [the site] is actually being used for something in entertainment\". \"There was a nightclub on the site... and I used to go out many a night and then early next morning I'd be stood on the gate, juggling, looking like a zombie - so I think it's more than fitting,\" he added. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-59951619"}