{"datetime": "2021-12-22T06:04:45.000Z", "title": "Blackpool Pleasure Beach Halloween advert 'likely to distress children'", "article": "An advert for Blackpool Pleasure Beach's Halloween event has been banned after the advertising watchdog ruled it was \"likely to distress\" children. The Advertising Standards Authority (ASA) upheld 26 complaints about the poster, which showed a pale face, with yellow eyes and bloodied teeth, and the text \"Journey to Hell Freak Nights\". It said the complainants believed it was \"inappropriate and disturbing\". Blackpool Pleasure Beach said it would follow the ASA's recommendations. The digital poster was displayed near the Trafford Centre in Greater Manchester in September. The ASA said when asked about the advert, Blackpool Pleasure Beach said it \"was not targeted at children and due to the location, any children seeing it would have been accompanied by an adult and any viewing... would have been brief\". \"They explained that the ad was shown at Halloween... at a time when similar images and themes were displayed in public and was no more likely to cause fear and distress than any other examples,\" the ASA said. It added that the tourist attraction believed the number of complaints received was \"small for an image that would have been seen by thousands\" and there had been \"no intent to cause fear or distress\". Ruling that the ad must not appear again in its current form, the ASA said the character depicted had \"blood around its mouth and its teeth were jagged, suggesting [it] had recently bitten something, and overall, it had a threatening expression\". \"We considered that the image was likely to distress young children, particularly, but not only in combination with the text. \"For those reasons, we considered that the poster was unsuitable for display in an untargeted medium where it was likely to be seen by young children.\" In the ruling, the ASA also rejected 10 complaints that the advert would also be \"disturbing for adults\". Blackpool Pleasure Beach said it acknowledged the ASA's ruling \"and will follow their recommendations in the future\". Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-59741295"}