{"datetime": "2021-09-03T05:11:53.000Z", "author": "Ken Banks", "title": "'I'm living my childhood dream as a theme park designer'", "article": "Iona Jost was just three years old when she got bitten by the funfair bug - while riding a caterpillar train in Aberdeen. The attraction, at the city's beachfront Codona's amusement park, is one of her earliest memories. \"I definitely have memories of begging my parents to go, and then I remember feeling super brave doing the looping star ride,\" she says. Now aged 23, Iona is living her dream as a theme park designer in Florida. In addition to her early memories of Codona's in Aberdeen, Iona and her family also went to Disneyland in California when she was young. \"I realised this was something that I loved,\" she told BBC Scotland. \"I always liked making things and drawing, and art was my favourite subject. \"It was probably when I was about 10 years old when I thought: 'This is what I want to do'.\" She decided to develop her creative skills by studying interior and spatial design at Edinburgh Napier University, which she described as \"really fun\". While in third year, for a placement opportunity, she contacted experience design company Falcon's Creative Group in Orlando. \"They said 'we would love to take you on',\" Iona said. She was soon over in Florida, where she impressed them with her ideas - and that ultimately led to a full-time job offer. \"I had done three years at university and decided to leave and not do my honours year,\" she explained. \"So far it has paid off. It's a great team to work with.\" She has recently been working on a theme park project in Punta Cana in the Dominican Republic. \"What I have designed will come to life, but these things take years and years.\" Iona said theme parks must capture the imagination of visitors by taking them on a story journey. She believes new technology means they can keep pushing the boundaries. Iona said last year had been \"a bit scary for theme parks\" due to the coronavirus pandemic, but that there was \"no shortage of work\". As far as her own park preferences are concerned, Iona said: \"I like the fast and scary ones - but also a slow boat ride.\" And she added: \"My family will be keen to try out my work. \"I feel very lucky to have this job.\" ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-58308830"}