{"datetime": "2021-07-15T13:18:04.000Z", "author": "William McLennan", "title": "London Resort: Landowners object to SSSI status for theme park site", "article": "Plans to protect a wildlife haven earmarked for a theme park development have led to objections from landowners and developers. Natural England gave protected status to Swanscombe Peninsula in Kent, due to its importance to rare wildlife. It has received five formal objections and \"several hundred\" letters in support. Natural England's board will decide whether to confirm the site of special scientific interest (SSSI) status. Developer London Resort hasaccused the body of trying to \"frustrate\" its plans to build two theme parks and four hotels on the site.The company that owns much of the land has also objected, the BBC has discovered. Swanscombe Development LLP - a partnership of cement giant LaFargeHolcim and mining company Anglo American - said it supported the development, which it said would \"bring back into economic use an area of former industrial land\". Much of the site next to the River Thames was previously owned by a cement works, which opened in the 1800s and, after changing hands on several occasions, was closed by Blue Circle in 1993, before being acquired by LaFarge. Swanscombe Development LLP has so far received a non-refundable £4.3m fee from London Resort for an \"option\" to buy the land if the development plans get the greenlight. Ebbsfleet Development Corporation (EDC) - set up by the government to help build 15,000 homes in the area - said it had raised also an objection \"in respect of land owned by EDC only\".An examination of the theme park plans has been delayed afterLondon Resort asked for time to update documents in response to the SSSI status.James Seymour, from Natural England, previously said the 250 hectare (620 acre) site provided an \"essential refuge for many rare and threatened species that sadly are not able to thrive in the wider landscape\". A coalition of charities - including Kent Wildlife Trust, Buglife, the RSPB and CPRE Kent - urged Natural England to confirm the SSSI status swiftly to give the site \"full legal protection\". Natural England said it would try to address the concerns raised in a \"small number of objections\", with a final decision due to be taken by its board members in November.Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-57847368"}