{"datetime": "2021-08-20T17:02:16.000Z", "title": "Wicksteed Park apologises over postponed events 'confusion'", "article": "A theme park has apologised for \"uncertainty and confusion\" caused by live events being postponed. In a Facebook post , Wicksteed Park in Kettering, Northamptonshire, blamed a promoter and said it was relying on income from the shows for its recovery. A new company was set up to run the park after the previous operatorwent into administration in June 2020. The post prompted 400 comments in four hours, many complaining about being refused refunds for booked events. One said she and her friends had spent more than £500 on tickets for events, while another wrote: \"Really disappointing, especially after spending over £100 on tickets and raising over £900 for the park when it was in trouble last year.\" Postponed events include music concerts and a comedy show featuring the likes of Katherine Ryan, John Bishop and Dara O'Briain. Some of the acts have since pulled out of the Comedy In The Park show tour, including Tom Davis, whosaid on Twitter : \"I'm 100% not involved. The whole thing has been woefully handled.\" In its post, Wicksteed Park, which opened in 1921 and is one of the UK's oldest theme parks, said: \"We would like to apologise for the uncertainty and confusion surrounding events due to be held at Wicksteed Park M&B Promotions. \"As the venue booked by the promoter for the events, we are also seeking clarity on the situation, as we are relying on revenue from them to help with the park's recovery. \"The events are not our events but we accept that by agreeing for them to be held at the park, we have given them our support.\" Some people posting in response said they had turned to their banks for refunds after the promoter refused. The BBC has contacted M&B Promotions and is yet to hear back buta page on its website apologises for postponing some events this year. It blamed a lack of support from the government and said: \"The ability to close any event, in any area, at any time, still remains.\"Without Covid-related cancellation insurance, this could cause significant financial difficulties.\" A £750m government-backed insurance scheme wasannounced earlier this month to offer protection for live events if they have to cancel due to the pandemic. Members of the public helped raise £140,000 and it received £247,000 from the National Lottery Heritage Fund (NLHF) after Wicksteed Park Limited went into administration. A new company, Wicksteed Trading Limited, was set up and was able to buy most of the park's assets. The charitable trust said it aimed to keep funding the park and said reopening the pavilion for events would be part of that plan. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-58281924"}