{"datetime": "2021-11-10T17:26:39.000Z", "title": "London Resort: Swanscombe Peninsula site confirmed special status", "article": "A site earmarked for a major theme park has been granted extra protection. Natural England put out a notification to make Swanscombe Peninsula a Site of Special Scientific Interest (SSSI) in March. However there were eight objectors, including developer London Resort and Swanscombe Development LLP, which owns much of the land. Hundreds supported the SSSI, and during a meeting on Wednesday a unanimous decision was made to approve it. The area was given the special protection due to the national importance of its geology, plant life and wildlife, the meeting heard. One part of the site, known as Bakers Hole, is of particular importance following fossil finds, including those from mammoths. The site also supports populations of five nationally-scarce species of vascular plants, four of which are also vulnerable to extinction in Britain, and 1,700 invertebrate species. It is also a \"remarkable site for its breeding bird diversity\". For the number of breeding birds alone, the site meets the grounds for SSSI status, the meeting was told. The meeting was held following unresolved objections from Swanscombe Development LLP, including boundary disputes. It said Natural England \"underestimated or disregarded\" the scale and cost of management required to maintain the habitats within the SSSI, and requested funding. In its report, Natural England said it \"cannot take account of socioeconomic issues when forming the opinion whether an area of land is of special interest or not\". London Resort Company Holdings Limited also objected for a number of reasons, including \"the robustness of the evidence base\". The SSSI status does not mean the area is exempt from planning applications, but it is given \"due weight\" in planning decisions, the meeting heard. Tony Juniper, chair of Natural England, said after the meeting: \"In confirming the designation today, Natural England again reiterated its commitment to continuing to work with developers and planners to ensure that nature can thrive alongside developments proposed for this area.\" London Resort has been contacted for a comment. Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-59236138"}