{"datetime": "2021-07-15T15:49:56.000Z", "title": "Newcastle and Sunderland beauty centre banned from cosmetic surgery", "article": "A beauty centre has been banned from doing cosmetic surgery procedures after putting patients at risk. The Care Quality Commission (CQC) said itcancelled the registration of Aesthetic Beauty Centre LLP , which has sites in Newcastle and Sunderland. The CQC's Sarah Dronsfield said the firm had been given \"every chance to improve\". Aesthetic Beauty Centre LLP said it \"strongly\" refutes the CQC's case and has lodged a complaint.The beauty firm said it \"fiercely disputes\" the findings and patient safety \"has always been at the forefront\", adding: \"Any allegation that patients were placed at risk is simply untrue.\" A spokesman for the company said the cost of legal appeals against earlier CQC reports \"were prohibitive\" so the appeals were withdrawn and \"CQC registration cancelled\". He said it was also \"disingenuous\" to say the company had been given \"every opportunity to change\" as invitations for further inspections had been \"unreasonably refused\". The CQC said it started an investigation amid concerns about the management \"of deteriorating conditions in patients\".According to the beauty centre's website services it offered included Botox, breast augmentation, hair transplants and liposuction. The inspector's report said the \"provision of out-of-hours care was not robust\" and the CQC was \"not assured a patient who required urgent treatment when the surgeon was operating at other locations would receive care from medical professionals who would have the appropriate skills and competence\". Inspectors made several visits to the firm's sites in Grainger Park Road in Newcastle and Ashmore Terrace in Sunderland between September 2019 and July 2020 and banned procedures requiring local anaesthetic or sedation. Ms Dronsfield, the CQC's northern head of hospital inspection, said: \"Aesthetic Beauty Centre LLP has been given every chance to improve the services they provide since our first inspection in September 2019.\"Yet, despite intensive CQC engagement and inspections we have continued to find at both locations the provider has put people at risk by not focusing on patient safety.\"This included poor assessment of patients to identify risks, inappropriate management of deteriorating patients, not managing the risks of infection at both locations and there was little evidence of sustained actions to make the necessary improvements.\"Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-57851691"}