{"datetime": "2021-06-10T05:14:08.000Z", "author": "Angie Brown", "title": "My beautician saved my life from deadly skin cancer", "article": "Seonag MacKinnon was unaware she had a \"mark\" on the back of her thigh when she went for a Mother's Day massage at a beautician's in Edinburgh. She had been given a voucher for the pamper treatment by her children. But when therapist Dominika Lachowicz found the suspicious mark on the back of her left thigh, she told Seonag to see her GP. The mark was on an area of her body that was out of sight, Seonag said. \"It was dark and about one and a half inches long,\" she said. \"It was a bit like a bruise but not the shape you might expect.\"\"Dominika said that she was not a medic but thought it might be worth getting checked.\"Seonag said she was \"surprised\" by the suggestion to go to the doctor but a few weeks later she saw her GP and was given an appointment with a dermatology consultant. She said: \"Even when she referred me to a consultant I still saw it as a precautionary check. \"But reality began to hit home when 10 minutes into the appointment, I found myself on an operating table.\" The mark wasthe skin cancer, melanoma . Melanoma is the fifth most common cancer in the UK and kills nearly 2,300 people each year. Seonag had an immediate operation to have the cancer cut out of her leg and went on to have further surgery a few weeks later. She said: \"The consultant told me that I had been extraordinarily lucky, because the cancer was out of sight, it was highly likely that I would have been unaware of it until it had advanced further. \"Melanoma is apparently the deadliest of skin cancers and it spreads very quickly. \"The consultant said: 'We could have been having a very different conversation just now. The therapist has saved your life. I hope you are thinking of buying her flowers'.\"Melanoma, also known as malignant melanoma, is a type of skin cancer that can spread to other organs in the body. Melanomas are less common than non-melanoma skin cancers, but they are one of the most dangerous forms of skin cancer, according tothe British Skin Foundation .They can develop from existing moles, but they more often appear as new marks on the skin, the charity says.This can appear anywhere on the body, but the most commonly affected areas are the back in men and the legs in women. Seonag, a former BBC Scotland education correspondent, waited until recently, once she had been given the all clear, to surprise Dominika with a bunch of flowers. Dominika, 39, told BBC Scotland: \"When I saw Seonag coming into the salon with flowers, I made a funny face and she said 'You don't remember me do you?' \"When she told me I had saved her life I was speechless. I was very emotional and in shock. I cried later as I was over the moon. \"I feel incredible about it and so fulfilled.\" Dominika, who has been working as a beauty therapist since she moved from Poland 16 years ago, said she always looks out for unusual marks during massages. She said: \"I'm always looking for something suspicious, I'm checking what is happening on the body and not just looking at the muscles when I do a massage. \"If she had only come for a back massage I wouldn't have found it. \"When I spotted it, it was very scary for me as I knew it could be the most aggressive type of skin cancer.\" Dominika, a mother-of-two, said she had advised at least 100 people to go to the doctor over the years.She stresses that she is not a trained medical person. \"If I see something I'm very gentle around it and advise them politely at the end to go see a professional.\" Seonag said she could never thank Dominika enough and that she now could look forward to her future. She said: \"My two sons are planning to marry their wonderful partners. It is quite a thought that had it not been for her, I might not have been there for their weddings and all the other special days in our family. \"The voucher our children gave me for Mother's Day was obviously the best present anyone could ever have.\" Dominika advised Seonag to go to a doctor in 2019. Seonag said: \"It was difficult meeting Dominika again because it meant confronting how differently things might have panned out had I not happened to meet her two years ago.\"Now there is a bond between us that is unlikely to disappear any time soon.\" ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-57402450"}