{"datetime": "2021-06-10T18:52:45.000Z", "title": "Wicksteed Park: Apology after dozens get parking fines in error", "article": "A theme park has apologised after dozens of visitors were hit with parking fines, despite having already paid to park. Wicksteed Park, in Kettering, said its \"parking system providers have issued fines in error\" which affected some visitors between 29 May and 6 June. It said all erroneous fines - of up to £70 - would be \"revoked\", and apologised for \"any worry\". ParkingEye, which manages the payment system, said it would cancel the fines. Parking at the theme park usually costs between £3 and £6, and payment is made as visitors exit, via ANPR (automatic number plate recognition). The management of the scheme was outsourced to external company,ParkingEye . Many visitors to the park earlier this month took to social media to complain after receiving penalty notices through the post. The charge of £70 made by the company is reduced to £40 if paid within 14 days. On itsFacebook page , Wicksteed Park apologised to those incorrectly fined, saying: \"It has come to our attention that our parking system providers have issued fines in error, which has meant some customers who have paid for their parking have received fines.\"Anyone who has received a fine between the 29th May - 6th June, please don't worry.\"We have arranged for every one of these fines to be revoked. You will receive confirmation of this shortly. \"We are sorry for any worry this may have caused, but please be assured that the fines from the above dates have now been revoked and will not need to be paid.\" In a statement ParkingEye said: \"As a gesture of goodwill [we] have cancelled all parking charges that occurred there between 29th May and 6th June.\" Wicksteed Park was first opened in 1921 by inventor and playground manufacturer Charles Wicksteed, and celebrates its 100th anniversary this year. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-57429067"}