{"datetime": "2021-09-23T10:55:45.000Z", "title": "Linda Evangelista says she was left 'deformed' by cosmetic procedure", "article": "Supermodel Linda Evangelista has said she has been left \"permanently deformed\" due to an adverse reaction to a fat reduction procedure. The 56-year-old revealed she had experienced a rare cosmetic side effect of the treatment five years ago which actually increased her fat cells. \"I have been left, as the media has described, 'unrecognisable',\"she told her 900,000 Instagram followers. Evangelista explained it was the reason she'd disappeared from the public eye. The Canadian model went on to say she had undergone \"two painful, unsuccessful, corrective surgeries\" after the slimming procedure - also known as body contouring - had had the opposite effect. \"To my followers who have wondered why I have not been working while my peers' careers have been thriving, the reason is that I was brutally disfigured by... [a procedure] which did the opposite of what it promised,\" Evangelista explained. She said the side effect she experienced \"has not only destroyed my livelihood, it has sent me into a cycle of deep depression, profound sadness and the lowest depths of self-loathing. In the process I have become a recluse.\" In her social media post, the star said she wanted to tell her story publicly in order to move on with her life, and suggested she would be suing the company she said was responsible.The company which Evangelista claims to have used has not yet responded to the BBC's request for comment. \"I'm so tired of living this way,\" she continued. \"I would like to walk out my door with my head held high, despite not looking like myself any longer.\" The non-surgical procedure, which has grown in popularity in recent years, uses cold temperatures to reduce fat deposits in certain areas of the body. Describing the \"very rare but serious side effect\" she had experienced, Evangelista said it \"means the fat cells in the treatment site grow larger rather than smaller\", adding: \"It's not fully understood why this occurs.\" Evangelista rose to fame in the 1990s as one of a group of emerging supermodels, gracing high-end catwalks around the world and the cover of leading fashion magazine Vogue. She also appeared in aGeorge Michael music video alongside Naomi Campbell, Cindy Crawford and Christy Turlington.The model has kept a low profile in recent years, rarely posting new images of herself on social media. In the few pictures she has posted, her face is often partially obscured by a headscarf or hat. Stars including Gwyneth Paltrow and stylist Karla Welch showed their support in the comments underneath Evangelista's post, as did designers Jeremy Scott and Brandon Maxwell. \"You are and always will be a supermodel, now adding super role model of courage to your glorious resume,\" wrote Scott, while Paltrow posted a red love heart emoji. Maxwell posted: \"I have always recognised you as someone who was physically beautiful, yes, but more importantly you really shone bright from within... In your darkest moments may you never forget the light you have sparked in so many, and continue to.\" Fellow model Karen Elson said: \"Sweet Linda. I love you dearly, you are so brave and wonderful.\" You may also be interested in: Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-58662756"}