{"datetime": "2021-05-04T16:33:23.000Z", "title": "London Resort: Theme park developer wants review delay", "article": "Developers hoping to build a huge theme park have asked for a review of their plans to be delayed after the site was designated as a wildlife haven. The London Resort Company want to build the attraction on the Swanscombe Peninsula in Kent.Proposals were due to be examined later this year, but in MarchNatural England named the area a Site of Special Scientific Interest (SSSI) . London Resort asked for a four-month delay to \"address the issues raised\".Natural England said the area is a nationally-important green space, providing a home to breeding birds, endangered plants and more than 1,700 species of insects.About 40% of the 250 hectare site would be directly lost to the theme park, with \"significant indirect impacts\" likely from both the construction and operation, it said in a letter to the planning inspectorate.Plans to compensate for these losses by creating protected wildlife havens in other areas \"cannot adequately address the harm\" and would be \"very unlikely\" to provide habitats for a similar number of species, it said. London Resort has said it aims to deliver a \"biodiversity net gain\" - meaning more habitats would be created or improved than are destroyed or damaged.Natural England said plans for how this would be achieved are unclear, adding that it was \"doubtful whether it could be reasonably considered that a net gain for biodiversity can also be achieved whilst these matters are unresolved\". London Resort chief executive Pierre-Yves Gerbeau said the company wanted time to review the implications of the SSSI status, adding that \"it is absolutely fundamental for us to be leaders in sustainability\".\"It is right and proper that we take a short extension to revise our reports and ensure they address the issues raised,\" he said. The planning inspectorate has yet to decide whether it will grant the delay.A formal examination of the plans is due to begin later this year, but the government will have the final say as the proposals are deemed to be nationally significant infrastructure. ", "url": "https://www.bbc.com/news/uk-england-kent-56947199"}