{"datetime": "2021-05-18T13:36:25.000Z", "author": "William McLennan", "title": "London Resort: Dozens of changes expected for theme park plans", "article": "Theme park developers will make dozens of changes to their plans after the proposed location was protected as a wildlife haven, documents show. A planning inspector is due to examine the plans to build the London Resort in Swanscombe Peninsula later this year. The inquiry was delayed after the area, in Kent, wasnamed a site of special scientific interest (SSSI). Developers said they are making no \"material\" changes, but wildlife charities have urged them to pull out.After being granted a four-month delay, the London Resort Company Holdings (LRCH) has revealed it plans to alter nearly half of the 460 documents submitted as part of the application. Eleven documents will be replaced or receive \"substantive\" updates, with 46 taking \"some amendments\" and about 160 expected to receive \"minor amendments,\" a letter to the planning inspectorate shows.About 250 documents will receive no changes.Ajoint letter from four wildlife charities said LRCH \"should have sought to withdraw their existing application and restart the pre-application process\" after the site was protected. \"There is so much change here it is hard to argue that it doesn't warrant re-submission and fresh consultation,\" said Buglife's Jamie Robins, one of the authors of the letter.LRCH should look at other locations, because \"you cannot replace these habitats,\" he said.Natural England, who named the area a SSSI, said about 40% of thenationally-important wildlife site would be directly lost to the theme park , with additional indirect impacts likely from both construction and operation.Itquestioned plans to compensate for the loss of habitats - home to breeding birds, endangered plants and more than 1,700 species of insects - by creating protected wildlife havens elsewhere. LRHC will also make \"substantive updates\" to its transport and river navigation assessments, after concerns were raised byTransport for London , the Department for Transport and thePort of London Authority .The Save Swanscombe Peninsula campaign said it appeared LRCH were \"using the extension as an opportunity to try and address big holes in the original application and not just regards their devastating impact on biodiversity\". The company said it had not considered moving to another site, but was \"reviewing and revising reports where necessary\". Chief executive Pierre-Yves Gerbeau said the \"mood is incredibly upbeat\" and they \"still expect to begin construction in 2022\" if the plans are approved.He said it was \"absolutely fundamental for us to be leaders in sustainability,\" adding that £150m had pledged for \"remediation, habitat enhancement and providing around 8 miles of footpaths and public rights of way\". A six-month examination by the planning inspectorate will not begin until revised documents are submitted in September, with a final decision expected in 2022. The application is being considered as a nationally significant infrastructure project, which means the secretary of state for housing, communities and local government will ultimately decide whether to grant a development consent order.Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-57114818"}