{"datetime": "2021-04-27T12:22:09.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Newport salon closed twice in one day for breaches", "article": "A beauty salon could be closed down after breaching Covid regulations several times on the same day. Glamour Forever, in Newport's Kingsway Shopping Centre, closed its doors voluntarily at least twice on Monday. An improvement notice shows a council enforcement officer visited at about 11.30 BST and found no sanitiser at the door or signage on maximum customer numbers or mask wearing. The salon said it had been abiding by rules and safety was a priority. TheLocal Democracy Reporting Service (LDRS) reported a staff member had been about to thread a customer's eyebrows when wearing only disposable gloves and a mask face covering. Wearing a clear face visor or goggles is a legal requirement and does not have any legal medical exemptions.The shop closed voluntarily to address the issues, reopened again at 13.40 but the officer found they had not been addressed. The notice says a customer walked in and said she did not have an appointment but was shown to a chair. Regulations state hair, beauty, holistic, tattoo and body piercing services shouldoffer pre-booking only and walk-in appointments are not permitted. The notice also says noNHS Test, Trace Protect details were taken from the customer and the \"lone member of staff in the salon stated she did not know what NHS Test Track Protect records were or that they had to be obtained from all persons attending the salon\". A staff member who was about to carry out eyebrow threading had not been trained in the disposal of personal protective equipment (PPE), according to the enforcement officer. The shop was closed for a second time and was reopened at about 14.15.But according to the notice, on reinspection the signage and sanitiser breaches had still not been fixed. The salon has been given 48 hours to make the necessary changes. An officer will return to inspect the premises and will either drop the improvement notice or take further action, which could include closing it down for two weeks. The salon's manager Pam Atwal said: \"We had everything in place, we had sanitiser but it wasn't near the door. \"The member of staff had a mask and gloves on - she wasn't wearing a visor over her mask and explained to him [the officer] that the visor gets condensation and we can't see the small hairs so get complaints from the customers saying we haven't done a good enough job. \"We had social distancing signage but not mask ones. We have implemented that now.\" ", "url": "https://www.bbc.com/news/uk-wales-56901991"}