{"datetime": "2021-06-20T13:42:44.000Z", "title": "Legoland ride policy change: Brett family returns to park", "article": "A disabled boy has returned to Legoland for the first time since he was \"humiliated\" when asked to walk before boarding a ride. Legoland has revamped its procedures since Sebby Brett, seven,was made to get up from his wheelchair in 2019. His mother, Joanna Brett, said the family was \"so excited and thrilled\" to be back at the Windsor theme park. A Lego spokesman said staff were \"delighted\" to welcome the family for a return visit. Sebby has an undiagnosed medical condition which means he is unable to walk without help. During their last visit, he was asked by staff to walk three paces before being allowed on the Ninjago ride in case of an evacuation. Mrs Brett called the ordeal \"humiliating\" and campaigned for change. Discussions followed with disability rights lawyers, an intervention by Stroud MP Siobhan Baillie in Parliament , and a 28,000-signature petition for better disabled access to leisure attractions. Mrs Brett said Legoland's new policy meant \"if you are prepared to evacuate your child, then you can go on\" and that staff would be \"led by the parent or carer\". She said the park had \"really changed their entire outlook\". \"The whole attitude has gone very much from, 'It's all too dangerous to work' to, 'What can we do to make your experience as good as possible?' So I'm really impressed with that.\" She said other parks \"should take note\". During the visit the family was shown miniature Lego versions of themselves, which will remain on permanent display at the attraction. A Lego spokesman added: \"We have reviewed all of our rides, purchased specialist evacuation equipment, continued our focus on staff training and how we communicate to guests, and we now have a dedicated accessibility experience team to assist guests during their day out.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-berkshire-57545236"}