{"datetime": "2021-12-19T13:42:19.000Z", "subject": "Coronavirus pandemic", "title": "Covid: London's culture may face existential crisis says Sadiq Khan", "article": "London's cultural businesses may face an \"existential\" crisis as Covid cases continue to rise, Sadiq Khan has said. The city's mayor said owners of bars, theatres, hotels and restaurants have told him 50% of their bookings have been cancelled.Mr Khan called on the government to bring in a \"major package of financial support\" including bringing back furlough to stop businesses going bust. The health secretary said the chancellor was reviewing support. London is facing a surge of cases of the Omicron variant and Mr Khan has declared a major incident in the city meaning emergency services and hospitals cannot guarantee their normal level of response. As people choose to stay at home, hospitality and culture venues are being hardest hit, while one in six jobs in the city are in those sectors. Speaking on BBC One's Andrew Marr programme, Mr Khan said December was \"the crucial month\" for the industries. \"People have cancelled bookings, people are not going to the West End, so the government must step in because the health of individuals is linked to the health of our economy,\" he said. \"It's cheaper to support businesses with grants, business rates relief and furlough than allow them to go bust.\" Speaking on the same programme, Health Secretary Sajid Javid said the chancellor and his team were listening. \"I completely understand businesses now coming forward to say 'I'm hard hit', and they have every right to make those representations to government,\" he said. \"I think the chancellor has done an excellent job throughout this pandemic in dealing with this and no doubt he will keep things under review.\" When asked if Londoners should go to pubs and restaurants, the mayor replied they could if they could do so safely.He said: \"Pubs, bars, restaurants have worked so hard to make their places Covid safe. Before you go out take a lateral flow test. Keep a safe distance where you can. Wear a face mask when you can't keep a social distance. Get boosted.\" He added he thought it was inevitable that new social distancing restrictions would be brought in. \"I know the impact on people's mental health by not mixing. Christmas is important,\" he said. \"Even for those of us who don't celebrate it religiously, you get time off you get to see your families, so I think we should be able to celebrate Christmas safely. \"But sooner rather than later we're going to have to look at social distancing, at household mixing, because if we don't, the number of cases are only going to go one way.\" ", "url": "https://www.bbc.com/news/uk-england-london-59717576"}