{"datetime": "2021-12-17T13:56:48.000Z", "subject": "Coronavirus pandemic", "title": "Covid hospitality cancellations 'breaking' owners", "article": "The boss of a restaurant chain has said a flood of Covid-related cancellations is \"completely breaking\" him. Chris Harrison, who owns restaurants in Yorkshire and Manchester, said his York branch reported lost bookings worth £2,000 in just one day. His comments come as the hospitality industry calls for more support amid a drop in consumer confidence due to the spread of the Omicron variant. The Chancellor is due to meetbusiness leaders later for crisis talks . \"I am a grown adult crying over this, it is completely breaking me and the staff,\" Mr Harrison said. His Solita chain has branches in York, Hull, Sheffield, Beverley and Manchester, and he said he expected to see losses of up to £70,000 due to cancellations. \"It is so uncertain, we don't want to live with anxiety and uncertainty,\" he said. It's not just restaurants, which are seeing cancellations, all parts of the hospitality industry are being hit. Slawek Mikolajczyk, owns the Hope and Anchor pub, in South Ferriby, North Lincolnshire. \"We are ready for a busy Christmas, but potentially if we don't have bookings then for us it is £20,000 a week loss, so it's a very scary time,\" he said.He also wants the government to do more and warns of what might happen if help is not forthcoming. \"So many businesses will go bust, we will definitely see some casualties in our industry.\" It is a similar picture for the hotel sector, according to Wayne Topley, managing director of Cedar Court Hotels. The group runs properties in Bradford, Harrogate, Huddersfield and Wakefield and saw a speedy reaction from customers after government briefings on Omicron. \"It has been significant, these changes have been so quick,\" said Mr Topley. \"We saw not only a number of cancellations, but business we would have expected to come in simply hasn't turned up.\" Mr Harrison said he understood why people were concerned about the health implications of socialising. \"If we are going to be told this is unsafe, then I don't want my staff working in an unsafe environment, but we can't be left with no support. \"It's that lack of financial support that will cripple businesses overnight.\" Mr Topley agreed some help was needed urgently for the whole industry. \"We do need something, we've had the rug pulled really quickly.\" The Chancellor said the government would do \"whatever it takes\" to support jobs, but that funding was already available. This includes £250m that has been provided to local authorities for grants to support businesses. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-59700020"}