{"datetime": "2021-12-29T19:21:02.000Z", "author": "Matt Lloyd", "subject": "Coronavirus pandemic", "title": "Covid: Welsh pubs and bars hit 'far worse' than in England", "article": "Welsh businesses fear they could miss out to England if people travel over the border to celebrate New Year due to Covid rules. Nightclubs have closed and limits on who can meet have been introduced in Wales, butin England there are no plans to tighten restrictions . UK Hospitality said Welsh business had been hit significantly worse than those in England. The Welsh government said the rules were in place to keep people safe. Thousands of journeys are made across the 160-mile border between Wales and England every day, but through large parts of the pandemic the rules on either side have been very different.Now some pubs and cafes close to the border have told BBC Wales they fear they will miss out on trade to rivals less than a mile away in England. \"The difference in rules between countries is an ongoing problem,\" said Jess Hope-Jones, who owns an ice cream parlour in Hay-on-Wye, which sits on the Powys side of the border. \"We struggle because we are so close to the border, that it's confusing. One thing that's happened to us all the way through the pandemic is having to explain, \"You're in Wales now\".' While she can keep the parlour open, she said restrictions on numbers had created bottlenecks, while leaving doors and windows open made trading during the winter difficult. \"People are fed up of the restrictions and the fact you don't have to wear masks and all of these things two miles away,\" she added. Wales moved to alert level two on26 December following a rapid rise in Covid case numbers , with the first minister saying early action was needed to control the spread of Omicron. Groups of no more than six people are allowed to meet in pubs, cinemas and restaurants in Wales, and nightclubs have been forced to close. Under the rules licensed premises have to offer table service only, face masks have to be worn when customers are not seated, and contact tracing details collected. In contrast, pub, bar and club owners in England have said they have been offered a \"lifeline\" after UK Environment Secretary George Eustice saidevidence on Covid cases and admissions did not support more interventions at the moment. The Wales director of UK Hospitality, David Chapman, said businesses needed grants and loans to keep them going. Many businesses that have been ticking over but not making profits for such a long time will not be able to continue as extra costs come in the spring, he added.In April, hospitality businesses will have to start paying half of their business rates again, VAT for their sector will rise from 12.5% to 20% and National Insurance rates will increase, as well as energy bills.\"I fear that we will lose businesses in weeks not months and that will impact communities across Wales in terms of jobs, suppliers and social networks,\" said Mr Chapman.Mark Finlay, operations manager for the Fat Boar Group, which owns pubs and restaurants in Wrexham and Flintshire, said he wanted to see the evidence behind the Welsh government's latest restrictions. The Welsh government's Technical Advisory Cell (TAC) regularly publishes guidance,but it has not been publicly updated since 10 December . Mr Finlay said he knew some regular customers would be heading to nearby Chester - in England - to celebrate New Year's Eve. \"Customers are coming in but don't really know what they can and can't do,\" he said. \"At least we are open now as opposed to last year and we are still quite busy [but] we are getting a lot of cancellations. \"New Years will be the real test. There's been a couple of comments from customers who say they will come here for a meal and then make their way to Chester to celebrate properly - in their words. So the new year countdown will be more sedate.\" Chris Evans, chairman of Saith Seren pub in Wrexham, said it was \"bizarre\" that Wrexham football supporterscould not support their team at home games - but could at away games. \"People naturally will hop on a bus from Wrexham and be in Chester in half an hour, so that's what they are going to do New Year's Eve,\" he said. It is a similar story in mid-Wales where the owner of the Kerry Lamb Pub in Kerry, near Newtown, said people were heading across the border to spend. Debbie Evans said: \"Boxing Day was really, really quiet - I think we were 50-70 percent down from 2019 but there are so many cases in this area now and it's worrying people.\"I just think people are aware of the environment as a whole and those who aren't can pop on the train and go to Shrewsbury.\"In terms of the business she said the £2,000 grant available would \"not scratch the surface\" of the losses she had already suffered. \"I've almost got a sense of apathy about the whole thing now. We're so tired of constantly trying to change the business, think about its viability, all those things it's exhausting really,\" she said. UK Hospitality said businesses in Wales had lost between 60-70 percent of their normal trade levels during December - compared to between 40-60 percent in England. The trade body said Welsh hospitality had experienced the longest and toughest restrictions during the pandemic out of any part of the UK. \"We are seeing a much more significant hit to trading and revenue levels for businesses in Wales than we are in England,\" chief executive Kate Nicholls said. \"It's not just restrictions, but the discussion within the different devolved administrations about the perception of risk and the message that people are being given in Wales is very different to what we're seeing to other parts of the UK.\" The Welsh government said the new restrictions had been put in place to help businesses continue to trade while guidance had been strengthened to keep people stay safe. A spokesperson added: \"We all need to do everything we can to protect ourselves and keep Wales safe.\" The Welsh government has said a total of £120m will be made available to support nightclubs, retail, hospitality, leisure and tourism businesses impacted by the pandemic. ", "url": "https://www.bbc.com/news/uk-wales-59808648"}