{"datetime": "2021-04-21T15:29:13.000Z", "title": "Amazon is opening a hair salon in London", "article": "Amazon is launching its first high-tech hair salon, as the online retailer makes a surprise move into the beauty sector. The salon, in Spitalfields, east London, will have an augmented-reality mirror showing clients different colours and styles before treatments. The venue will also have magazines loaded on to tablets, for browsing. Traditional services including cuts, blow-dries and colour treatments will also be available. It will be staffed by hairdressers from independent London salon Neville Hair & Beauty. Customers will also be able to scan QR codes for hair products and buy them through Amazon. Amazon staff will be the first to test the salon, with it opening up to the public “in the coming weeks”. “We have designed this salon for customers to come and experience some of the best technology, haircare products and stylists in the industry,” UK manager at Amazon John Boumphrey said.“We want this unique venue to bring us one step closer to customers and it will be a place where we can collaborate with the industry and test new technologies.” Amazon said the venture was \"experimental\" salon and it had no current plans to expand. But Jan Mercan, who runs Hair Therapy in Blackfen, south-east London, said the move could damage small independent salons like hers. \"Amazon should stick to their online shopping trade,\" she told the BBC.\"Salons have been struggling over the past year and Amazon has made a lot of money in lockdown.\"It shouldn't be about faceless technology - getting your hair done is about human interaction.\" The news follows the launch of threeAmazon Fresh shops in London. Amazon Fresh customers scan a smartphone app when entering and their purchases are automatically detected by cameras in the shop and billed to their Amazon account as they leave. Meanwhile, in the US, Amazon has expanded its palm-scanning payment system to a Whole Foods supermarket in Seattle. The technology is already in use in some of Amazon’s own shops in America - and the company hopes to expand its scanner to other retailers.", "url": "https://www.bbc.com/news/technology-56835803"}