{"datetime": "2021-02-16T00:20:17.000Z", "author": "Sophia Smith Galer", "title": "Full-face hot-wax TikTok videos prompt warnings", "article": "Viral videos of people having full-face \"hot wax\" treatments on TikTok have led to warnings from skin experts. They show softened resin covering subjects' face, mouth and neck - and partially penetrating their ears and nose - before being removed. A barber posting some of the most watched examples says it is beneficial. But the British Association of Dermatologists (BAD) said: \"Attempting to wax inside your nose or ears is not recommended.\" A UK-based skin specialist has also raised safety concerns about the risk of obstructed breathing. And one expert has suggested TikTok should add a warning. But it has indicated the videos are excluded from its community guidelines on dangerous behaviour because they show skilled professionals. They have gained barbershop Kapsalon Freedom, in the Netherlands, a following more than 800,000 TikTok users. One of its first attempts, posted in November, attracted nearly 84 million views, after Dutch media reports. It left the bottom portion of the customer's face exposed. But a more recent example, with more than 19 million views, shows the wax resin coming down over a man's chin and on to his neck.Sections pulled out of his ears and nose are held up to the camera to show dozens of hairs poking out of the now hardened substance. In this case, the wax runs around but not over his mouth.But other clips show fully covered faces, with cotton swabs used to create air passages. Strips of paper are also used to protect eyelashes and eyebrows.Barber Renaz Ismael has said face-waxing is common in the Middle East, where he was born. But he has taken it to a new level. \"I am the first person in the world who has done whole waxing,\" he told BBC News. \"It's not bad for your skin.\" Mr Ismael is now using the hashtag #viral to promote the clips. And some have been set to music.He has also posted examples on Facebook, Instagram and YouTube. But they have attracted much smaller audiences. Alex Echeverri, who works at John and Ginger salon, in West Sussex, raised safety concerns about others attempting the process. \"Our first consideration would be that it could cause suffocation,\" the beautician, who has more than two decades of experience in the industry, said. \"There's no control element to smothering the face with wax. \"And wax hardens. \"So it could harden in the airways and have to be surgically removed.\" London-based Turkish barbershop Adam Grooming Atelier said: \"To wax such a large area of delicate skin is very irresponsible.\" The BAD also raised concern the videos could lead to copycat incidents. \"Social-media platforms have the ability of quickly spreading health and beauty trends,\" Dr Anjali Mahto said. \"Waxing is a traumatic process for the skin, especially sensitive areas such as those found around the eyes. \"These areas can become inflamed and irritated. \"In some cases, tiny pimples or pus-filled bumps could develop as a result. \"This is known as folliculitis.\" The British Skin Foundation also raised concern some of the clips showed the wax being used on what appear to be primary-school-age youngsters. \"Personally I would not recommend treating children,\" consultant dermatologist Dr Emma Wedgeworth said. \"It seems sensible to have a warning. \"There is a lot of misinformation and potentially harmful DIY beauty practices on TikTok and other social-media channels. \"And it would be good to see these more tightly regulated.\" ", "url": "https://www.bbc.com/news/technology-56071436"}