{"datetime": "2021-02-22T21:07:13.000Z", "author": "Simon Jack", "subject": "Coronavirus pandemic", "title": "Will the roadmap be enough to save businesses?", "article": "The Prime Minister has clearly learned the lesson of over-promising to business, then having to disappoint. With the success of the vaccine rollout at his back, he was able to start springing some positive surprises. Hairdressers and gyms who were expecting to be shut till May, can open from 12 April, along with non-essential retail. While many of his own backbenchers may feel there was room to go faster, Tony Danker, head of business lobby group the CBI, thought caution was a price worth paying, if it means this is the last lockdown.\"Everyone I speak to in business does not want to go back to stop-start - they do want to make this irreversible,\" he said.\"There definitely will be sectors who are worried they have to wait two or three months before they can re-open [as] there will be big questions about their cash flow - but on the whole, I think business will welcome this statement.\"Many support measures such as the furlough scheme and the business rates holiday are scheduled to end before many businesses, including pubs and restaurants, are allowed to start operating anywhere near normally.But in a preview to next week's Budget, Boris Johnson promised he would not \"pull the rug out\" - sending a clear signal these schemes would be extended, prompting firms and unions to question why he couldn't make that explicit today.However, hospitality groups said a simple extension would not be enough and additional grants would be needed to offset the staff national insurance and pension costs they continue to incur, as well as the rent arrears they are amassing.Giant pub chain Mitchells & Butlers, which owns 1,600 pubs including Harvester and Toby Carvery, recently revealed that if they had not raised £350m from investors, the company - which employs 40,000 people - would have run out of cash three weeks from now.There is a clear, and for some unnecessary, speed limit on this road to business freedom and it is fairly rudimentary. There are lots of details that need filling in.What will be the initial rules on social distancing for indoor venues? One metre apart, or two metres?That 100cm is the difference between a pub being able to operate at 70% capacity or 25% capacity. At 25%, it's hardly worth opening.The British Beer & Pub Association's chief executive Emma McClarkin tonight said: \"Whilst we have received earliest possible dates for reopening, our sector will continue to face severe restrictions that limit their business and stop them from being viable.\" The hospitality industry insists it will need support well into 2022.But perhaps the most controversial paragraph in today's roadmap is tucked away on page 40 of the 60-page document.Entitled \"COVID status certification\", the section says the government will consider using testing or vaccination data to assess people's risk of transmitting the virus to others in various settings.That is code for vaccination passport to many people's ears.Having dismissed the idea a few weeks ago, the Vaccines Minister Nadhim Zahawi last week told the BBC that requiring staff to get a jab as a condition of employment was a matter for private businesses. The government says it will consider the \"ethical, equalities, privacy, legal and operational aspects of this approach\".In other words, it's a legal minefield that is not marked on today's roadmap.", "url": "https://www.bbc.com/news/business-56161134"}