{"datetime": "2021-02-04T12:14:59.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Hairdresser calls for 'game changer' VAT cut", "article": "A hairdresser has backed a campaign calling for VAT on hair and beauty salons to be cut from 20% to 5%. Save Our Salons said the sector has been hit particularly hard by the coronavirus lockdowns.It says up to 8,000 businesses may fold without extra financial help, causing lasting damage to high streets.Barrie Stephen, who has five premises in Leicestershire, said: \"We feel forgotten but we bring in 1,000 clients a week, we keep high streets alive.\"The hospitality and tourism sectors received a cut in VAT from 20% to 5% in July, which has been extended to the end of March. It did not extend to the hair and beauty sector but Save Our Salons said they had been hit even harder without any chance of keeping money coming in. Campaign co-founder, Hellen Ward, said: \"We can't do what we do online, there is no such thing as a takeaway haircut. \"This cut we are asking for is to save our staff, to save jobs. \"This lockdown has been the worst because we are just building up a burden of debt.\" Mr Stephen called the proposed cut a \"game changer\". \"We just want it to be fair, for it to be a level playing field,\" he said. \"We bring a lot to city centres and communities. These places need a heartbeat and that's what a salon does. \"We are in the business of making people feel good and look good.\" A HM Treasury spokesperson said: ''Our £280bn Plan for Jobs support package includes grants to cover rent, an extended furlough scheme to pay wages, tax deferrals, mortgage holidays, government-backed loans, 100% business rates relief and £1.6bn extra funding for local authorities to distribute to businesses themselves. \"We'll outline the next stages of support at budget.\" Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-55912708"}