{"datetime": "2021-04-12T00:40:42.000Z", "subject": "Coronavirus pandemic", "title": "Therapist back in salon after spending pandemic in horsebox shop", "article": "A beauty therapist is preparing to return to her job in a salon after a year of working in a converted horsebox shop. Sarah Byrd, 35, from Swadlincote, Derbyshire, set up the mobile grocery shop when the pandemic prevented her from carrying out treatments. The mother-of-two said the shop had been \"really busy\" and helped to bring communities together. Mrs Byrd closed the pop-up shop last week calling it \"the end of an era\". Salons are reopening as lockdown restrictions ease in England. Mrs Byrd said she would not have time to continue running the shop when she returned to her role as a therapist.\"I feel like it's served a purpose; it's helped the community,\" she said. \"People feel safer going to the supermarkets so I just think it's time to call it a day.\" Mrs Byrd started Sarah's Pop Up Shop in 2020, shortly after the UK first went into lockdown. She said the horsebox had originally been converted into a bar and her intention was to hire it out, but she was unable to do so during the pandemic. \"I thought I could put the horsebox and myself to use and maybe help some local residents by supplying their daily essentials,\" she said. Within a week of having the idea, the business was \"up and running\". She started off just visiting Blackfordby, Leicestershire, but demand grew and she was asked to expand to the nearby Derbyshire villages of Hartshorne and Netherseal. \"In the beginning there were shortages of flour and obviously everyone was baking,\" she said. \"I managed to source flour in bulk from a local bakery and I'd have people queuing up the streets. \"One of the nicest things about it was it bought communities together - some of the elderly people and people who were isolating hadn't seen people for months.\" Mrs Byrd said the shop had been \"really busy\" for most of the year but this was starting to change. With restrictions easing she said more customers were starting to get back to their normal routines and it was time for her to do the same. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-56673093"}