{"datetime": "2021-02-24T12:18:55.000Z", "subject": "Coronavirus pandemic", "title": "Covid lockdown: 'My closed hair salons cost me £1,000 a day'", "article": "Hellen Ward, co-founder of beauty salon chain Richard Ward, says her debts have been racking up while her salons have been closed due to Covid restrictions. \"We have worked out it's probably £1,000 a day in debt that we have incurred in being closed,\" she said. She is part of a campaign calling on the government to cut VAT to help mend the hair and beauty sector's finances. A survey of salon owners suggests that 56% are considering closing. The Save our Salons campaign group also estimates that nearly four in five will recruit no apprentices this year Any closures would harm the finances of women the most - almost 90% of salon workers are women. The group says there are 45,000 salons providing jobs for nearly 300,000 people. Hairdressers and nail salons are set to re-open from 12 April along with many other retailers. But a long period of closure means they, like many businesses, have been racking up debts. Campaigners say their businesses operate on low profit margins of between 2-5%. \"We urgently need our VAT cut to 5%, the same chop in VAT enjoyed by restaurants and bars since July last year,\" she told the BBC's Today programme. Without help to rebuild their finances, businesses may find it preferable to close their doors, she said. \"We employ such a lot of trainees - where will we be in five years' time if we lose those skill sets?\" she said. Like many businesses, hers and others in the beauty trade have received government help, notably in the form of the furlough scheme, which has paid many staff wages while people have been out of work. \"Furlough has been fantastic but it's not free,\" Ms Ward said. Employers must still make national insurance contributions.Many beauty companies have been paying full rent during the lockdown, despite making little or no income. Most sales come from treatments rather than products, she said. Larger salons with lots of employees, big rents and high rates have particularly struggled, says Gina Conway, who owns three hair and beauty salons in London. She opened her first 20 years ago. Her salons have been closed for 238 days in the year since the first lockdown. \"Because hairdressers can't do takeaway or home visits or online haircuts we are all really struggling to cover our costs,\" she told the BBC. She still has to pay rent, insurance and utility bills. Support from her landlord has been mixed. One has offered a discount during the lockdown, one has not replied to her requests and one won't budge. \"I have a successful business and I plan on growing, I'm just holding my breath on what the government can do to help,\" she says. ", "url": "https://www.bbc.com/news/business-56181215"}