{"datetime": "2021-12-16T12:19:30.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Hospitality 'takes £1bn hit' on cancelled Christmas parties", "article": "Scottish hospitality businesses have suffered a \"£1bn hit\" because people have been urged to cancel Christmas parties, an industry body has claimed. Public Health Scotland released the party advice last week due to concerns over the Omicron variant of Covid-19. The first minister has backed the stance as well as calling fora three-household limit when socialising in the run-up to Christmas. But bars and restaurants are warning the effects are already \"devastating\". Some say there have been\"non-stop cancellations\" since the party warning was issued. The Scottish government is preparing draft legislation which will make it a legal requirement for businesses to introduce measures to help limit the spread of Covid infection. They are expected to be told to bring back physical distancing and screens. The Scottish governmenttold the BBC in writing on Tuesday that the new regulations would take effect from 00:01 on Saturday.But the first minister told the Scottish Parliament on Thursday that they would actually be in force from 00:01 on Friday, with the guidance havingnow been published on the government's website .The Scottish government said it would provide £100m of funding to help firms in hospitality and food supply chains which have been hit by advice to cancel work Christmas parties. It comes amid arow between the Scottish government and the UK Treasury over compensation for businesses affected by the changes.The Night Time Industries Association (NTIA) has described the level of support given to businesses during the latest Omicron crisis as \"completely inadequate\". It says it is moving at \"lightning speed to save livelihoods, jobs and protect employees' income\". However, it fears the sector simply will not have time to adjust. NTIA spokesman Gavin Stevenson toldBBC Radio Scotland's Drivetime programme the sector was in a \"desperate\" situation.\"There will be mass business failures and bankruptcies if businesses are unable to trade fully through the rest of December and January, and the knock-on effect from that into employment is substantial,\" he said.\"It is deeply unfortunate that it has come to this. \"Our sector has been trying to prepare contingency plans for winter with government for several months now. Unfortunately, that piece of work has not been forthcoming. \"With a lot more time to work on this, there might have been better solutions. And certainly we would be a lot further ahead with the planning and understanding of the regulations and the impact.\" The hospitality sector estimates that a third of its annual takings come in the five weeks of the festive season. \"This is a £10bn to £11bn-a-year sector for Scotland's economy,\" Mr Stevenson said. \"We've already had a £1bn hit because of government saying cancel your Christmas parties and functions. \"And we stand to lose much of the rest if these restrictions coming in now impact the trade for the rest of the month. It's just an absolutely desperate position.\" TV chef and restaurant owner Nick Nairn said people in the industry \"are starting to come apart at the edges\" as they try to deal with the latest Covid guidelines and restrictions. He toldBBC Radio Scotland's Drivetime : \"One day last week, we had 40 cancellations. To put it into context, a week ago on Sunday we did 103 lunches, on Sunday past we did 18. \"I want to stay in business. I want to provide a secure job for my team. I want to be here next year. I don't want to lose all of this.\" The chef said he also fears for the wellbeing of staff as pressures build. \"Secure employment and a place to be and belong is a huge part of mental health,\" he said. \"We talked about mental health as an almost abstract concept during the first lockdown. Now you see it in stark reality. \"The uncertainty, the not knowing what's going to happen, is just the worst position to be in. \"We need some facts and we need really strong leadership at the moment.\" The Scottish government, represented by Finance Minister Kate Forbes, held talks with industry bodies including the NTIA on Tuesday and Wednesday. Further discussions are expected on Thursday but, so far, there have been no firm details of what the rule changes will be. Mr Stevenson, who is also an Aberdeen nightclub owner, said: \"This is moving at a rapid pace and it's very concerning that the sector won't have time to adjust. \"We are looking at further substantial impediments on the sector to trade, on top of the 30% decline that we have already seen since last week. \"The average premises we have surveyed over the last few days has already lost £65,000 in trade in December. \"The impact of this across Scottish small business is devastating.\" The chairman of the Inverness Hotel Association said businesses were remaining hopeful of a busy Christmas Day and Hogmanay. Emmanuel Moine, who runs the Glenmore Hotel, said: \"We have a lot of cancellations for accommodation, and a lot of cancellations for Christmas parties. \"The good news is it is not affecting Christmas day or Hogmanay. We remain positive we will have a great season between them.\" Health Secretary Humza Yousaf told BBC Radio'sGood Morning Scotland that the new guidelines for businesses would be available later on Thursday. He said: \"[Businesses] know what they need to do in terms of avoiding crowding in their premises. Of course that guidance will undoubtedly help. It will be published today.\" Deputy First Minister John Swinney told a Holyrood committee that the guidance was not likely to be published until Friday.But he laterapologised on Twitter , saying: \"I should have said today\".", "url": "https://www.bbc.com/news/uk-scotland-scotland-business-59671447"}