{"datetime": "2021-09-24T05:37:59.000Z", "title": "India salon fined $271,000 for 'botching' model's haircut", "article": "A consumer court in India has ordered a salon to pay 20m rupees ($271,000; £197,000) in damages to a model for giving her the wrong haircut. It said the woman used to get jobs from hair product firms because of her long hair.But the salon chopped her hair short against her instructions, causing her a huge loss, the consumer court noted. The salon, which is part of a prominent hotel chain in Delhi, is allowed to appeal against the verdict. But it is yet to make a statement on the ruling.The National Consumer Disputes Redressal Commission (NCDRC) said she lost \"her expected assignments and suffered a huge loss which completely changed her lifestyle and shattered her dream to be a top model\". \"She underwent severe mental breakdown and trauma due to negligence... in cutting her hair and could not concentrate on her job and finally she lost her job,\" it noted. The model went to the hotel in 2018 to get a haircut and gave specific instructions to the staff about the look she wanted.But the hairstylist cut a major part of her hair, \"leaving only 4-inch from the top touching her shoulder,\" according to court documents. \"She stopped seeing herself in the mirror. She is a communication professional and [is] required to be involved in meetings and interactive sessions. But she lost her self-confidence due to little hair,\" the court order said. When she complained to the salon, she was offered a free hair treatment to make up for the mistake. The woman told the court that the treatment was \"dubious and it resulted in damage of her hair\".\"She also suffered loss of income due to mental breakdown after the shoddy haircut and, thereafter, the torturous hair treatment. She left her job also… She has gone through the pain and trauma for the last two years after this incident,\" the court said.", "url": "https://www.bbc.com/news/world-asia-india-58674449"}