{"datetime": "2022-02-14T16:30:38.000Z", "title": "Jack Coulson: Pipe bomb Nazi fanatic to be freed within months", "article": "A Nazi terrorist is to be freed from a young offenders' institution despite a parole board saying it was not satisfied he was suitable for release. Jack Coulson, 22, from Mexborough, was detained in 2018 after admitting downloading a terrorist manual. A parole board previously refused his early release as it did not believe there was a \"reduction in risk\" since he was first detained. But due to the type of sentence he is serving, he will be freed in October. In July 2018, Coulson was handed a four year and eight month sentence for having a terror handbook, after previously being convicted of making an explosive.Leeds Crown Court heard how the then 19-year-old downloaded the book, which described how to make and detonate explosives, after boasting about wanting to kill a female MP. During a police interview Coulson had described Adolf Hitler as his \"leader\", Leeds Crown Court heard. Now 22, Coulson first became eligible to be considered for release in April last year. A document detailing the Parole Board's decision showed work to address his offending while in custody was considered to have been of \"limited benefit\". It said an \"intervention\" to tackle the causes of his extremist behaviour was \"not completed due to concerns about Mr Coulson's engagement\". None of the officials or experts who gave evidence to the Parole Board supported his release. A plan to restrict Coulson's movements and who he contacted if he was released was not \"robust enough\" at this stage as he we would \"be unlikely to comply with it\", the board said.The panel added it \"was not satisfied that Mr Coulson was suitable for release\". Although this request for an early end to his detention was rejected, because he is serving a determinate sentence, he is still due to be freed when his term ends in October this year. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-south-yorkshire-60379224"}