{"datetime": "2022-01-07T14:50:44.000Z", "title": "Hair stylist names Ulverston salon after school bullies' taunt", "article": "A hair stylist has turned the tables on his school bullies by naming his salon after the jibe they taunted him with. David Clancy has christened his business \"Nancy Clancy\", the name his tormentors once used for him at school in Barrow, Cumbria. The 50-year-old said he is proud to have reclaimed the nickname, which now glows in neon pink lettering at his premises in Ulverston. He said he \"knew instinctively it was the right thing to do\".The nickname stuck with him throughout school, he said, although he never quite understood what it meant. While rarely seen or heard nowadays, \"nancy\" was a derogatory term to suggest effeminate traits in men and boys. \"I remember crying to my mum about it, as it made me feel ashamed,\" Mr Clancy told BBC Radio Cumbria. \"I was quite a girly boy and had a lisp, I wasn't very good at football or sport and was more creative, but although I didn't understand the name, I knew I had failed by male standards at that point.\" The moniker resurfaced in Mr Clancy's 20s when he told friends about how he was teased at school. \"It became my nickname again but it was different. My friends used it to take the mickey but it was said with love.\" Mr Clancy bought his salon in the summer after his previous place of work closed during lockdown. The petite premises on Upper Brook Street can only accommodate one client at a time, but bears a striking neon pink sign that is hard to miss. He had been worried \"what people would think, and wondered if people would laugh at me\". He was also unnerved when some clients suggested it may attract homophobic vandals, and considered covering the sign with a sheet at night. But he attributes his concerns to \"a little bit of gay shame\" and found that \"as soon as I put it up, people loved it... they now walk past and take photos\". And in an unexpected twist, his new venture has stirred feelings of contrition among some of those from his past. \"I've had messages from people I was at junior school with to ask if they were the ones who were mean to me or who said something nasty, which I actually found quite touching.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-59910015"}