{"datetime": "2021-11-10T11:28:18.000Z", "title": "Bristol dooo app launches for genderless haircuts on demand", "article": "A hairdresser has created her own app to promote inclusivity by providing genderless haircuts on demand. Jess Palfrey's app, named dooo, allows clients to book a same day appointment and have a stylist travel to them. The 27-year-old launched the Bristol business as she felt traditional hairdressers and barbershops were not inclusive or affordable enough.\"We should just be cutting hair for hair, not cutting hair because of people's gender,\" she said. The app has an optional section where clients can write down any conditions, disabilities, anxieties or special requirements they have, which helps match them to an appropriate stylist. \"The reason I created the app was to help people,\" she said. \"I'm trying to pull the hair industry into a new generation and make them realise that not all women have long hair and not all men have short hair.\" Jess' route into the trade began after a \"traumatic experience\" at military school when all her hair was shaven off. Despite being set for a career in the army as an engineer, she began training to be a hairdresser alongside her university degree and once completed spent the next four years travelling the world, funded through her trade. After returning to the UK, Jess started cutting hair in people's gardens between Covid-19 lockdowns and decided to create a business out of it. With investment from family and friends, she built her own mobile hairdressing chair to fit on her scooter, allowing her to cut hair in care homes, car parks and building sites. Then after a successful crowd-funding campaign, she raised enough funds to create her app.Jess now has 16 stylists signed up and a shop in Bedminster, managed by Kane Sainsbury, who has given themselves the job title of \"inclusive hair cutter\". They joined the company to create a safe place for LGBT, queer, non-binary and transgender people to get their hair done after they faced discrimination.\"I've had experiences of being turned away from barbershops,\" they said.\"As a non-binary person I was told 'we don't cut women's hair' in barbershops. Well, I'm not a woman.\" Kane felt so uncomfortable visiting salons that they cut their own hair for 10 years before joining a professional barbering course, which they found difficult. \"I was constantly dealing with the perils of it being called gent's barbering. I was complaining a lot,\" they said. Kane said they give their clients the freedom to choose the style that they want but specialises in \"mullets, weird haircuts and shaggy seventies dos.\" There are now plans to launch dooo in five other cities, Jess said. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59226515"}