{"datetime": "2021-10-19T10:14:57.000Z", "author": "Elen Wyn", "title": "Covid: Domestic abuse charity's fear when funding ends", "article": "A charity that provides interventions for domestic abuse victims has said it is worried about its future. Domestic Abuse Safety Unit (DASU), which covers north Wales, has received \"invaluable\" extra funding worth £300,000 during the pandemic. It fears it could lose vital services when Covid funds end next year. The Welsh government said the sector had been a crucial lifeline and it was in the process of setting out spending plans for the next few years. Catrin Lois, from Denbighshire, said they owed their life to the various domestic abuse charities in Denbighshire. Catrin, who identifies as non-binary and uses they/them pronouns, said not enough people speak about domestic abuse and nobody wants to discuss it.The 51-year-old left their husband after he attacked them following an argument between him and their 18-year-old son.They said he pushed them against a washing machine before grabbing their son by the throat. \"I remember seeing the fingers being pulled into his throat and my son choking. Hearing your child being choked by the man who was his father, no, it wasn't right.\" During their marriage, Catrin phoned the police twice, before having a change of mind. After this attack, Catrin called the police straight away and said they would forever be indebted to the police officers who were on duty.Catrin said they were in shock and the police officer asked if it had happened before and did she want it to happen again, or did she want to be free? \"She was truly amazing, if it wasn't for her, I wouldn't have done anything else that day, I would have taken him back.\" In 2016, Catrin's now ex-husband was convicted of two assaults in a magistrates court. He was given a fine, a warning and a one-year restraining order. Catrin no contact with him anymore. Det Insp Sophie Chance said: \"Domestic abuse continues to be a priority and a focus for North Wales Police and as such the force is currently working with the UK charity, SafeLives to deliver training to all staff so that all victims are afforded the best possible service.\" The force's police and crime commissioner Andy Dunbobbin said his office had provided £470,000 for DASU and fellow charity Gorwel. DASU helps people suffering domestic abuse across Conwy, Denbighshire, Flintshire and Wrexham, but staff are worried about what will happen when the extra funding ends. Catrin said: \"It should not be having to keep asking for funds, they should have the funds given to them and more so that women who are going through this for the first time - not the third time - have the same help that I had so they have a better chance of a better life for them and their children.\" Head of operations at DASU North Wales, Rhian Lewis, said: \"The money we have had has made such a difference to people's lives, and I think it would be good if the Welsh government has some sort of plan with what is going to happen after 2022, because it is not going to go away.\" Welsh Women's Aid said the rates of domestic abuse rose dramatically during lockdown periods and calls to its helpline were longer and more complex, with those experiencing abuse reporting it was happening more frequently and escalating quicker. Police forces in England and Wales recorded an increase in domestic abuse reports between March and June 2020 - 259,324 - 7% up on the same period in 2019. Catrin said they spoke out \"to show there is a way out.\" They added: \"I am still recovering and doing this now proves that I am getting better and if I can help just one person, that's a job done.\" ", "url": "https://www.bbc.com/news/uk-wales-58962386"}