{"datetime": "2022-02-10T18:54:52.000Z", "title": "Police officers 'dealt with 2,000 ambulance calls' says Simon Byrne", "article": "Police dealt with almost 2,000 calls sent to them by the ambulance service when it could not send crews, PSNI Chief Constable Simon Byrne has said. Mr Byrne made the remarks as he briefed Stormont's Justice Committee.He also said the PSNI was facing a \"dire fiscal outlook\" as a result of the draft budget 2022-25. Mr Byrne told assembly members he was struggling to see how a balanced budget could be achieved, and that he had never faced such a situation before. A three-year budget for Northern Ireland, which prioritises spending to the health service, is currently out for public consultation. However, the DUP decision to withdraw Paul Givan as first minister and the collapse of the power-sharing executive has thrown the proposed multi-year budget into doubt. On attending almost 2,000 calls sent from the ambulance service, Mr Byrne said: \"We have gone to all of those calls and, I think from memory, in 50% of those calls the ambulance service never made it at all.\" \"It meant police officers taking people to hospital, in their police cars and taking them there. \"It presents moral dilemmas.\"Some people will say 'just stop doing something', but you be that call taker at three o'clock in the morning when someone is in distress, injured or hurt and are we really going to say 'we're are not coming, we're the police and not an ambulance' when someone's life is in danger?\" Mr Byrne was also asked about the potential impact of the draft budget which Justice Minister Naomi Long has said will mean a 2% cut for her department. \"As things stand, we face a dire fiscal outlook and policing inevitably will look and feel different if the circumstances don't change,\" he said. \"I have got a real dilemma in terms of how you balance the books versus delivering the policing services that the public expect. \"The draft budget position is so stark that I am finding it difficult to see how a balanced budget can be practically delivered next year and in the three years thereafter.\" Mr Byrne said he estimated the draft budget would see \"1,000 less officers over the next three years\". He added: \"We estimate a loss of over 350 police staff who also do a tremendous job on behalf of the public.\" The chief constable said government ministers need to decide whether to \"give us more money or accept that some things will take longer and be done with less quality or indeed not at all\". DUP committee member Peter Weir asked what services to the public could be affected. \"Policing won't stop. We have still got £760m to spend every year, but there will be difficult choices,\" Mr Byrne said. \"Clearly the 999 calls are a critical contract with the public. We want to try and maintain that. \"Inevitably if we do that something else will have to regress backwards. \"Other non-urgent work may have to be dealt with differently. It could be pushing work more towards partners, for example how we deal with some forms of anti-social behaviour. \"How we police roads would probably change simply because we won't have enough people.\" In the2020 New Decade, New Approach political agreement , the executive pledged to increase officer numbers to 7,500. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60341033"}