{"datetime": "2022-02-16T11:11:45.000Z", "author": "Anna Palmer", "subject": "Coronavirus pandemic", "title": "Covid: Murder victim 'could not get help' in lockdown", "article": "When Helen Bannister was murdered by her partner, her daughter said she lost both her mum and her best friend. She was killed by Jonathan Campbell, who was on probation and had a history of violence against women, in December 2020.Stacey Harris, Helen's daughter, said lockdown made things \"100% worse\" for her mother as she could not access support services for help.The Ministry of Justice (MOJ) said services would be boosted to £185m. Campbell was out of prison on licence for assaulting an emergency worker when he killed Ms Bannister, a 48-year-old mother to two daughters and grandmother of five, from Swansea. Campbell was sentenced to life in prison, with a minimum of 18 years, on 17 May 2021 and is one of eight men to have admitted or been convicted of killing a woman in Wales during the Covid pandemic.Ms Harris said lockdown had heightened the danger for victims of domestic violence.\"The abusers knew that there were no services, there was no help because everything was locked-down,\" she said.\"My mum went to the solicitors, she tried her best to get away from him and it just made him worse.\" Campbell, who was sentenced at Swansea Crown Court, had been abusive to Ms Bannister for a number of years and had previous convictions for assaulting her and another partner.Ms Harris said she thought her mother should have been told when Campbell was released from prison.She said: \"She wasn't always told when he was coming out of prison - he'd ring her and be like 'I'm going to come out...' the next thing he's at her doorstep because he'd been let out early. \"The amount of time he got let out on licence is unbelievable and I believe that is part of why my mum isn't here today.\" The Victim Contact Scheme means victims can be told in advance about an offender's release, but because Campbell was in prison for offending an emergency service worker, Ms Bannister was not told he was leaving prison. Ms Bannister's death is the subject of a domestic homicide review and a review by the parole board.The MOJ said: \"Our heartfelt sympathies remain with the family and friends of Helen Bannister.\"Our landmark Domestic Abuse Act transforms the response to this horrific crime - giving the police and courts more powers to safeguard victims from immediate harm while forcing perpetrators to take steps to change their behaviour.\"At the same time we are boosting funding for victim services to £185m a year so no-one is left to suffer alone.\"Welsh Women's Aid has called domestic violence a \"shadow pandemic\" that has happened alongside coronavirus.The charity said while Covid had not caused domestic abuse or violence against women, restrictions \"certainly might have exacerbated situations that were already abusive or toxic\". Last week, the Welsh government closed a consultation into their strategy on tackling violence against women, domestic abuse and sexual violence.The consultation came in response to the high-profile kidnap, rape and murder ofSarah Everard and the killing ofSabina Nessa , and is looking at tackling male violence, gender inequality and misogyny.Ms Harris said she hoped her mother's story would encourage others to seek help. \"I don't want anybody to go through what me and my family have gone through, it's been extremely difficult,\" she said. \"I still think I'm going to walk into my mum's house and she's going to be sat there with a cup of tea.\" If you have been affected by issues raised in this story, sources of support are available via the BBC Action Line. ", "url": "https://www.bbc.com/news/uk-wales-60393389"}