{"datetime": "2022-02-03T20:24:00.000Z", "author": "Daniel De Simone", "subject": "Carl Beech case", "title": "Falsely accused ex-MP Proctor makes complaint against VIP inquiry officer", "article": "A former MP falsely accused of murder during a disastrous probe into claims of a VIP paedophile ring has called on the Met Police's commissioner to give him transparency \"before I die\". Harvey Proctor has made a formal complaint alleging misconduct and malfeasance in public office by a former senior Scotland Yard officer. The 75-year-old former Conservative MP's statement comes after revelations about two other men - aside from main false accuser Carl Beech - said to have lied to Operation Midland in 2015. The Met Police did not follow a recommendation made by retired High Court judge Sir Richard Henriques, who reviewed the investigation in 2016, to investigate the pair. Beech is now serving 18 years in prison for perverting the course of justice. His lies included claims an establishment paedophile ring involving politicians, generals, and spies was responsible for three murders. TheBBC first revealed that senior officers declined to act on Sir Richard's recommendation over the two other false accusers, who are known only as A and B.Last week, aDaily Mail investigation quoted one of the men saying Midland detectives had \"wanted me to implicate\" Mr Proctor.The politician, who lost his job as a private secretary to a peer, and his home as a result of the murder inquiry, asked: \"Why have they still not been investigated? I have yet to receive an answer. This issue cannot be left to fester.\" He said: \"I know these matters have damaged me personally, physically and mentally for nearly seven years, I have a right to transparency and to the truth concerning Operation Midland before I die.\" Mr Proctor, who was an MP from 1979 to 1987, said that was \"something denied\" to the late Lord Leon Brittan, Field Marshall Lord Bramall, Sir Edward Heath and others who had also been investigated. His formal complaint relates to former Met Deputy Assistant Commissioner Steve Rodhouse, who oversaw Operation Midland and is said to have considered A and B to be liars. Mr Proctor said an internal police document, seen by the Mail, proved this and shows Mr Rodhouse, who now works for the National Crime Agency, knew the other accusers had lied \"about me and others yet did nothing about it\". He said he had asked Dame Cressida Dick \"to place in the public domain all relevant documents\", adding \"the catalogue of errors committed\" by the Met Police commissioner \"has become legion\". Mr Proctor also said aMerseyside Police inquiry into how A and B were handled - announced last year - had failed to get to the truth and had not even interviewed him. The Met said it was in contact with the police watchdog regarding Mr Proctor's complaint and was currently considering the \"appropriate next steps\". The Independent Office for Police Conduct confirmed it had received a new complaint about the handling of Operation Midland and was liaising with the Met. ", "url": "https://www.bbc.com/news/uk-60242316"}