{"datetime": "2022-02-15T18:06:03.000Z", "title": "Halifax advert criticised for unrealistic portrayal of Goole town centre", "article": "An advert released by Halifax bank has been criticised for painting an unrealistic picture of a town's high street. The branch in Goole in East Yorkshire features in the bank's new \"It's a people thing\" campaign. Resident Florence Scott said it gave the impression of a thriving town centre, when in reality Goole - like many other towns - was struggling. Halifax said it had preserved the scene featured as far as possible. The advert features a number of different people sitting on a bench outside the branch in Goole. Changes that were made included transforming a pawnbroker's shop to look like a greengrocers and adding hanging baskets to the street scene. A vacant unit next to the bank has also been cropped out of the frame. Florence said: \"Seeing the Halifax advert actually made me feel quite upset. \"I saw it a couple of times before I actually realised it was the town I knew very well - the town I grew up in. \"The reason I didn't recognise it was because it had been made up to look a bit nicer than it usually does, and does not really reflect the reality of Goole's town centre at the moment,\" which Florence said had numerous empty shops. \"I just wished they had portrayed the town a little bit more honestly,\" Florence said. \"If they were looking for that positive angle they could have found it in Goole - they didn't have to fake it. \"Goole is struggling like a lot of towns are struggling, especially after the pandemic, [but] it's a great place in a beautiful part of the country and it has a lot of potential.\" However, they added: \"Unless we recognise there is a problem - if we paper over the cracks... then nothing is going to get done about it.\" The advert was also widely shared on social media, with some people \"getting excited\" because they thought new shops were moving in, according to Florence. In response, a spokesperson for the Halifax said: \"We're proud to have filmed our latest Halifax advert in Goole and, while we preserved the scene featured as far as possible, we had no choice with some digital edits made as we can only show branding we have the legal right to.\" Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-humber-60390959"}