{"datetime": "2022-02-11T06:47:17.000Z", "author": "Paul Lynch and Paul Bradshaw", "title": "Gross misconduct probe police officers avoid sack", "article": "Half of police employees who committed gross misconduct were not dismissed, analysis of three years of police watchdog reports shows. Out of 118 cases where the standards breach was proven by force disciplinary panels, 55 led to the sack.The panels were held after the Independent Office for Police Conduct found a case to answer for misconduct. The IOPC strategy director said the watchdog did not \"always agree\" with the sanctions handed out by forces. It comes asMetropolitan Police Commissioner Dame Cressida Dick is leaving her role after a series of damaging controversies. The IOPC succeeded the Independent Police Complaints Commission (IPCC) in 2018 with the intention of making the handling of complaints more independent and transparent.It can direct police forces to hold disciplinary panels when its investigations find evidence of misconduct. However, police forces have final say on sanction. IOPC Director of Strategy and Impact Kathie Cashell said the organisation was concerned about the consistency of sanctioning at police force level. She said: \"While we respect the remit of disciplinary panels, we do not necessarily always agree with their conclusions.\" Ms Cashell said she had asked the Home Office to review the decision-making of police forces to determine whether it was \"suitably consistent\".She said: \"It is not surprising they come to a different conclusion to us sometimes, we would expect that completely.\"But there are questions to be asked about whether they are consistent and whether the rationale for those decisions is transparent enough to the public.\" Civil rights campaigner Janet Alder has not seen an individual punishedsince her brother choked to death while handcuffed and lying face down and unconscious in a pool of blood in a police station, as a group of officers stood chatting nearby. Four of the five officers retired on a full pension before a misconduct hearing could take place.Two further Humberside Police detectives later faced a misconduct probe after it emerged they had listened into legal conversations between her and her barrister during Christopher's inquest in 2000. Both were found not guilty as they had been acting on orders from superiors. To this date, there has yet to be a misconduct investigation into the handling of Christopher's body by South Yorkshire Police. The wrong body was returned to the family by the force in 2000, though the error was not discovered until 2011. A spokesman for the IOPC, which has the power to reopen cases, said it had not received \"compelling\" new evidence to do so. Miss Alder said the BBC findings showed the police complaints system was still failing to punish those who had committed wrongdoing in all but a handful of high-profile cases.\"Each change of the police complaints system has just been a cosmetic change,\" she said.\"The IOPC still hasn't got the powers to compel people to answer questions in person and it still hasn't got the power to do anything else but put recommendations across. \"The system is still broken.\" Kristina O'Connor, now 33, was sent numerous inappropriate messages by Det Ch Insp James Mason after he responded to her report of an attempted robbery in October 2011. The officer asked her out to dinner while taking her statement about the incident, in which she was assaulted by a group of men trying to steal her phone. DCI Mason then sent Ms O'Connor a series of personal emails including one telling her she was \"amazingly hot\". Ms O'Connor told the PA news agency: \"I no longer trust the police. I feel that I am as likely to be abused by a police officer as I am by anyone else and perhaps even more likely, as I've seen that police officers can harm people with impunity.\" Following her complaint about DCI Mason, a panel at a police misconduct hearing last year found him guilty of gross misconduct. The Met has confirmed he remains a serving officer.Ms O'Connor said: \"I question what it takes for an officer to be dismissed. It makes a mockery of the misconduct process that he continues to serve.\" Out of 418 cases where the IOPC found a case to answer for misconduct, force disciplinary panels agreed misconduct had taken place in 148 cases and gross misconduct in 118. Of the employees proven to have committed gross misconduct, 55 were sacked, 40 received written warnings, while four are recorded as 'other'. The rest retired or resigned before their misconduct panel was heard, the IOPC reports say. Of the police employees where the lesser charge of misconduct was proven, 16 faced no further action.In order to toughen up sanctions, guidance was introduced in February 2020 stating a proven misconduct case should amount to a \"at least a written warning\". But longstanding critics of the complaints system argue that recent reforms have not gone far enough to tackle cultural problems in policing. Deborah Coles is the chief executive of the charity INQUEST, which provides expertise on state-related deaths to families. She said: \"When you have behaviour that has resulted in individuals dying and you see no action taken, that is incredibly damaging for public confidence in policing. \"What it says to families is the rule of law does not apply to police in the same way it does to a citizen.\" Separately to the outcome reports, the BBCanalysed hundreds of misconduct reports published on the IOPC website. Out of the 244 officers with a case to answer, 105 (43%) were either cleared by the force disciplinary panels, left before their hearings were heard, or faced no further action. Over the three-year period, criminal proceedings were also brought against 44 police officers and staff following an IOPC investigation, resulting in 19 guilty verdicts or pleas. Filmmaker Ken Fero, whose documentaries include Injustice and Who Polices the Police? Believes the report by the Home Affairs Select Committee will not not lead to a radical reform. \"We've had now three separate organisations which have all been subject to a review,\" he said. \"It's just a talking shop. They have no interest whatsoever in investigating these cases properly.\" Vice chair of the Police Federation Ché Donald said the reason misconduct hearings ended in no further action was because of the nature of the complaints themselves. \"It is vital we have an independent, impartial body that has oversight over policing so officers are rightly held accountable for their actions,\" he said. \" But the IOPC often inexplicably pursues vexatious allegations.\" Mr Donald said the Federation was concerned about the length of time investigations took and was pressing the government to impose one-year deadlines on IOPC inquiries. However, both the IOPC and the Police Federation agreed the culture of policing needed to change.\"There is growing evidence that shows some policing actions are culturally out of step,\" said Mr Donald. \"Maintaining public confidence in policing is essential, so we have to accept that we have a problem, as only then can we deal with it.\" Ms Cashell said better co-operation between police forces and the IOPC would strengthen the evidence presented in investigations. Police employees too often refused to be questioned in person, she said, which delayed proceedings. Many offer a written statement instead, as is currently allowed under law.In the recent inquiry into the police handling of the death of Stephen Port, 16 of the 17 officers called to answer questions provided a written statement only. She said: \"I think cultural change within the complaint system itself and policing is needed so it is not so defensive when things go wrong.\"We need a police force that is really open to working to resolve those issues, to really listening and to taking the opportunity to learn.\" Addressing the sanctions handed out by disciplinary panels, the Police Federation said some misconduct cases could be \"low-level mistakes\" such as forgetting to fill out a form. It also said a written warning was an \"18-month stain on an officer's record, which can lead to their dismissal if the behaviours are not rectified\". If a written warning was given for a misconduct case, the panel, including an independent chair, had decided the officer was still of value to the service, a spokesman said. On Wednesday, London Mayor Sadiq Khan saidhe wanted a plan from the Met Police commissioner Dame Cressida Dick within weeks on how to \"win back the trust and confidence\" of the public. It followed a week afterthe police watchdog found \"disgraceful\" misogyny, discrimination, bullying and sexual harassment among PCs based at Charing Cross. The Shared Data Unit makes data journalism available to news organisations across the media industry, as part of a partnership between the BBC and the News Media Association. For more information on methodology and the full dataset, clickhere . Read more about the Local News Partnershipshere. ", "url": "https://www.bbc.com/news/uk-59594712"}