{"datetime": "2022-02-11T14:04:15.000Z", "title": "Cressida Dick: Policing figures dismayed at Met chief's demise", "article": "Dame Cressida Dick's resignation as Metropolitan Police commissioner has been welcomed by her critics. But what do figures in the policing community make of the imminent exit of the first female commissioner of the UK's largest police force? Dame Cressida resigned on Thursday after being unable to convince London's Mayor Sadiq Khan that she would be able to lead a positive transformation of the force's culture. Scrutiny of Scotland Yard has intensified following a litany of controversies, particularly during the past 12 months. The handling of theSarah Everard vigil , the delay in investigatingDowning Street parties , and thediscovery last week of a culture of misogyny, discrimination, bullying and sexual harassment uncovered by the police watchdog at one central London station, have all cast the force in a poor light. Nonetheless, the mood within the Met Police about Dame Cressida's resignation is seemingly one of dismay. \"This has been horrific and a waste of the best police leader I have known,\" one senior serving officer has told the BBC. It is a view that seems to reflect what many within policing think. Shabnam Chaudhri, who rose to the rank of superintendent during her time at the Met, described Dame Cressida's departure as a \"very, very sad day for policing\". The former officer told the BBC: \"There is a culture that has been embedded in policing for many, many years, long before Cressida Dick took over as the commissioner for the Metropolitan Police.\"However, she's had a terrible last two years with a catalogue of catastrophic incidents that have taken place.\" John Sutherland, who has written a book on the problems facing the police, was among the many former Met officers to offer his support. Martin Hewitt, chair of the National Police Chiefs' Council, said: \"Dame Cressida Dick cares deeply about the people of London and the Met's mission to keep Londoners safe.\"We owe her a debt of gratitude for her four decades of dedicated service and huge contribution to policing and public service.\" Andy Marsh, chief executive of the College of Policing, said he would be among those who would miss the outgoing commissioner. Ken Marsh, chair of the Metropolitan Police Federation, described the body and its officers as being \"saddened\" by the news that Dame Cressida had been denied \"the opportunity and the necessary time to build back trust\" in the force. He said that although it was \"of course a challenging time\" for the Met, \"policing and police officers are an easy target for critics who have never spent a day in our shoes or dealt with the daily challenges we face\". Mr Marsh added: \"Whilst the federation did not always agree with Commissioner Cressida Dick, we think she was doing a good job in difficult circumstances. She genuinely cares about London, its citizens and - importantly, from our perspective - her officers and their families. \"Her removal leaves a void in the leadership of London and UK policing at what is a critical time. She should have been treated better.\" However, Ms Chaudhri said she felt that public trust in policing in the capital could be restored by bringing in a replacement with new ideas. She added: \"I think it's time for the organisation to look outside and to bring somebody fresh in so that they come in with an independent oversight without having to be tarnished or influenced by anybody else. \"Of course, there will be some influences, but the bottom line is I think it's time to start looking further afield.\" ", "url": "https://www.bbc.com/news/uk-england-london-60347497"}