{"datetime": "2022-01-01T00:56:06.000Z", "author": "Harry Farley", "subject": "Murder of Bibaa Henry and Nicole Smallman", "title": "Victim Support: My daughter was murdered - sharing my grief helps others", "article": "Mina Smallman's daughters, Bibaa Henry and Nicole Smallman, were murdered in north London. As part of her role as a guest editor of BBC Radio 4's Today programme, she is focusing on the work of the charity Victim Support, which has a team of volunteers helping victims of crime. \"Every time I drive past her house I can see her in the window. Sometimes I'll wave, which sounds a bit crazy,\" says Victim Support volunteer Julie Doherty, who knows first-hand the pain of losing a loved one to domestic violence.Julie's daughter, Leanne Collopy, was murdered in 2017. Leanne was 25 when her ex-partner stabbed her and set her home on fire while she was inside with their two-year-old daughter, Leila, who survived thanks to her mother's quick thinking.Saleem Saidwas jailed for life - but like others who have lost loved ones to homicide, Julie was left to cope with the trauma. \"I can't explain how it changed life for me and my family. I lost a daughter, very suddenly, very violently,\" Julie says. \"It could be simple things like a song comes on the radio, or a smell.\"Straight away you get that physical pain in your chest, you're back in that moment of absolute despair and devastation.\"This could be a year down the line. I'm four-and-a-half years down the line and I still experience moments like that. \"You learn to deal with it. You don't get over it. You don't move on. You just learn to deal with it.\" Julie says she has joined \"a club that you don't want to belong to\" - people who have lost loved ones to homicide. New figures from Victim Support, seen by the BBC, suggest a rise of nearly 20% in its caseload, compared with before the pandemic. The charity's figures show cases involving violence with injury have gone up by 20%, domestic abuse cases are up 27%, and hate crime cases are up 6%. Over the same period, domestic burglary was down 8% and theft offences were down 18%, says Victim Support.Meanwhile, the most recent Office of National Statistics figures, for the year ending in June, suggest that if you exclude fraud and computer misuse, there was a 14% decrease in total crime in the year ending June 2021. Diana Fawcett, chief executive of Victim Support, says the upsurge it is experiencing is due to the length of time that people need support, rather than higher case numbers. The impact of crime has been \"exacerbated as people spend more time isolated at home, and in some cases have difficulty in accessing other services due to Covid-19,\" she told the BBC.\"Victims are also receiving support for longer.\"Our homicide service is supporting more bereaved victims now than before the pandemic, with people wanting support for a longer period of time, as they deal with the impact of the pandemic as well as the pain of bereavement.\" For Julie, like so many who have suffered loss, Christmas is particularly hard, as a time traditionally spent with family.\"Leanne is now only present by her absence, by the empty chair at the table that's never going to be filled.\"I've got two other daughters and if I have a picture with my other daughters, there's always somebody missing.\" Julie volunteers as a peer support worker with the charity, which means she mentors and counsels others who have gone through similar experiences.She describes it as a \"two-way thing\", where she can both give and receive help.\"I don't know where I'd be without peer support.\" Leanne was awarded a commendation for bravery from the Queen for saving her daughter. With her home on fire and having been stabbed multiple times, Leanne still had the presence of mind to put Leila in the sink, run the tap and open a window.It was there the child was found by the first police officer on the scene. Leanne died in hospital four days later. Julie rarely speaks of what happened, but finds sharing her story with other victims can help. \"It is very comforting to speak to somebody who's been through the same thing, that's in the same situation as you are.\"I think unless you've been in this situation, you can't fully understand the entirety of the depths of your feelings.\" Julie has custody of Leila, who's now six. \"It is redeeming... Some days I feel like I've got Leanne here, back as a little girl again - her mannerisms, or she'll say something or just do something like give me a look and I'll think: 'Goodness me, that's Leanne all over again'. \"She's been my reason for getting out of bed.\" Information and support: If you, or someone you know, is a victim of crime or domestic abuse , these BBC Action Line links may be helpful. In addition you can contact Victim Support at any time on 0808 16 89 111 or Support After Murder and Manslaughter on 0845 8723440 / 0121 472 2912, Text: 07342 888 570 ", "url": "https://www.bbc.com/news/uk-59768286"}