{"datetime": "2022-01-14T09:30:57.000Z", "author": "Caroline Lowbridge", "title": "Sophie Khan: TV expert solicitor jailed for contempt of court", "article": "A prominent solicitor has been jailed by a High Court judge for refusing to hand over her clients' files after her firm was forcibly shut down. Sophie Khan describes herself as a legal expert on Tasers and has frequently appeared on TV and radio. Her Leicester-based firm was closed by the Solicitors Regulation Authority (SRA) in August while it investigates her for allegations of dishonesty. It suspended her from practising, but she declined to give the SRA her files. She then repeatedly refused to do so despite two court orders and awarrant being issued for her arrest . Mr Justice Leech has now given her a six-month sentence for contempt of court for breaching the two court orders. \"I consider Ms Khan's contempt of the court to be serious,\" he said in his judgment. \"Her failure to comply with the orders involved not only an attack on the administration of justice, but also defiance of her regulator.\" However, Ms Khan will not have to serve three months of the sentence if she hands over the files and various other documents and records within six weeks.She is also entitled to be released after serving half the sentence undersection 258 of the Criminal Justice Act 2003 . This means she will either serve three months in prison or six weeks. Janes Solicitors, which represents Ms Khan, said in a comment to the BBC: \"We are disappointed that the judge saw fit to impose any sort of prison sentence. \"We are urgently considering all options open to Ms Khan in respect of the findings of Mr Justice Leech and the sanctions imposed, including an appeal to the Court of Appeal.\" Her real name is Soophia Khan but she appears in the media as Sophie Khan, and her firm was called Sophie Khan & Co Ltd. The SRAconfirmed in August that it was investigating the firm over allegations of dishonesty, adding that she and the firm had failed to comply with its code of conduct and a number of rules and principles. The BBC asked the SRA what the dishonesty allegations were, but a spokesman said he could not give details because the investigation was ongoing. Ms Khan has previously attracted controversy for some of her views on policing. In August 2020 she spoke against a campaign by the widow of PC Andrew Harper, who wanted mandatory life sentences for the killers of emergency service workers. She tweeted that it was \"wrong of PC Harper's family to say they have faced injustice\" because she felt his killers had received \"severe sentences\" for manslaughter. TV presenter and former police officer Rav Wilding was among those to criticise her, saying her tweet was \"very unprofessional\". But Ms Khan did not back down, and later appeared on Sky News where she said: \"We cannot now have a new law based on the sympathy of one family.\" Lissie Harper's campaign hassince been backed by the government , and the Ministry of Justice has said it aims to pass Harper's Law in England and Wales \"as soon as possible\". In January 2020 Ms Khan criticised PC Stuart Outten, who wasrepeatedly slashed in a machete attack and defended himself using a Taser. Ms Khan, who has represented people injured by Tasers, wrote on Twitter she was surprised the Metropolitan Police had not \"started disciplinary action against PC Outten for assault and battery\" against his attacker. Her comments were condemned by the Metropolitan Police Federation, and PC Outten has since beengiven a national bravery award . In 2019 Ms Khan was barred from holding any position at the Law Society for five years, although the Law Society has not said why. She had previously been chair of its civil justice committee. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-59980799"}