{"datetime": "2022-01-22T06:13:22.000Z", "author": "Julian O'Neill", "title": "PSNI postpones recruitment of 85 officers over finances", "article": "The Police Service of Northern Ireland (PSNI) is to postpone the recruitment of 85 officers due to financial pressures. In a letter to the Policing Board, Chief Constable Simon Byrne described the move as \"prudent\" in the circumstances. The student officers had been due to start training in March and would have upped costs by up to £5m this year. It is understood the Northern Ireland Executive is aware of the development. The move comes amid police concerns at Stormont's current draft budget and a warning that, if implemented, officer numbers could drop by 900 over the next three years. It currently has about 7,000 officers. The PSNI has said that in its current form the budget would leave it facing an operational shortfall of £180m between 2022 and 2025. It believes the financial squeeze could only be addressed by having fewer officers - those retiring at a rate of 300 a year would likely not be replaced. However, some level of recruitment is seen as preferable. In the 2020 New Decade, New Approach political agreement, which led to the restoration of devolved government at Stormont, the executive pledged to increase officer numbers to 7,500. The PSNI is largely funded through the Department of Justice. The department told the BBC that Justice Minister Naomi Long believed Stormont's draft budget \"would be damaging to the fabric of the justice system\". \"Whilst the minister secured funding to increase [police officer] numbers last year, that progress would be reversed if the current draft budget were to be agreed,\" said the department. \"Given around 70% of the justice budget is spent on policing, there will potentially be significant reductions in the numbers employed in policing and significant and detrimental impacts to key public services provided by the justice system in order to live within the draft budget. \"There would be very damaging outcomes for some of the most vulnerable in our society.\" Almost 80% of the PSNI's allocation goes on staff operating costs. In his letter to the Policing Board, seen by BBC News NI, Mr Byrne states while recognising consultation on the budget is still ongoing, \"we consider it prudent to defer recruitment planned for March\". It goes on: \"The impact is that 85 student officers will not now commence training.\" Mr Byrne adds that if there was a \"remedy\" to the budget, \"we are in a position to accelerate recruitment intakes to maintain operational capability\". Policing Board member Jonathan Buckley, who is a Democratic Unionist Party (DUP) assembly member, said he was aware of the decision to postpone recruitment and was \"extremely concerned\". The DUP is against the draft budget in its current form. \"We need more officers, not less, and the finance minister needs to provide the funding required to ensure the commitment to 7,500 officers is met,\" said Mr Buckley. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60091835"}