{"datetime": "2022-01-23T07:16:29.000Z", "author": "Niall Glynn", "title": "The controversial Irish force sent to police Palestine", "article": "In April 1922, about 750 members of a disbanded Irish police force disembarked at the port of Haifa in Palestine. It must have seemed like a different world to men who had just played a controversial role in a conflict in Ireland. Under the Anglo-Irish Treaty that ended Ireland's War of Independence and established the Irish Free State, the disbandment of the Royal Irish Constabulary (RIC) was agreed. The force officially ceased to exist in the same month as the former officers arrived in Palestine. More than 500 RIC members were killed between 1916 and 1922, but the force was also linked to many brutal attacks, many of them blamed on its reserve unitsthe Auxiliaries and the Black and Tans . These groups were mostly made up of former British soldiers recruited after World War One.Meanwhile, Britain had conquered much of the Arab Middle East from the Ottoman Empire - including Palestine - during World War One. By 1922, violence between Arabs and Jews in Palestine was increasing and the local police force could often not be relied on to be impartial.So a new British gendarmerie was established and it would be staffed almost exclusively by former RIC members. Author and historian Seán Gannon says: \"They wanted a sort of impartial, British crack squad that could be used to bolster the Palestine police and to deal with these intercommunal situations. \"The reason that they recruited RIC was the coincidence of the disbandment of the RIC - which they knew was coming in July 1921 with the truce - and the fact that they needed a police force in Palestine.\" More than 730 former RIC men would go to serve in Palestine. While many were former Auxiliaries and Black and Tans, just under 40% were Irish-born officers who were considered \"original RIC\". However, the reputation the RIC had acquired during the brutal events of the War of Independence made the recruitment of its members controversial, something the secretary of state for the colonies, Winston Churchill. was aware of. Dr Gannon says the Black and Tans were \"internationally notorious\".\"There was a lot of controversy over what the Black and Tans had done in Ireland and they didn't want to associate the Black and Tans with this new police force in Palestine,\" he says. \"There were questions in Parliament, there were a lot of concerns that they were importing a gang of thugs from one imperial theatre into another.\"So they did it [recruitment] in a kind of underhand way, but of course word got out.\" However, while the recruitment was controversial in Britain, the RIC's reputation was deemed useful in Palestine. Dr Brian Hughes, a lecturer in history at the University of Limerick, says the ex-RIC men's reputation \"did a lot of the work for them\". \"When they went over to Palestine it was advertised that they were ex-RIC, ex-Black and Tans,\" he says. \"So they had a fearsome reputation going over there.\" Dr Gannon says that reputation was deliberately played up in Palestine. \"A lot of violence at the time was from the Arab sector, so they were saying to them: 'We're bringing over the Black and Tans to sort you out.' \"They basically just turned up on a couple of occasions looking pretty fearsome and the crowds dispersed because their reputation had gone before them.\" The ex-RIC men were a mixture of former British soldiers and Irish-born policemen and they had different motives for joining the Palestine gendarmerie. \"I think the main one was for work, particularly the opportunity to carry on a policing career,\" says Dr Hughes. He said the newly-formed police force in Northern Ireland, the Royal Ulster Constabulary (RUC), was an option for some, but that in Britain \"they weren't looking for RIC men\", partly because \"the sort of policing they were doing in Ireland\" wasn't seen as the same kind needed there. However, Dr Gannon says many of the Irish-born recruits had a different reason for going. \"When you start looking at the Irish, you see again and again that this was a means of getting out of Ireland at the King's expense,\" he says. \"They left at a time when the violence began to spasm against disbanded and retired RIC and they weren't around long enough to realise that by the summer most of it had died down - they'd already gone.\" According to Dr Gannon, at the time the RIC men signed up for Palestine, they were facing violent threats, intimidation and murder.Their experience in Palestine would be very different. Unlike the Irish War of Independence the police were not the target of violence. \"They were tough, they adopted a shoot-to-kill approach for bandits and brigands and when they did get physical it was brutal enough, but there were no mass casualties, there were no reprisals, they didn't burn houses or anything like what happened in Ireland,\" Dr Gannon says. In June 1923, three former RIC men were killed in an ambush on the high commissioner's convoy, while there was a small number of suicides and fatal accidents. But, overall, the period from 1922 to 1926 was largely peaceful. Indeed Sir Henry Tudor, who had been 'chief of police' in Ireland before taking a senior position in the Palestine mandate, said it was \"a rest cure after Ireland\" for the former RIC men. \"That led to its own problems - they were bored, a lot of the documentation says they were sitting around doing nothing waiting to be called out,\" Dr Gannon says. Many Irish members left after the first year and to some extent a victim of its own success, Britain disbanded the gendarmerie in 1926 as they thought it was too expensive considering how quiet the situation was. About 70 ex-RIC men transferred to the British Section attached to the Palestine Police (BSPP) in 1926 and Irishmen continued to serve in future British forces in Palestine until the 1940s, although in smaller numbers. Of the original Irish members of the gendarmerie, Dr Gannon says few ultimately returned to their native land. \"You see them resettled back in Britain, you see them going to America, some of them joined other colonial police forces, some just went to colonies as planters or workers in Australia that sort of thing,\" he says. \"But not that many returned to Ireland for whatever reason.\"They were young men and maybe there was nothing to come back to.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60031090"}