{"datetime": "2022-01-20T06:27:59.000Z", "author": "Chris Robinson", "title": "Barrister becomes a police officer for Durham Constabulary", "article": "An ex-barrister who used to defend alleged criminals has turned to arresting them by becoming a police officer. Christopher Mitford, 51, is now following in the footsteps of his grandfather and great-grandfather who also served with Durham Constabulary. He said he decided on the career change after realising he was not too old. \"It is a big change because it's not like any other job - it's really a way of life,\" PC Mitford said. As the oldest recruit in his cohort, he said his older years did not put him off. He said his career in law began rather unconventionally after leaving school at 16. His uncle was a solicitor and he went to work as an office junior at the firm. \"I decided I quite liked the law and then began taking law exams, mainly part-time, and became a lawyer by that route,\" he said. He said barristers' opinions on whether clients had committed the crimes they were accused of were \"irrelevant\" in the job. He said: \"If they say, 'I wasn't in the bank, I wasn't the armed robber' then you operate on that basis and you test the evidence for any weaknesses, challenge the witnesses and put forward your client's version of events.\"After a stint working abroad investigating money laundering for a bank and then teaching courtroom skills to new police recruits, he knew the desire to join the police force was not going away. \"One of my law students told me he had decided to go and join the police - there was this wave of envy that sort of came over me,\" he told BBC Radio Newcastle. \"I discovered that I wasn't too old to join the police and therefore I just decided to go for it.\" After being selected, he began his training - and the new job came with even more anti-social hours. \"You have to think of others in terms of how it impacts on your own family but it has been fine,\" he said. \"My wife could tell it was something I really wanted to do and she gave her approval.\" Aware he needed to improve his fitness and \"shift a bit of timber\", he went to the gym and started running 5km a day, knowing he had to pass the infamous bleep test, which scores officers on their fitness. PC Mitford's first arrest - which he said was \"pretty nerve-wracking\" - came on his first day. \"There was a report of people fighting in the streets with weapons, with hammers and machetes and the like,\" he said. \"Obviously your heart is beating because you think about what you are going to encounter - are you going to be involved in some sort of physical altercation with those who are armed? Or are you going to have to tend to someone who is injured? \"When we got there the perpetrators had in large part departed but there was an injured person we assisted and I had to end up having to arrest someone in a back alley. \"It was surreal really because I had firearms officers around me and a police officer with a dog behind me, and walking down this back street with my handcuffs ready to arrest somebody - that was my very first arrest, grievous bodily harm with intent - it was a very unusual first day in the job.\" Now a year into his probation as a response officer based in Stanley, County Durham, PC Mitford said he now saw the law from a different perspective. \"You find yourself in some very difficult situations, some very stressful situations, sometimes you are encountering people who - to put it neutrally - are uncooperative,\" he said. \"One of the most fulfilling experiences was working with a colleague to talk someone away from the edge of a bridge and one of the worst experiences was seeing the aftermath of a suicide. \"The good experiences outweigh the bad but performing the role can have an impact on your mental health - so you have got to be robust.\" He said he hoped one day to join CID, working on complex criminal cases. That would mean being back in court, but this time giving evidence. \"You are on the other side of the fence now,\" he said. \"It's just doing something that's entirely fresh - it is very rewarding work, it's very different. Genuinely speaking, I love it.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60045016"}