{"datetime": "2022-02-03T16:13:31.000Z", "author": "Sandish Shoker & Tim Parker", "title": "Plans for 100 new Leicestershire police officers shelved", "article": "A plan to fund an extra 100 police officers in Leicestershire this year has been halted. The county's police and crime commissioner (PCC) Rupert Matthews said the proposal was no longer \"sustainable\" in the longer term. It reverses the plan agreed by his predecessor to increase Leicestershire Police's officers to 2,242 by April.Former PCC Lord Willy Bach, who retired in May, criticised the move and called it an \"astonishing decision\". The matter was raised at a Police and Crime Panel meeting on Wednesday when councillors scrutinised the decision by Mr Matthews, who waselected for the Conservatives last year. He told the panel it had been a \"laudable aim\" to increase police numbers to their highest level in the county but it would not now be happening for two reasons. \"First of all the nature of crime is changing,\" he said. \"A lot more crime is taking place online and in order to investigate crime online you need someone sitting in front of a computer, you don't necessarily need a police officer with powers of arrest and all the other powers a police officer has.\"More particularly about the budget, I have previously said I want to approach finances of the police force in a cautious and sustainable way. \"I want to build a police force that is sustainable and effective in the longer term and want to be investing in big ticket capital items that's going to make us fit for moving into the 2020s and 2030s.\"We're not going to increase police numbers until I am satisfied that we can maintain them.\" Leicester's assistant city mayor for neighbourhood services, Kirk Master, argued the decision was a \"personal choice\" and the budget showed they could afford to hire the extra police this year.He added: \"I don't believe for one minute that with the budget you've now got, which is a greater settlement than it was the last financial year because it was a one-year settlement, that you can't afford these police numbers.\" Mr Matthews said he wanted to \"keep the numbers at a level at which they can be maintained in the long-term rather than to increase them only in order to reduce them\". The Police and Crime Panel voted to approve his new plan. The budget for next year includes a £10 (4%) a year increase in the policing contribution to council tax which means a total of £258 going towards policing for a Band D property. Last year, former Labour PCC Lord Willy Bach announced he wanted to increase police officer numbers by 100 in order to \"restore local police strength to pre-austerity levels\". In a statement after the panel meeting, he \"expressed sadness and disappointment\" at his successor's decision to scrap this. \"I have held my tongue about many of the strange decisions taken by Mr Matthews, but this is one step too far,\" he wrote. \"From city and county alike, the message in my inbox remains unchanged. People want to see more police on the streets. I worked to fulfil this expectation from day one and left office with a viable plan in place to restore police numbers and rebuild public confidence after a decade of central government cuts. \"My successor has discarded this plan preferring to take local taxpayers' money and hide it away for a rainy day.\"This astonishing decision does nothing for crime prevention, particularly in Leicester and in those parts of Charnwood and North West Leicestershire where local people worry about continuing levels of violence, antisocial behaviour and drug use.\" In response, Mr Matthews said: \"Lord Bach's last budget, to which he is referring, did indeed promise 2342 officers but only by using up our Budget Equalisation Reserve. \"That would run out in two years at which point we would be cutting numbers again.\"I don't work that way and to my mind, the boom and bust approach of my predecessor was not giving value for money to the taxpayer.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-60242529"}