{"datetime": "2022-01-28T17:46:55.000Z", "title": "Tax increase approved to pay for Devon and Cornwall Police", "article": "Tax increases to help pay for policing have been approved on Friday. The budget was proposed by Alison Hernandez,Devon and Cornwall police and crime commissioner , to increase the number of police officers. It will raise the policing precept by £10 a year to £246.56 for a band D property for the next financial year. The Police and Crime Panel for Devon and Cornwall met to decide on the plans. The total revenue for the force will be £379m with 59% from central government and 41% from council tax contributions, Ms Hernandez' office said. The force is on track to have added 686 officers since 2016/17, taking the total number to 3,610. The commissioner says that would be the highest number since the peak in 2015 when the force had 3,500 officers.Ms Hernandez said her proposals were based on a survey of 5,316 people which reflected a willingness to \"pay more to get more\". The move to increase tax comes amid asharp rise in the cost of living . Despite Office of National Statistics figures for the year ending September 2021 showing a 1% increase in recorded crime in Devon and Cornwall, crime in the two counties remains at some of the lowest levels in the UK. The government has announced that police and crime commissioners will have the power to request up to £10 increases every year for the next three years. Speaking at the Devon and Cornwall Police and Crime Panel, deputy leader of West Devon District Council Ric Cheadle (Independent) said: \"Every pound is going to be vitally important to families trying to balance their budgets.\"TheLocal Democracy Reporting Service said he asked if there would ever be a time when the police and crime commissioner would consider not raising the policing precept when she had the opportunity. Ms Hernandez replied that despite low crime rates, there was still an intangible fear of crime that would be reduced with more money and more officers on the street. She said: \"We'll never be satisfied because the crime rate is only one element of performance measuring for policing. \"The violence against women and girls agenda has really highlighted the poor way in which policing has served some of our community. \"So we have got some challenges ahead that are about more than the crime rate itself.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-60157715"}