{"datetime": "2022-01-21T06:15:06.000Z", "title": "Police stations should reopen to 'reassure the public'", "article": "More police stations should be reopened to give the public \"reassurance\" and revive confidence in policing, according to a crime chief. Alison Hernandez, the Conservative police and crime commissioner for Devon and Cornwall, said the idea was \"controversial with chief constables\". She said public confidence needed to be restored. \"We need to reopen and show that policing is open to the public,\" Ms Hernandez said. Speaking to reporters at an Association of Police and Crime Commissioners' briefing, she told of her plans to reopen six stations in her region but said it was \"very hard\" to get such proposals \"over the line\". Hundreds of police stations are thought to have closed to the public across Britain over the past decade as part of cost-cutting measures. Typically the front desks of the stations, where people could come to report crime, were shut but the offices behind remained in use. Ms Hernandez said the difficulty in reopening stations was low footfall - the reason many closed in the first place. \"I'm determined,\" she added. \"I've only got six I'm trying to reopen and you'd think I was trying to reopen 60. \"It is really hard because the resourcing for them, they know will mean low footfall, and it feels to them like a wasted resource.\" She made clear she thinks police staff, as opposed to officers, should be posted to front desks. \"So yes, it's controversial in the chiefs' world. I'd say it's very hard to get it over the line, to get that push forward because they feel like they should be spending it on policing rather than being accessible to the public,\" Ms Hernandez added. Some police and crime commissioners have used mobile vans, particularly in neighbourhoods where it may not be possible to have a station, to make policing more visible. Stephen Mold, the Conservative police, fire and crime commissioner for Northamptonshire, who has dubbed his mobile vans \"beat buses\", said: \"It's very much an evaluation but it's already proving itself to be so successful. I'll probably be buying another one.\" Ms Hernandez said mobile vans were \"great\", but added: \"What the public need for reassurance is that there's a reliable place that you can go to and you know it's there.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-60076355"}