{"datetime": "2022-02-12T01:22:39.000Z", "author": "Robin Levinson-King", "title": "Her boyfriend killed her son but she went to jail", "article": "Rebecca Hogue's boyfriend beat her toddler son to death while she was at work. So why is she the one being called a murderer? 11 February, 2022 Editor's note: After the publication of this story, Hogue was given a life sentence suspended to 16 months. She is expected to spend 13 months behind bars, due to time already served. This story contains details of domestic and child abuse that may be upsetting to some readers. In the early hours of New Year's Day 2020, Rebecca Hogue came home from a 12-hour shift at the Oklahoma casino where she worked as a cocktail waitress, crawled into bed next to her 2-year-old son Ryder, and her boyfriend, and drifted off to sleep. The next morning, she woke to find that Ryder wasn't breathing. Her boyfriend, Christopher Trent, was at work. She called the police and panicked. Bodycam footage of that day from emergency responders shows her trying in vain to perform CPR on her son, who was pronounced dead when he arrived at hospital. A coroner's report later concluded that his cause of death was blunt-force trauma, and evidence from the home Hogue shared with Trent showed strands of Ryder's hair were found in the drywall. Hogue says she didn't know any of that then. She called Trent, begging him to meet her at the hospital. But he wouldn't respond to her texts or voice messages. Four days later, police found Trent's body in the Wichita Mountains. He had died by an apparent suicide. A prosecutor would later make clear it was known that Trent had killed Ryder.Carved into a tree near the site where his body was found were these words: Rebecca is innocent. But with Trent dead, the investigation turned to the 29-year-old Hogue, who was charged with first-degree murder. In Oklahoma, parents who fail to protect their children from child abuse can be charged with the same crimes as the actual abuser.\"Failure to protect\" laws, which exist in many US states, have drawn criticism from domestic violence experts who say in practice, they often criminalise victims of domestic abuse who may be too scared to leave.Hogue's case has drawn significant attention from media and women's rights groups, and raises questions about the lasting wounds of trauma, as well as the limitations of the law to bring justice for the victims of abuse.Hogue's trial took place in autumn last year. To convince a jury that she was guilty, the state needed to prove she knew about the abuse and didn't do anything about it. Hogue says she had no idea Trent was abusing Ryder before that day, though not long before his death, she had begun to notice the boy had minor unexplained injuries. Two weeks before Ryder died, Hogue noticed bruises and cuts on his body, she told police. She took photos, and began searching on her phone for warning signs that a child might be being abused.But when she confronted Trent about it, he told her that boys get \"nicks and bruises\", according to police interviews.Two days before Ryder's death, while giving him a bath, Hogue noticed her son was lethargic. She again confronted Trent, who suggested that Ryder must have had the flu.Hogue later told police she searched online for symptoms of the flu, and also for signs of how a child might act if they were being abused. She said she searched for those things because \"she attracts those kinds of men\". The state says her searches prove she knew Trent was abusing her child, but she forgave him.Hogue says she searched because she was cautious, but ultimately believed Trent's explanations for the injuries.\"She said she fell for it again because he manipulated her,\" the police report reads. Prosecutors say those initial suspicions about his injuries - and the fact that she continued to allow Trent to babysit - are proof that Hogue was guilty of \"permitting her child to be murdered\". Several pieces of evidence were not allowed into trial, which Hogue's pro-bono attorney Andrew Casey believes could have helped her case. The tree-carving with the words \"Rebecca is innocent\" was considered hearsay, and a ban was placed on distributing those images. The lead detective who investigated the murder was not allowed to give his opinion on the merits of the case, and an audio recording that captured him discussing it with a friend of Hogue was not allowed into court.On the recording, obtained by the BBC, he admits that his team looked into the question of whether to lay charges and decided they did not have enough evidence for a \"failure to protect\" first-degree murder charge. \"We don't believe in this charge and there's a good chance she ends up in prison anyway because of the way the system is,\" Detective Sean Judy can be heard saying on the recording. The candid conversation was firstreported on by the Norman Transcript, a local newspaper . Mr Judy and the Norman Police Department declined to comment to the Norman Transcript and the police department did not respond to the BBC's request for comment.The district attorney's office chose to bypass police charges by asking a jury to decide if charges should be brought, which is allowed in some American jurisdictions, rather than bringing police charges. Ultimately, the jury decided charges were warranted. The district attorney did not respond to the BBC's request for comment. And finally, the jury were not allowed to hear expert testimony about Hogue's previous experiences with domestic violence and how it could affect her, because she was not the one being physically abused by Trent.Over the eight-day trial, prosecutors repeatedly showed graphic images of Ryder's dead body covered in bruises, including leaving a picture of his bruised genitals up for 10 minutes during closing arguments.It took the jury less than two hours to convict.Speaking to the BBC from prison, where she awaits sentencing on Friday, Hogue says she keeps playing those brutal images over and over in her head.\"The things they said in trial, they haunt me,\" Hogue told the BBC from the Cleveland County Detention Centre in Oklahoma.Growing up an only child, Hogue didn't know what it was like to be around little children until she gave birth to one, she says. She was overwhelmed by how much she loved him, and she still calls him her \"best friend\". \"He already had a sense of humour at two and a half,\" she says, smiling at the memory. With no prior criminal record, Hogue is now looking at the possibility of spending decades in prison. The state has the highest rate of female incarceration in the country. The jury recommended life with parole only possible after 38 years, but the Oklahoma Department of Corrections said a deferred sentence, with no jail time and mandatory counselling, is more appropriate.All this scares her. But what scares her the most is the idea that the tawdry glare of this courtroom drama will outshine the memories of her happy, loving boy. \"Ryder is getting lost in all this. That he's not being remembered,\" she says through tears, her eyes wide as a prairie sky. \"I don't know why this happened to us. I ask that all the time.\" Hogue is not the only person to be held responsible for her partner's violence. A majority of US states have some law against failing to protect children from abuse, either as a criminal or civil offence. Sentences can range from mandatory counselling to years behind bars. In several states, including Oklahoma, it can carry a life sentence.A 2014 Buzzfeed investigation found at least 28 cases in 11 states where mothers were sentenced to 10 years in prison or more. Cindene Pezzell, legal director for the National Clearinghouse for the Defense of Battered Women, says that while these laws were crafted to protect children, in effect, they often punish victims of domestic abuse and separate families, causing further harm.Ms Pezzell says survivors are criminalised because they don't call police, don't take their children to the doctor, or don't get out of a bad relationship. But the reality is that many domestic violence victims fear that those actions could lead to further retaliation, she says. \"All of those things, we can say 'yes that's what a protective parent would do'. But it could be because they're choosing between something very dangerous and something even more dangerous,\" she says.Although there are no clear statistics on how many women across the country have been charged in such cases, or how many of them were also survivors of domestic abuse, Ms Pezzell says women are much more likely to be charged than men. In Oklahoma, about 13% of confirmed child abuse incidents can be categorised as \"failure to protect\", according to the state's child welfare department. A report by the American Civil Liberties Union found that 93% of people convicted of this were women. This is in part because women are more likely to be the primary caregivers of children, she says, but she also believes that society's expectations of motherhood have a part to play in this disparity. \"It's hard for people to believe that a mother might not know their child is being abused… but what standard are we holding their mothers to? I've seen cases where paediatricians don't see any signs of abuse, and then the child dies, and the mother is charged with failure to protect.\" In some cases, the charge can lead to more jail time for the person who \"failed\" to stop the abuser.In 2006, 19-year-old Oklahoma woman Tondalao Hall pleaded guilty to failure to protect. Her boyfriend, who frequently beat her and threatened her, had broken her infant daughter's ribs and injured her other children. He received a suspended sentence of 10 years and served two years in prison. She would spend the next 15 years behind bars, before widespread outcry and media attention from the Buzzfeed investigation convinced the parole board to commute her 30-year sentence.By the time she was released, her three children were all grown. While Ms Hall's case shone a spotlight on many of the issues with failure to protect, the law still has many supporters. Oklahoma judge Thad Balkman, who is not involved with Hogue's case but has tried many cases involving abuse, says he doesn't \"have any criticism of Oklahoma's failure to protect statute\". \"It's one of the traditions, both culturally and legally of our country, that parents have an obligation to protect our kids,\" he told the BBC. \"Failure to protect criminal laws are an extension of that natural law duty that parents have to their children.\" Last year, he sentenced a woman to 10 years in prison for failing to report that her boyfriend was sexually assaulting her child-aged daughter, and for allowing the abuse to go on for years. It's one of the cases that still sticks with him, and that reiterates the importance of holding parents to account, he says.While he agrees that domestic violence can impact people in many ways, he thinks the law, as it stands, is designed to take those factors into account.\"I think there's sufficient discretion built into the law that gives judges the range they need to make the sentence fit the crime,\" he says. During trial, the prosecution argued that Hogue does not deserve the sympathy of abuse victims, like Ms Hall, who stay with their partner out of fear. They objected to the defence calling an expert on domestic violence to the stand, and the judge agreed with the prosecution.\"I want to be one hundred percent clear. Rebecca Hogue is not a domestic violence victim of Christopher Trent, who killed that baby,\" District Attorney Greg Mashburn told local news station KFOR . \"She was not scared of him. She was not worried about what he would do physically to her.\" Mr Mashhburn's office declined to speak to the BBC for this story. But Stacey Wright, an anti-domestic-violence advocate on the board of the Oklahoma Call for Reproductive Justice advocacy group, says Trent's repeated lies about Ryder's injuries was gaslighting, a form of psychological abuse.\"That's the thing about abuse, is it alters your ability to trust your gut, and your intuition,\" she says. If you are in the UK and are affected by some of the issues in this article, you can find details of organisations who can help viathe BBC Action Line. If you're in the UK and you feel in immediate danger, call the police on 999. If you can't speak, press 55 when prompted to let them know you need urgent help. Online webchats and text services are also available. If you are in the US call police at 911, or call the National Domestic Violence Hotline at 1-800-799-SAFE (7233). Hogue had a long history of abusive relationships, including with Ryder's father. She had left then, and she believes that if she had known better, she would have left Trent.\"I wish he had hit me because then I would have gotten out,\" she says. She and Trent met online about six months before Ryder's death, and she was initially cautious, asking her friends to join them on her first date to help her scrutinise him. \"I really wanted my friend to look him over, because I was a single woman with a child,\" she says She remembers taking him to a friend's party, where he sipped water all night long. When he dropped her off that night, she introduced him to her son. He got down on his level and started talking to Ryder, asking him questions and making jokes. Soon, they were living together. Trent said he wanted to help her raise him, he wanted to be a family and adopt Ryder as his son. He even got their names tattooed across his chest.\"I thought he loved my son a lot,\" she says. \"Maybe we moved too fast.\" Looking back, Hogue wonders if he was \"love bombing\" her - a technique domestic-violence experts say abusers use in the beginning of a relationship to shower their victims with affection, building trust and dependence.Ms Pezzell says physical violence isn't the only form of abuse, and that it's quite common for women who have left physically abusive relationships to become targets for coercive, psychological abuse by future partners. \"Victims are often assumed to choose their partners, but their partners very strategically choose the most vulnerable victims,\" she says. Hogue told the BBC she feels deep remorse for her son's death and for not seeing Trent for what he was. Now, she's the one paying for Trent's crimes.Hogue says she obviously doesn't want to stay in prison, but more than that, she wants people to know that she is not the one who is guilty of her son's murder. \"God knows. And Ryder,\" she says.", "url": "https://www.bbc.com/news/world-us-canada-60326621"}