{"datetime": "2022-01-21T16:19:03.000Z", "subject": "Coronavirus pandemic", "title": "Virtual courts plan for Scotland's domestic abuse cases", "article": "Specialist online courts should be set up to deal with domestic abuse cases, a new report has recommended. It is hoped the move would increase protection and reduce trauma for complainers and make it easier for witnesses to give their evidence. The Virtual Trials National Project Board recommended that every sheriffdom in Scotland should have a dedicated virtual domestic abuse court. They would be for cases heard by a sheriff sitting without a jury. A trial of virtual courts for domestic abuse cases took place in Inverness and Aberdeen last year and was judged a success.The report, which has been welcomed by victims' organisations, found that introducing online courts for domestic abuse cases could help mitigate delays caused by the coronavirus pandemic, which has led to a backlog in cases. The board's findings have been presented to the Lord Justice General, Lord Carloway and Justice Secretary Keith Brown. Lord Carloway said: \"I fully support the recommendation of the Virtual Trials National Project Board that a virtual domestic abuse summary trial court should be established in each sheriffdom.\"The pilot has clearly established the merit of this proposal.\" The report states that there are about 33,000 summary trials outstanding, compared with about 14,000 pre-pandemic, and that about one quarter of all outstanding summary trials are domestic abuse cases. It said online trials could help with efficiency by reducing the need for people to travel to court, therefore leaving existing courtroom capacity free for in-person cases. However, it acknowledged that there would be challenges such as the need for more staff, while legislative change would be needed to create \"in effect, a presumption in favour of domestic abuse trials by electronic means\". The board, which featured representation from across the justice system, including defence agents and victims' groups, carefully examined whether virtual trials could ensure that an accused person received a fair trial, and concluded that they could. Victim Support Scotland chief executive, Kate Wallace, welcomed the report. She said: \"This change is long overdue. People we support in domestic abuse situations have given feedback that this way of giving evidence is more appropriate, more trauma-informed, and also means they will not come face-to-face with the accused in court. \"Being able to give evidence virtually puts choice and control back into the hands of people who have suffered from domestic abuse, which is especially important following the traumatic aftermath of crime.\" Justice Secretary Keith Brown added: \"I welcome this report and the opportunity it presents to mitigate the impact of delays caused by the coronavirus pandemic on victims of domestic abuse, as well as reducing trauma.\" If you're affected by any of the issues in this article you can find details of organisations who can help viathe BBC Action Line. If you feel you are in immediate danger, call the police on 999. If you can't speak, press 55 when prompted to let them know you need urgent help. ", "url": "https://www.bbc.com/news/uk-scotland-60087229"}