{"datetime": "2022-02-11T11:01:29.000Z", "subject": "Sarah Everard murder", "title": "More support needed to address violence against women, charity says", "article": "The father of a woman killed by her ex has said there are no easy solutions to solve violence against women almost a year after the murder of Sarah Everard. Nick Gazzard's daughter Hollie, 20, wasstabbed to death in the salon where she worked in Gloucester in 2014. Her family set up the Hollie Gazzard Trust to help victims of violence.Mr Gazzard welcomed theformation of a task force to tackle violence against women and girls (VAWG) in 2021 but said there was much more work to be done. \"I think the murder of Sarah Everard [nearly] a year ago put a real focus on violence against women and girls, and brought it right up the agenda - including for the government,\" he said. The solutions to tackling domestic violence and other forms of violence directed at women and girls were \"complex\", he added. \"I'll give you an example - 43 police forces working in 43 different ways. \"Then, when someone gets their teeth into VAWG, suddenly they are pulled into another area, so you've lost that expertise and someone else has to build it up again, so we never get to the nub of what we can really do. \"We also don't always get to enforcing the laws that have already been brought in.\" Mr Gazzard said educating pupils on healthy relationships and violence was part of the curriculum but staff did not always have the expertise required. \"I think there's a lot more that can be done in schools to educate both males and females about healthy relationships and domestic abuse.\" There has been an increase in domestic violence referrals since lockdown as a result of people being forced to live together. Heather Downer, domestic abuse services manager for GreenSquareAccord, said: \"What we're finding is that people who had never been locked in a property with their partner were suddenly experiencing a really heightened level of domestic abuse. \"So we suddenly saw a lot of people who weren't referred to us before who are experiencing this at a much more extreme level than they had been before.\" She said it was important that funding for domestic abuse support services continued as the UK moved out of the pandemic. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-gloucestershire-60337091"}