{"datetime": "2022-02-15T14:28:08.000Z", "title": "£20m NHS campaign supports domestic abuse victims", "article": "A £20m NHS campaign is aiming to promote the specialist support victims and survivors of sexual and domestic abuse in the South West can access. The drive seeks to highlight the help on offer at dozens of sexual assault referral centres (SARCs) in England. Its launch coincided with the beginning of the Sexual Abuse and Sexual Violence Awareness Week. Rebecca Marsh, from NHS England, said: \"SARCs are here at any time of day or night.\" She added: \"We will support you through the whole process, whatever you decide to do.\" The funding boost - which is being backed by former prime minister Theresa May and Camilla, the Duchess of Cornwall - aims to treat victims who often suffer with complex, trauma-related mental health needs. It was launched after a recent survey found two in five people are not sure or do not know where to get help after being sexually assaulted. More than half of people quizzed who had experienced sexual assault also said they did not seek help afterwards. While the majority of victims are female, the health service pointed out that its 24-hour centres are also open to men. Kate Davies CBE, the NHS director of sexual assault services commissioning, said: \"Sadly thousands of people aren't sure where to turn to get the help they need, and today the NHS is making it clear that you can turn to us. \"We provide confidential, emotional, medical or practical support at our sexual assault referral centres, a dedicated safe space for anyone who needs it, regardless of when the incident happened.\" Nikki visited the Swindon and Wiltshire SARC following a sexual assault. She described entering it as \"daunting\" because she \"didn't know what to expect\". But she felt \"supported by the staff there in the aftermath of my assault\".\"While they did all the necessary testing and physical health checks, I felt they also ensured my mental health was being looked after\". Nikki now wants victims to know that SARCs are there to help . The number of people receiving help from NHS SARCs halved after the first lockdown compared to 2019, despite official figures showing that domestic abuse and sexual assault had increased. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60390718"}