{"datetime": "2022-02-09T06:03:32.000Z", "title": "Domestic abuse survivor urges others to get police help", "article": "A woman who helped convict her former partner after he broke her ribs during a three-hour attack has urged people in abusive relationships to seek help. Hannah Martin, from Northampton, was repeatedly assaulted by Hayden Wykes during their 18 months together. The 32-year-old secretly contacted a police domestic violence unit after the assault left her wanting \"to die\".Wykes was jailed for nearly four years after admitting the violent attacks and controlling and coercive behaviour. Mrs Martin, who has three children, said Wykes claimed she was an unfit mother, made derogatory comments about her appearance and scrutinised her phone.She said she felt compelled to speak out about her ordeal in the hope it would inspire others to contact police. When Mrs Martin first texted the police she \"thought this is a huge risk for me to take, but I've got to take the chance\". \"I feel really empowered now... and I'm not scared of him any more.\" Mrs Martin said Wykes made her believe she was responsible for his violence and each time promised it would not happen again. But the final assault left Mrs Martin needing hospital treatment.She texted domestic violence officer PC Gina Anderson at Northamptonshire Police for help. \"In that moment [the final assault], I wanted to die,\" said Mrs Martin. \"And for the first time in a long time now, I don't want to die, and I'm excited for the rest of my life.\" Mrs Martin, who runs a cleaning business, said the relationship was good at first but she soon ended up lying to relatives about her injuries. Wykes was initially arrested over a domestic incident several months into the relationship, but the pair rekindled their romance and the violence resumed. \"I was so lonely and I genuinely missed him,\" said Mrs Martin.\"All I remembered was all the good times because when an abuser is lovely, they're lovely. \"But I would have died if I stayed with him.\" Mrs Martin handed over months' worth of evidence against him after documenting the abuse she suffered in texts sent to her friend. \"I feel like she's [PC Anderson] honestly saved my life,\" she said. \"My life's completely turned around.\" PC Anderson, 33, said: \"If you come forward, you will be believed, we will do everything we can to gain your trust and show you that we're here to help.\" She also urged people to act if they were concerned a relative, friend or colleague was in an abusive relationship. \"Just have that conversation with somebody, because that could be the starting point,\" she said. If you, or someone you know, has been affected by domestic abuse or violence, BBC Action Line has a list of organisations that can help. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60304545"}