{"datetime": "2022-02-12T05:11:53.000Z", "title": "Rebecca Hogue: Mother jailed for 16 months after boyfriend killed son", "article": "A US woman whose boyfriend killed her son while she was at work has been sentenced to 16 months in jail. Rebecca Hogue, 29, was convicted in November of the first-degree murder of her two-year-old son Ryder, under Oklahoma's \"failure to protect\" laws. A jury recommended she be sentenced to life in prison, but a judge has suspended the sentence to 16 months. It means she will spend 13 months behind bars, due to time already served. Speaking at her sentencing, Hogue said she would do anything to go back and prevent her son's death. \"I was so proud of having such a beautiful, strong, smart, healthy child,\" Hogue said,according to the Norman Transcript .\"The only thing in two years that has brought me peace is that the man who did this is dead. I know my child is in heaven and that [former boyfriend Trent] is nowhere near him.\" Sentencing Hogue, Judge Michael Tupper told her she did \"not deserve to die in prison\".\"You are not a monster,\" the judge continued. \"You have value and you have worth.\" Hogue's case drew significant attention from media and women's rights groups after she was charged with first-degree murder under the state's controversial \"failure to protect\" law. In Oklahoma, parents who fail to protect their children from child abuse can be charged with the same crimes as the actual abuser. Ryder was found dead on New Year's Day 2020. Hogue - who had returned from a 12-hour shift at a bar in the early hours of the morning - woke to find him not breathing. Her boyfriend, Christopher Trent, had disappeared. Four days after Ryder's death, police found Trent's body in the Wichita Mountains after an apparent suicide. The words \"Rebecca is innocent\" were carved into a tree nearby. A coroner's report concluded Ryder's cause of death was blunt-force trauma, and prosecutors later said it was clear Trent had killed him. Hogue said she had no idea Trent was abusing Ryder until his death, though she had begun to notice the boy had minor unexplained injuries. But prosecutors said Hogue searched on her phone for warning signs that a child might be being abused, suggesting she felt her son might be in harm's way. The jury was barred from seeing an image of the tree carving during the trial, which was deemed hearsay, or listening to a recording of the lead investigating detective saying he doubted whether Hogue had committed a crime. Hogue's lawyer Andrew Casey told the BBC her family were \"unbelievably relieved\" at the \"just sentence\". \"We are heartbroken that this case ever made it this far and wholeheartedly are frustrated that this charge ever made it to court,\" he said. \"We are grateful that we get Rebecca back to us again soon.\" ", "url": "https://www.bbc.com/news/world-us-canada-60356725"}