{"datetime": "2021-12-29T17:18:02.000Z", "title": "Ex West Midlands Police officer Declan Jones found dead", "article": "An ex police officer jailed for assaulting two members of the public on consecutive days during the first Covid lockdown has been found dead. Declan Jones was sacked from West Midlands Police in September while serving a six-month sentence. He was reported to have been discovered at an address in Bromsgrove, Worcestershire, on Wednesday. West Mercia Police said officers did not believe there was anyone else involved in his death. It is believed he had recently been released from prison, having been jailed for assaulting two people - including a 15-year-old boy - on consecutive days, PA Media reported. \"On December 28, officers were called to an address in Bromsgrove following reports of concern for the welfare of a man in his 30s,\" the West Mercia force said. \"Sadly, the man was pronounced dead at around 12.45pm. \"We don't believe there to be any third party involvement in the death and a report will be prepared for the coroner.\" The 30-year-old was convicted of kneeing and punching a man in Aston, Birmingham, on 20 April 2020, having wrongly suspected him of stealing a phone and a bike. The following day in the Newtown area of the city, he attacked a teenager whom he wrongly suspected of drugs offences. Sentencing Jones at Birmingham Magistrates' Court, District Judge Shamim Qureshi said the younger victim \"is never going to trust a police officer again\". He was subsequentlysacked by his force for gross misconduct with Chief Constable Sir David Thompson apologising to both victims. Jones was charged after an investigation by the Independent Office for Police Conduct (IOPC) into allegations of excessive use of force. An IOPC spokesperson said on Wednesday: \"We have been made aware of the death of a former West Midlands Police officer and our thoughts are with all of those affected at this very difficult time. \"As such it would be inappropriate to say anything further at this stage.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-59820932"}