{"datetime": "2022-01-19T21:06:27.000Z", "author": "Catherine Evans", "title": "Ashling Murphy killing: Wales vigil to 'show solidarity'", "article": "Hundreds of people have joined a vigil to \"show solidarity\" after Ashling Murphy was killed in Ireland while out running. The 23-year-old primary school teacher's body was found on the banks of the Grand Canal outside Tullamore, County Offaly, last Wednesday. As with theabduction and murder of Sarah Everard , Ashling's death has raised concerns over women's safety. The Cardiff vigil organiser said it had made some women feel more vulnerable. Ashling is thought to have been out jogging when she was attacked at about 16:00 GMT last Wednesday. Jozef Puska, 31, who has an address in Lynally Grove, Tullamore,has been charged with her murder .A vigil in her memory was held in Grange Gardens in Grangetown, followed by a group run. About 300 people attended and there was a passionate rally call to end violence against women. Vigil organiser Katie Elin-Salt said: \"We're here to stand as a community in solidarity with Ashling Murphy and her family and the people who loved her. \"We're here first and foremost to remember her and to mourn her loss, and we're also here to stand together with all women to show that the community of Cardiff think that women have a right to live in safety. \"Everyone feels this loss very personally, particularly women. \"It's important we give our grief and our anger that space and come together and heal.\" The vigil also remembered others, such as18-year-old Lily Sullivan, who was found dead in Pembroke the week before Christmas , and women who died as a result of domestic violence. \"It's important we remember the women whose names we might not know as well,\" Ms Elin-Salt said. \"We're going to be reflecting on all the women who lost their lives at the hands of male violence... their lives matter just as much.\" Elan Richards said she wanted to be at the vigil after hearing what happened. She said women have to balance the risks of running constantly. \"If it's dark I won't run in the park,\" she said. \"I'm training for a marathon so I have to run after work. I run with a light. I run with my phone and one earphone on the other out.\"I tell people when I'm going and when I'm going go be back.\" Gavin, Betrys and Maria from Grangetown joined the vigil. \"We came here to show our daughter it is not OK to live in fear, women should be safe when they leave their home,\" they said. \"It should be OK to leave at any time of the day and not be hurt.\" As Ashling Murphy's funeral was being held, some women said they felt her death had once again shone a light on the issue of safety. Mum-of-two Jane Cohen, 51, from Cardiff, said: \"It's so sad that women should feel vulnerable and afraid when out on their own - especially after dark - but I know I do. \"If I walk anywhere that's not well lit and people are not around I try to avoid it.\"I remember a while back walking from Cardiff Central Station very late at night and I felt I was being followed. I walked as fast as I could to my car and jumped in and quickly locked the door. It was a horrible feeling.\" ", "url": "https://www.bbc.com/news/uk-wales-60042257"}