{"datetime": "2022-01-18T18:22:14.000Z", "title": "Coercive behaviour: Carwyn Roberts controlled girlfriend", "article": "A man who pretended to be a lawyer, doctor and council official to control his girlfriend's life has been given a two-year suspended prison sentence. The 29-year-old used fake email accounts to lie, including saying his partner had been drugged and abused. Carwyn Roberts, from Bangor, had previously pleaded guilty to controlling and coercive behaviour at Mold Crown Court. He was also ordered to carry out 150 hours community service.The court was told Roberts met his girlfriend on website Plenty of Fish before they moved into her flat together.The leisure centre worker told her he was getting an inheritance of £300,000 and suggested they begin looking at houses. But there was no inheritance. Emails she had supposedly been getting from a solicitor about the house buy were from Roberts.The 'solicitor' also asked about her sexual history, suggested there were cameras in her flat which had recorded her being unfaithful. Still pretending to be a lawyer, Roberts told her there were ongoing criminal proceedings against men who had sexually abused her. He then convinced his girlfriend to quit her job after telling her about a position at Gwynedd Council. She then received fake local authority emails appeared to offering her employment. Posing as a doctor, Roberts sent missives telling his girlfriend she was pregnant.One of her relatives raised the alarm as they believed there was something not right about a scan picture they were shown.It had been found by Roberts online. In a victim impact statement the woman, who had a history of anxiety and depression, said Roberts had \"manipulated her, knowing what to say to make her feel special and safe\". She said she felt ashamed when she thought of him watching her packing their things to move to a new home that did not exist. He made her jobless and financially dependent on him and humiliated her, she said. \"He exploited all my insecurities,\" she said. Sentencing him to two years imprisonment, suspended for two years, Judge Niclas Parry said he accepted Carwyn Roberts struggled with his own \"vulnerabilities\", but said his behaviour had been \"cruel and despicable\". He said the case would be bizarre were it not so serious. \"She wanted to believe these things,\" Judge Parry said.\"The whole experience led her to anxiety and desperation.\" Roberts was ordered to pay more than £3,000 court costs. A restraining order, banning him from contacting his victim or her daughter was made. In a statement, the Crown Prosecution Service's Rhian Jones, dubbed the manipulation \"staggering\". She said: \"The CPS were able to build a strong case showing the number of fake accounts and emails could be traced back to him, demonstrating he had told lie after lie.\" ", "url": "https://www.bbc.com/news/uk-wales-60045286"}