{"datetime": "2021-12-01T11:39:30.000Z", "subject": "Coronavirus pandemic", "title": "Pre-departure Covid tests would be valuable, say Sage scientists", "article": "Pre-departure Covid testing for travellers returning to the UK would be \"valuable\", the government's Sage advisory committee have said. It also says the government's policy of asking travellers to take a test two days after they arrive would \"identify significantly fewer cases\" than extra tests on days five or eight. The advice is in the minutes of a meeting held on Monday seen by the BBC. Labour has called for the reintroduction of pre-departure tests. And the Scottish and Welsh governments have argued that travellers should be required to take additional coronavirus tests, eight days after their arrival.The emergence of the new coronavirus variant prompted the government to introducenew travel restrictions , which came into force on Tuesday. It means that everyone entering the UK (other than those coming from the Common Travel Area that covers the Channel Islands and Ireland) must take a PCR test by the end of the second day after their arrival and self-isolate until they receive a negative result. On Tuesday, Labour called on the government to go further and reintroduce pre-departure Covid tests for anyone travelling to the UK. Shadow home secretary Yvette Cooper said the government should not be too slow to take action to prevent cases of the Omicron variant entering the UK. \"It is totally unacceptable that ministers are failing to take action at the border when even their own advisors are telling them to introduce pre-departure tests,\" she said. \"It cannot be right that people can travel to an airport, board a busy flight, queue at busy departure gates, and travel on trains and buses in the UK, all without having taken a test.\" Scotland's First Minister Nicola Sturgeon and Welsh First Minister Mark Drakeford have also argued for tougher travel restrictions for people arriving in the UK. On Tuesday, they wrote to Prime Minister Boris Johnson proposing that people should self-isolate for eight days, with tests on both day two and day eight. Earlier this week, Downing Street defended the government's approach which it said was \"the proportionate one to the evidence we currently have available\". \"Introducing further isolation and testing requirements would have a detrimental effect on the travel industry and those planning to go travelling.\"The No 10 spokesperson added that all measures would be kept under review. The Sage document, which has not yet been published, also says that the government should be preparing for \"a potentially very significant wave with associated hospitalisations\" now, even before scientists have established how dangerous the Omicron variant might be.But the advisors stress how much uncertainty there is around the variant's transmissibility and the effectiveness of the vaccine and some of their warnings are based on a theoretical worst case.", "url": "https://www.bbc.com/news/uk-politics-59489339"}