{"datetime": "2022-02-10T22:57:22.000Z", "author": "Jennifer Scott", "title": "Cressida Dick: Political reaction to resignation of Met Police boss", "article": "Early on Thursday, Metropolitan Police Commissioner Dame Cressida Dick was telling BBC London she had no intention of resigning her post. Just hours later she confirmed her departure, and the news has received a mixed reaction in Westminster.Prime Minister Boris Johnson said she had \"served her country with great dedication and distinction over many decades\", thanking her for \"protecting the public and making our streets safer\". Home Secretary Priti Patel - who is responsible for the hiring and firing of Met commissioners - also put out a positive statement, saying Dame Cressida had \"undertaken her duties with a steadfast dedication to protecting our capital city and its people\". And Health Secretary Sajid Javid thanked her for her public service, calling the role \"one of the most difficult jobs in the country\". On the other side of the House, Labour's frontbench supported their party colleague, London Mayor Sadiq Khan, after he made it clear to the commissionerhe had no confidence in her leadership - ultimately leading to her resignation. Shadow health secretary Wes Streeting said, as a London MP, he thought Mr Khan had made the right call, while shadow home secretary Yvette Cooper said he had shown leadership in his demand for reforms. But while she and shadow foreign secretary David Lammy thanked Dame Cressida for her service, some on Labour's backbenches made it clear they were happy to see her go.Alex Davies-Jones simply tweeted, \"It's about time! Long overdue\", while Nadia Whittome said she \"never should have been promoted to lead the Met\" afterher involvement in the operation that led to the fatal shooting of Jean Charles de Menezes .Others who welcomed the commissioner's exit also said it was not enough, with Marsha de Cordova saying: \"The whole force needs to be fundamentally reformed.\" Stella Creasy, another London MP, said: \"This is a critical opportunity for a reset in relationship between the Met police and the community they serve.\" Labour MP and chair of the Commons' home affairs committee, Diana Johnson, agreed, saying there was \"a culture of misogyny, of homophobia, of racism, of bullying and harassment\" in the Met which had to be dealt with.She told BBC Two's Newsnight: \"The leadership has to get a grip of it. It can no longer say, 'well that's the culture and its always been like that'. It is not acceptable for modern day policing.\" For the Liberal Democrats, the focus was on Dame Cressida's successor and who should - or should not - be involved in the process. Party leader Sir Ed Davey said the prime minister \"must have no role in choosing [her] successor\" while the force is investigating rule-breaking parties in No 10 during the pandemic.The decision on who will take over falls to Ms Patel. But Lib Dem MP Munira Wilson called on her to give a \"cast-iron guarantee\" that she won't involve the PM at any stage. ", "url": "https://www.bbc.com/news/uk-politics-60336609"}