{"datetime": "2022-01-04T18:15:50.000Z", "author": "Alex Forsyth & Jennifer Scott", "title": "Taking pictures of breastfeeding mothers in public to be made illegal in England and Wales", "article": "Taking photos of breastfeeding mothers in public without their consent is to be made a crime in England and Wales. Justice Secretary Dominic Raab said the move would stop women being \"pestered, whether it's for self-gratification or for harassment purposes\". Campaigners welcomed the decision, calling it \"a victory for breastfeeding mothers\". The law will form part of the the Police, Crime, Sentencing and Courts Bill going through Parliament. Mr Raab also confirmed another amendment to the bill to give victims of domestic abuse more time to report crimes to police, and \"plug gaps\" in the law that risks offenders escaping justice. He confirmed the six-month time limit in cases of common assaults involving domestic abuse will be extended, after the BBC revealed almost 13,000 such cases in England and Wales had been dropped in the past five years. Manchester-based designer Julia Cooper began the campaign to make taking pictures of breastfeeding mothers illegal after her own experience in a local park last April. \"I sat down to breastfeed my daughter and I noticed a man on another bench staring at us,\" she told the BBC.\"I stared back to let him know that I had clocked his gaze, but undeterred he got out his digital camera, attached a zoom lens and started photographing us.\" Ms Cooper said she was \"completely shocked and devastated\" by the incident, but her troubles continued after Greater Manchester Police told her no crime had been committed and there was nothing they could do.\"I just felt that was so wrong that we had been violated in this way and there was nothing the police could do to help,\" she added. \"I was angry he felt just this right to capture what I was doing. It was disgusting. And I just felt so helpless, so I thought I need to do something about this.\" Ms Cooper contacted her local Labour MP Jeff Smith, and his colleague Stella Creasy, who had her own experience of being photographed by a teenager on a train when feeding her child - telling the BBC it was a \"horrible experience\" that made her feel \"so self-conscious\".The pair took the campaign to the Commons and put forward an amendment to the Police, Crime, Sentencing and Courts Bill in June, calling for a change in the law. But while Home Office minister Victoria Atkins called taking such photos \"unacceptable, creepy and disgusting behaviour\", she said the government was waiting for a review from the Law Commission on how best to act. Now there has been a change of heart in the Ministry of Justice, with government minister Lord Wolfson putting forward his own an amendment to the bill in the Lords.It will make a new offence of \"recording images of, or otherwise observing, breastfeeding without consent or a reasonable belief as to consent\" and to be found guilty, the perpetrator \"must be acting for the purpose of obtaining sexual gratification or of humiliating, alarming or distressing the victim\". Ms Cooper said she was \"delighted\" by the move, despite what she described as \"too-ing and fro-ing from government\" on the issue. \"It is a victory for breastfeeding mothers and it will provide the reassurance that we can breastfeed in public without strangers freely photographing and filming us as they wish.\"The law is on their side, the law is going to protect them and I am so pleased.\"Ms Creasy also welcomed the change, saying it \"shows the law needs to keep up with the times, with people having phones and being able to take pictures and share them so easily\". But the Labour MP also said it showed the importance of having more mothers in Parliament - another campaign she is leading - to make sure their voices were heard on the issues that affected them. The other amendment being made to the same bill focuses on extending the six-month time limit victims of common assault face in England and Wales when it comes to reporting the crime.The clock currently starts from the date of the incident, and within the next six months, a victim needs to have come forward and the police have to have carried out their work to secure a charge against the alleged perpetrator, or the case will be dropped. But victims of domestic common assault - which includes things like a push, threatening words or being spat at - are sometimes reluctant to report incidents and the cases can be complex. In October last year, the BBC exclusively revealed that 13,000 cases had been dropped in five years because of the time limit being breached, with campaigners calling for the police to be given more time before having to bring charges. At the time, the BBC was told Home Secretary Priti Patel backed increasing the time limit to two years, but nothing official was announced. Now, her cabinet colleague, Mr Raab, has confirmed the starting point for the sixth month time limit will change - from the point of the offence to when the crime is reported to police - and a new overall time limit of two years will be introduced from the date of the offence to bringing a prosecution. \"The reason is that if you've been the victim of domestic abuse, it takes time to physically recover, to emotionally recover, and then to muster the confidence, the courage to come forward,\" he told the BBC.\"We want to make sure that the perpetrators of abuse cannot evade justice by being timed out.\" Shadow Home Secretary Yvette Cooper welcomed the change, which she had also campaigned for, but insisted she would \"keep up the pressure for more action\" from the government when it came to tackling violence against women and girls.Mr Raab admitted bringing successful prosecutions for domestic abuse and other violent crimes was a \"huge challenge\", but said the government had a \"rigorous and robust\" package in place to support women who'd been subject to abuse or violence, but was \"constantly looking for ways to do better\". ", "url": "https://www.bbc.com/news/uk-politics-59871075"}