{"datetime": "2022-01-06T18:11:08.000Z", "subject": "War in Afghanistan (2001-present)", "title": "New scheme aims to resettle 20,000 Afghans in UK", "article": "The government has launched a new scheme to help 20,000 Afghans fleeing their country to resettle in the UK. Justice minister Victoria Atkins said more than 5,000 people who left after the Taliban recaptured power would be taken in during the first year. However, she warned that the UK's capacity to take people in was not \"unlimited\" and that prioritising applicants had proved \"very difficult\". Labour said delays to starting the programme had \"put lives at risk\". The Taliban retook control of Afghanistan in August after almost 20 years out of government following the US-led 2001 invasion of the country. There are huge concerns over the safety of Afghan citizens who worked with or for Western governments, charities and companies during that period. Outlining the Afghan Citizens Resettlement Scheme (ACRS) to MPs, Ms Atkins said the first people to be helped would be those who had already been evacuated to the UK - including women's rights activists and journalists. She added that from the spring the UN High Commissioner for Refugees would become more involved, by referring people to the scheme. The government would also \"honour commitments\" to help people who worked for the British Council, contractors for the GardaWorld security company and alumni of the Chevening international scholarships programme, she said. Ms Atkins said the UK had limited capacity to take in refugees and that it had been \"very difficult\" making decisions about who to prioritise. The ACRS is separate to the Afghan Relocation and Assistance Policy (Arap), which supports those who worked with the UK government in Afghanistan. Ms Atkins said around 7,000 had been helped under Arap. Labour's shadow home secretary Yvette Cooper said some of those the UK had promised to help were \"still in peril\" and that some who applied to the Arap scheme had not had a reply, adding: \"That is shameful.\"Labour MP and chair of the Home Affairs Committee Diane Johnson asked if the government would ensure councils had the resources they need to home the refugees. Ms Atkins acknowledged some had \"concerns\" about funding and said she was working with them to \"clarify\" the arrangements. \"We really must have every council play its part,\" she added. ", "url": "https://www.bbc.com/news/uk-politics-59901798"}