{"datetime": "2022-01-10T12:45:56.000Z", "author": "Jayne McCormack", "title": "Domestic abuse strategy needs 'combined effort'", "article": "Stormont ministers have issued a call for views on two strategies aimed at tackling domestic abuse and violence against women and girls. Northern Ireland is the only part of the UKwithout a specific strategy to protect women and girls from violence .People are being asked to give their views on both strategies until 7 March. The first and deputy first ministers, Paul Givan and Michelle O'Neill, said addressing the issue would take a \"combined effort\". Paul Givan said he would encourage as many people as possible to reach out and engage in the development of the strategies.\"It involves government at every level, statutory bodies and grassroots organisations, but also individuals - we all have a part to play,\" he said. The first minister, Deputy First Minister Michelle O'Neill, Justice Minister Naomi Long and Health Minister Robin Swann issued the call for views at a launch on Monday. Ms O'Neill said: \"From the most heart-breaking stories to the unwanted behaviour that makes many women uncomfortable and anxious every day, we know the impact that violence against women and girls has every day. \"Much good work is already being done but the time has come for a step change in how these issues are addressed.\" Outlining plans in relation to the new cross Executive Domestic and Sexual Abuse Strategy, the justice minister said: \"Tackling this issue warrants a dedicated approach, an identifiable strategy, with specific commitments.\"While we have already taken a number of important steps to address domestic and sexual abuse, including new legislation to make domestic abuse an offence, there is more to do,\" said Naomi Long. Health Minister Robin Swann said the executive wanted to hear from our statutory and voluntary sector partners with \"expertise, experience and knowledge to bring\" as well as those who have been affected by domestic and sexual abuse, those with lived experience. Engagement on the call for views will last for eight weeks. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59938799"}