{"datetime": "2021-11-30T08:34:53.000Z", "title": "Labour reshuffle: Yvette Cooper becomes shadow home secretary", "article": "Sir Keir Starmer has appointed Yvette Cooper shadow home secretary, in a wide-ranging reshuffle of Labour's top team. In other moves, David Lammy has been promoted to shadow foreign secretary, replacing Lisa Nandy. Ms Nandy takes a new role scrutinising Levelling Up Secretary Michael Gove. News of the appointments came several hours after the reorganisation began on Monday morning, during a speech by Labour deputy leader Angela Rayner. Ms Rayner appeared to be blindsided by the news and told reporters she didn't know the details of the reshuffle or the timing of it. A source close to the Labour leader said Ms Rayner was told a reshuffle would be taking place on Monday. Speaking to the BBC, Ms Nandy said: \"The gaffer picks the team, that's how it goes and that's how it has always gone... frankly, I couldn't care less about the circus of who's in, and who's out, who's up, who's down, who knew, who didn't.\"The new Labour shadow cabinet met on Tuesday morning.Ms Cooper replaces Nick Thomas-Symonds, who takes over as shadow international trade secretary from Emily Thornberry. Elsewhere, Ed Miliband retains his role over climate change policy, but loses his shadow business secretary role to Jonathan Reynolds. Wes Streeting is promoted to shadow health secretary, handing him a key role in scrutinising the government's response to the pandemic. The 38-year old, who recentlyrecovered from cancer surgery , replaces Jonathan Ashworth, who becomes shadow work and pensions secretary. Louise Haighleaves her post as shadow Northern Ireland secretary , replacing Jim McMahon as shadow transport secretary.It comes after she made headlines earlier this month when she said Labour should be neutral if there was an Irish unity referendum. She will be replaced in the role by Peter Kyle, who is promoted from his former role as shadow minister for schools. Sir Keir said the reshuffle would give him a \"smaller, more focused shadow cabinet that mirrors the shape of the government we are shadowing\". \"I look forward to working with the new team to show we are once again a serious party of government,\" the Labour leader added. The reorganisation is the second big shake-up of Sir Keir's shadow ministerial team since he took over as Labour leader last year. His first, after May's national and local elections, triggered an internal row when Sir Keir attempted to remove Ms Rayner from her roles as party chair and national campaign co-ordinator. Sir Keir cannot remove her from her main role as deputy leader, as she was elected into this position by party members. Although Ms Rayner eventually lost both roles, she was given two new shadow cabinet titles following a backlash inside the party. Technically Lisa Nandy's move from the Foreign Office brief is a demotion. But Starmer's team says they want her to be more prominent and visible in taking on Michael Gove on \"levelling up\" - the promise to equalise opportunity across the country, and the government's main mantra. A bigger job goes to David Lammy, replacing her in taking on Liz Truss. Along with the return of Yvette Cooper to the front bench as shadow home secretary, the hope is that this reshuffle combines making the best of Labour's experience and the young, bright things of the future. It's certainly likely to create some SW1 box office face-offs between Yvette Cooper and her counterpart Priti Patel. Read more from Laura Ms Cooper, who will now face Home Secretary Priti Patel across the despatch box, previously held the role of shadow home secretary for over four years under Mr Miliband, when he was Labour leader. First elected in the 1997 Labour landslide, she held several ministerial positions under former PMs Tony Blair and Gordon Brown. The reshuffle was criticised by former shadow chancellor John McDonnell, a key ally of former leader Jeremy Corbyn. He tweeted: \"Reviving the careers of former Blairite ministers and simply reappointing existing shadow cabinet ministers to new posts does give the impression of Christmas Past, not Christmas Future.\" In other confirmed moves: ", "url": "https://www.bbc.com/news/uk-politics-59461674"}