{"datetime": "2022-01-05T12:46:58.000Z", "title": "Domestic abuse: 'I stabbed my mother's boyfriend as he beat her'", "article": "A prominent Aberdeen councillor has revealed that he stabbed his mother's partner to stop him attacking her when he was a schoolboy. Conservative group leader Ryan Houghton said he was 12 or 13 when he grabbed a knife from the kitchen and stabbed the man.He said his mother was punched and her face left swollen in the violent attack about 17 years ago.Mr Houghton said he was speaking out to help others living with domestic abuse. He initially wrote of the incident on social media on Tuesday evening. The councillor, who is now 30, told the BBC's Good Morning Scotland on Wednesday that his family had moved to the north east of Scotland from the central belt after his grandfather died. \"My mother had started dating somebody\", he said. \"As a young teenage boy, my dad was never really around so to have a new guy in the house was kind of cool.\"Everything was fine - or I thought it was fine - for months, then things started to get a little tense around the house, he was involved in drugs. \"Over time, arguments would start to happen. As a young kid you would be conscious of them, it assimilated into your daily routine. This went on and on for ages, it got more heated.\" He said the incident in question happened one November evening when he, his little brother who was three or four, his mother and the man were in the house. He said the man went into the kitchen, there were raised voices, then it went silent. \"The next thing there was like a thud and my mum screaming\", he said. \"She came through to the living room, he was grabbing her, punching her, I vividly remember he tried to uppercut her. My mum was on crutches at the time. \"I was screaming and shouting, he thumped me back. He pulled her through into the bedroom, he then got on top of her and was laying into her face \"I was a young teenage boy, he was not. I didn't know what to do. The police had already been phoned. I ran through to the kitchen and grabbed a small knife. I came through and shouted at him to get off and he didn't. \"So I leaped forward and I stabbed him with it. I think he was shocked and started screaming 'I can't believe he's stabbed me'.\" The councillor said his mother's face was swollen and she could only make groaning noises, and the man stumbled away. He said when the police turned up they were \"really kind\". He said he remembered being taken away to have his fingerprints taken, but it was eventually accepted he had acted in self-defence. \"He was shortly back in our lives again and there were other incidents, nothing as serious as that\", he said. \"Eventually he left.\" In 2020 he decided to investigate what had happened to the man involved but discovered that, as his mother had not wanted to give a statement, he was not prosecuted. Mr Houghton said at the start of lockdown there were stories about the expected rise in domestic abuse, and he realised there were so many children going to be suffering who could not go in to school as he was able to, for some respite. He had also seen others open up about going through trauma or adverse childhood experiences. \"I am going to be a dad myself in the next few weeks\", he said \"(Speaking about it was) a combination of things, my wife was telling me to write about it, at least in your diary, and try and get it out your head. \"I think I buried it for years and years.\" Mr Houghton - who in Maywithdrew a bid to become the co-leader of Aberdeen City Council after objections were raised about alleged historic anti-Semitic, Islamophobic and homophobic comments - said he had received \"overwhelming messages of support and kindness and empathy\" after revealing the stabbing incident. \"It felt like a weight off this morning, absolutely.\" If you would like details of organisations which offer advice and support about domestic abuse, go online to bbc.co.uk/actionline . ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-59823531"}