{"datetime": "2021-12-13T18:10:46.000Z", "title": "Stephen Port: MPs call for inquiry into 'Met Police homophobia'", "article": "MPs have called for an inquiry into police failures to stop serial killer Stephen Port and whether homophobia was a factor in the bungled investigations. Port, 46, is serving a whole-life term for murdering Anthony Walgate, Gabriel Kovari, Daniel Whitworth and Jack Taylor in Barking over 16 months. The deaths were not regarded suspicious until weeks after the fourth murder. Barking MP Margaret Hodge said: \"The inquiry is vital to ensure such a tragedy never happens again.\" The inquests into the four deaths in east London revealed that officers failed to carry out basic evidence gathering such as examining Port's laptop, testing DNA on bed sheets on which two of the bodies were found, and checking the veracity of a fake suicide note found with Mr Whitworth's body. Addressing Home Office minister Kit Malthouse, Ms Hodge asked: \"Does the minister agree with the friends, partners and families that the Metropolitan Police are prejudiced and institutionally homophobic? \"Does he at the very least agree that, given the facts of the cases, homophobia must have been a factor that influenced the actions and inactions of the police? \"In these circumstances will he please order a full public inquiry to examine whether there is institutional homophobia in the police service?\" She was supported by shadow home secretary Yvette Cooper, who said the Home Office response was \"too weak given the seriousness of this\".The Met failed to carry out basic checks, send evidence to be forensically examined, and exercise professional curiosity while Port was embarking on his killing spree, the inquest heard. He was jailed for life at the Old Bailey in 2016for the murders and a string of sex assaults. The nine-week long inquests at Barking Town Hall were told police had ignored multiple chances to uncover that Port had been responsible for the first murder - Anthony Walgate, 23, in June 2014 - with the result being the later deaths were preventable.The jury found a murder team should have taken over that first inquiry. During the inquests police admitteda series of \"terrible mistakes\" were made. Policing minister Mr Malthouse said he would not order a public inquiry, citing a forthcoming review into the culture at the Met, sparked by the murder of Sarah Everard by a serving officer, which would examine whether there is homophobia in the force. He also said that London's Deputy Mayor for Policing and Crime, Sophie Linden, had asked watchdog Her Majesty's Inspectorate of Constabulary and Fire and Rescue Services to examine whether changes to the Met's investigative processes had been effective. Mr Malthouse said: \"For the avoidance of doubt, these were very obviously horrific gay murders targeted against men because they were gay and driven by who knows what? \"Homophobia, some depraved sexual practice, I do not know - but some monster perpetrated these awful acts against these poor gay men and I am happy to say it without reservation.\" ", "url": "https://www.bbc.com/news/uk-england-london-59644779"}