{"datetime": "2021-07-21T05:26:15.000Z", "author": "Jenny Rees", "title": "Domestic abuse: 'I went to prison three times - I'm so ashamed'", "article": "Mike acknowledges many people would be able to cope better than him with grief, the stresses of work and financial pressure. Throw in \"a toxic relationship, plus drink and drugs\" and the father from Newport is ashamed of his actions. He served three prison sentences for domestic violence, but a project has helped turn his life around.\"I can only imagine how it must have affected my exes,\" he said. The Barnardo's Cymru scheme is the first to work with perpetrators of domestic abuse, victims and their children. Mike is in his early 30s and said his mental health deteriorated after he suffered a bereavement.\"I'd get stressed out with day-to-day life stuff - working all the time, money issues,\" he said. \"And where a normal person will get on with it, if you put a toxic relationship and drink and drugs into the mix, it all blows up. It wasn't healthy.\" He added: \"There was domestic abuse on my part, and I ended up doing a couple of prison sentences. I wouldn't let my father come in and see me in prison because I was ashamed.\"I can only imagine how it must have affected my exes. Even though we were both into drugs and drink, they trusted me. \"For me to break that trust because of my own mixed-up mental state must have been heart-breaking for them.\"It wasn't until my last sentence that I had time to straighten out my head. Being in prison, being stuck behind that door, it gives you a lot of thinking time and I just had to better myself. \"I did a few courses in prison and picked up a few tools that helped me deal with things. This course [with Barnardo's] was like a refresher - I also learnt a lot more. There's no judgement, they don't hold anything against me. \"Every relationship has little niggles, but we can read each other like a book, we both know when to give each other a bit of space.\" Mike has recently had his first child with his new partner, Emma - we've changed both their names to protect their children. While theirs is a healthy relationship, Emma previously experienced domestic abuse with the father of her older children, who were taken into care as a result of the violence at home. \"All I ever wanted was for them to be children,\" she said. \"Caring for them was no problem but trying to stop them seeing the stuff they shouldn't see - domestic abuse, physical, verbal - it was hard. Especially when the perpetrator only wanted to do it in front of the children.\"I found myself begging for him to stop, but I think he thrived off seeing me panic.\"You feel like it's your fault. How could I have let myself be so weak? How can the father of my children do that to me and to them?\" She explained the turning point came when she started being honest with her social workers about what was going on, as she'd previously tried to protect her children by dealing with it alone. \"I've come through it with help and support from this project. I'm not a victim anymore, I'm a survivor,\" said Emma. \"There's never been any domestic abuse between me and my partner, but he's obviously had situations like that in the past.\"He has techniques now, and knows support is there. It gives me that confidence that I'll never have to be frightened again. And I know what to look out for, how to deal with it, what to do, who to call.\" Since completing the opening \"Closed Doors\" project with Barnardo's Cymru, Emma and Mike's baby is no longer on a child-protection plan with their local social services and Emma hopes one day to have her older children back home. \"[Barnardo's] have worked brilliantly with my kids,\" she said. \"My son is a different child. It makes me happy how happy they are now, because they're not in an environment that's bad for them.\"Mike added: \"My little boy is a blessing. I'd go to the end of the world for him. He's like the reward I get for turning my life around and motivation to keep everything on track.\"Now, I've got little eyes on me and I've got to make sure I set a good example for him.\" The project has been given funding for a second year by the Home Office and has worked with more than 500 families across Newport, Blaenau Gwent, Torfaen, Monmouthshire and Caerphilly. Results show three-quarters of the children are now in safer, more stable homes. An evaluation by the Institute of Care at Oxford Brookes University found it had a positive impact on families. In almost half of cases, involvement from social services had been reduced - and 95% of children's case files showed improvement in their emotional health and wellbeing. Feedback from parents noted children were less angry, aggressive or violent, while some no longer ran away, wet the bed or self-harmed. The report said recovery is likely to be a long and complex process over a number of years rather than months, but the scheme was worth investing in and rolled out further. Georgia Lagden works as a support worker for perpetrators with Barnardo's Cymru and explained that not all men want to engage at first. \"Some of them are in desperate times and want that support. Then I work with some guys who will ignore that it's happening - it's a denial process. \"We like to get to know people - these behaviours are learnt somewhere; these people don't just become violent or abusive or controlling and we recognise that. \"If they've had childhood trauma - that's quite often the case - we can focus on that and look at how they felt as a child and explain we don't want their children to feel like this. That can be their lightbulb moment.\" As many will also struggle with poor mental health or substance use, a number of factors will have to be addressed. \"It's a vital service for all the families that get referred to us,\" she said. Sam Jenkins is one of the team supporting the victims.\"We see lots of changes,\" he said. \"Confidence, self-esteem, better decision-making, more independence and freedom.\"It depends on the situation, but some couples stay together and their relationship improves, some people decide they don't want to be in that relationship anymore and move on but we do see a lot of positive outcomes.\" ", "url": "https://www.bbc.com/news/uk-wales-57900940"}