{"datetime": "2020-02-27T18:19:02.000Z", "title": "UK to end agreement with EU to extradite criminals", "article": "The government will not seek to stay part of the European Arrest Warrant in its trade deal with the EU. The warrant is an agreement between EU states enabling European criminals to be arrested anywhere in the bloc and extradited home.But the UK wants a new set of \"fast-track extradition arrangements\" that it says will provide \"greater safeguards\".The Liberal Democrats said the decision was \"robbing our police of a vital crime-fighting tool\".But the Home Office said the UK would \"continue to be one of the safest countries in the world\". The UK officially left the EU at the end of January, but is continuing to abide by many of the bloc's rules during the transition period - while talks on a permanent trading relationship are taking place. Earlier this week, the bloc published its mandate for the negotiations, calling for any trade agreement to \"uphold common high standards, and corresponding high standards over time with Union standards as a reference point\". But when the government followed suit on Thursday, senior cabinet minister Michael Gove warned the UK would not accept any alignment with EU laws, adding: \"We will not trade away our sovereignty.\" Formal talks between the two sides will begin on 2 March, but the government said it would be willing to walk away if the \"broad outline of a deal\" was not agreed by June.The 30-page document released by the government included a number of priorities, such as ending the jurisdiction of the European courts and agreeing a separate plan on fisheries. But it also had a section which read: \"The UK is not seeking to participate in the European Arrest Warrant as part of the future relationship.\" Instead, it said the UK wanted an agreement to \"provide for fast-track extradition arrangements\" based on the EU's existing agreement with Norway and Iceland, but with \"appropriate further safeguards\". Asked about the plan, a Home Office spokeswoman said: \"The safety and security of our citizens is the government's top priority, which is why we have said the agreement with the EU should provide for fast-track extradition arrangements based on the EU's arrangements with Norway and Iceland.\"These arrangements would include greater safeguards than those within the European Arrest Warrant.\" But Liberal Democrat spokeswoman Christine Jardine MP said the policy would \"make it easier for thousands of dangerous criminals to evade justice\". She added: \"Boris Johnson's reckless decision to cut the UK off from the European Arrest Warrant will make our country less safe. \"Crime is increasingly a cross-border problem, and Liberal Democrats will continue to argue for the closest possible co-operation with our European partners to tackle serious threats such as terrorism and organised crime.\" Labour's Yvette Cooper, who chairs the Home Affairs Select Committee, said the government's plans around security cooperation with the EU were \"extremely worrying\". She added: \"It is completely astounding that the government says that these new plans will make the country safer when we have been told time and time again by senior police officers and security experts that the opposite is true.\" Last month, Germany, Austria and Slovenia said they may refuse to extradite people to the UK during the transition period. The three countries have laws stopping them from extraditing their citizens to non-member states, so told the EU they would carry on as normal with the UK.", "url": "https://www.bbc.com/news/uk-politics-51666788"}