{"datetime": "2020-07-15T17:29:23.000Z", "title": "Coronavirus: Compliance with quarantine restrictions 'incredibly high'", "article": "Public compliance with controversial coronavirus quarantine measures has been \"incredibly high\", Home Secretary Priti Patel has told MPs. She said 383,000 spot checks had been carried out at the border and in the community between 6 June and 12 July to ensure people arriving in the UK were self-isolating for 14 days as required. Compliance rates were 99.9%, she said.But MPs said it was \"troubling\" she did not know how many people entering the UK actually had the virus.Ms Patel told the Commons Home Affairs Committee that this information was \"held centrally elsewhere in government with the Department of Health and Public Health England\". Senior Home Office officials said the latest estimates for the number of so-called imported cases from abroad was that they accounted for 0.5% of overall cases in the UK, the same figure as was given back in March. When it was introduced on 8 June, the 14-day self-isolation policy for people arriving in the UK was criticised by the aviation and hospitality industries and by many MPs. Breaches of the rules were punishable by fines of between £100 and £1,000. Last week it emerged not a single person had been fined by police in England and Wales between 8 and 22 June. Ms Patel said public compliance with the rules had been overwhelming, with just three fines issued so far by Border Force officials. Pressed for more details about where the checks had occurred, she said the majority of them had taken place at airports and other points of entry, rather at addresses which people had been required to provide.Shona Dunn, the second most senior civil servant at the Home Office, added that follow-up checks in the community by Public Health England staff accounted for about 20% of the total number conducted.The quarantine rules were relaxed on 10 July for those arriving from more than 50 countries, including Spain, Italy, France and Greece.Asked by Labour's Yvette Cooper to provide data justifying the need for the quarantine, Ms Patel said she \"didn't have a figure\" for how many of the 50,000 people currently entering the UK every day might have the virus. In March, the Home Office said it estimated the figure for imported cases was about 0.5% of total UK cases. Updating MPs on the information, Matthew Rycroft, the most senior civil servant in the department, said the \"refreshed\" number \"continues to be up to 0.5%\" despite the overall number of UK cases being much lower.Ms Cooper cited a scientific study which suggested that between 1,300 and 10,000 cases came into the country from mainly Spain and Italy in March - when no quarantine was in place and no specific self-isolation advice was provided - and that \"hugely sped up the epidemic\". She added: \"It is quite troubling that is seems none of you are able to explain just an assessment of the number of people likely to be coming into the country with coronavirus or the proportion of the 50,000.\" But Ms Patel insisted she \"did ask questions and I did have numbers as did everybody in government\", adding: \"In terms of measures put in place at the border, we were following advice, and rightly so, from government advisers. \"And it was deemed back in March, on the 13th, that the stay-at-home guidance was more effective than previously issued country-specific advice and that has been confirmed by our scientific adviser and by Sage (the Scientific Advisory Group for Emergencies).\" ", "url": "https://www.bbc.com/news/uk-politics-53422270"}