{"datetime": "2021-07-21T19:30:06.000Z", "author": "Hazel Shearing & Marie Jackson", "subject": "Sarah Everard murder", "title": "Violence against women: Top police role announced", "article": "A top police officer will be put in charge of tackling violence against women and girls in England and Wales, the home secretary has announced. The creation of the role was recommended in a report after 33-year-old Sarah Everard was murdered in March. Her death sparked a public debate about women's safety. The new national policing lead is part of a broader strategy to deliver \"lasting change\", Priti Patel said. It comes amid concern about record low rape conviction rates and a culture of sexual harassment in schools. Ms Patel said the new policing lead would \"drive change\" to end \"abhorrent abuse and violence\" against women and girls. \"Every aspect of policing and criminal justice system must have a determined approach to ending violence against women and girls,\" she said. She added that the new post would \"bring together the incredible work of police officers around the country and create a consistent response to ending these appalling crimes\". The government'sstrategy to tackle violence against women and girls includes a 24-hour rape and sexual assault helpline, £5m of funding to tackle violence in public places at night, and an online tool where women and girls can log areas where they have felt unsafe. In a statement to the House of Commons on Wednesday evening, Home Office minister Victoria Atkins said the message from government was \"enough is enough\", before telling MPs: \"Through this strategy we will strive relentlessly to prevent these crimes, to support victims and to bring perpetrators to justice.\" However, shadow Home Office minister Jess Phillips said the government's strategy was \"not ambitious enough\". She told MPs: \"The first responsibility of any government is the safety and security of its citizens. \"Today rape prosecutions are at a record low, domestic abuse in this country is soaring, charging is falling. Sexual abuse in schools is being normalised, according to the recent Ofsted inspections. \"Ending violence against women and girls is a cross-party issue, on all sides of this House there is a profound concern and desire for an ambitious strategy that would deliver.\"The strategy today is not ambitious enough.\" Women's groups have been calling for new legislation to make sexual harassment of women in public places, such as wolf-whistling and lewd or sexual comments, to be made illegal. Speaking in the Commons, Tory former minister Caroline Nokes said she was disappointed there is \"no current commitment to outlawing public sexual harassment\" and asked Ms Atkins to commit to \"identifying gaps\" in the law. Ms Atkins vowed to appear before the Women and Equalities Committee, which Ms Nokes chairs, and that ministers were \"looking very thoroughly at the issue of street harassment\". Maya Tutton, co-founder of Our Streets Now - a campaign to end public sexual harassment in the UK, said existing legislation for these type of offences was \"piecemeal and antiquated\" and not written with public sexual harassment in mind. Rose Caldwell, chief executive of Plan International UK - a charity promoting equality for girls, is urging the government to quickly review legal gaps - and then commit to a new public  sexual harassment law \"as a matter of urgency\".   \"It is extraordinary that if a girl is going to school on the train and a man leans against her; presses his body against her, invades her space and whispers obscene comments in her ear, she is not protected by existing laws,\" she said.Are you scared to walk home alone at night? Have you been sexually harassed, abused or assaulted? Most women would answer yes to these questions. Violence against women has always been an issue. But in March the murder of Sarah Everard brought acute distress and anger. It changed the idea that women would remain silent about their experiences. And the launch of Everyone's Invited, where schoolgirls and students spoke out about their sexual assaults and rapes, shone a much needed light on what women were facing. The government's reaction to this is, sensibly, to take a comprehensive approach trying to improve policing, transport, education, victim support and offender management. But the scale of the problem and the lack of justice women face means solutions need to be on a grand scale.Plans including a few more million pounds to protect women out at night, an advertising campaign and a promise to look at new laws don't feel like enough to make an immediate difference. The Association of Police and Crime Commissioners said it welcomed the \"whole system approach to tackling violence\" but added it would \"only succeed with sustainable funding\". \"It is tragic that it took the murder of Sarah Everard for society to recognise that violence against women and girls is an epidemic in this country,\" said Sophie Linden and Donna Jones, victims leads. \"We want all victims to feel safe coming forward to report, knowing that the police will listen and confident that justice will be served.\" Ms Everard's death sparked vigils and protests calling for more action to tackle violence against women. It prompted the government to reopen its Call for Evidence to inform its strategy, which was originally launched last December.The 33-year-old was abducted by serving police officer Wayne Couzens as she walked home from a friend's house in Clapham on 3 March. He has admitted murdering her. Last month, Justice SecretaryRobert Buckland admitted in an interview with the BBC that budget cuts were partly to blame for record low rape conviction rates. In the year to the end of March 2020, 58,856 cases of rape were recorded by police forces in England and Wales. These led to just 2,102 prosecutions, compared with 3,043 in the previous 12 months. And in recent months, the Everyone's Invited website has revealed aculture of sexual harassment among some school students. Support and resources for sexual abuse and violence are available via the BBC Action Line. Have you been affected by issues covered in this story? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-57909118"}