{"datetime": "2021-07-30T07:34:58.000Z", "author": "Mark Easton", "title": "Migrant women and babies held in shocking conditions, MPs find", "article": "Women with babies and very young children were among 56 migrants held in a cramped room covered with thin mattresses at a unit in Dover, MPs say. Members of the home affairs committee have expressed their shock and serious concern after observing the scenes during a visit in Kent this week. They said it was \"wholly inappropriate\" and a clear Covid risk, with some migrants held beyond legal limits. The Home Office said it takes the welfare of migrants seriously. But it added that services were under pressure from \"unacceptable numbers of people\" crossing the Channel at the hands of traffickers. Committee chairwoman and Labour MP Yvette Cooperwrote in a letter to Home Secretary Priti Patel that the holding room facility where migrants first arrive was \"clearly unfit\" for purpose. She wrote: \"Most people were sitting or lying on a thin mattress and those covered almost the entirety of the floor including the aisles between seats. \"Sharing these cramped conditions were many women with babies and very young children alongside significant numbers of teenage and young adult men.\" Despite the use of lateral flow tests for adult migrants upon arrival, the MPs were concerned stuffy conditions with little social distancing could spark a Covid-19 outbreak. Ms Cooper also noted that, by law, no person should be detained by Border Force for more than 24 hours and yet some migrants at the facility had been held for twice that amount of time. The committee said it had also learned that, since Kent County Council stopped accepting unaccompanied migrant children last month, five had been housed in office accommodation for more than 10 days while waiting for a care placement. The BBC also understands that a 14-year-old is among 26 migrants under the age of 16 now being accommodated in a requisitioned hotel in Hythe.Ms Cooper told BBC Radio 4's Today programme that the inappropriate conditions at the facility in Dover were the responsibility of the Home Office, with the issue having been raised by the Chief Inspector of Prisons in September last year. She said more migrants were coming via \"very dangerous boats\", rather than planes or lorries, meaning more pressure was being put on authorities in Kent. \"There needs to be an effective system operating right across the country, that has worked effectively in the past but it has been failing more recently,\" she said. Dozens of children's charities have written to Education Secretary Gavin Williamson to say the accommodation is completely inappropriate and its use may be unlawful.Among the signatories is Carolyne Willow, director of Article 39, who told the Today programme that local authorities do not have the necessary funding to care for migrant children and that the government needed to properly fund the care system. Responding to all of the committee's concerns, a Home Office spokesperson said: \"Unacceptable numbers of people are making life-threatening journeys crossing the Channel at the hands of criminal trafficking gangs. \"We take the welfare of migrants extremely seriously and despite these pressures we have improved our facilities, arranged additional staffing and are working to process people as quickly and safely as possible.\"The government continues to take steps to tackle the unacceptable problem of illegal migration through the Nationality and Borders Bill which will protect lives and break this cycle of illegal crossings, and we are continuing to return those with no legal right to remain in the UK.\" With additional reporting by George Bowden ", "url": "https://www.bbc.com/news/uk-58019981"}