{"datetime": "2021-10-13T10:28:38.000Z", "author": "Will Fyfe", "title": "Domestic violence: Mum begged for violent son to be taken away", "article": "\"I used to think, 'will my son kill me in my sleep?'\" Lisa said her 13-year-old son James became so violent in lockdown last year, she feared for her life - and it seems she is not alone. One service supporting families in Wales has seen a rise in \"child on parent\" domestic abuse - with children as young as five referred for help. Nick Corrigan, of Parallel Lives, said \"being locked in together\" escalated the situation for a lot of families. \"The amount of times I thought about the knives downstairs,\" said Lisa. \"And is he going to kill us in our sleep?\" When things were at their worst, she would insist James's two-year-old brother slept in with her for safety. It was shortly after the UK went into lockdown because of the Covid pandemic in March last year, said Lisa, that his behaviour first changed, from a \"model son and caring big brother\" to a domestic abuser. \"He was staying in bed all the time,\" recalled Lisa, whose name has been changed to protect her identity. \"I wanted to get him up and make a family chicken casserole. \"He just got angry for no reason and went into the living room and threw the dog. Just picked the dog up and threw him. \"The dog squealed, and I just held it.\" James, whose name has also been changed to protect his identity, used to affectionately refer to the family dog as his \"son\".So the fact he could turn on his beloved pet made Lisa fear he could hurt any of them. Lisa was one of a growing number of parents dealing with domestic violence from their children during lockdown.Some parents reported TVs being thrown at them while other flashpoints sometimes left parents needing hospital treatment. For Lisa, her son's attack on the dog was just the beginning. His violence began to escalate and she began to feel like his \"prisoner\". She became terrified that he could hurt his younger brother next. As well as being unpredictable, his violent outbursts were also becoming more controlling.When they were late to leave the house one morning, Lisa shouted upstairs to urge him to hurry up. \"I'd had just had an operation on my hand,\" Lisa explained. \"He swore and said, 'I'll be down in a minute'. \"He just ran downstairs and grabbed my hand so hard I thought he'd opened the wound. He knew I'd had an operation. He wanted to hurt me a way that maybe people wouldn't see, a way that wouldn't show a bruise.\"Lisa soon found out James himself was being bullied by classmates. Like any mother, she was distraught and desperate to help - but James's own spiralling behaviour meant she felt she was no longer in control. She said one of her darkest moments was finally begging social services to take her son away. Lisa said she still loved James and wanted to help - but she no longer recognised who her son had become. \"It was all going downhill so fast,\" she said. \"I felt like I was being judged for having a child that was so aggressive, so horrid. \"It was as though he was letting me have parental control when he felt like it. Then if I punished him on the wrong day, I was going to get it.\" Lisa said she was forced to lock herself and James's brother in her bedroom and dial 999 frequently but was always told things weren't bad enough to act, because James himself was living in a \"safe environment\". She said she reached out to councillors, MPs, charities, social services and police, but was told nothing could be done. Eventually, Lisa said she and James were offered a place on a course run by one of Wales's only support services for child on parent violence - and that is something she says helped \"beyond recognition\". Parallel Lives said they saw child on parent violence referrals increase by a third since the start of the pandemic in March 2020. The Home Office-funded project, overseen by the Wales Violence Prevention Unit, said it was still seeing the effects of lockdown more than a year later, with families affected across every part of society - most having never experienced any form of domestic abuse before. \"We've seen cases where children have thrown television sets at parents, we have seen cases where they have attacked parents with hammers, with knives from the kitchen,\" said Nick Corrigan, director of Media Academy Cymru, which runs the Parallel Lives programme. \"Even one instance could be fatal,\" he said. Mr Corrigan said it was safe to assume \"being locked in together\" had escalated the situation for a lot of families. \"We're getting younger and younger referrals,\" he said. \"In the last week, we've had referrals for five-year-olds.\" The programme coordinator said most children's aggression stemmed from an unmet need - in James's case being bullied himself was a factor. \"They don't wake up one morning and want to behave the way they are,\" said Megan Davies. \"They are showing those behaviours as a way of communication, of saying 'there's something going on, I need help'. \"Unfortunately, they often haven't got the vocabulary, or the mental health for whatever reason, to verbalise how they feel.\" The Welsh government said the pandemic had increased the risk of child parent abuse for some families and they had given an extra £5.5m to Wales' specialist violence against women, domestic abuse and sexual violence sectors to \"respond to more complex cases and greater pressure on services\". \"Our Wales Safeguarding Procedures promote consistent practices across Wales,\" added a spokesperson. \"This includes best practice guides, one of which outlines advice on child and adolescent on parent violence and abuse, setting out the importance of recognising the impact on both the parent and the child and the need to provide support for both.\" Home Office Safeguarding Minister Rachel Maclean said: \"The pandemic has underlined that home is not a safe place for everyone, which is why the government has provided more than £28m to domestic abuse organisations to date to help them keep helplines running and vital services open. \"I hugely value initiatives like the Parallel Lives Programme, which is why we work closely with the South Wales Violence Prevention Unit to ensure they can continue their vital work around child to parent abuse.\"We also provide £3m for other programmes across England and Wales which support young people experiencing domestic abuse, including those who are displaying harmful behaviours. \"The new Domestic Abuse Act is fundamentally transforming our response to this devastating crime and is providing greater protection for victims.\" Without help, Lisa said she firmly believed her son would be in care or in jail, most likely for a crime against his family. \"James has learned empathy on a deeper level,\" she said. \"He now wants to help himself again.\" In fact, James, who was able to continue living at home, supported Lisa in her decision to speak out about what happened last year. She said both of them were now willing to do whatever it took to stop their relationship becoming so bad again - while they also hoped their story might encourage others, to know that things can get better. ", "url": "https://www.bbc.com/news/uk-wales-58835527"}