{"datetime": "2020-02-10T17:22:50.000Z", "title": "Commons Speaker urges MPs to report threats", "article": "MPs should report all threats made against them, the Commons Speaker Sir Lindsay Hoyle has said. Speaking in the Commons chamber, he urged MPs not to \"shy away from reporting any incidents\". His comments came as Labour MP Yvette Cooper spoke of the threats made towards her by a Conservative local election candidate. Home Secretary Priti Patel said she was \"hugely apologetic for what she has had to put up with\". Joshua Spencer was jailed for nine weeks for sending threatening messages to Ms Cooper, telling a friend over social media \"I'm already organising to hurt her\". Ms Cooper said she welcomed the support she had received from the chair of the local Conservative association - who expressed regret in a letter to the MP.However, she said it was \"a concern to me that there has been thus far no similar condemnation or sense of regret expressed by the national party\". She also said she was disappointed that a neighbouring MP - Andrea Jenkyns - had given Mr Spencer a \"very positive\" character reference during the trial. And she noted the individual had been able to attend the general election count, after concerns had been raised. In a statement, Ms Jenkyns defended her decision to submit a personal reference saying she had known him for \"a number of years\", and was concerned about his \"emotional and mental well-being\". Responding to Ms Cooper's question in the House of Commons, Ms Patel said she was \"hugely apologetic for what she has had to put up with\". \"That is simply unacceptable... none of this should be tolerated,\" she said, adding that the government was \"trying to deal with these types of issues\". Speaker Sir Lindsay rose to urge MPs to report any threats they received to him. \"The House and I and the home secretary will ensure your safety comes first,\" he said. \"If you are getting abuse we will ensure the House supports you and we will take people to court.\" Following the murder of Labour MP Jo Cox, the Parliamentary Liaison and Investigation Team (PLAIT) was set up to advise the police on dealing with threats to politicians. Data from the body found that between September 2018 and July 2019, there had been 238 crimes targeting MPs. And an Institute for Government report said that between 2016 and 2018, spending on security for individual MPs increased from £171,000 to over £4m. ", "url": "https://www.bbc.com/news/uk-politics-51450667"}