{"datetime": "2020-04-21T15:42:31.000Z", "title": "Coronavirus: Doubts over government visa promise to NHS migrant workers", "article": "Immigration lawyers have questioned the scope of a government promise to extend visas for all migrant NHS workers following the coronavirus outbreak. Adrian Berry told MPs the extension had not been put into law and only covers those on certain visas. He also accused the Home Office of a \"scatter-gun approach\" towards communicating its visa policy. The Home Office has said no one would be \"penalised for circumstances outside their control\".It has also said existing immigration law enabled the Home Secretary to act in exceptional circumstances and that it will \"continue to work to see if we can assist other frontline workers during this crisis\". On 31 March,the government announced that doctors, nurses and paramedics with visas due to expire before 1 October would have them automatically extended for one year. The Home Office says the extension will apply to around 2,800 medical staff as well as their families.Home Secretary Priti Patel said the country owed NHS staff \"a great deal of gratitude for all that they do... I don't want them distracted by the visa process.\" However, appearing before the Home Affairs Committee, Mr Berry - chair of the Immigration Law Practitioners' Association (ILPA) - said subsequent government announcements referred only to NHS workers on tier two visas and not, for example, family reunion visa holders.Tier two visas are currently available to those from outside the EU who have been offered a \"skilled job\" in the UK. Family reunion visas allow a partner or child to live in the UK in order to join a family member who already lives in the country.Asked if a nurse on family reunion visa that is due to expire in two months time would know if they were covered by the government's extension, Mr Berry replied: \"They would not be free from doubt.\" In a written submission to the committee, the ILPA expressed concern that the visa extension appeared not to cover agency workers or other NHS workers apart from doctors, nurses and paramedics - for example hospital porters or cleaners.\"We do not understand the NHS to place less value on these staff, it is unclear why the Home Office appears to have done so,\" the organisation said.In the committee hearing, Mr Berry also raised concerns that the visa extension promise had not been written into law and therefore had no legal backing. He accused the government of issuing \"ad-hoc notices online\" and urged the Home Office to introduce a statutory instrument - a type of legislation - extending the visas of all NHS - and care workers - to September. Last week the Home Affairs Committee urged the government to include care workers in the visa extension. Chair Yvette Cooper said: \"Given the pressure and personal risks so many care workers are facing as they contribute to the UK's national effort to combat Coronavirus, they shouldn't have to face added costs and pressures from the UK visa system as they do so.\" Colin Yeo - a lawyer and founder of the Freedom of Movement Blog also appeared before the committee and said communications from the Home Office on this issue had been \"pretty terrible\".\"We are used to a system of laws which record what you are suppose to do - as lawyers that is our reference point.\"At the moment we don't really know what is going on - we've got these informal notices that change day by day.\" Mr Yeo agreed that visa extensions should be written into law saying: \"We are not sure on what legal basis the Home Office is purporting to extend peoples' visas - maybe there is a hidden mechanism that we are not aware of.\" He also raised concern about the fate of the families of migrant NHS workers who died from the coronavirus. \"The rules don't allow for family members of tier two workers who die to remain in the UK,\" he said adding that although they could make a compassionate application to stay, the chances of success were low and would mean paying a \"very substantial fee\". Home Affairs Committee chair Yvette Cooper said the information was \"very troubling\".", "url": "https://www.bbc.com/news/uk-politics-52365787"}