{"datetime": "2022-01-04T13:47:29.000Z", "title": "St Neots toddler back in UK after surgery in Greece", "article": "A toddler who was left fighting for his life after becoming seriously ill in Greece with an undiagnosed stomach issue has returned to the UK. Harry Jackson, aged one, from St Neots, Cambridgeshire, has now been admitted to Addenbrooke's Hospital, Cambridge. While on holiday in Crete, his body went into septic shock, and it was found he had been born with a twisted abdomen. Gary Jackson, his father, said he was now in the \"right place\". The 19-month-old was absolutely fine but was suddenly left \"fighting for his life\" when his stomach collapsed on the first day of the family holiday to the Greek island in October.Mr Jackson, who is the assistant manager at Potton United Football Club in Bedfordshire, said he and Harry's mum Annie Cerveno had no idea Harry had been born with the condition as he was otherwise \"perfectly healthy\".\"It suddenly hit, the sepsis hit, where his stomach had twisted; his stomach then collapsed,\" he said. \"He's now had six operations to remove his small intestines - he's got 25cm (10in) left, and that will need a transplant in the future.\" He said Harry had started to walk again, but he had a \"long road\" to recovery and many more operations ahead.His father said he would also need a specialist feeding regime until he could have the transplant, which the family hoped would happen at the age of 16.\"He's doing really well, he's recovering and we're having really nice giggles and smiles,\" said his father.\"He's in the right place, it's fantastic; the specialists they have for every single aspect he needs - it's phenomenal.\" He said his recovery would not have been possible without the \"unbelievable, amazing and brilliant\" support of his football club, which plays in the United Counties Premier Division South, and the local community.A fundraising page to help pay for Harry's hospital care and journey home raised about £30,000. \"This year is his year of recovery,\" he added. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-59868843"}