{"datetime": "2019-08-06T23:16:22.000Z", "title": "Domestic violence: Child-parent abuse doubles in three years", "article": "The number of reported crimes involving children attacking parents has doubled in the past three years, data suggests. Comparable data for 19 police forces in England, Wales and the Channel Islands saw annual incidents jump from 7,224 in 2015 to 14,133 in 2018.A charity said violence towards parents could indicate a cry for help, with support \"often too hard to access\".The National Police Chiefs Council (NPCC) said the rise was due to a change in recording practices.The data, provided following BBC Freedom of Information requests, was gathered by asking police for adolescent to parent violence and abuse (APVA) statistics from 2015-2018.APVA, which falls under the wider category of domestic violence, is only recorded by some forces, with 19 out of 44 providing the specific data to the BBC.Despite the rise in recorded APVA incidents, comparable data for 17 forces showed a 36% drop in prosecutions over the same time frame, going from 742 to 471. 'Helen', a single parent from South Yorkshire, has called the police three times to deal with her 11-year-old daughter.\"She'd hit me in the car while I was driving, she'd grab hold of my throat while I was driving along and she'd hit her brother in the car,\" Helen said.\"The last time I actually made a 999 call because she was attacking me that much that I was sat behind a door while she was trying to get through it to get to me.\"I just ended up sitting there and waiting for the police to come but just trying to make sure she couldn't get to me. \"I've been off work ill with it, just couldn't cope with it, I've lost a relationship through it. I lost the support of my parents for a while because they couldn't cope with it either and literally I felt like I was just left completely on my own, not knowing where to go or what to do. \"It's hard because you don't want them to get a criminal record, at 11 you don't want that start in life, but there's no support.\"It is not mandatory for police to record the relationship between the suspect and the victim in domestic violence cases, but some forces opt to do so. West Midlands Police saw APVA incidents nearly treble, from 1,084 in 2015 to 3,067 in 2018.Metropolitan Police figures also rose but by a smaller rate, from 2,851 in 2015 to 3,233 in 2018.Gwent Police saw a drop, with 66 cases in 2015 and 51 in 2018. Tom Madders, from mental health charity Young Minds, said: \"The figures are alarming but they don't surprise us.\"When a young person is behaving in this way towards their parents there is a high likelihood that there is some sort of mental distress involved and that young person is communicating that they do need some support and too often that support is too hard to access. \"People are reaching out for support and not getting it and often having to resort to calling the police as the only line of support.\" According to Home Office information, there is currently no legal definition of APVA, but it is increasingly recognised as a form of domestic violence and abuse.Chief Constable Simon Bailey, from the National Police Chiefs' Council, said an \"increasing focus\" had been placed in recent years on tackling domestic violence.\"In the past many verbal arguments would not have been recorded as a crime when they would now be recognised as a common assault, harassment or a threat of violence,\" Mr Bailey said. \"In cases like this the victim is often unwilling to support a prosecution and so it can be difficult for the police to proceed. \"In this situation officers will offer other types of support and referrals to other agencies.\" ", "url": "https://www.bbc.com/news/uk-england-49207887"}