{"datetime": "2021-02-16T08:04:44.000Z", "author": "Jenny Rees", "subject": "Coronavirus pandemic", "title": "Lockdown: Could delivery drivers help spot domestic abuse?", "article": "Research is underway to discover whether delivery drivers are witnessing domestic abuse during the Covid outbreak - and how they can help. Lockdown has given rise to concerns violence at home has become a \"shadow pandemic\". The Wales Violence Prevention Unit wants \"to make domestic abuse everybody's business\". They and public health experts say lockdown means colleagues in virtual meetings could help. People like drivers could also be witnesses.\"One of the things that's often said is that it's people's private business,\" said Jo Hopkins, who oversees violence prevention for Public Health Wales. \"Or people are concerned that doing something will either make the situation worse, or put themselves in danger. \"And so an attitudinal shift needs to be made. We're keen to better understand what we need to do, so people understand that domestic abuse is everybody's business.\" This week an anonymous survey has been launched for those who have seen or suspected abuse. It will ask what has stopped people from helping, and what is needed for more people to act. \"We're not necessarily talking about huge interventions,\" said Ms Hopkins.She said anyone could call the Live Fear Free helpline if they are concerned for someone they know. \"But if someone makes that leap and asks for help, it really needs to be responded to in the right way,\" she said. Part of the work will question whether assumptions are made about what abuse looks like, and who it affects. \"It's really about just understanding that this could happen to anybody,\" Ms Hopkins said. Nikesh Patel owns two pharmacies - one in Cardiff, and one in Barry - and said his drivers had been trained spot when customers could be in danger. He toldClaire Summers on BBC Radio Wales : \"We've been doing deliveries for a lot more patients but even before lockdown we've always had the procedure and training programmes because [the delivery drivers] also work as dispensers within the pharmacy. \"They're trained in protection of vulnerable adults and level-one child protection. \"If they see any concerns or they feel that something is not right they usually bring it back to the pharmacy, tell the pharmacist and the pharmacist will then make the judgement whether or not to intervene and possibly somebody's family member who can go in and check with them.\" Debanjali Bhattercharjee is an \"Ask Me\" ambassador with Welsh Women's Aid. \"Statistics say on average there are up to 35 incidents that would have taken place before a person discloses domestic abuse,\" she said.\"So if someone thinks 'I think I might be able to trust this person' it's crucial that the first response is appropriate. \"If we provide the safe space - the respectful, non-judgemental kind of space and signpost them appropriately, that could mean the difference between the person going through a traumatic experience, or coming out of it.\"We don't know what's going on behind closed doors, but we can all keep an eye on what's happening outside my door, my window, or my back garden, and do something about it.\" ", "url": "https://www.bbc.com/news/uk-wales-56074048"}