{"datetime": "2021-05-21T12:35:58.000Z", "author": "Jenny Rees", "title": "Domestic abuse survivor was sacked after husband locked her up", "article": "A woman who endured years of domestic abuse from her husband ended up being fired after he drugged and locked her in a room to stop her going to work. Eva has called on employers to support to staff who are abuse victims - rather than punish them.\"Work was the only place I was safe,\" Eva, not her real name, told BBC Wales. \"They knew, because sometimes I would turn up with a black eye - I would try to hide it, but colleagues saw it and asked if he did it to me.\" She said some colleagues tried to protect her but \"The employer didn't want to deal with things like that - they were too busy, so they just pushed me to the side.\" Eva was working in customer services for a large, national retailer, when her husband stopped her turning up for shifts.\"That job was my escape. I could partially be myself - see other people, talk to other people. It was a bit of happiness in my life,\" Eva continued. \"When I returned home happy from work, talking about how much I enjoyed it, he didn't like that. \"He wanted to know when I had break times, and I had to spend them with him.\"\"Sometimes he would stay until I finished work.\" She explained that in the end every minute of her life was controlled.\"He controlled every phone call, every email. If I didn't give him the password to my phone he threw it at the wall, or out of the window,\" she continued.\"I missed a lot of time off work because I was locked in a room. He controlled my phone and took it from me, so I couldn't even phone work to explain.\"How do you explain a situation like that? In the end my husband didn't let me go and the company just said, 'Thank you very much, goodbye'.\" Eva eventually got support from charity Llamau, who have been working with firms to provide training on the best ways to support victims of abuse. Nicola Fitzpatrick, from the charity, said if an employer can get it right \"they are saving someone's life.\" \"We had one employer that helped a victim save money, unbeknown to the perpetrator,\" Ms Fitzpatrick said.\"The victim was planning to leave but was completely financially controlled by that perpetrator, so the employer helped them save by deducting money out of their wages and keeping it safe in the workplace, so that when she was ready, she could go.\" But she cited another example where a victim told her employer she was at risk because her perpetrator might turn up at work. \"Her employers' response was, 'If you leave, you'll be sacked'.\" Eva said she would urge employers to start by simply asking whether staff members are okay.\"Sometimes it's hard to admit what's happening to you. It's embarrassing,\" she said. Ms Fitzpatrick said a lot of businesses \"might notice a significant change in behaviour\" in a member of staff who is suffering domestic abuse. \"They might be more withdrawn, less focused in the workplace, or the complete opposite - they don't want to go home or take their annual leave,\" she said\"But opening up that conversation in a supportive way, rather than somebody thinking they're walking into disciplinary measures, allows you then to start exploring, what is going on for that person.\" Last year, Future Generations Commissioner Sophie Howe announced financial support for any of her staff needing to escape an abusive relationship, as well as paid leave to deal with emergencies arising from domestic abuse. She's now calling on other public sector employers to do the same.\"I want to see the Welsh government showing some real leadership around this - they've got a real strong track record on it, but let's go that next step further,\" she said.\"Every public sector employer in Wales should be offering the same type of provision that I'm offering for my employees for victims of domestic abuse. \"People don't live their lives in isolation, what happens at home affects their work. \"We've got to be ready to ask those questions sensitively and then we've got to be ready to support them.\"As an employer it's much better for me to have my employees in work feeling safe, feeling supported and doing the best they possibly can. That makes business sense, apart from anything else. \"This isn't a problem that can be passed off to the police to deal with. It's not a problem that can be passed off to A&E to repair wounds. This has to be all of society.\" \"We don't like to have awkward conversations. But we need to get over that because an awkward conversation could save someone's life.\" The Welsh Government said it already offers \"paid leave for victims of domestic abuse\".\"Our 'Home shouldn't be a place of fear' campaign includes training for employers, offering free e-learning on the signs to look out for and how to offer support,\" added a government spokesperson. \"We actively encourage all public sector organisations in Wales to offer paid leave for victims of domestic abuse.\" ", "url": "https://www.bbc.com/news/uk-wales-57171890"}