{"datetime": "2022-01-06T18:23:28.000Z", "subject": "Coronavirus pandemic", "title": "The three generations who volunteer at Covid vaccinations centres", "article": "A 13-year-old Covid helper said she was \"inspired\" to join up after family members became volunteers. Bea, from Flitwick, Bedfordshire, helps at a Chicksands centre as part of her Duke of Edinburgh Award, alongside her working mother. She has now followed in the volunteering footsteps of her grandfather, brother and stepfather. \"My mum was my biggest inspiration,\" she said. \"I thought it was cool if I joined in as well.\" Her mother, Samantha, 47, a trained vaccinator, also works as an NHS administrator for the Bedfordshire, Luton and Milton Keynes Clinical Commissioning Group (CCG). She said it was a \"privilege\" to change roles, as she has worked in an NHS office-based job for 21 years and \"felt I had more to give\". \"My mum, Dr Andrea Golton, is a retired consultant radiologist and both my son Richard, (16), and partner Mark did some volunteering stints for the NHS earlier this year,\" she said. Her father, David Golton, 72, a semi-retired accountant, also volunteers at a vaccination centre in West London.\"Bea's always been very interested in what I do, so when she was looking for somewhere to volunteer as part of the Duke of Edinburgh Award Scheme, she thought that it would be great to volunteer at a local vaccination centre,\" Samantha said. Jane Urwin, the Chicksands centre volunteer leader, said: \"Bea's one of our youngest volunteers.\"She's a pleasure to work with and has joined our team of volunteers who all do an incredible job.\"It's great that she's keeping it in the family.\" Samantha added: \"I'm so proud that we have three generations of our family supporting the vaccination effort. \"It's an incredible thing to be able to do, it's quite a privilege to be part of that to see the number of people coming through, being protected and being boosted.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-59896807"}