{"datetime": "2022-01-14T12:41:55.000Z", "title": "Norfolk mum to return to UK after brain tumour treatment", "article": "A grandmother has said she cannot wait to be reunited with her daughter who was diagnosed with a terminal brain tumour while pregnant with twins and living in the US. Kylie Weatherby, 33, originally from Norfolk, found out she had cancer when she was 36 weeks pregnant. She delivered Luca and Malena a few weeks later and is now in remission.Her mother Barbara Hollands said they would have the \"biggest party every\" when her daughter returns to the UK. She has not met her new grandchildren yet. In May 2021, Ms Weatherby, who moved to the US in 2012 after marrying an American serviceman from RAF Lakenheath in Suffolk, woke up feeling unwell.She collapsed on the floor after having a seizure, but a scan showed she had a brain tumour.She delivered her baby boy and girl by emergency Caesarean section on 28 May.Ten days later, after suffering from severe pain, she was readmitted to hospital and had an operation on 7 June to remove the tumour.It was found to be a grade 4 glioblastoma multiforme (GBM) - an aggressive and fast-growing form of brain cancer. The mother of two underwent chemotherapy and radiotherapy and on 18 October was told her cancer cells were no longer detectable and she showed no evidence of the disease. Mrs Hollands, 59, who lives in Thetford in Norfolk and works as a nursing assistant at the West Suffolk Hospital in Bury St Edmunds, said: \"I'm so, so proud of her, I don't know where she gets her strength from, she's so, so strong.\" She has arranged to fly to the US for the twin's first birthday in May and Ms Weatherby will be returning to live in Britain in June, she said.\"When we get home, we're going to have the biggest party ever,\" said Mrs Holland. In February, Mrs Hollands plans to walk 10,000 steps a day for theBrain Tumour Research charity.\"We just want to raise as much money as we can for this charity,\" she said.\"The more research we do, we may find a cure.\"Charlie Allsebrook, from the charity, said: \"Brain tumours kill more children and adults under the age of 40 than any other cancer. \"Yet historically, just 1% of the national spend on cancer research has been allocated to this devastating disease.\"We're working to change that.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-59950421"}