{"datetime": "2020-10-09T23:23:18.000Z", "author": "Tomos Morgan", "title": "Covid: The never-ending lockdown of witness protection", "article": "\"You don't get to say goodbye to anyone, you don't get to phone them up and say 'oh by the way I'm going into witness protection, I'm not going to speak to you'.\" Self-isolation and reduced contact with friends and family has been a necessity during the pandemic, but for some people it's a never-ending reality. The BBC was given extremely rare access to someone in the closely-guarded and secretiveUK Protected Persons Service (UKPPS). For more than 20 years, Sian (not her real name) says she was a victim of horrendous, sustained, physical and sexual domestic violence.As a result, she and her children now live in \"witness protection\" conditions in a state of enforced separation and anonymity.Having grown up with abuse throughout her childhood, Sian was a teenager when she met the man she would later marry.But things quickly took a dark turn.\"At first it was sexual violence,\" she said, pausing briefly after every few words. \"But then physical violence crept in. Within three weeks he was raping me. That led to two decades of domestic violence.\"Things got worse after Sian had children.But - after a particularly traumatic experience - she sought medical help and that led to wider involvement from the authorities - the police deemed the risk to her life was so severe, she had to enter the protected persons service right away.Life changed immediately.She and her children were moved to another part of the UK and, to all intents and purposes, dropped off the face of the earth to many people they knew. They were given new identities and asked to start over. \"There's always this constant reminder of what has happened and where we are, so that will never leave us,\" she told me, hesitating.\"Your old life stopped and your new life has started. You live 'normal', which is normal for us, but not for anybody else.\" It's not just witnesses of serious crime that are part of the UKPPS. It is also for people like Sian, where the threat on their life is so severe, there is no other option.It is a network of regional police units, led by the National Crime Agency, which deals with safeguarding at-risk people and witness protection.It provides protection to people judged to be at risk of serious harm, including:Source:National Crime Agency In this life, trust counts.Sian told me there were very few people who knew the secret she has had to keep to ensure her family's safety. \"Apart from the people involved in my case, it's probably less than 10. But I can't honestly say that there is anybody out there that I trust completely.\" Sian only agreed to speak to me with her children's blessing.They have learned to value their isolation and be wary of certain risks, especially in a media-driven society, where something as innocuous as a social media post could give away too much information about their location. \"It's very scary just walking down the street, you know what it's like - people take Instagram videos or Snapchat videos. There have been plenty of times where my children have shoved me out of the way because someone has their camera out. \"It's a daily part of life for us. You're constantly on alert so that you're not caught up in that, and obviously it's [meant] the children can't go to prom, they can't do everyday things that children would normally assume would be a passage of life. \"They can't go to award ceremonies at school, they can't even join sports clubs, because parents will take videos. \"The children are not allowed to be on social media and that's difficult for them because it makes them stand out - every child at school, all their friends - are on social media and the minute a child isn't, you're different. \"We've had a few instances, where children have just taken out their phone in school and taken a photo and they had to delete them.\" When I asked whether she had friendships with other children's parents, she took a long pause. \"No.\" For safety reasons and not wanting to explain their situation and extend the circle of trust, she felt it was best avoided. Emergency protocols are in place if the worst-case scenario were to happen, but living a hugely sheltered life has been hard.Sian said Christmas was when her children felt the isolation the most.\"Their friends are getting together with family and with extended family and we have nobody, it's just us.\"Apart from the food that we eat, it's just a normal day. There's nothing really different. It can be a difficult time for us.\" With the curbs on life for many people brought on by the pandemic, Sian said she had seen parallels with the restrictions in her life - and her situation had left her well prepared. \"For once I was rather grateful that life didn't feel so drastically different for us, and we didn't struggle with having to get used to the new way of life as we were already used to it.\"Living in witness protection is similar in ways to the total isolation everyone had to endure during lockdown.\" Most of her physical scars have healed, but the mental scars of the years of abuse are still very real. Sian was diagnosed with post-traumatic stress disorder (PTSD), anxiety and depression as a result of her ordeal. She doesn't work and doesn't foresee a time when she'll be able to.\"I have flashbacks all the time, nightmares all the time, I don't sleep well. I am woken up, still, years later with panic attacks, so you know, different things can set off different triggers that I have. \"So for me, the best way that I can do that is obviously to keep myself safe is to stay at home, primarily.\" She is also open with me about the toll the years of abuse has had on her. At her lowest ebb, she was driven to attempting suicide. \"I regret not being able to give my children a normal life. I do feel sorry for them, they never asked for this and I think there is definitely some guilt there, but I think any parent would feel that. \"Looking back now yeah, I can look back and say 'I wish I had got out sooner'. I didn't think there was any option to get out any sooner - he had always threatened me, as in most domestic violence cases.\" This wasn't the life Sian chose for her family and living under police protection is not something you can easily opt in and out of safely.\"I genuinely focus so much on my kids, and just trying to make a better life for them,\" she said.\"They're hugely supportive, they are very supportive in whatever I choose to do. \" But there is only one way the family will ever escape their isolation. \"When my husband dies. Until that day, we'll be doing this.\" ", "url": "https://www.bbc.com/news/uk-wales-54148742"}