{"datetime": "2021-12-05T07:12:24.000Z", "author": "Nicola Bryan", "title": "Senedd must become more family-friendly, politicians say", "article": "Virtual Senedd meetings should continue long after Covid to make politics accessible to all, a politician with an eight-year-old son has said. Heledd Fychan saidhybrid working in the pandemic meant she could balance the needs of her job and her child. Former Education Minister Kirsty Williams and former MS Eluned Parrott said raising children when elected had been difficult and reform was needed.A cross-party committee will consider how the Senedd can be reformed. There have long been calls for a Seneddcreche and job shares for MSs .Ms Fychan, who became the member of the Senedd (MS) for South Wales Central in May, said starting the role in the middle of pandemic had been \"a bit strange\" but had also had its benefits. \"I feel lucky that we've have had that option [to work from home] since I became a member but I very much hope that will continue going forward,\" she said. \"There's certainly some people that are very keen to see all 60 members back and things to return to normal, but I would argue normal wasn't working for the majority of people and normal wasn't working in terms of getting greater representation and diversity in the chamber.\" She said a number of reforms were needed: \"I would ensure there is a creche in the Senedd and I would look at different models in terms of flexibility and how to cover maternity or paternity leave as well.\" Kirsty Williams stood down as education minister and MS ahead of May's election after representing Brecon and Radnorshire since 1999. In 2001, she became the first member of the Senedd to have a baby while in office. With no proxy voting then in place she went back to work when her daughter was three months old.\"Looking back in it now, I really wish I had made a different decision and it's certainly not a decision I'd repeat, but at the time I didn't feel I had any other choice,\" she said. \"It was really challenging, so I would be in work all day, I was desperately trying to continue to breastfeed overnight, and I think those years really are an absolute blur.\" The Senedd was still in its infancy and there was no support or provisions made apart from exclusive use of a fridge to store expressed breast milk, she said.Two more daughters followed in 2004 and 2006 but she said nothing had changed in that time. Kirsty relied very heavily on her mother in law but it was \"an incredible juggle\".She said the introduction of the proxy vote and funding to cover constituency work during maternity leave were \"very welcome\" but didn't go far enough.\"We've learned over the last 18 months that you don't actually need to be in the Senedd building to participate,\" she said.\"Being able to join the Senedd meeting remotely while you're on maternity leave and being able to vote yourself remotely while you're on maternity leave is something I think we need to consider.\" She said life is a lot less stressful since standing down and she had had time to reflect on the sacrifices she made for her job. \"I've realised how much I missed out in the day to day lives of my children,\" she said. \"One of the upsides of leaving office is that I'm able to do lots more things that I previously wasn't able to do with them.\" Eluned Parrott became the member of the Senedd for South Wales Central in 2011 when her children were three and six. \"I think what's really telling is that after I'd lost my seat, my daughter admitted to me that she was hoping I would lose my seat, because she wanted her mum back,\" she said.\"I understand why she felt that way, it was such a difficult time.\" She said in politics there was \"no such thing as the work being done\". \"You're torn between feeling like you're not doing enough in work and not doing enough at home either,\" she said. \"You're working such long hours that in fact it's not possible to use normal childcare... if I didn't have a husband at home who collected the kids on time what exactly was I supposed to do.\" She would like to see changes, inclining a Senedd creche, the introduction of job shares and an increase in the number of MSs to decrease workload.Bethan Sayed stood down as the Plaid Cymru MS for South Wales West at May's election, saying it was \"impossible\" to raise her then one-year-old with the hours her job demanded. Ms Sayed, who successfully campaigned for funding for an additional staff member to cover her constituency work while she was on maternity leave, has continued campaigning for reforms including a Senedd creche and job share options for MSs. She is due to meet with the Senedd's remuneration board in the new year. \"I think that change can happen, but it's too slow,\" she said. \"It shouldn't have taken me, after many years of devolution, to have maternity cover only by virtue of campaigning for it. \"We need to see action from the Senedd and we need to see this higher up the political agenda, so that we don't see the same faces, time and time again standing for election.\" Catherine Fookes, director of Women's Equality Network Wales, said a Labour and Plaid agreement tointroduce gender quotas for MSs into law was \"ground-breaking\". The mother-of-two, who stood in the 2016 Senedd election, said: \"If there's a larger number of women in the Senedd we will get laws and a system that are more child-friendly and more family-friendly and that will do fathers good too.\" Future Generations Commissioner for Wales Sophie Howe, who has five children, agreed it was crucial more parents get elected to the Senedd.\"I was six months pregnant when I was elected to a position as a councillor in Cardiff, and I had two other children whilst I was still a councillor and it was incredibly difficult,\" she said. \"I can remember, I had to take my third child into the council chamber with me for a big vote on a really important issue in the area that I represented whilst I was still breastfeeding, and I couldn't leave him with anyone else because he wouldn't take a bottle but also I wasn't willing to let my constituents down. \"Those are some of the real issues that I think women in politics are grappling with. I'm not in a political role anymore, but I am in a public facing role, and I think sometimes the challenges and the expectations on women and, indeed dads, who have got carry responsibilities, are really difficult to combine in terms of expectations of what you can do working evenings work on weekends, whilst also juggling family.\" Ms Howe said many women who have small children aren't in the Senedd because they know how it operates, and they \"make a choice\". \"It it's so important that we do have people with these perspectives in politics and in public life, because these people are making policies for parents - they're making policies on what sort of nursery education happens, whether flexible working should be a universal rights and so on, and it's so important that people with real life perspectives of those things are contributing to making those policies.\" MPs can claim funding to hire extra staff to cover maternity leave but they cannot take part in Commons debates or vote. This is similar in Wales, where MSs who want to take leave after having a baby can apply for an allowance to employ an additional member of staff to carry their constituency work but that cannot carry out official Senedd business such as attending plenary. The UK parliament does not have a proxy vote system, unlike in Wales where another member to cast a vote on an MS's behalf if they are unable to attend plenary meetings while on parental leave.Speaker Sir Lindsay Hoyle has asked a committee of MPs to review the rules on bringing babies into the Commons after Labour MP Stella Creasy was informed it wasagainst the rules . The Senedd has no specific policy, but a spokesperson said: \"Members of the Senedd with parental and caring responsibilities are provided with provisions to continue to perform their duties. For example, members may seek support for additional office staff during their parental leave as well as costs such as childcare.\"In October, Members of the Senedd voted to create a new cross-party committee which will consider how the Senedd could be reformed. It will consider options which would encourage the election of a more diverse Senedd.\" ", "url": "https://www.bbc.com/news/uk-wales-59479979"}