{"datetime": "2022-02-10T06:16:31.000Z", "author": "Steven McCaul", "title": "Post-natal depression in men: 'The darkest time of my life'", "article": "About one in 10 fathers will experience a depressive episode within the first year after a baby is born but no Scottish health board has any specific measures to monitor their mental health, BBC Scotland has learned. Peter Divers, 39, says he hid his feelings of depression for months after his second child was born in November 2016.\"It was the darkest time of my life,\" he says.The day after the birth of his son, Peter suffered an injury to his back which made it even more difficult to cope. \"I went into a bit of a rut after that.\" he says. \"I woke up every morning with a knot in my stomach. I felt like there was a big dark cloud following me about.\" Peter, from Drumchapel in Glasgow, didn't tell anyone what he was experiencing, including his wife, for five months.He did not feel comfortable going to see his GP. His feelings came to a head one day when he arrived to pick his older daughter up from his mother's house, and started crying on her couch.\"She dragged me through to the kitchen, I was sobbing on her shoulder for 15 minutes,\" he says.\"A lot of stuff came out about how I was feeling, and it felt good sharing that with somebody.\"Dr Selena Gleadow-Ware, a consultant psychiatrist who chairs the perinatal faculty at the Royal College of Psychiatrists in Scotland, said research showed about 8% to 10% of men experience depression in the postnatal period. \"Men may be much less likely to talk about or feel comfortable sharing how they're feeling, so it often goes as an under-recognised or hidden problem,\" she says.Dr Gleadow-Ware says depression can have a number of triggers after the birth of a baby. \"For a mother, that can include the physiological and hormonal changes they experience,\" she says. \"But it can equally be caused by factors such as the significant transition involved in becoming a new parent, relationship stresses, money worries or sleep deprivation.\"These triggers can be experienced by both men and women.\"According to the NHS, the likelihood of suffering from postnatal depression, increases if you already suffer with poor mental health, if you have suffered trauma in the past, if you don't have a support network or if your partner is also suffering from depression.Keith Lonsdale's wife, Alice, was hospitalised twice with postnatal depression, after the births of both of their daughters. The second time Keith, 34, suffered a depressive episode himself. He says he was struggling to cope and be there for everyone that needed him. At the time, Alice was being treated in a specialist unit for mothers and babies in Glasgow. Keith was eventually signed off from his job as a civil servant with stress and anxiety and was supported by his employers.But this was not the case first time around. Alice said: \"His bosses at the time just couldn't understand - they just didn't see that he was missing his daughter, that his wife and daughter had been put in a mental health unit. He had very limited access to us and his work couldn't understand why he would want to be with us.\"Under Freedom of Information legislation, BBC Scotland asked all 14 Scottish health boards what measures they had in place to monitor the mental health of fathers before and after birth, and whether fathers were routinely asked about their mental health when they attended pregnancy scans and ante-natal appointments with their partner.Half of the health boards suggested that men could be signposted to their GP.NHS Dumfries & Galloway and NHS Lanarkshire said new fathers were asked about their mental health once, during the first pregnancy scan at 8-12 weeks.NHS Shetland confirmed that it is \"trialling a system of engaging with fathers in the antenatal and postnatal periods about mental health of themselves and their partner\", which they hope to roll out if it is successful.But no Scottish health board routinely asks new fathers about their mental health, or formally monitors the mental health of new fathers.In recent years, peer support groups have emerged with the aim of giving men somewhere to talk about their mental health with others in similar situations, in a non-judgmental space.Fathers Network Scotland, which promotes the physical, mental and emotional health and wellbeing of fathers, is calling for the partners of all pregnant women to be screened for postnatal depression.Mental wellbeing minister Kevin Stewart said the Scottish government was exploring the needs of fathers in the period after a child is born. ", "url": "https://www.bbc.com/news/uk-scotland-60319568"}