{"datetime": "2021-12-23T06:11:59.000Z", "author": "Naomi Holland", "title": "The NI projects tackling loneliness at Christmas", "article": "It is supposed to be the most wonderful time of the year, but for many people Christmas is the most lonely instead. A 2020 report found that chronicloneliness can affect as many as one in five people in Northern Ireland . More than 70 charities and organisations called upon the Northern Ireland Executive to come up witha strategy to combat loneliness . A year on there has been no movement on that strategy and the Covid-19 pandemic has left many people more lonely than ever. BBC News NI spoke to three organisations that are stepping up to help those who may be lonely this Christmas. County Fermanagh woman Nuala O'Toole came up with the idea of the Kindness Postbox Enniskillen, connecting children and care home residents. In April she and some friends made a red post box with a rainbow on the top. They placed it in a shop and children from a school in Ballinamallard created art and wrote letters that were then delivered to a care home. It was so popular that other schools asked to have the box for a week. \"We drop it into a school or a childminder or a community group on a Monday and we pick it up on a Friday,\" said Nuala. \"We hold the mail back for 72 hours and deliver it to the nursing home. \"We have delivered almost 3,000 letters to 2,500 care home residents between Enniskillen and Derry.\" Nuala shared the story of one care home resident who had not had a visitor or a letter for nine years. \"We delivered a wee bit of mail from one of the schools and we got a photograph back,\" she explained. \"She just had the biggest smile on her face - it was literally her entire face.\" Another person who benefitted from the Kindness Postbox was an elderly man who lived alone and was sending himself a letter once a month, just so the postman would knock on his door. When Nuala heard about that she arranged for mail to be sent to him through the charity South West Age Partnership. The project has expanded and there are kindness post boxes in places such as Ballynahinch, Banbridge, Larne and Dungannon. The latest endeavour by the Kindness Postbox has been delivering Christmas hampers to care homes. Nuala said there had been varied requests for items, including knitting needles and wool, jigsaws, crossword puzzles, \"everything from a gym ball to 12 sets of drumsticks\". She played down her part in the project and said it was all about \"the wee ones in the schools and it's the residents in the homes\". Christmas can compound feelings of loneliness for parents, said Charlene Brooks, the chief executive of Parenting NI. The organisation provides a free helpline service, counselling and parenting programmes for mums and dads. \"Christmas is generally a lot about families and connections, and if you don't have those connections that exacerbates potentially how lonely someone can feel,\" said Charlene. \"If you are on social media, if you are watching TV programmes, or movies it's all about families and a happy Christmas spirit.\" That can be difficult for single parents or those who do not have regular access to their children, she said. She added that the bulk of the work at Parenting NI was encouraging and helping parents to create social connections so they have someone to talk to. She said young mums in particular could feel lonely because Covid restrictions have led to the closure of sources of connection such as mother-and-toddler groups. \"We regularly hear parents saying: 'I literally have spoken to no-one other than my children for the last five days.',\" she said. Parenting NI's Dads Project has been running for five years and is aimed at separated dads, providing them with support and weekly meet-ups. Before the pandemic group sessions were only held in Belfast and Londonderry but a move to virtual meetings means more dads can use the service. \"Every parent struggles at some point and it's OK to talk about that and share your experiences,\" said Charlene. \"It's really about encouraging parents to be out and about and not spend as much time on their own... I can't emphasise how important that is.\" Every week more than 100 volunteers across Northern Ireland give up their time to the Marie Curie Helper Service, providing respite and emotional support to those with a terminal illness. Joy Spreadborough is the volunteer coordinator and says she has seen a big increase in people asking for help this month, which is traditionally a quieter part of the year. \"Most people are just glad to have someone who is there to keep an eye out for them\", she said. The volunteers provide companionship to their clients, take them shopping, make them tea and have a chat or read to them. Joy said that when the pandemic hit most of the work was restricted to telephone calls and that increased the loneliness many were experiencing. \"We go in to see people who live alone, who maybe don't see anybody from one week to the next,\" she said. The Helper Service operates all year round and the Marie Curie volunteers will keep in regular touch with their clients this month, making sure they have plans for Christmas Day. \"They will be checking where they are going and if [the clients] are on their own they will definitely be on the phone with them,\" said Joy. She relayed the thoughts of one person who recently made use of the service: \"The volunteer has taken a weight off my shoulders. \"She's just like a friend I can trust. I can offload and talk about anything worrying me. \"Without the help and support I would be stuck at home all the time. It's a lifeline.\" The Marie Curie support line service will be available on Christmas Day for medical advice and emotional support, and the charity's online hub is always available to anyone with a terminal illness. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59641533"}