{"datetime": "2021-11-24T13:36:41.000Z", "author": "Branwen Jeffreys", "title": "Duchess backs lessons for teenagers on babies' brains", "article": "Teaching teenagers the science behind babies' brain development gives them practical skills as future parents, a University of Oxford study has found. Teenagers in 21 schools took part in a pilot scheme, which is now being rolled out more widely.The Duchess of Cambridge is backing the project and visited one of the schools involved earlier on Wednesday.Previous research has suggested only a quarter of adults understand how much the first few years shape life chances.Almost 4,000 pupils have taken part in the special science lessons, designed by researchers from the University of Oxford.They learned about the connections made in the developing brain during the first years of life, as babies experience the world around them.Each new experience can lead to new neural circuits in the brain, while stress can negatively influence development. There are also practical tips in the lessons on how to engage with babies to encourage their speech and understanding of the world.Pupils are also introduced to the idea of neuroplasticity, the capacity of the brain to go on changing throughout our lives. Bexhill High Academy, is one of the schools in the pilot scheme, Year 9 pupil, Jack, said had never realised how much babies could understand. \"It's the foundation for their whole life, so I would treat them differently - I would play with them.\" Divina, also in Year 9, said she took away practical tips: \"If you speak to babies in a singing sort of voice it makes them interact more and play more.\"The Oxford academics found that after the lessons 90% of the pupils knew how best to speak to a baby, and 86% could name an activity that would help development. Teenage brains, like those of babies, also go through a phase of heightened plasticity as they develop and mature.Dr Elizabeth Rapa, from the University of Oxford, said: \"In the same way we teach children about the risks of smoking or poor diet, they need to know about why experiences in our early years are so important.\" Earlier this year, the Duchess of Cambridge launchedThe Royal Foundation Centre for Early Childhood , with the aim of increasing awareness of how the first five years of life can influence future life chances.It follows a large research study she commissioned which found only 24% of adults understood the contribution of early years.On Wednesday, she visited one of the pilot schools in the science project to see what teenagers had learnt.Felicity Gillespie, from the charity Kindred², which funded the Oxford research, said pupils could see the relevance of what they were learning.\"Even those who may not grow up to become parents themselves will have some contact with very young children as siblings, baby sitters, uncles and aunts. So understanding how their brains develop is crucial.\" Many adults learn how important it is to stimulate and engage with babies only when once they have become parents for the first time.Parents at a sensory session for babies in Sutton said they wish they had known more. Michelle Prince, who brought her baby, Joshua, to the session said she she would have liked to have known how important it is to stimulate her baby's brain in the early months. \"So many connections are being made. He's only a few months old but in the first year, the brain doubles in size. It's just the importance of making sure they're stimulated really,\" she said. Bobby Sharman, who comes to the session with his baby cousin, Nora, said it was his favourite part of the day. \"You can see how she's learning, she's just developing really well. She's clapping, smiling, waving at people now.\" He thinks the classes for teenagers are a great idea, because \"we all need to know how to look after babies\". \"If you're a nephew or a niece and you have to look after a little child. I think everyone should know how to look after a baby from as young as possible and how they develop.\" More than 100 schools have expressed and interest in adopting the lessons as part of their science curriculum with the hope that more will follow.", "url": "https://www.bbc.com/news/education-59381797"}