{"datetime": "2021-12-17T14:23:49.000Z", "author": "Paul Pigott", "subject": "Coronavirus pandemic", "title": "Omicron: Will people in Wales change Christmas plans?", "article": "People say they are reassessing Christmas Day plans following the latest Welsh government advice. First Minister Mark Drakeford has urged families and friends to have smaller celebrations during the festive period. New rules around nightclubs and social distancing come into force on 27 December. However many told BBC Wales restrictions would be hard to swallow afterallegations of Christmas parties in Downing Street last year. Nicola Lawrence, 34, from Barry, Vale of Glamorgan, said she will still visit her sister in Newport and mother in Maesteg over the Christmas period. \"Why can't I see those people and my children see their cousins when they [Downing Street staff] had parties last Christmas when my children missed out seeing their family? \"Why is it the wealthy get on and party when the poor and working class can't? \"As long as we are sensible, I don't see the problem.\" Her comments were echoed by Emma Rhys, 39, also from Barry, who said she will take lateral flow tests before visiting family. \"People are going to be less likely to listen to anything after what they've seen and heard. \"Christmas is a big time for everybody and it's really hard not to see anybody, especially after what they have been doing with the parties. \"The longer it goes on people just want normal lives and trying their best to be sensible at the same point.\"After Boxing Day, Wales will return to some of the restrictions seen earlier in the pandemic due to the expected \"storm of Omicron\", thefirst minister warned . The latest ONS infection survey estimates close to 5,000 new Covid infections a day in Wales and Public Health Wales expects a rapid increase over the coming days and weeks. Patricia Trew, 82, from Cowbridge said after she and her husband spent their Christmas alone last year and are braced for some family members opting to stay home amid the rising case numbers. \"We had planned a family Christmas. At the moment the majority of them are coming but some may decide they won't make it because of this,\" she said. \"You've got to get on with life so hopefully that's where we'll be with family at Christmas. You've just got to hope for the best.\" Carole Jenkins, 67, from Rhoose, also did not see family last Christmas, due to restrictions, but will this year, despite the warnings. \"We can't put life on hold anymore. It's just been very difficult and people have had it a lot worse than me but I do intend to see my family this year,\" she said. \"As for [the Downing Street parties], that's their soup and they can swim in it. Because they do it doesn't mean we have to. \"There are some selfish people that will think to hell with it all, but people have got to live too.\" Her daughter Stacey Hobbs, 48, from Rhoose, has been unable to socialise since the start of the pandemic.\"I tend to be in my mum's bubble so I don't get to see anyone else so as far as we're concerned it's just family over Christmas. \"Everything I do I think of mum because whatever I do it will affect her.\" Nightclubs will close while social distancing will also be reintroduced in shops and workplaces, in response to the rising number of cases of the variant. A return to other restrictions - like extended household bubbles and the rule of six in pubs - is not being ruled out after Christmas whileschools are preparing for a possible return to online learning .Ms Rees, who has a six-year-old child in primary school, said: \"It's hard enough for us to understand let alone explaining it to the kids. \"I feel for people working who have to find help off family - and for the kids, it does mess them up emotionally. \"It's never ending three steps forward two steps back.\" ", "url": "https://www.bbc.com/news/uk-wales-59698420"}