{"datetime": "2021-11-19T06:13:55.000Z", "title": "Postnatal depression in dads: 'I didn't know men could struggle too'", "article": "Becoming a father can be the happiest time in a man's life, but for some it can bring unexpected feelings of anxiety, stress and guilt. Until recently, mental health concerns for new dads were little understood and, often, went unaired. But some men who have experienced postnatal depression hope telling their stories will encourage others to open up. When Stephen's daughter was born five years ago he knew he was meant to feel happy but instead began to think his wife and newborn child might be better off without him. \"You don't get a chance to sit back, take it in, relax and enjoy it,\" he said. \"I'd come home on a weekend after a long week, tired out, and my wife was back at work, working weekends. \"It just affects you, you don't see each other, you don't have the chance to enjoy it, and all the stress and anxiety builds up. \"I got to such a low point I considered my family were better off without me.\" Stephen, from Leeds, is far from alone in feeling overwhelmed by the birth of a child. Aninternational study in 2010 suggested that as many as one in 10 men struggle with postnatal depression (PND). More recently, in 2015, a survey by the National Childbirth Trust (NCT) found one in three new fathers had concerns about their mental health. Neil, also from Leeds, struggled after the birth of his son. He and his wife had spent several years trying to conceive and thought when they became pregnant the anxiety and stress was at an end. \"How wrong were we,\" he said. Neil said the pregnancy had been \"long and stressful\" and ended in a difficult birth. After a few weeks his wife was rushed back to hospital for surgery. \"It probably wouldn't have been so bad if we hadn't waited so long for it to happen - because we wanted it that badly.\" Neil had time off work while his wife recovered, but was then signed off work for three months due to his mental health deteriorating. Now, as the world marks International Men's Day a support group in West Yorkshire is hoping to raise awareness of PND among men. Leeds Dads will screen a short feature film, Daddy Blues, based on a book charting author Mark Williams' own experiences following the birth of his son in 2004. Mr Williams said he did not know a great deal about mental health aged 30. But, after his wife had a difficult and traumatic delivery he noticed his mood and behaviour began to change. Instead of feeling the \"excitement and enjoyment\" many parents do he said he began to feel lonely, isolated and guilty. \"You can't tell your friends [and] you can't tell your wife you're struggling with mental health because of the impact on her mental health,\" he said. \"I didn't know that dads could experience all the thoughts and feelings that mums get with postnatal depression.\" He said he did not get help until he experienced a breakdown several years later, but believes had more been known about male PND things might have been different. \"I was never diagnosed with post-traumatic stress disorder for witnessing a traumatic birth or postnatal depression, because there was no screening, education or support out there for fathers,\" he said. Now he campaigns for better understanding and support for the mental health of all parents. \"My work is never about taking the attention away from mum, it's saying you have to support all parents because it can impact on mum's mental health if dad is struggling.\" The NCT has called for more recognition around mental health issues affecting new dads. It has set up Parents in Mind: Partners Project, which offers support to everyone who has an active role raising a child under two. \"Becoming a parent is an emotional rollercoaster,\" said Catherine Briars, who runs the project in St Helens. \"Fathers sometimes feel uncomfortable opening up about their feelings but we encourage them to do so if they're struggling. It's often the first step to recovering and regaining good mental health.\" She said they encourage men to talk to someone they trust or their GP. Stephen and Neil both eventually sought help for their mental health. Stephen said he was able to access counselling through his employer. \"It worked to get me to a level where, I was still unhappy, but I didn't have those feelings,\" he said. Neil initially refused the anti-depressants prescribed by his GP but a family meal brought him to near breaking point. \"I was sitting in [a restaurant] having a meal with my wife and my hand was just shaking, it was just trembling. \"I was literally on the verge of breaking down in the middle of Nando's.\" Both men are now part of Leeds Dads, which was set up by Errol Murray when he moved to the city. \"I was unsure of how to be a dad, we didn't have family within 100 miles, it was really important for me to connect with other parents.\" The group aims to offer dads social interaction and support and also has a WhatsApp group chat for members. Stephen said he wished he had known about it earlier. \"If I had heard about Leeds Dads when I was suffering it would have been an outlet that I would have loved.\" Neil said while there are lots of handbooks on how to be a parent, at some point \"none of them are any use\". \"We will have issues or we will go through something that somebody else has gone through and we'll have an answer,\" he added. Mr Murray said the group was about looking for ways to let dads talk to each other. \"That helps straight away, immediately, it breaks down barriers and makes people feel much more comfortable,\" he said. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leeds-59321086"}