{"datetime": "2021-12-27T00:56:42.000Z", "author": "Adam Eley", "title": "‘Reuniting with mum ended my cycle of homelessness’", "article": "Family breakdowns are one of the leading causes of homelessness in the UK. Rhyss Mackay had been living on the streets of Newcastle for more than four years, when an unexpected encounter with his mum changed everything. \"I thought about my family all the time,\" says Rhyss, as he sits by the River Tyne, in Newcastle, and reflects on the years he spent homeless. He now jogs along the Quayside several times a week to help with his mental health, but he also knows the area well from the time he slept rough. Rhyss first left his family home in 2013, after falling back in with the wrong crowd and having disagreements with his mum. He moved into a hostel, but when a fire broke out there he lost everything, leading him to live on the streets.\"I did try and take my own life on more than one occasion,\" he says now. Rhyss had desperately wanted to reach out to his loved ones during this time, but says his deteriorating health had stopped him. \"I looked very unwell, and the longer it got, the harder it became to speak to them. \"There was one Christmas where I spent all the money I had on presents for my nieces and nephews, but I couldn't bring myself to knock on the door. So I just left them on the doorstep and walked away.\" For more than four years he went without seeing his mum, until, at the age of 23, his life took the most unexpected turn. Rhyss was appearing in court in 2017 - where he would be sent to prison for shoplifting - when his mum walked through the door. A family friend had discovered Rhyss was due to be there and told her. \"I was just in a total state of shock, I thought I was dreaming,\" Rhyss says. The judge even allowed him to go and hug her. \"Mum just burst into tears, and I told her: 'When I get out I'm going to start speaking to my family again'.\" The charity Crisis describes relationship breakdowns as \"one of the key factors in homelessness\". In England in 2020-21, about 48,000 households were made homeless as a result of family or friends no longer being able, or willing, to accommodate them. There can be many reasons why an individual may leave the family home - such as an argument, abuse, a parent's alcoholism, or being told to leave because of their gender or sexual orientation.Some charities, like St Basils in the West Midlands, have created services designed to keep families together and prevent homelessness. It says 49% of youth homelessness cases it came across in 2020-21 related to family breakdown - 1,891 instances in total. The organisation runs parenting workshops to support adults finding it tough to deal with their teenage children, and it has trained staff to provide a mediation service to enable families to discuss and address the underlying causes of their difficulties. In recent years, however, the organisation says council funding cuts have affected the scale of this work. Its communications director Barrie Hodge believes focusing on housing alone is not enough. \"If we're just putting a roof over someone's head and we're not dealing with the issues that led to them being homeless, then those people are just going to end up in that same situation again,\" he says. In some cases it is not appropriate for an individual to get back in touch with family - but there are many instances where it can be hugely beneficial. When Rhyss left prison, his mother, brother and sister were waiting for him at the railway station, having kept in touch.\"They were just really happy to see [me],\" he says. \"I had so much to share.\" They spent the afternoon talking before having dinner together, and have been in touch ever since - speaking almost every day. He has also spent time acting as his mum's carer. Government figures show that, in 2020-21, 177,000 households in England were threatened with homelessness - down from 212,000 the previous year. But with the end of furlough, a drop in universal credit payments and the cost of living going up, some charities predict the issuewill be worse this winter. Jasmine Basran, policy manager at the charity Crisis, believes if the government is to meet its pledge of ending rough sleeping by the end of this Parliament, it must ensure individuals do not become homeless in the first place. \"We're lacking a longer-term strategy,\" she says. \"We really need to see ambition around providing genuinely affordable homes for people.\" The Local Government Association called for the government to provide \"long-term investment\" in homelessness prevention. The Department for Levelling Up, Housing and Communities said it was spending £2bn over the next three years to tackle rough sleeping in England, with ongoing funding for early intervention. As for Rhyss, he believes reconnecting with his family has given him a platform on which to build his life again. After coming out of prison he moved in with his mum, and his family helped him financially. He also started believing in himself once again with their help, and went to college to improve his reading and writing. He now works in a role supporting homeless individuals. Rhyss has started his own family too, living with his partner and young son. \"Having people who care about [me] really makes a difference in how I perceive myself,\" he says. \"Now I have everything I wanted five years ago.\" ", "url": "https://www.bbc.com/news/uk-59455321"}