{"datetime": "2021-12-20T15:52:23.000Z", "author": "Kelly Foran", "title": "Christmas: Children with parents in jail need help, charity says", "article": "Children with parents in prison need more help to stop them being stigmatised in their own communities, a charity has said. Children Heard and Seen estimates that about 312,000 youngsters are affected by having a parent in jail. The national charity said these children often find the festive period extremely difficult. In Liverpool, one mother said she had to relocate to a different part of the city to avoid the negative impact. \"I've moved areas because I felt like I was being watched all the time - people were talking and we were being discriminated against, when it was not something that we've done,\" she said. \"Kids are innocent and I've had to move schools, which has just been more upheaval. It's just a nightmare.\" Children Heard and Seen project co-ordinator Leanne Manning is calling for more action to help these young people. \"A child still dearly loves the parents regardless of what they've done wrong and unfortunately they're also then tarred with the same brush,\" she said. \"It's nearly 2022 and there is absolutely no recognition of these children, we don't know who they are. \"Nobody knows who the are.\" The charity hosted a Christmas party for some of the children at Strawberry Field in Liverpool, a place written about by former visitor John Lennon in the Beatles hit. A 14-year-old girl whose dad is in prison said events like the party were \"making me happy again because they are taking my mind off it by doing really fun activities\".\"It was really upsetting because, during Covid, we didn't get to see him for a year,\" she said. \"I never used to smile that much before it, but now I'm really happy, it's all the support we get.\" About 65% of boys with a convicted parent go on to offend, according to the charity which is trying to cut that trend.From the 600 children they have supported so far, they say less than 1% have gone on to commit a crime. In the autumn, a \"ground-breaking\" scheme to prevent children of prisonersbecoming criminals was piloted in Oxford. At the Liverpool party, Nigel Lanceley, high sheriff of Merseyside, said: \"To me, humanity - in a simple way - is looking out for and looking after your fellow humans, and these children are in desperate need of that.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-59697345"}