{"datetime": "2021-08-17T05:40:30.000Z", "author": "Jenny Rees", "title": "Coercive control: Male victims say they aren't believed", "article": "A man who reported his female partner to the police for coercive control has said not being taken seriously felt like another form of gaslighting. Craig said his former partner \"robbed me of my independence and slowly undermined my confidence\". He said police concluded no further action was possible after he reported her and she was not charged.The Home Office said it expected all police forces to take allegations of domestic abuse seriously. Charity Safer Wales said men were not always believed by agencies who may have no experience of the issue.Craig - not his real name - said he feared men were still not recognised as victims of this type of abuse.In his case, he claimed not all evidence was examined and some witnesses were not interviewed.\"People don't understand what coercive control is - it can be more damaging than a violent attack,\" he said. \"Bruises all heal, but this psychological abuse can be for life.\"It's like imprisoning someone, restricting everything they are. It destroys who they are - and that's not a gender-based thing. That can happen to anyone.\"He said his former partner gained total control of his money: \"If I objected, I would be told 'don't you trust me after all these years?'.\" Craig said he was told to pursue his complaints through the civil courts or report it as a fraud, as organisations failed to see him as a victim of coercive control.In the end he was supported by Welsh Women's Aid.\"Victims need to be listened to,\" he said. \"If someone doesn't do that - especially the police, or someone in authority - victims are not being believed again.\"Craig said at first he found it hard to make sense of what had happened to him and see it as abuse, which made writing a police report particularly challenging.\"She robbed me of my independence and slowly undermined my confidence with constant little put-downs,\" he said.He added she would also gaslight him by denying things had happened, though he knew them to be true, and would use that confusion to control him.\"In social situations she'd whisper in my ear 'you sound like an idiot, no-one understood what you said, or 'your joke wasn't funny',\" he said.He said everything from how he washed, to how he made a cup of tea or drove the car was criticised and controlled, leaving him with complex post-traumatic stress disorder (PTSD).Many of the details of Craig's relationship resonate with Jack - whose name has also been changed for his protection.\"It's a bit like walking on quicksand,\" he said.\"You're never sure at any time where you are. \"I kept the pressure off by staying busy - I didn't stop tidying, cleaning, hoovering.\"But I'd be told I hadn't done the job right, or hadn't done it well enough.\"I would have a crushing feeling of being completely useless.\"I'm still frightened now and have a recurring nightmare of [her] standing over me, telling me I can't do something.\"He said the constant gaslighting meant he lost confidence in his decision making at home, meaning everything was deferred back to his partner. This was in sharp contrast to his high-pressured job where he made important decisions on an hourly basis.\"My friends and family have kept me alive,\" he said. \"There's been a couple times I seriously thought of taking my own life.\"His experience differed to Craig's, he said the police took him seriously and were supportive when he told them of his experiences, though he had not pressed charges.The charity Safer Wales runs the Dyn Project, supporting male victims of domestic abuse in Wales.Simon Borja, from the charity, said: \"I think for some men if they do present to agencies like the police, like the local authority, they may not be believed. \"But it can also be that the agency hasn't seen this before or aren't sure what to and we would ask them to get in touch with us because we will help men navigate the system as well. He said it was important victims' experiences were validated straight away as it can lead to many internalising the problem over time.\"We see lots of depression, alcohol or substance misuse, or not engaging with work, friends or their social networks like they used to.\"A lot of men tell us it feels like a pressure valve's been released when they do talk to us.\"There's more awareness now than there used to be and we do get more calls, but we also know that lots of men just sit and suffer in silence.\"Both Jack and Craig agreed work was needed to raise the profile of men as victims, and increase the availability of support. The Home Office said it was acting to support all victims and tackle perpetrators of controlling or coercive behaviour. A spokesman said: \"We expect all police forces to take allegations of domestic abuse seriously. \"The Domestic Abuse Act strengthened the legislation on controlling or coercive behaviour so that abusers can still be prosecuted even when they no longer live with their victims and introduced a range of additional measures. \"In addition, the Home Office funds the Men's Advice Line, run by Respect, to provide support to male victims of domestic abuse, and in 2019 we published the first ever cross-government Male Victims' Position Statement.\" ", "url": "https://www.bbc.com/news/uk-wales-58233300"}