{"datetime": "2021-12-08T06:18:20.000Z", "author": "Mairead Smyth", "title": "Domestic abuse: 'No female should be subjected to what I did'", "article": "\"No female should be subjected to some of the things I did.\" Rob* was referred through the family courts in March to complete a domestic abuse prevention course, designed to break the cycle of physical and mental abuse. He had previously been arrested but the police took no further action after his victim decided not to make a complaint. The Make the Change Perpetrator Prevention Programme is currently being offered by The Wish Centre in Lancashire.The course first started in 2011 and since then it has helped 216 men to acknowledge their problems and try to change their behaviour.Three-quarters of those who have partially completed or completed the course have not committed further domestic abuse offences within a year.Before the course, Rob says he was \"a bit apprehensive about it\".\"I didn't feel I needed to be here to be honest. I didn't think I had an issue with my past behaviour,\" he adds. Now, though, Rob says he realises the programme is exactly the kind of help he needed. \"When I was in relationships... it was drug fuelled so it was very angry, very bitter and it led me to have distorted thinking which made me put my hands on my partner,\" he tells the BBC.\"I didn't think I was abusive but going through the course I've got an understanding that domestic abuse comes in different forms. \"It has made me look at myself. I was very selfish when I had a partner. \"It was my way or no way. If I wanted something I'd find ways and means of getting that from my partner - be it emotional abuse or physical abuse and that's not what a relationship's about. \"Anybody can change but I think they need to be given the right tools to do that and I think this course has done that for me.\" Course facilitator Aaron Thornley knows all about the effects of domestic abuse, having grown up in a violent home in which his mother was abused by his stepfather.He believes everybody deserves a second chance. \"When we look at violence we automatically assume a form of punishment is prison but what happens after that,\" he asks.\"Where do they go from there? Do we just leave them to fend for themselves and then they carry on perpetrating?\"Or can we intervene and offer a programme like we do and try to help?\"We want to be part of a success story. If somebody can change and go on and live their life and lead a good life without reoffending then I think it's job well done for us.\" If you're affected by any of the issues in this article you can find details of organisations who can help viathe BBC Action Line. If you feel you are in immediate danger, call the police on 999. If you can't speak, press 55 when prompted to let them know you need urgent help. Online webchats and text services are also available. Another participant in the scheme is Dean*, who was convicted in February of two counts of assault.He now acknowledges that drinking was part of the issue.\"You've got to admit you have a problem before you can sort the problem out,\" he says. \"All the things I was doing, I wasn't really aware I was doing a lot of them. \"A lot of this sulking, bit of moodiness. I'm not hitting her all the time but it's all like mental and emotional stuff.\" Dean says he is \"ashamed\" and \"disgusted\" by his actions, and that he is determined to change his ways.\"We want to be better for future partners, for my kids. I'm doing this for my kids.\" In August,the government handed out £11m to police forces to reduce the risk posed by domestic abuse perpetrators and improve safety and protection for victims. This Wish Centre is among those to receive the funding for its programmes as well as to provide accommodation for victims.In neighbouring Greater Manchester, Talk Listen Change in Trafford has been given more than £1.5m to expand the work it does to support victims and challenge the offenders. Chief executive Michelle Hill strongly believes \"if people are motivated to change behaviour they should be given the opportunity to change\". \"It's a long, complex process but ultimately we believe that it works and we believe it can be part of the package of ending domestic abuse,\" she adds. * Not their real names This story will feature in BBC North West Tonight's in-depth examination of violence against women. It can be seen at 18:30 GMT on Wednesday 8 December 2021 and subsequently on the BBC iPlayer. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-59545726"}