{"datetime": "2021-11-10T02:09:34.000Z", "author": "Philippa Roxby", "subject": "Coronavirus pandemic", "title": "Coronavirus births: 'My baby's first word was mask'", "article": "Leanne Howlett knew what post-natal depression felt like. She'd been affected after the birth of her son a few years before - but this time was different. Her daughter was just five months old and it was March 2020, the start of the first UK lockdown following the global outbreak of Covid-19. \"Overnight, home appointments [from the perinatal mental-health team] dropped away,\" she remembers. They would be over the phone instead, she was told, causing her panic about how she would cope. Nurseries were closed, she couldn't see family and getting through the basics of each day was a huge struggle. \"I dipped to rock-bottom,\" says the 34-year-old. \"You cannot bring yourself out of it - you think everyone is better off without you.\" Compared with normal times, there was little support for new parents, babies and young children during the pandemic.Rising numbers of families faced issues such as poverty, mental-health problems and abuse, prompting charities to express concern over the impact on children's development. A charities' report published this month -No-One Wants To See My Baby - warned that families' needs were still not being met and said funding for services like health visiting should be increased.It found baby-and-toddler groups no longer operated in some areas and there was still a reliance on phone or virtual support from health visitors, rather than face-to-face.\"If services remain remote, many of these babies are invisible and their needs go unaddressed,\" says Sally Hogg, from the Parent Infant Foundation. Leanne started to feel better last summer, when childcare bubbles were allowed and her husband took time off work, but she believes the impact on her daughter, Miley, now two years old, has been profound. \"She is not at all sociable - she didn't see anyone but us until she was nearly one. \"All those missed activities, photos, and all those firsts,\" laments Leanne. When she did go to her first baby group, all the mums wore face coverings, she says. \"My baby's first word was mask.\" Nicole Jones, 31, from Warwickshire, felt so let down by the lack of support she and her baby, Dylan, received after he was born prematurely in March 2020, that she turned down a 12-month review by a health visitor when it was offered. After his birth, Dylan spent two days in special care with jaundice and a week in hospital, before coming home on the fifth day of lockdown. But there were no visits from any other health professionals for the first year of his life, despite continuing problems, Nicole says. \"We didn't get any support - we weren't even offered a phone call.\" After months of colic and projectile vomiting, he was diagnosed with a dairy allergy at seven months old - something she feels guilty about now. \"It was very stressful and unforgiveable,\" she says.\"I'm a social worker and I had face-to-face contact with people, so why couldn't they?\" Health visitors say they are not to blame . They are responsible for checking a baby's health and development at five points up to the age of two-and-a-half - but at the start of the pandemic in England, almost two-thirds were redeployed. Alison Morton, executive director of the Institute of Health Visiting, says there are huge variations in how far services have returned to normal, depending on where people live. This is linked to the fact that local authorities pay for health visitors through public-health funding from government.Only one in four new mums in some local authorities is getting their newborn check, but in other areas it's nearly 100%,latest government figures show.For health reviews at the age of two, the postcode lottery is even starker - ranging from 5% in some places to 99% in others. Ms Morton is also concerned by \"the shift to virtual delivery\" - telephone calls and even just sending questionnaires through the post. She says health visitors' huge caseloads also mean they are reaching only \"the tip of the iceberg of growing need\". Lockdown meant important milestones had to be put on hold - Dylan's first meeting with his grandparents took place through a window and he was three months old when they held him for the first time. Nicole missed out on joining local baby groups and meeting other new mums. Even on his first birthday, there was no chance of a party. \"It will always be a time I feel bitter about,\" she says. \"This is my experience and it's been rubbish.\" She worries about all the other parents who haven't been visited or contacted during the past year and a half of the pandemic, and how they and their babies are coping. Nicole believes at least one home visit in the first two months is needed and although it's possible to carry out some on phone or Zoom, they should never have been stopped altogether. \"If you're really struggling, you won't pick up the phone,\" Nicole says. Emma Junior has some advice for new parents who feel isolated. After having twins Sienna and Sebastian last summer, Emma, 31, from Hampshire, was \"stuck inside for days and days on end\", unable to have visitors. Through HomeStart - a network of trained volunteers who can support families - she joined a walking group to get some adult conversation and that also allowed her children to socialise with others of the same age. Emma also recommends accepting help when offered it, taking time out for yourself and getting outdoors whenever you can. The twins are now 15 months old, but Emma says lots of baby groups are no longer running and weigh-in clinics at her GP surgery are a thing of the past. That could explain what some doctors are calling \"Covid anxiety\" among parents, which may be a factor in record-long queues at A&E departments in hospitals. Doctors are seeing many more children than usual but not more seriously ill children in need of emergency care. Covid's legacy may be a psychological shift and a need for reassurance, and that's something Leanne has recognised. She has quit her job as a solicitor and is now retraining as a mental-health nurse \"to help other mums face-to-face\". ", "url": "https://www.bbc.com/news/health-59211183"}