{"datetime": "2021-12-30T15:00:52.000Z", "title": "Domestic abuse survivor speaks out about attacks", "article": "A woman who was nearly strangled and was burnt with an iron is encouraging victims of domestic abuse to report crimes to police. Angela Wright was regularly assaulted and was nearly drowned in a bath by Steven Blades,who was jailed for 25 years earlier this month . \"I couldn't just go out. He used to time me shopping,\" Ms Wright said. She urged victims to \"speak to somebody so that it does get reported and the person does get brought to justice\". Ms Wright said she \"used to have black eyes all the time\". \"The more children I had, it got from slaps to punches to broken bones, broken jaws, broken noses,\" she said. \"As the children got older, it started being my arms, my legs, my ribs.\" Ms Wright said the abuse built up with Blades, of Oldham, trying to drown her in a bath, burning her with an iron and stubbing cigarettes on her. \"He spat at me, he tried strangling me, he broke my leg - jumped on my leg,\" she said. She said she was \"frightened to death\" when Blades put an air rifle in her mouth. Ms Wright said after she left their home without his knowledge, Blades found out where she and the children lived and tried to smash through the door. \"I just had to keep moving from house to house all the time until eventually I had to leave my job,\" she added. \"I moved to a totally different area and that's when I finally got away.\" She said police did not deal effectively with her initial complaints 25 years ago, recalling: \"The domestic violence police liaison officer came to the house and I had to pretend I wasn't in and she put a note through the door. \"That was the worst thing she ever did because that was just a nightmare after that. \"He just went crazy because he knew I had been in touch with somebody.\" If you're affected by any of the issues in this article you can find details of organisations who can help viathe BBC Action Line. If you feel you are in immediate danger, call the police on 999. If you can't speak, press 55 when prompted to let them know you need urgent help. Online webchats and text services are also available. However, Ms Wright said the police had improved since then and encouraged other victims of abuse to report their experiences. \"I felt listened to this time, like they had more empathy and understanding,\" she said. \"I do feel a lot of support this time.\" In December, 53-year-old Blades was jailed for subjecting three victims to physical and mental abuse, including rape and threats to kill. The Crown Prosecution Service said he had used \"every form of torture to terrify and control women\". Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-manchester-59828754"}