{"datetime": "2021-11-25T21:29:25.000Z", "title": "South Wales fire stations a safe place to flee abuse", "article": "Fire stations across South Wales have begun an open door policy for anyone fleeing domestic abuse or stalking. The new approach follows a sharp rise in calls to emergency services where fire is claimed to be used as a threat. Jason Evans, head of risk reduction at South Wales Fire and Rescue, described the 25% increase in calls of this kind over previous years as a \"real worry\". The announcement coincides with White Ribbon Day which aims to end violence against women and girls. South Wales Fire and Rescue works alongside other emergency services and partners to receive referrals where fire has been used as a weapon in domestic abuse cases. Mr Evans added that the service attended more than 450 properties last year to help with preventative measures.This included installing enhanced smoke detection and letter box guards to prevent flammable items being posted through them.He said \"This was a real worry for us. It's a 25% increase on previous years.\"It's showing us there's an increase in violence against predominantly women and girls.\" From Thursday all 47 stations across south Wales will be open for anyone in need of somewhere safe. \"Our stations are in the heart of the community. We believe it's our essential responsibility for us to be able to keep people safe from harm,\" added Mr Evans. Stations are crewed 24/7 by staff however if staff are out attending an emergency, there will be instructions to follow for anyone in immediate danger.\"We'll make sure a crew or officer gets back to the station as soon as possible in their time of need,\" he added. \"All of our crews are fully trained in safeguarding and will be able to support you.\" The White Ribbon Day campaign asks communities and organisations to spread the message that violence against women and girls by men must end. There is a focus on how attitudes and concepts around masculinity, harassment and male behaviour can be challenged. ", "url": "https://www.bbc.com/news/uk-wales-59424966"}