{"datetime": "2021-12-07T11:09:48.000Z", "author": "Sophie Price and Laurence Cawley", "title": "Gemma Marjoram's family tell of killer's growing coercive control", "article": "Mother-of-three Gemma Marjoram was murdered by her husband who had exerted coercive control over her for seven years. Her family hope what happened to her might save the lives of others who are in, or have fled, abusive relationships. The last thing Gemma Marjoram told her mother Linda was that her husband had never, and would never, hurt her. Within hours, Gemma was dead. The 38-year-old had been stabbed more than 20 times and left to die at a derelict mental health hospital in Thorpe St Andrew, near Norwich. At the time of her murder, in June 2020, Gemma had left the relationship and was living at home. She was lured to her death by her husband Michael Cowey on the pretext of talking things through. He had two knives concealed in his socks. Cowey, 49, of Dragoon Close in Thorpe St Andrew,admitted murder and was sentenced to 23 years in prison . In an interview with BBC Radio Norfolk, Gemma's mother Linda Smith told how the family became increasingly concerned for her welfare during her relationship with Cowey. The family said Cowey became increasingly controlling of Gemma, including over who she could speak with, who she could see and, the family believes, managing her mobile phone. \"She stopped making contact with me, with any of us, and every time I tried to contact her - if it was a phone call, he would always answer and say 'No, she's driving' or 'No, she's in the shower'. And with text messages, when I got responses [from Gemma] they seemed like they weren't from her. \"She was becoming ostracised from us, it was very clear, from early on,\" said Ms Smith. \"I had this worry for seven whole years about what was happening to my daughter and feeling something was really wrong here.\" Then, out of the blue, Ms Smith got a text message. \"It said 'Just help me',\" said Ms Smith.\"That's all she could ever get the chance to write and send.\" Gemma's sister's Kimberley Seeger also had grave concerns about Cowey, which were aroused early on in her sister's relationship with him. \"It was not the way he looked,\" she said. \"It was his behaviour - whenever I tried to speak to Gemma he would look at me as if to say, 'No, you're not going to speak to Gemma, I'm in the house'.\"But Gemma being in her 30s, I can't really comment on who she is interested in.\"But I was secretly worried about her.\" The police investigation into the case found Cowey, who had three children from a previous relationship and two with Gemma, was a persistent and serial abuser of women. Kimberley told how, in the months before her sister's death, she once went to the pub with Gemma and Cowey. She ended up having a car door slammed into her head by Cowey when she tried to dissuade her sister from leaving in the car with him. Later that night, she said, Cowey was arrested for threatening Gemma with a knife. Cowey was subsequently released on bail. For her own safety, Gemma had moved home to live with her mother and, despite being bombarded with phone calls and messages from Cowey, her family told how her confidence and general wellbeing seemed to improve. Ms Smith remembered how on 18 June, the day before Gemma was murdered, she hugged her daughter and said she could see she was happy and that she was never going back to Cowey. She was extremely concerned about the idea of Cowey having any sort of contact with Gemma, and voiced those concerns to her. \"She said 'Mum, he has never, ever hit me, he won't do that because of the children.'\" On the day of her death, Cowey, who had two knives hidden in his socks, lured Gemma to the derelict hospital site and killed her. Kimberley told how she was outside in the garden when she heard emergency service sirens in the distance. She later learned those vehicles were on their way to the scene where her sister had been fatally stabbed. Ms Smith made an impassioned plea to anybody in a similar situation to the one her daughter was in. \"Do not allow yourself to be alone with the perpetrator after you've left the relationship,\" she warned. \"It is the most dangerous time. \"Once he realised he had lost control, he decided he was going to murder her. He had never violently attacked her previously because we found out after the case that he had previously done this to other partners and he had been in prison for that.\" \"So he knew if he raised his hand to Gemma, and she told him if he raised his hand to her she would have him arrested, so he never did. So he knew once he had lost her the only way out would be for him to murder her and go to prison. \"Gemma loved, cared and helped everybody.\"Why would someone want to hurt someone so kind? She cared about homelessness, poverty and just wanted to help people. \"It is just not fair.\" A Norfolk Police spokeswoman said: \"Gemma was the victim of a brutal, premeditated attack and our thoughts remain with her friends and family.\"This case is subject to a Domestic Homicide Review which is ongoing. It would therefore be inappropriate to comment further on the wider circumstances surrounding this case until the review is published.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-59551367"}