{"datetime": "2021-11-18T00:05:11.000Z", "author": "Kate Stanton", "title": "The mums using Instagram to offer advice to new parents", "article": "Jenny Best was up all night for two weeks back in 2019, but not because she was tired from raising her four-month-old twins and a toddler. The Brooklyn-based public relations consultant, and former ballerina for the New York City Ballet, couldn't sleep because she was thinking about her \"really big idea\". She wanted to create a \"Wikipedia of baby food\", an online database to help parents introduce solid food to their children.Her plan was to create such a resource and make it free to use. And from that, see if she could then create a linked app and website business that would charge users to access a host of connected healthy baby food recipes. But how to raise her profile and make mums and dads around the world aware of what she was doing? With help from a qualified nutritionist, she took to Instagram to blog her own journey feeding and weaning her three kids. Ms Best quickly garnered a large following, posting videos of her twins trying new foods, as well as tips on tackling picky eating. \"There was no business plan. I had zero investors,\" she says. \"But when I started putting it out in the world, I got a lot of real-time feedback from mums.\" Fast forward to March 2020, on the eve of the global pandemic, she launched her app and website Solid Starts, which includes the free food database, called First Foods. \"At first, I was devastated [by the bad timing]. How do you launch a business in the pandemic?\" says Ms Best. \"But our engagement was insanely high, because everyone was at home on their phones.\"By October 2021, Solid Starts had hit one million Instagram followers, and the app has been downloaded by tens of thousands of people across 180 countries. Ms Best hopes to turn Solid Starts into a leading global authority on infant feeding. \"Never underestimate a mom, in a pandemic, with a phone,\" she adds. Though \"mummy bloggers\", documenting family life, have long been a staple of the social media landscape, there is a growing market for mums (and dads) who aren't just sharing aspirational content. They are instead aiming to share sage advice in a particular field, such as feeding, childbirth, infant first aid, or toddler behaviour. And from that create a connected business. Solid Starts is just one of a dozen parenting Instagram accounts followed by first-time mum, Bridey Wood, 30, from Melbourne, Australia. She had her baby at the end of 2020, and looks first to Instagram for information previous generations might have found in books or leaflets from their doctor. \"[Being a new mum] is a time when you're overwhelmed and don't know who to talk to,\" says Ms Wood. \"I wanted someone to spoon-feed me information in a format that was easy.\" Mallory Whitmore, a mum of two based in Nashville, Tennessee, says the pandemic meant that many young parents were facing limited interaction with family and healthcare professionals. She explains that as a result they increasingly turned to social media, and especially Instagram, for information and connection. \"New mums are on their phones constantly, especially in the middle of the night,\" she says. \"Instagram is accessible 24-7, so you can get an answer quickly.\" When the pandemic hit, Ms Whitmore decided to leave her career in education research to pursue a certification in infant feeding. She then launched her Instagram account, The Formula Mom, in August 2020, offering advice on infant formula milk and feeding. A Facebook page followed. \"I truly just wanted to help people,\" says Ms Whitmore, who saw a gap in the market for non-judgmental, reliable information on baby formula. She regularly shares her own experiences with postnatal depression, and the stigma she felt when she struggled to breastfeed. Ms Whitmore adds that traditional channels, such as doctor visits, can feel \"intimidating\".The Formula Mom now has partnerships with a number of baby milk manufacturers, and sells digital bottle feeding guides via its website. Ms Whitmore says that as a result she is now earning twice as much as she did in her last full-time, salaried job. Parenting coach Kristin Gallant and her best friend, child therapist, Deena Margolin, also hit it big during the pandemic. Fed up with the \"perfect\" influencers they saw on Instagram, the pair launched their toddler parenting account, Big Little Feelings, in March, 2020. \"We were like, 'It's a pandemic. I'm hungry and exhausted. I am not wearing makeup and my house is a mess. Where is that mum on Instagram?',\" says Ms Gallant.Big Little Feelings now has more than 2.1 million followers, and they're bringing in revenues from a connected online parenting course called Winning the Toddler Stage. Dr Mona Amin, the Florida paediatrician behind Instagram page PedsDocTalk, has plenty of experience in child health and development through her clinical practice. But just as important to her Instagram presence is her willingness to share relatable bits about her everyday life with her husband, toddler and the family dog. \"It's nice to see a credible person, who has a degree, go through similar ups and downs as you,\" she says of her 157,000 Instagram followers. \"It makes you feel less alone in your journey as a parent.\" Dr Amin now sells an online digital course called The New Mom's Survival Guide via her website, and also earns money from affiliate links to her favourite parent and baby products. She also now hosts a PedsDocTalk podcast. She credits social media with making information more accessible to people who don't have the time or money to visit specialists for everyday parenting questions. However, she warns against the potential for well-meaning influencers to spread misleading advice, or medical information, to followers who trust them. \"I often feel I need to protect parents from this misinformation, as I know it can lead them down a rabbit hole, feeling they are making a mistake or that they are a terrible parent,\" she says.And it is important to stress that any parent of young children with concerns about themselves or their child should always contact their doctor in the first instance. New Economy is a new series exploring how businesses, trade, economies and working life are changing fast. Back at Solid Starts, Ms Best says social media presents another big logistical challenge - followers can feel so connected to their favourite content creators that they're increasingly reliant on them for advice and education around the clock.\"I used to sit in my bed at 4am, answering every single direct message,\" she says. \"At first, there were 50, then 100. And then I was like, 'oh, I've been doing this for four hours'.\"In a bid to cut back on the sleepless nights she eventually started using a software system to filter through the 100,000 direct messages Solid Starts receives every week. ", "url": "https://www.bbc.com/news/business-59303971"}