{"datetime": "2021-11-22T07:20:44.000Z", "title": "Nottingham domestic abuse charity requests post-pandemic help", "article": "A domestic abuse charity has called for increased funding after a surge in cases during the pandemic. Broxtowe Women's Project, based in Nottingham, says it does not have the resources or people needed to meet the demand for help. It said women had been coming to them with \"extreme mental health issues\" following the lockdowns. The charity has urged the government to invest in educating young people about relationships and abuse. Chief executive Colette Burn said: \"There was a lot of guilt involved in lockdown, so when we came out of that there were some extreme mental health issues. \"There was financial abuse, there was technological abuse - where they [domestic abuse victims] would be monitored with their phones.\" Ms Burn said the demand for help had not slowed down in the months since restrictions had ended. \"It's our 20 year anniversary this year and there are still two women being killed a week by their partners or ex-partners,\" she said. \"We deal with the consequences.\" \"What I'd like to see is the government paying for some interventions in schools on healthy relationships, understanding the nature of abuse - how it can manifest itself and what it looks like.\" Earlier this year, the government announced schemes to tackle domestic abuse in England Waleswould receive an extra £19m in funding over the next two years . Most of the money will go towards programmes working with abusers, to reduce the risk of reoffending. Broxtowe Women's Project has organised an exhibition at Nottingham's National Justice Museum to showcase work by domestic abuse survivors. Sarah - who was abused growing up and again in two relationships - is among the contributors to the display, called Don't Judge Me. \"Women should never feel stigmatised about abuse,\" she said. \"It was never their fault and no matter what an abuser says, they deserve better. \"I'd like more people to be aware, through what we've done here, of how to spot the signs of domestic abuse.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-59365654"}