{"datetime": "2021-08-17T15:04:18.000Z", "title": "Christy Walshe murder: Southend health workers missed abuse", "article": "A review into the death of a woman shot by her jealous boyfriend has identified a lack of understanding of domestic abuse among health workers. Michael Strudwick wasjailed for life for the 2019 murder of Christy Walshe in Southend-on-Sea, Essex. The review said Southend Hospital and her surgery missed \"symptoms associated with coercive control\". The partnership that represents public health bodies said it would put the report's recommendations in place. The Domestic Homicide Review, carried out by the Southend, Essex and Thurrock Abuse Board, also identified issues around the prescription of drugs to Ms Walshe, 40, who had a history of mental health problems and addiction. Strudwick killed Ms Walshe with a shotgun blast to the face at her flat on 13 January 2019. Basildon Crown Court heard she had been killed amid a drink and drug-fuelled argument about a previous relationship. The review looked at a number of visits by Ms Walshe to Southend University Hospital and Queensway Surgery in the months before the murder. It identified \"two significant incidents\" where medical professionals could have gained an insight into the relationship between the pair. In August 2018, they had both attended hospital \"with seizures thought to be linked to consumption of alcohol and drugs\". The review said that although domestic abuse was taken \"seriously and regular training is provided\" by all the organisations involved, there \"may be a lack of understanding of the signs and symptoms associated with coercive control\". The review went on to say \"practitioners did not pick up on the significance of some of the things they were aware of\". It also identified a \"lack of professional curiosity\" among health professionals working at the surgery, the hospital's A&E department and at the Essex Partnership University NHS Foundation Trust, which provides mental health services. The review also identified: Ms Walshe's family paid tribute to her in the review saying \"she was an independent and proud woman, unwaveringly loyal and had a strong personality\". The review's independent chairwoman, Tracy Hawkins, said there \"are lessons to be learned in terms of how agencies worked together\". Ms Hawkins said the Mid and South Essex Health and Care Partnership, which represents NHS hospitals and councils responsible for health and wellbeing in the area, wished to share \"their deepest condolences\". \"Work is in progress to collaboratively ensure the recommendations highlighted are embedded across the system,\" she said. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58172052"}