{"datetime": "2021-11-02T13:33:21.000Z", "title": "'I was abused by my ex and then jailed for lying'", "article": "Campaigners are calling for new laws that would give victims of domestic abuse who commit crimes the same legal protections as trafficking victims. The BBC's File on 4 programme has spoken to one woman in Liverpool who was jailed for lying to police about who assaulted her and her 18-month-old son. Rochelle* says she suffered years of abuse at the hands of her partner - so when he assaulted her, she was too scared to tell police and the courts the truth about what happened. \"He didn't like me going out with my friends,\" she says. \"I wasn't allowed social media. He wanted my passwords for everything. He wouldn't even let me see my mum. He was that controlling.\" Rochelle says on the night she and her son were attacked, her partner made threats to ensure she didn't reveal his identity. \"He was threatening me on text messages, saying that if I was to go to the police and health care, seek medical advice, he'd come back around and hit my son.\"I was forced to lie to the police about what happened to us that night. But obviously it was me that got the consequences in the end for lying.\" Rochelle was jailed for 40 months for perverting the course of justice. She says the police knew about the history of abuse she and her son had experienced. \"[The police] already knew the amount of call-outs they had. I also phoned the 111 service. I think my report says 11 times in eight weeks... that I've got an 18-month-old son and I'm going through severe domestic violence and being controlled.\"Not one person ever came out to see me in the 11 times I rang.\" A new report soon to be published by the Centre for Women's Justice is calling for new laws that would give domestic abuse victims who are arrested for crimes the same legal protections as victims of trafficking. Under Modern Slavery legislation introduced in 2015, victims of trafficking can argue their crimes were as a result of exploitation.There is currently no similar defence for offenders if they are in an abusive or controlling relationship - only \"duress\" which is hard to prove.The report's author, Katy Swain-Williams, says the new laws are needed to address the recognised link between abuse and women's offending. She says in some cases, women don't reveal the abuse they've suffered until they're in prison, making it impossible for it to be taken into account by police and other criminal justice agencies. She adds that in many cases, the abuse is known about but decision makers within the criminal justice system don't have the expertise, understanding or time \"to take proper account\" of it. According to Ministry of Justice figures, 60% of women in prison have a history of domestic abuse. File on 4 sent out a survey to members of the Criminal Law and London Criminal Courts Solicitors' Associations and asked them if coercive and controlling behaviour by an abusive partner was sufficiently taken into account by the criminal justice system when dealing with female defendants. Of the 65 that responded, 38 (58%) said no. The survey also asked members if they had ever defended a woman who was given a custodial sentence when they considered coercive controlling behaviour was a major factor in her offending - 34 said yes. One solicitor, said: \"The court only takes it into account if the offence alleged is the female defendant assaulting her male abusive partner.\"If she goes off shoplifting or drink driving they do not consider the abusive relationship to be relevant.\" A spokesperson for the Ministry of Justice said: \"Domestic abuse is considered as a factor at all stages of the criminal justice process, from charging to sentencing, and laws already exist to help those found guilty of crimes they were forced to commit.\" They said the Domestic Abuse Act - which received royal assent on 29 April - introduced several measures in order \"to bring more perpetrators to justice\" and it is reviewing domestic homicide laws to ensure abuse victims \"are not unfairly impacted\" in terms of sentencing.This was in response to a number of cases in which concerns were raised about the minimum term for murders committed with a weapon, where the weapon was already at the scene of the crime. Clare Wade QC, who is conducting the review, will present her findings and recommendations to the government.A spokesperson for the National Police Chief Council said domestic abuse and the effects of coercive and controlling behaviour on victims was \"a huge focus for policing\" and it \"will always seek to learn whether policing could have done anything differently to protect victims better\".\"The police response to domestic abuse has improved dramatically in recent years and we continue to work with partners and charities to improve officers' understanding of the devastating impact it has, and on how best to respond to and investigate such cases.\" \"Controlled, abused and criminalised\" will be broadcast on BBC Radio 4's File on 4 programme at 20:00 BST on 2 November and afterwards on BBC Sounds. ", "url": "https://www.bbc.com/news/uk-59122411"}