{"datetime": "2021-12-10T20:38:12.000Z", "title": "Porsche drivers hit 116mph in Top Gear-style YouTube video", "article": "Two Porsche drivers who filmed themselves driving at more than 100mph in a Top Gear-style video have been given suspended prison sentences. David Murray and Timur Khayrov - an airline pilot - drove from Scotland to Wales to film themselves for a YouTube channel called \"Vehicle Villains\". It showed the men, both 30, speeding on Conwy and Gwynedd roads.Both were given eight-month sentences, suspended for 12 months, at Caernarfon Crown Court on Friday. Khayrov, of Birchfield Drive, Glasgow, and Murray, of Gordon Street, Aberdeen, both pleaded guilty to dangerous driving.The court heard they may have been influenced by Freddie Flintoff and Paddy McGuinness as they filmed themselves on the B4501, near Cerrigydrudion, in Conwy, and the B4391 in Gwynedd.They cut corners and drove on the wrong wide of the road the court was told at a sentencing hearing. They were heading to a track day at Alton Park, Cheshire, but came a day early and headed into north Wales on 16 March last year. They had been to Snowdonia's so-called Evo Triangle, named after a car magazine, but had been frustrated by speed cameras.Heading in to Gwynedd, they made their way to B4391. The pair's footage of their driving was uploaded to YouTube where a Greater Manchester Police inspector spotted it and reported it North Wales Police. The video, played in court, shows the men talking about having found \"the greatest road in the world\" and discussing the temperatures of their tyres and brakes after driving at high speed. \"Tell me that was not the greatest road you have ever seen in your life,\" one of the men said. \"That was incredible.\" In mitigation the court heard Murray was aware he had done \"the stupidest thing he has ever done in his life\". It was told he had brought shame on his family and his enthusiasm for cars had gone. Both men have now sold their Porsches.Timor Khayrov, the court heard, was used to keeping hundreds of people safe in his job as a pilot. His actions were described as being down to \"misplaced enthusiasm\", he was said to be \"extremely appalled\" at his own behaviour and his actions that day had been \"extremely out of character\". Sentencing the men, Judge Nicola Jones said: \"The aggravating factor is the filming of the driving,\" she said. \"It may not have been your intention to encourage others to come to Snowdonia and drive in a dangerous manner but that's what you did,\" she said. As well as their suspended sentences they were given 18-month driving bans, must sit extended driving tests and carry out 200 hours community service.They were each ordered to pay £689 costs and a victim surcharge. Outside court, the CPS's Andrew Warman said: \"The two men showed a complete disregard for the safety of other road users which could have had devastating consequences. \"They treated these public roads as if they were a private racetrack and it's fortunate that nobody was seriously injured.\" ", "url": "https://www.bbc.com/news/uk-wales-59613520"}