{"datetime": "2021-09-28T11:45:46.000Z", "title": "NHS Highland pays out millions to bullied staff", "article": "NHS Highland says it expects to pay £3.4m in settlements to current and former staff who have complained of bullying. Whistleblowers exposed a \"culture of bullying\" at NHS Highland in 2018. A Scottish government-commissioned review suggested hundreds of health workers may have experienced inappropriate behaviour. So far 150 cases have been settled since the start of a \"healing process\", costing the health board more than £2m. The cost was detailed in a report to a meeting of NHS Highland's boardon Tuesday . The independent review panel which assessed the 150 complaints said two cases involved settlements of between £60,000 and £95,000, while 61 involved payments of between £5,000 and £15,000. Whistleblower Brian Devlin told BBC Scotland the scale of settlements made so far was \"heartening\", but he added that he continued to have concerns about bullying at the health board. A group of Highlands GPs first complained of a culture of bullying at NHS Highlandin September 2018 . An independent review by lawyer John Sturrock QC the following year found there werepotentially hundreds of people who had experienced bullying at the health board . The review was contacted by 340 people from most departments, services and occupations at NHS Highland. More than 280 took part in face-to-face meetings or made written submissions. The majority - 66% - reported bullying experiences. Staff said they had not felt valued, respected or supported in carrying out \"very stressful work\". Others told of not being listened to when raising matters regarding patient safety concerns and decisions being made \"behind closed doors\". The review also said that \"many described a culture of fear and of protecting the organisation when issues are raised\". Jeane Freeman, the health secretary at the time, apologised and said other health boards should learn lessons. She said the culture at the health board had been unacceptable, and she supported the review's recommendations. These included educating all staff on the effects of bullying and providing a \"properly functioning, clear, safe and respected wholly independent and confidential whistleblowing\" mechanism. In a report to Tuesday's board meeting, officials said the final settlement total was expected to run to £3.4m. They said this was lower than an earlier anticipated cost of £4.2m, and added that funding provided by Scottish government \"should be sufficient\" to cover the settlements. Mr Devlin, a former director of corporate affairs at NHS Highland and himself a victim of bullying in the organisation, said: \"What's heartening is that we are seeing the results of a healing process that was created by the Scottish government and victims of bullying.\"It came about because of the leadership of the then cabinet secretary for health, Jeane Freeman.\" But Mr Devlin said he had heard some bullying \"persists\" at the health board. NHS Highland said it did not tolerate bullying and its healing process was a \"unique and bespoke process, developed to support people to in recovery\". It offers psychological therapies, apologies as well as financial payments. Almost 300 people have been supported through the process, according to the health board. Fiona Hogg, director of people and culture at NHS Highland, said: \"The nature of the process is that it hears the participants perspective and account only, it doesn't seek to allocate fault or blame, so it's entirely different to internal processes and tribunals, which seek to establish that.\"It's all about healing and what will best aid that process.\" ", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-58718290"}