{"datetime": "2021-09-15T17:15:47.000Z", "title": "Woman's bravery praised as abusive partner jailed", "article": "A woman has been praised for speaking out about her abusive relationship which helped lead to her violent ex-partner being jailed for five years. Gloucester Crown Court heard how 33-year-old Ezron Needham hit the woman with a metal pole and headbutted her. He was found unanimously guilty of grievous bodily harm and engaging in coercive and controlling behaviour. \"The victim has shown immense courage throughout,\" said Det Supt Faye Satchwell-Bennett. Needham, of Bismillah Buildings, Constitution Hill, Birmingham, was also handed an indefinite restraining order. Kannan Siva, prosecuting, told the jury during a six-day trial how Needham began abusing the victim shortly after their relationship began and he would repeatedly hit her. The court was told he bullied, undermined and controlled the woman and once delayed her receiving medical treatment in order to prevent him being detected for assaulting her. Eventually her cries for help were heard by neighbours.Det Supt Satchwell-Bennett commended her bravery: \"This was a case where the victim was subjected to indescribable physical and emotional abuse over a significant period of time,\" she said. \"After neighbours heard her cries for help one day, she gained the strength to fight back and reported Needham to the police. \"I hope the victim can now start to rebuild her life and move forward feeling safe, knowing he can no longer hurt her,\" added Det Supt Satchwell-Bennett. The woman read out a statement in court in which she said she hoped she could now get her life back. \"I stand here today; fearful but brave, scared but strong, uncomfortable but thankful. I wish for this court today to hear my pain and not allow this man to have the chance for another girl to be stood here today like I am,\" she said. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-gloucestershire-58575464"}