{"datetime": "2021-09-25T08:37:31.000Z", "author": "Gwyn Loader", "subject": "Knife crime", "title": "Knife crime: Cardiff man calls for action as cases double in a decade", "article": "A man whose brother was stabbed to death has called for action as statistics show knife crimes in Wales have doubled in a decade. Ged Bermingham, said the pain of losingAdrian, 26, a Royal Marine from Cardiff, was still \"red raw\". From April 2010 to March 2011, Welsh police forces registered 700 offences involving knives or sharp instruments, rising to 1,461 in 2020-21. Support groups now fear it could get worse as Covid restrictions end. They believe a small reduction over the past year is a distortion caused by lockdowns and other measures during the pandemic. In June 2004, Adrian Bermingham had been training ahead of being posted to Iraq.However, the zoology graduate never made it to the posting. As he made his way home from a final night out, he was stabbed to death in Riverside, Cardiff,\"People talk about heartache. I didn't realise how literal that is. Your heart literally aches. It's like someone has ripped a hole in your chest,\" his brother said.\"My parents never recovered - they've both since died. And even 17 years down the line, it's still red raw. Mr Bermingham recalled piecing events events together at the trial, which he described as \"two weeks of hell\". He said the attacker stabbed his brother in the chest and \"then jumped up and down on his head\". \"It was all witnessed by this young girl who broke down in court and had the jury crying with her,\" he told BBC Wales'Newyddion S4C programme. After being found guilty of murder, his killer Ryan Voisey was sentenced to life in prison and ordered to serve a minimum of 16 years behind bars. Elle Powell volunteers with campaign group Put The Knives Down and believes things could get even worse. \"As things reopen, we're getting more phone calls. We're worried crime rates are going to increase once more. We really don't want that to happen,\" she said. Third year medical student Evie Wateridge volunteers with Street Doctors, holding sessions with young people to educate them on the dangers of knife crime, as well as teaching basic first aid on how to respond if they encounter a knife crime victim. She said: \"We're very concerned about knife crime. Not only in Cardiff but in the whole of the UK. \"Street Doctors last yearreleased a report which investigated the effects of the pandemic on young people and found support for young people had dramatically decreased, and so that makes them more vulnerable to violence, so we're especially worried about it at the moment.\"\"We know that violence outside of the home fell during the pandemic because things were closed, but as things are opening up, we can expect to see that rising again.\" South Wales Police said a \"proactive approach to tackling knife crime, when combined with the changes to the way in which such offences are counted has resulted in an increase to the number of offences recorded\". \"While policing can help to enforce the law and keep people safe, it is the community working together as a whole which will ultimately make the difference,\" it said in a statement. Mr Bermingham is now determined to spread the message from his brother's death, and warn of the potential consequences of carrying a knife. He said the latest figures underlined the need for action. \"It's scary. It's time to do something.\" ", "url": "https://www.bbc.com/news/uk-wales-58678777"}