{"datetime": "2021-10-11T17:41:22.000Z", "title": "Frankie Morris: Teenager found in woods hanged himself, inquest told", "article": "A teenage graffiti artist from Anglesey who went missing after an illegal rave hanged himself from a tree, an inquest has heard. Frantisek \"Frankie\" Morris, 18, disappeared at the start of May, prompting a search involving police, mountain rescue crews and hundreds of others. It was a month before he was found. At an inquest in Caernarfon, the coroner recorded a conclusion of suicide. Coroner Katie Sutherland said he had told others he had suicidal feelings in the weeks before he vanished. The hearing was told that Mr Morris had been at the rave in an old quarry in Waunfawr, near Caernarfon, on the night of Saturday 1 May.He had taken drugs including ketamine. A pathologist told the inquest that it was known to increase feelings of low mood as its effects wear off. Police said that Mr Morris left the rave on foot in the morning of 2 May, and travelled to Llanberis, picking up a bike along the way. But the bike had a puncture and he was later seen walking with it between Llanberis and the village of Pentir, where he was last seen on CCTV about 13:00 BST. Detectives became concerned when the bike was later found abandoned by a river. He was found hanged in woodland nearby on 3 June. Detective Chief Inspector Lee Boycott of North Wales Police said here was also a discussion at the rave about an issue from Mr Morris's past. He said: \"There was an allegation of rape involving him in the latter part of 2020. It was reported to police, but there wasn't an official complaint. \"There was a request made that Frankie wasn't spoken to by officers, and I understood that Frankie and the woman had later met and shaken hands. \"But friends knew about this incident and they spoke to Frankie about it repeatedly, including at the rave the night before he disappeared.\" A statement read at the inquest from his mother Alice Morris described him as a \"sociable, sincere and honest young man who enjoyed outdoor pursuits and was a talented artist and musician\" The coroner said she was satisfied no-one else was involved in the death. She said he had mentioned suicidal thoughts to his brother a few weeks before going missing. Recording a conclusion of suicide, she said some of the discussions at the rave may have been on his mind the following day. ", "url": "https://www.bbc.com/news/uk-wales-58874796"}