{"datetime": "2021-09-30T20:51:28.000Z", "title": "Anglesey kidnap: Gang jailed for snatching child over satanic abuse fears", "article": "A group of six people who conspired to abduct a child, who they claimed was the victim of satanic ritual abuse, have been jailed. Anke Hill, 51, Jane Going-Hill, 60 and Kristine Ellis-Petley, 58, had previously admitted the charges. Wilfred Wong, 53, Janet Stevenson, 67, and Edward Stevenson, 69, were found guilty after a month-long trial. Sentencing them at Caernarfon Crown Court, Judge Nicola Jones said they had \"acted as vigilantes\". The kidnapping happened on Anglesey on 4 November last year. The defendants had claimed the child was the victim of satanic ritual abuse and said they believed they were saving it from harm. However, a police investigation had already concluded there had been no such abuse. Anke Hill and Wilfred Wong snatched the child from their foster carer as they arrived home from school. Hill wrestled the child from their car seat and them in a waiting car, while Wong held a knife to the foster carer's throat before slashing one of the carer's tyres to prevent them from following. Hill was jailed for 14 years and five months while Wong was given a 17-year jail sentence. Hill was told she had manipulated others into joining with her to kidnap the child, while Wong was told by the judge \"you still have a clear under-lying belief in these accusations\". He was given a concurrent sentence of two years and six months for possession of a bladed weapon. Janet Stevenson was jailed for 15 years and was told she still had \"entrenched views on the victims of satanic ritual abuse\" and, like Hill and Wong, there was a danger she would reoffend in the future because of her belief that children were victims of satanic ritual abuse. Her husband, Edward Stevenson, who had helped in the conspiracy by hiring a car to drive the child away from Wales was jailed for eight years for his \"essential\" role. Two others, Jane Going-Hill and Kristine Petley, from Holyhead, acted as lookouts on bridges from Anglesey to the mainland to spot any police activity. Going-Hill was jailed for four years and eight months, and Petley for four years. The judge said the pair had carried out surveillance prior to the kidnapping. The judge said the events of last November had caused \"significant, long-lasting and potentially permanent psychological harm to the child\" in the case. The court heard the kidnap had been long in the planning, had been changed after previous plans came to nothing, and the \"sophisticated\" plot had involved burner phones, a hire car, false number plates and a coded system of communication. But months of planning unravelled in a few hours after North Wales Police acted quickly to track the kidnap vehicle and got colleagues in Northamptonshire to stop the car on the M1 just hours after the child was taken. \"Without their actions, the child would by now have been lost\" abroad, said the judge. The Crown Prosecution Service said the facts of the case were \"chilling\", and it must have been a terrifying experience for the child and carer. A month-long trial was held at Caernarfon Crown Court in July, but a court order prevented any reporting of the case until last month when all proceedings against the various defendants were concluded. Karren Sawford, 48, was found not guilty and an eighth defendant, Robert Frith, was found dead in his prison cell last year. The jury heard how Hill conspired with Wong and Janet Stevenson to kidnap the child from foster care, with the help of the other three. Hill claimed the child had been the victim of satanic abuse in the past, before being fostered, though police investigated and found there was not enough evidence to support this allegation. The court heard the group was recruited after Hill contacted Wong, who is a campaigner against satanic ritual abuse. Hill found Wong online, and phone records produced in court showed the pair spent many hours in conversation. Wong put Hill in contact with Janet Stevenson, a counsellor who specialises in working with victims of satanic abuse. Hill worked with Wong and the others to organise an elaborate plan, involving code names and a clandestine rendezvous at Bangor railway station, where one gang member arrived by train and followed another through the city at a distance. At one stage, the conspirators also considered modifying a horsebox with a secret compartment to smuggle the child away. On Thursday, following the sentencing hearing, a North Wales Police spokesperson said: \"This was a complex and carefully orchestrated conspiracy, perpetrated with chilling ruthlessness. \"This was a harrowing ordeal for both the child and foster carer. The impact of this incident cannot be understated, and we would like to acknowledge their strength and courage throughout this investigation. \"Through the dedication of detectives, and a meticulous investigation, we presented a strong case which resulted in these convictions. \"This would not have been possible without the close partnership work between ourselves, the Crown Prosecution Service (CPS) and the local authority, to whom we are very grateful.\" A CPS spokesperson said: \"The group had made a remarkable amount of planning to carry out this crime, including sourcing a passport with a view to take the child abroad. \"The facts of the case are chilling, and it must have been a terrifying experience for the child and carer. \"Through detailed analysis of the material provided by the police, the CPS built a strong case which resulted in these convictions.\" ", "url": "https://www.bbc.com/news/uk-wales-58753545"}