{"datetime": "2021-05-17T16:29:13.000Z", "author": "Rhys Williams", "title": "Domestic abuse: Swansea man jailed for murdering partner", "article": "A man has been jailed for life for battering his partner to death in a \"ferocious and merciless\" attack. Jonathan Campbell, 37, subjected mum Helen Bannister to \"years of terror\" before beating her at their home in Swansea on 1 December last year. The 48-year-old mother-of-two died of brain injuries five days later. Campbell, of Mayhill, pleaded guilty to murder at Swansea Crown Court having claimed he had \"snapped\" after accusing Ms Bannister of \"cheating\" on him. The couple had been in a relationship for five years and the court heard Campbell had a history of violence again women having faced three previous abuse charges, including a case of battery involving Ms Bannister in 2017. Christopher Clee QC, prosecuting, said Campbell rang for an ambulance and admitted he had hit Ms Bannister who was 'outers on the sofa' Mr Clee said Campbell then bought two bottles of wine from a shop before meeting up with another woman and spending the day walking around Swansea Marina \"smoking cannabis and drinking alcohol\". In the meantime, emergency services had arrived at the address in Waun-Wen Road where Ms Bannister was found \"lying on her back on the sofa, unconscious and unresponsive\" with significant injuries. Campbell was arrested by police that night and claimed he had head-butted Ms Bannister twice and, having failed to revive her, stripped her and took her to the bath to bring her round. However Ms Banister never regained consciousness.A post-mortem found she had suffered swelling and bleeding of the brain, a nasal fracture, a fractured eye socket, fractured ribs and a collapsed lung. In a victim impact statement read to the court, her daughter Sarah Jane Bannister said her mother had been \"young at heart and full of life\". \"I begged her to leave Campbell but she would not listen,\" she said. \"He has stolen my future with my mother.\" She said she told her mother the last time they saw each other: \"The next phone call I will get about you is that you are in a body bag.\" Recalling the day of the assault, Ms Bannister said: \"What stands out is my sister screaming when she saw our mother for the first time. \"Her face and eyes were so swollen she looked like the elephant man. She was lifeless and as soon as I saw her, I knew that she had died.\" \"I am devastated that this is the last image I have of her.\" Ms Bannister's other daughter, Stacey Harris, told the court she was aware Campbell was violent and abusive towards her mother and that had damaged their own relationship. \"I wanted her to be a part of mine and my children's lives but couldn't because Campbell was there,\" she said in a statement. \"My children are too young to understand [and] I worry that they will not remember her. The thought of getting married without my mother there leaves me completely broken. \"My last memory of my mum is holding her hand, while she was lying in the hospital bed fighting for her life.\" The family said afterwards in a statement: \"Our whole lives have changed and destroyed. It feels like a horrible nightmare and doesn't feel real. What has happened will affect us for the rest of our lives. \"The sentence given to Campbell will never be enough and will not bring our mother back.\" Sentencing Campbell to a minimum of 18 years, Judge Paul Thomas QC said he had subjected his partner to a \"drunken, ferocious, sustained and merciless assault\". \"You told the police, and maintained for some time, that you had only head-butted her twice,\" he said. \"That was simply not true. \"You then left her unconscious, alone, without help and you left her dying. You prioritised buying yourself two bottles of wine [and] then met up with another woman.\" Det Insp David Butt of South Wales Police said: \"Jonathan Campbell subjected {Helen Bannister] to years of terror. No person should have to suffer this kind of abuse. \"I hope the sentence handed down to him today will provide a degree of comfort to Helen's family, though I recognise that no amount of time in prison could ever properly compensate them for such a dreadful loss.\" ", "url": "https://www.bbc.com/news/uk-wales-57146299"}