{"datetime": "2021-09-19T06:01:18.000Z", "author": "James McCarthy", "title": "Drink-driving: Wales has highest ratio of Britain's casualties", "article": "Wales has the highest percentage of drink-drive casualties in Britain, according to UK government data. The Department for Transport said 6.9% of road injuries in Wales in 2019 were related to drink-driving, compared with 5.1% in England and 4.6% in Scotland. Of the 5,789 casualties in Wales, about 400 were down to drink-driving.The Welsh government said it took road safety and drink-driving seriously, but the RAC's Nicholas Lyes expressed disappointment with the figures. In England, of 139,779 casualties in 2019, a total of 7,060 were as a result of drink-driving, while in Scotland the figure was 350 of 7,590.Finley Taylor, 27, from Ammanford, Carmarthenshire, who was hit by a drink-driver earlier this year, described drinking and driving as \"one of the most selfish things you can do\".She was walking her dog, Walter, with her husband, Eddie, in May this year and was hit so hard she flipped 180 degrees and landed on her head. The driver did not stop.Emily Down, 27, of Parc Gwernen, Fforestfach, Tycroes, was given a £153 fine and a 28-month driving ban after pleading guilty to drink-driving, not having a licence and not stopping after an accident. She was more than twice the legal limit at the time of the crash, with 92mg of alcohol per 100ml of breath. The legal limit is 35. Ms Taylor said she thought she was going to die in the crash.\"I was on the floor and my husband ran over and told me to lie down,\" Ms Taylor, from Ammanford, said. \"I remember thinking: 'This is it'. \"Everything was going black, I grabbed [Eddie's] hand and I told him I loved him, not to ever forget how much I loved him.\"She said she still struggles with post-traumatic stress disorder (PTSD), as well as physical pain.\"I live on the same road I was hit on,\" she explained. \"It is always in my dreams and nightmares and I have flashbacks through the day. \"It is not as if people are not aware of the danger,\" she added. \"To choose to do it is so selfish.\" Responding to the UK government figures, Mr Lyes, of the RAC, said: \"Our view is one of disappointment because, generally speaking, the numbers were coming down quite substantially through the nineties and early noughties. \"But since about 2010 they have been fairly consistent.\" Across Britain, the number of drink-drive victims killed or seriously injured is at its highest for eight years.Of the 7,800 people injured in 2019 - the latest year for which statistics are available - about 2,050 were killed or seriously injured, an 8% increase on the year before and the highest since 2011. In Wales, the number killed or seriously injured in 2019 was about 130, up from about 110 in 2018 - a rise of about 18%. The figures relating to fatalities and serious injuries are rounded to the nearest 10.Mr Lyes said lowering the drink-drive limit, fitting previous offenders' cars with a device to stop them driving if over the limit, and more effective roads policing could help to bring the figures down. He added the high proportion of victims in Wales could be down to the rural nature of parts of the country, with poorer public transport a potential factor.Road Safety Wales chairwoman Teresa Ciano urged motorists to leave their cars at home if they were going to drink. She said: \"We are once again disappointed to see so many people killed or seriously injured in collisions involving someone who selfishly chose to drink and then drive. \"Unfortunately, despite high-profile media campaigns for many years, and robust enforcement by our police colleagues, there are still some people who decide to put themselves and innocent road users at risk by driving when impaired by alcohol.\" Ch Insp Martyn Smith, of Gwent Police, said the force would \"not tolerate behaviour that puts lives at risk\". Dyfed Powys Police's Ch Insp Thomas Sharville said tackling drink-driving and drug-driving was \"a priority\" for the force. North Wales Police and South Wales Police were also asked to comment.The Welsh government said: \"We take road safety seriously and work closely with key partners to use electronic signage and other communication channels to warn drivers about the dangers of drink-driving.\" A UK Department for Transport spokesman said: \"Drink-driving is illegal, and there are tough penalties in place to reflect the fact that those who choose to do it not only put their own life at risk but also the lives of others.\" According to theHome Office data of 40 police forces in Wales and England , 302,281 breath tests were carried out in 2019, an 11% fall on the previous year. The figure is the lowest since records began in 2002, and 57% lower than the 2009 peak of 698,688. But at 10 per 1,000 people in Wales, the numbers breath-tested are higher than in England, where it was six per 1,000.The Home Office said this was partly because of the number of breath tests carried out by North Wales Police in 2019, which was 22 per 1,000 people, with Dyfed-Powys Police also carrying out high rates of breath tests. ", "url": "https://www.bbc.com/news/uk-wales-58357052"}