{"datetime": "2019-07-21T23:22:48.000Z", "title": "PC's role in domestic abuse unit after mum's murder", "article": "\"There was this pop of air and that was her last breath pretty much, there was nothing they could do... I lost my whole world.\" Mike Taggart was 15 when his mother Donna Crist was brutally murdered in August 1997 by her husband at her flat in Rhyl, Denbighshire, after suffering years of domestic abuse. Now 37, he works to prevent other women going through what his mother with a role in the domestic abuse unit for North Wales Police and is spearheading a campaign of training people who work in the hair and beauty industry to help them recognise the signs of domestic abuse. His family moved from Liverpool to north Wales when he was three and his mum soon met and married Derek Evans. But his stepfather gradually turned against the family, getting drunk and shouting at him and his sister Becci. His mother would \"always be wearing long sleeves and baggy clothing\" in order to hide her bruises and marks of abuse. When Mike was in his early teens, his stepfather took him into the garage of their house. \"I'd said I wanted to dance or sing - he told me that only poofters dance and sing so he hung a teddy over the beams and told me that I should punch it - that boys box, boys don't dance. \"He was extremely intoxicated and he was frothing at the mouth and spitting in my face.\" On one occasion, Donna, who worked as a one-to-one tutor for Mencap, stopped for a cider after work with her friend. Evans \"took a dislike\" to this. When she returned home, her husband \"ran out into the street and lifted her dress over her head and slapped her thighs in front of the street. \"I think the humility of the hidden abuse - as it is normally - took another turn and I think the shame of that was probably what pushed her into thinking 'I can't stay'.\" Donna made the decision to leave her abusive husband and when she told her mother, she said: \"You've signed your death warrant.\" Despite this, she told Evans, then aged 54, she wanted a divorce and he agreed to it. They talked about splitting assets and one day, he went round to her flat and stabbed her to death.Donna's mother went round to see her daughter. When she arrived, she saw her daughter on the floor covered in blood. Thinking she had been punched in the face, she went to get help from a neighbour who kicked the door in. But it was too late. \"There was this pop of air and that was her last breath pretty much, there was nothing they could do... She was pronounced dead at the scene,\" Mike said. \"My nan was next door with these kids just sat round the table and I'll never forget her just sat there looking into nothing, stunned.\" Evans launched an unsuccessful appeal against his conviction, in which Mike and his family had to hear him claim to the appeal court in London that their mum was the abuser. In total, Evans served 11 years and was released in 2010.\"It was the last year of GCSEs and I went a bit off the rails, I lost my whole world in one fell swoop,\" Mike said. \"I'm really fortunate I had grandparents who took me in and looked after me, that made a massive change to me, I think I'd have been screwed without them to be honest. \"It comes back to haunt you, I think, as a kid, you don't appreciate the magnitude of things, it comes back and hits you like a big tonne of bricks when you're an adult.\" Mike joined the police in his mid-20s, having spent time fulfilling a dream of singing and dancing in a touring band.Spurred on by his experiences, he secured a role as strategic domestic abuse officer and now offers training to beauty professionals. \"We are not asking people to do our job - we want them to be the eyes and ears,\" he said.\"While having their treatments women do disclose information to professionals, because they trust them.\" Ann Williams from the Live Fear Free domestic abuse helpline said 112 women in England and Wales were killed last year as a result of domestic abuse. Julie Howatson-Broster, 46, the owner of Visage Beauty Salon in Denbigh, has taken part in the training.\"You've got to remain professional, we're not qualified, but we've been given contacts, apps, that are out there.\"It was invaluable for us, so even if you're just slipping someone something in front of them saying 'there you are, there's details there'. \"It's important that they know they have somewhere they can go and that we're not going to run off and blab. \"They [clients] build trust in you, it's so they know that in these four walls, it's not going to go anywhere.\"Mike added: \"If something like that was available to mum at the time... It may well have encouraged her to get the help she needed.\" For details of organisations which offer advice and support, go to BBC Action Line. ", "url": "https://www.bbc.com/news/uk-wales-49017508"}