{"datetime": "2019-07-16T23:51:33.000Z", "author": "Hannah Richardson", "title": "Domestic abuse report exposes hidden side of rural life", "article": "A \"deeply hidden and disturbing side to rural life\" has been laid bare by an 18-month inquiry into domestic abuse in the English countryside. Domestic abuse victims there suffer for longer, are less likely to report abuse and struggle to get support, it said. Victims are isolated, unsupported and unprotected in a \"rural hell\" that protects the perpetrators, the National Rural Crime Network report found. The government has just set outnew plans to tackle the issue. The researchers carried out 67 in-depth interviews with people who had experienced domestic abuse, and a set of separate interviews with those working in services supporting victims. The inquiry also included a review of academic literature and a survey of a separate group of 881 abuse survivors, recruited for the research with the help of support services. It sought to discover how the experience of domestic abuse in rural areas and getting help for it is different from urban areas and why. National Rural Crime Network chairwoman Julia Mulligan described domestic abuse as \"the hidden underbelly of rural communities\". \"We have uncovered a deeply hidden and disturbing side to rural life. \"Far from the peaceful idyll most people have in their mind when conjuring up the countryside, this report bares the souls and scars of domestic abuse victims, who all too often are lost to support, policing and criminal justice services,\" she said. Rural victims were half as likely to report their abuse to others, and experienced abuse for 25% longer, the report found. And rural isolation is often used as a weapon by abusers, it said. \"Physical isolation is arguably the best weapon an abuser has and has a profound impact on making the victim feel quite literally captive,\" the report said. It cited evidence that abusers move victims to rural settings to further isolate them or systematically use isolation to their advantage if they already live in an isolated place.This not only helped abusers control their victims while in the relationship, but made it harder for victims to escape that abuse, it added. It also argued that while strong community spirit is one of the joys of rural life, close-knit rural communities facilitate abuse as they can be equally powerful in keeping domestic abuse hidden. One abuse victim told the inquiry: \"I found it so hard to find anyone in the village to talk to. They are all perfectly nice people on the surface, but after he shouted at me in the pub that night it was like everyone took a step back from me.\" The report also found the policing response is inadequate, with feedback from victims showing the response in rural areas is not as good as that in urban areas.Some of this is due to a lack of female police officers being available in rural areas, as well as fewer officers with appropriate domestic abuse training. Another victim said they had never considered calling the police, adding: \"You don't really have a choice - the police are at least an hour away and if it happens on a Friday or a Saturday night, which it always did, they are busy dealing with other things.\" It also found that the reduced availability of public services in rural areas also limited escape routes for victims. Support services are scarce - less available, less visible and less effective in supporting victims, even if people do seek help, it said. A Home Office spokesman said it was committed to tackling the horrendous crime of domestic abuse. \"Whether it takes place in our rural communities or cities, we are supporting chief constables and police and crime commissioners so they can deploy resources as they best see fit to tackle crime, including domestic abuse. \"The new Domestic Abuse Commissioner will play an important role in monitoring the provision of services for victims of domestic abuse, including those in rural communities.\" ", "url": "https://www.bbc.com/news/education-49005276"}