{"datetime": "2019-11-21T11:09:58.000Z", "title": "Domestic abuse victims 'still being let down' in Wales", "article": "Victims of domestic abuse are \"still being let down\" four years after legislation to help them was introduced, a new report has said. The report, by Wales' auditor general Adrian Crompton, said public bodies were not providing support needed effectively and consistently. Welsh Women's Aid said the country faced a \"stark choice\" between helping survivors or letting them down. But the Welsh Government said progress has been made. Mr Crompton said the system was too complex and called on local authorities, organisations and charities to work together. \"It's concerning to find that, four years after the introduction of this ground-breaking legislation, victims and survivors of domestic abuse and sexual violence are still being let down by an inconsistent and complex system,\" he said.\"Effective collaboration and joint working are essential to ensure these services are efficient and effective, particularly given the fragmented nature of delivery across public bodies.\" He praised preventative work in some areas - such as Swansea's domestic abuse hub and Rhondda Cynon Taf council's Resilient Families programme. But issues highlighted included unreliable information on the prevalence of violence against women, domestic abuse and sexual violence in Wales, with no clear picture of its extent. The report said there was also a gap between data on which victims, survivors and perpetrators use public services, and help made available. It added that progress on delivering key aspects of theViolence against Women, Domestic Abuse and Sexual Violence (Wales) Act was poor and had not had the desired impact. The report made a number of recommendations for addressing the situation, including assessing and mapping what services were provided by public bodies before enhancing these. It also called for local authorities, health bodies, police, fire and rescue authorities, and the third sector to review their approach to regional working and become more integrated. Setting appropriate performance measures, targets and benchmarks was also recommended. Welsh Women's Aid chief executive Eleri Butler said there was a \"stark choice\" to \"prevent, protect and support survivors\" or fail them with a \"piecemeal approach\". \"We need everybody to be working towards a Wales where no-one is turned away from life-saving and life-changing support when they need help and that, in Wales, we ensure everyone can live free from fear and abuse,\" she added. Ms Butler called on specialist services to be \"securely and sustainably funded\". The Welsh Government said it would consider the report and recommendations. It said there were many positives, such as the act helping to drive the transformation of services \"despite prolonged austerity\". Chief whip Jane Hutt said: \"This review has been conducted over a period of 18 months and over this time we have made considerable progress.\" She said positive changes had been made, such as providing regional commissioning guidance and setting up a group to look at sustainable funding. ", "url": "https://www.bbc.com/news/uk-wales-50491118"}