{"datetime": "2019-05-13T14:45:44.000Z", "title": "Domestic abuse: PM vows to end 'postcode lottery' for victims", "article": "Councils in England will have a legal duty to provide secure homes for victims of domestic abuse under new plans announced by Theresa May. People seeking refuge from abuse and violence can receive varying levels of support depending on their location. But Mrs May has vowed to end the \"postcode lottery\" for victims and their children, creating a legal duty for councils to provide refuge. One victim described the move as \"absolutely momentous\" news. Charlotte Kneer, who stayed in a refuge herself and now runs one in Surrey, told the BBC she cried when she heard the news.Having a refuge space can be \"life-saving\" - but some women cannot get one, because local authorities' budgets have been \"squeezed\", she said.\"This is something Women's Aid and lots of other campaigners have been asking for, for years and years,\" she added.The prime minister said the \"abhorrent crime\" had \"no place\" in the UK. In a message to victims, she added: \"Whoever you are, wherever you live and whatever the abuse you face, you will have access to the services you need to be safe.\"Mrs May's new plans are backed by funding. The prime minister visited a London charity that helps women and children who have survived domestic abuse on Monday and said she hoped the bill would be of \"real benefit\" to people.One woman told her that her support for the issue \"makes a world of difference\".But while charities and councils say the government's moves are positive, they want to know how much money will be provided in the face of cuts to local authority budgets. The Domestic Abuse Bill will also introduce the first ever statutory government definition of domestic abuse to specifically include economic abuse and controlling and manipulative non-physical abuse. The legislation will establish a new Domestic Abuse Commissioner and prohibit the cross-examination of victims by their abusers in family courts.Ms Kneer, who runs Reigate and Banstead Women's Aid, said having a safe place to go is a human right, adding: \"For me and many other women, having a refuge is literally life-saving.\"She added people fleeing domestic abuse had to seek refuge in a place outside their hometown, to avoid seeing their attacker or their acquaintances. Because they weren't services for local people, refuges had often been \"easy cuts\" for local authorities to make.\"Hopefully this is the start of securing the future for refuges,\" she said.Diana James, a domestic abuse survivor who works with refuge services in south-west England, said she was \"optimistic\" about the plans but concerned about how it would be put into practice, particularly for LGBT people. \"Some refuges accept LGBT people, others say they do but filter them out, and some just don't,\" she said. \"This is a step forward, but it's about the implementation.\"I hope [the government's] heart is in the right place and that they want to make this work.\" Nicki Norman, acting co-chief executive of Women's Aid, said many of her organisation's member services were providing support on a \"shoestring budget\", so a move to consistent, dedicated funding was \"desperately needed\". \"We look forward to working with the government to ensure that this important move to fund refuges is safe, sustainable and delivers the resources that services urgently require to support all women and children fleeing domestic abuse,\" she said. Sandra Horley, chief executive of Refuge, also welcomed Mrs May's announcement, which she said could secure \"life-saving services\". \"This has the potential to end the postcode lottery for refuge places and could put these life-saving services on a secure financial footing for the first time,\" Ms Horley said. Ministers have launched a consultation to determine how much funding is needed and where it should go by talking to victims and survivors, as well as organisations supporting victims and their children every day. Funding totalling £22m has already been made available to local authorities to buy more than 2,000 beds in refuges and other safe accommodation - and to provide access to education and employment.Local government secretary James Brokenshire said it was estimated an extra £90m a year would be needed for local authorities to provide accommodation for victims.The details on funding would be settled through the Spending Review process, he added.Councillor Simon Blackburn of the Local Government Association welcomed extra support but said councils could not tackle the issue alone.\"Our ambition must be to reduce the number of victims, with greater investment in early intervention and prevention schemes that helps stop domestic abuse occurring in the first place,\" he said.The plans only apply to England and not councils in Wales, Scotland or Northern Ireland, which do not currently have directly comparable systems in place.For information and support related to domestic abuse, visit the BBC Action Line. ", "url": "https://www.bbc.com/news/uk-48249330"}