{"datetime": "2018-10-17T08:35:25.000Z", "author": "Katherine Sellgren", "title": "Thousands of babies in toxic homes, warns commissioner", "article": "Nearly 16,000 babies are growing up in households where they are at risk of severe harm, a report by England's Children's Commissioner is warning. The report says that of 19,640 under-ones identified as being \"in need\", 15,820 were still living at home. It also estimates that 8,300 babies are growing up amid the \"toxic trio\" of drug or alcohol addiction, domestic violence and severe mental ill-health.The government says its Domestic Abuse Bill will tackle these sorts of issues. The commissioner's report,A Crying Shame , is calling for more cash for local authority children's services and urges the government to address the issue in the coming Budget.The report, which analyses official data from 2017, says the largest risk factor is the risk of abuse and neglect, followed by family dysfunction, the family being in \"acute distress\" and parental illness or disability. It says that children under the age of one growing up in homes where there are issues of addition, domestic abuse and mental ill-health are known to be \"at very high risk of severe harm\". It goes on to say that while more than 8,000 babies are in households with all three of these \"toxic\" issues, around 25,000 are in homes with two of them. The commissioner's office says babies are particularly vulnerable as they are \"entirely reliant\" on their parents to keep them safe and happy. \"When they are born into families where they might be harmed or neglected, the risk to them is greater than to older children,\" the report says. \"They are fragile, they cannot speak, and - unlike older children - they may not attend any universal services such as education, where adults outside the family have a chance to see them.\"Hence, despite their increased vulnerability, they can be invisible to professionals.\" Anne Longfield is calling for more money to be made available to cash-strapped councils. \"As children's services budgets come under increased pressure, we cannot just cross our fingers and hope for the best. Babies are too vulnerable and deserve better.\"The government has an opportunity in the Budget and next year's spending review to make sure the funds are in place to ensure that they are properly protected.\" Alice Miles, the Children's Commissioner's Director of Strategy and author of the report, adds: \"The country is rightly shocked and outraged when serious case reviews reveal the circumstances in which young children live and sometimes die. However, sadly, these are the tip of the iceberg.\" A spokeswoman for the Department for Education said: \"It is vital vulnerable children who may face barriers to success, such as those affected by mental health, alcoholism and domestic abuse, receive the care and support they need, when they need it. \"We are working to tackle these issues through our landmarkDomestic Abuse Bill to better protect and support victims, as well as reviewing the outcomes for children in need.\"We are also investing up to £270m in children's social care programmes to improve the lives of vulnerable children. We have pledged £8m to support children who are exposed to domestic abuse and £500,000 to expand helplines for children of alcoholics.\" Cllr Anntoinette Bramble, chair of the Local Government Association's Children and Young People Board, said there had been a record number of children entering care, with councils starting 182 child protection plans every day. \"Despite councils' best efforts to protect spending on children's services, they have too often been forced to reduce or stop the very services which are designed to help children and families before problems begin or escalate to the point where a child might need to come into care.\"We are absolutely clear that unless new funding is found in the Autumn Budget, then these vital services, which keep children safe from harm and the worst abuses of society, will reach a tipping point.\" ", "url": "https://www.bbc.com/news/education-45876394"}