{"datetime": "2018-10-31T11:02:21.000Z", "author": "Colette Hume", "title": "Police to tell children's school about domestic abuse calls", "article": "Police will tell a child's school about domestic violence incidents at their family home, under a new pilot scheme. Councils and schools will be informed before classes start the next day, so they can help and support the child. Gwent Police is trialling the scheme,first set up in 2011 by a primary school head teacher in Cornwall . Catrina, who grew up in a violent house with a drug-addicted father, said: \"If the school had known, if anyone had known, something could have been done.\" Operation Encompass aims to provide support to children who have been exposed to adverse childhood experiences - also known as ACEs. These include sexual abuse, domestic violence or drug and alcohol abuse. If a child experiences any of these, they are at much greater risk of repeating the cycle in adulthood and are more likely to develop serious physical and mental illness. Catrina's childhood experiences have left their mark. Her family home in Bridgend was a place of fear - her father was addicted to drugs and violence was part of everyday life. Now in her 30s, she has experienced two abusive relationships, her children have been taken into care and she has tried to kill herself.\"I still think about it every day. I blame what I went through and nobody knowing on the reason I didn't finish school,\" she said. \"It does shape you, it shaped me. It made me the person I was to the point that now I'm trying to change. \"It meant that I went into similar relationships myself, some were even more horrific than those I'd experienced as a child... I put my children in that situation... because it was normal. \"I didn't have anyone saying to me... 'that's not normal, that's not how life should be'.\" Dyfed-Powys Police was first Welsh force to go live with Operation Encompass in December and Gwent aims to have the scheme in place in all five council areas it covers in 2019. Previously, the school might not be aware of an issue for several weeks until social services were involved. \"If a child comes into school withdrawn, tired, because he or she has been listening to mum and dad fighting and arguing, the school hasn't known that and with this scheme, the school knows it very quickly, they know it the next morning and they can put the appropriate support into place,\" said Supt Mike Richards, Gwent Police's lead on ACEs. Jo Hopkins, director of the ACEs support hub, which is run by Public Health Wales, told BBC Radio Wales that the point at which concerns are raised with the relevant authorities might be too late. \"When a child is at risk, there is a safeguarding obligation and what we are saying is that in many cases we are not at that high threshold,\" Ms Hopkins said. ", "url": "https://www.bbc.com/news/uk-wales-46032789"}