{"datetime": "2018-11-14T01:14:58.000Z", "author": "Katherine Sellgren", "title": "Help for trauma in childhood 'fragmented'", "article": "Early intervention to reduce the impact of adverse childhood experiences (ACEs) such as abuse or neglect is \"fragmented and variable\" across England, MPs warn. The Science and Technology Committee says more help in the formative years can help stave off mental health problems in later life.The committee is urging the government to draw up a new national strategy for early intervention approaches. It says early intervention can save the government money in the long term. The report says: \"There is now a body of evidence that clearly demonstrates a correlation between adversity suffered during childhood and an increased prevalence of health and social problems in later life.\" It adds that while there is evidence of good practice in some local authorities in England, there is no \"clear, overarching national strategy\". \"This has led to a fragmented and highly variable approach to early intervention across England, with evidence of a significant gap between what the latest evidence suggests constitutes best practice and what is actually delivered by many authorities.\"Where local authorities are not providing early intervention based on the best available evidence, vulnerable children are being failed.\" The MPs are calling for more support for local councils to plan and deliver effective early intervention. They also want to see better collection of data to help assess the effectiveness of intervention schemes. But the report is clear that stepping in to help children is worthwhile, both for the children and the public purse. \"When delivered effectively, there is strong evidence that early intervention can dramatically improve people's lives and reduce long-term costs to the government,\" it says. The report says there is no universally agreed definition of what an ACE is, but that the following issues are typical:Norman Lamb MP says: \"Adversity in childhood appears to be the biggest single risk factor in the emergence of mental ill health in childhood and teenage years and beyond.\"If we are to make any impact on the high prevalence of mental ill health in childhood, we have to transform how we address the causes. \"Early intervention offers young people who have suffered adversity in their childhood an opportunity to avoid the long-term problems associated with such experiences.\"When delivered effectively, there is strong evidence that early intervention can dramatically improve people's lives, whilst also reducing long-term costs to the government.\"", "url": "https://www.bbc.com/news/education-46181542"}