{"datetime": "2019-01-21T17:28:32.000Z", "title": "Domestic abuse: Non-physical and economic abuse included in law", "article": "Non-physical and economic abuse are to be included in the first legal definition of domestic abuse as part of a landmark overhaul of the law. Under thedraft laws , a wide range of measures will also include domestic abusers being banned from cross-examining victims in family courts. The home secretary said the changes would \"bolster protection for victims\". Campaigners say the measures are a \"once in a generation\" opportunity to combat the impact of abuse.Dr Nicola Sharp-Jeffs, the director of the charity Surviving Economic Abuse, said adding economic abuse to the legal definition was \"highly significant\" and would give victims \"more confidence\" when they came forward. The draft bill going before MPs will also:The definition of domestic abuse will specifically recognise that it goes beyond crimes of violence and includes victims who are psychologically coerced and manipulated, as well as those who have no control of their finances.The legislation will also clarify the workings of \"Clare's Law\" - a measure introduced four years ago to permit police to tell a member of the public if there are concerns over about previous violence committed by their partner.One woman, who has suffered abuse from different partners, told the BBC described how one of them controlled her spending. She said: \"When I got a job he said to me, 'Well you've been bankrupt' - I'd gone through bankruptcy with my first marriage, I'd had a business that had gone through - all related to that abuse I was enduring, so he said, 'Well you can't possibly look after your finances on your own, I'll take control of that for you, so pay your salary into my account.'\"Which of course I did, and then he said, 'I'll pay you a weekly allowance.' I then had to account for every single penny I was spending and if I didn't use it, I had to give it back.\" Anothervictim of domestic abuse, Claire Throssell, from Sheffield, was cross-examined by her husband - after they had separated - during two separate court hearings over access to their two children. Her husband went on to kill her two sons in a house fire. Talking about coming face-to-face with her ex-partner in court, she told BBC Radio 4's Today programme: \"All the evidence was there but he was still trying to control, so you feel like you're still that piece of dirt underneath his shoe.\"How dare I take him to court, how dare I keep the children away from him? \"It was a good job I had a solicitor there because when you've been told for long enough that you can't do something, whenever you see the person that's installed that in you - and it is installed for years and years and years - you instantly curl up again inside and you instantly feel again worthless.\" Justice Secretary David Gauke said the cross-examination by abusers of their victims in family courts could cause \"immense distress\" and amount to \"a continuation of abuse\". Victoria Atkins, Minister for Crime, Safeguarding and Vulnerability, said: \"I have heard absolutely heartbreaking accounts of victims whose lives have been ripped apart because of the physical, emotional or economic abuse they have suffered by someone close to them. \"The draft domestic abuse bill recognises the complex nature of these horrific crimes and puts the needs of victims and their families at the forefront.\" But shadow home secretary Diane Abbott said survivors of domestic violence had waited too long for the plans.\"If the Tories are serious about combating domestic violence, then there should be long-term funding commitments to ensure sufficient resources are available for abuse survivors,\" she said.Theresa May promised to overhaul domestic abuse laws almost two years ago - and the bill was a key pledge in the 2017 Queen's Speech.The public consultation closed eight months ago - and only now are we seeing the final package. So, given government is so pre-occupied with Brexit, it's not clear when there will be Parliamentary time to turn the measures into law.Campaigners say the plans must be a national priority - not least because of the government's staggering estimate of the costs supports what they have said for years.The £66bn figure is an estimate of the full impact of perpetrators on society - not just the cost of clearing up a specific crime. One housing association in Sunderland, for example,spent £8m on repairs suspected to be linked to domestic violence.There are many other hidden impacts, including the damaged life chances for children scarred by what they experience.Sandra Horley, chief executive of the charity Refuge, welcomed the draft bill - saying it was a \"once in a generation\" opportunity.And Suzanne Jacob, head of SafeLives, said: \"For too long, we've expected victims and children to uproot their lives while the perpetrators remain invisible and unchallenged by the system.\"The new change in approach reflects what hundreds of survivors told SafeLives they wanted - we're pleased the government is listening.\" ", "url": "https://www.bbc.com/news/uk-46939735"}