{"datetime": "2018-03-08T12:07:20.000Z", "title": "Domestic abuse: Tagging suspects plan in draft bill", "article": "Suspected domestic abusers could be electronically tagged under government proposals for England and Wales. Thedraft Domestic Abuse Bill will also propose tougher sentences where children are involved and more support for victims who testify in court. There is a new definition of economic abuse - if people are denied access to jobs or money, or forced to take loans. Prime Minister Theresa May said the bill could \"completely transform the way we tackle domestic abuse\". Proposed Domestic Abuse Protection Orders (DAPOs) would allow police and courts to intervene earlier where abuse is suspected. The orders would allow courts to electronically monitor suspects' whereabouts before they have been found guilty of - or even committed - a crime. DAPOs would bring together elements from existing protective orders, while giving courts the power to set a wider range of restrictions and for longer periods than the current 28 days. Other measures being considered include: It is estimated that almost two million adults in England and Wales have been victims of domestic abuse in the past year while 95 women and men were killed by current or former partners in 2016-17. Home Secretary Amber Rudd said: \"It is appalling that in 21st-Century Britain, nearly two million people every year - the majority of them women - suffer abuse at the hands of those closest to them.\" Speaking to Radio 4's Today programme Ms Rudd said the new definition of economic abuse would help prosecute perpetrators of domestic violence, who raid their victims' bank accounts or force them to take out loans.She added that judges prescribing \"early intervention initiatives\" such as alcohol treatment programmes for abusers could stop \"behaviour early on\".On International Women's Day she said: \"If we want to be really ambitious about equality, ambitious about protecting women, this is exactly the sort of change we need to take head on.\" Euleen Hope suffered physical and emotional abuse from her partner for more than a decade.She said she required hospital treatment more than a dozen times and would grow her fringe to cover the black eyes.\"He already said to me he'll say when it's over, and then he told me he'd organise to have someone throw acid in my face [if I left].\"Her former partner was eventually jailed in 2015 for GBH and assault after her sister got in contact with the police. Women's Aid chief executive Katie Ghose welcomed \"the spotlight and recognition\" of economic abuse.She said domestic abuse was about \"power and control\"She added: \"It can take all forms, it can be everything from taking charge of someone's wages, restricting their movements, right through to committing benefit fraud in their name.\"Ms Ghose said financial control can sometimes be a precursor to physical and sexual violence.But she cautioned the \"ambition will be undermined if there is not a long-term, sustainable funding plan for refuges in place\".Suzanne Jacob, chief executive of domestic abuse charity SafeLives, said: \"We welcome the focus on the urgent need to hold perpetrators to account and to prioritise the needs and safety of women and girls.\"The time for piecemeal sticking plasters is over, we need radical change.\"The consultation period for the draft bill will run until 31 May. ", "url": "https://www.bbc.com/news/uk-43319733"}