{"datetime": "2019-06-05T23:14:17.000Z", "author": "Colette Hume", "title": "Domestic abuse: Police tell schools about children affected", "article": "Police have informed schools about reports of domestic abuse where children have been present 1,552 times in three months. Gwent Police is telling schools before 09:00 if pupils have been affected by abuse in the home in the previous 24 hours. It responded to 1,119 reports in the three-month period from March to June. In one case, a school was told that a child was at home during nine separate incidents of domestic violence. Operation Encompass aims to help pupils at risk of being affected by adverse childhood experiences (ACEs). It is part of a nationwide scheme to support youngsters experiencing traumatic events such as violence, drug taking and sexual abuse. The scheme is already operating in a small part of the Dyfed-Powys force area. Both it and North Wales Police say they intend to roll out Operation Encompass right across their force areas. Erin, 40, is a mum of two from Porthcawl, her stepfather abused her mother throughout her childhood, he also verbally abused Erin. She says having someone to turn to at school could have helped her. \"Nobody knew, I'd go to school, the teachers wouldn't know,\" she said. \"I was very anxious and very quiet, very tired because I'd been up late listening on the landing to what was going on downstairs. \"Even now, 25 years later, I can get anxious and upset when I hear loud noises, I have to talk to myself and say come on, come on.\"I remember hearing his fist slamming on the table, that meant something was going to happen. \"When you told me about the number of children [1,552] I feel angry. \"Why is this happening? Why are children having to witness these terrible things in their own homes?\"Huw Lloyd, head teacher at Ebbw Fawr Learning Community in Ebbw Vale, said by giving schools like his information quickly, teachers and school staff are ready to support children. \"We get the phone calls in the morning, from a designated person from the police who contacts a designated person within the school if the police have been called to an incident of domestic abuse and the child is within our school,\" he said. \"From that direct phone call we'll be able to support the child in the school.\" Mr Lloyd, who has been a teacher for more than 30 years, added: \"Under the old system we'd get the information but it would be two or three weeks out of date.\"The children are victims of domestic abuse too and clearly the damage would have been done by then.\" Pupils can be offered a quiet space, breakfast and a chance to talk to a member of school staff or specially trained counsellors and social workers about what happened at home the previous evening.Others might need a chance to catch up on sleep, or a clean uniform. Research shows that children who experience four or more ACEs are much more likely to become involved in violent crime, abuse, drug taking and experience issues with their mental or phyiscal health as adults.Supt Paul Staniforth, who is the ACEs programme lead for Gwent Police, said: \"I think absolutely, this can change lives.\"We know the importance of putting appropriate interventions in place to support vulnerable children, vulnerable families to ensure we break that cycle of reoffending.\" Public Health Wales is about to launch a TV advert campaign to make people aware of the impact of ACEs. In Wales 47% of people have experienced one adverse childhood experience, 14% have suffered four or more. ", "url": "https://www.bbc.com/news/uk-wales-48531929"}