{"datetime": "2018-09-24T23:54:37.000Z", "title": "Domestic abuse victims 'failed' by private probation service", "article": "Victims and their children are being put at risk when domestic abusers return to the community, a report says. HM Inspectorate of Probation found that, in seven out of 10 cases, protection for victims was inadequate. Chief inspector Dame Glenys Stacey said the private Community Rehabilitation Companies (CRCs) responsible for managing offenders in England and Wales were \"nowhere near effective enough.\" The government has announced it will scrap their contracts in 2020. The report said probation officers' failure to understand the danger to victims of abuse was of \"grave concern\" in some instances. Dame Glenys said: \"Too often we were left wondering how safe victims and children were, especially when practitioners failed to act on new information indicating that they could be in danger.\" Inspectors examined 112 cases in five areas of England, discovering that only 27% of eligible offenders had been referred to an accredited programme designed to prevent further abuse. Home visits were often considered a \"luxury\", and they were only carried out in 19% of the cases where the circumstances required them. Probation officers said their workload of up to 60 complex cases each and a lack of training made it hard to be effective. One said: \"It's a fingers-crossed approach.\" In one example given by inspectors, an offender was allowed to move back in with his partner and child - without social services being informed or probation asking for the assessment of the child's safeguarding needs. Another was allowed to leave an abuse prevention programme because he said he had childcare responsibilities. The watchdog said that in seven cases seen by inspectors, the failure to take essential action to protect victims were so concerning they had to demand immediate remedial action. CRCs were created in an overhaul of probation services in 2014. The privately-owned companies manage thousands of low- and medium-risk offenders across England and Wales, while the high-risk cases are handled by the public National Probation Service. Women's Aid Chief Executive Katie Ghose said the report shows CRCs were \"failing victims\" and were \"currently not fit for purpose when it comes to domestic abuse cases\". Inspectors said that too often CRCs focused on meeting contractual targets at the expense of safe practice. Probation officers regarded meeting a 15-day sentencing plan target as a success, for instance. But the report said that in some cases it was necessary to take immediate action to safeguard victims and children. Prisons and Probation Minister Rory Stewart said the government was taking \"decisive action\" by ending the contracts early. He said it was also investing £22m in support for prisoners returning to the community and consulting on the future of probation services. \"By putting in place new arrangements, we will heed the lessons from what has and hasn't worked, so probation plays its full part in tackling domestic abuse and protecting victims,\" he said. Under a proposed new system, 10 probation regions would be created in England, with each containing one NPS division and one CRC.In Wales, the NPS would assume responsibility for the management of all offenders. ", "url": "https://www.bbc.com/news/health-45630113"}