{"datetime": "2018-11-23T09:19:06.000Z", "author": "Colette Hume", "title": "Dedicated support for domestic abuse victims from Gwent Police", "article": "Victims of domestic violence will be able to access specialist support when they first contact a Welsh police force from this weekend. Gwent Police will be the the first in Wales with dedicated control room staff offering help outside office hours.One 32-year-old victim who suffered over five years of abuse said: \"If Gwent can do it - can every other force too?\" In 2017, 27,000 cases of domestic violence were recorded in Wales. The new service has been secured by Newport Women's Aid, with funding from the Big Lottery Fund. Natalie Poole, the charity's operational director, said the specialised support workers will help and advise officers dealing with the rising number of reports.The Gwent force deals with approximately 25 calls per day - 40% of those from repeat callers. \"Our staff will be based in the control room at evenings, weekends when we know there will be peaks and we're able to provide that first response when calls come in,\" said Ms Poole. \"They'll be able to make sure that victims of abuse are safe, that they're able to explore the options available to them and they're linked in to local services in their area. \"If you look at the 12,000 calls that come through to the Gwent control room every year... it takes so much courage to make that first phone call to the police. It's something like 35 times a victim is assaulted before they will pick up that phone. \"We need to make sure we're responding to victims at times when they most need it and making sure there's an appropriate referral pathway into existing services.\" Funding for the service has been secured for the next five years. Det Ch Insp Steve Maloney said the changes allowed the force to enhance the services it is able to provide. \"Not only will they be able to provide support to the officers going to the incidents, they'll also be able to offer an alternative to victims of domestic abuse, rather than the officers just going out and mainly focussing on the criminal justice process,\" he said. Lucy - not her real name - was physically and emotionally abused by her partner for more than five years. He isolated the 32-year-old her from her family and friends and even stopped her from working. \"He battered me, he threw me against a door and then I heard him in the kitchen. He was in the knife drawer. I thought he was going to kill me,\" she said.\"I had to get help. I didn't know what was going to happen. I'd had enough.\" She called the police - hiding the phone behind her back - and her partner was arrested.Injured and traumatised, Lucy said she had no-one to turn to and would have welcomed the help of a specialist domestic violence support worker. \"I think it would have helped me, definitely. I think that would have been amazing, if they were empathetic and understanding, that would have been a Godsend. \"I couldn't get medical help because there was no-one who could look after my children. I didn't know what else to do, so I just sat up all night with my kids.\" She said every police force in Wales should have support workers to help victims of domestic abuse. \"If Gwent can do it - can every other force too?\" If you, or someone you know, have been affected by domestic abuse or violence, the following organisations may be able to help . If you are in immediate danger, you should dial 999. ", "url": "https://www.bbc.com/news/uk-wales-46306201"}