{"datetime": "2018-11-26T13:14:55.000Z", "title": "Coercive behaviour: How to tell if your partner's controlling you", "article": "Lauren Smith's partner tracked her phone and taught their son to call her offensive names. Last week, Paul Measor, 35, was found guilty of common assault against her. But he was cleared of coercive control - after the judge described 24-year-old Lauren of being \"strong and capable\". Campaigners say the ruling highlights the lack of understanding around controlling behaviour in relationships - which might not leave physical scars but can still cause huge harm to victims. So here are the key things you need to know. Coercive control is a kind of domestic abuse, but it doesn't necessarily include physical abuse.It results in a victim being isolated from their support network and reliant on someone who inflicts acts of assault, threats, humiliation and intimidation.Professor Evan Stark compares it to being taken hostage: \"The victim becomes captive in an unreal world created by the abuser, entrapped in a world of confusion, contradiction and fear.\" Katie Ghosh, chief executive of Women's Aid describes it like this: \"If your partner is constantly chipping away at your self-esteem and rubbishing you.\"If they are monitoring who you see, what you wear, where you go and taking away your ability to see your friends and family. \"Financial abuse, controlling and monitoring what you spend, can also be a warning sign.\" Here are some examples. There's a myth that coercive control - and domestic abuse in general - happens to older couples, who might have been together for years. But that's not the case.Anyone can be a victim, says Katie: \"Domestic abuse knows no age limits. In fact, it's younger women who can be most at risk, particularly if they're in their first relationships.\" Coercive control only became a crime in 2015. It's defined as controlling behaviour that has a \"serious effect\" on a partner, causing them to fear violence at least twice or causing them serious distress. But as with many domestic violence crimes, the number of people going to prison is far lower than the number of people accused. Follow Newsbeat on Instagram , Facebook and Twitter .Listen to Newsbeat live at 12:45 and 17:45 every weekday on BBC Radio 1 and 1Xtra - if you miss us you can listen back here .", "url": "https://www.bbc.com/news/newsbeat-46347957"}