{"datetime": "2018-09-25T14:59:07.000Z", "title": "'My abusive wife battered me over letting the cat in'", "article": "After sixty years of controlling behaviour and physical violence, Jim changed his blood-stained shirt and walked back to his wife who was making them a coffee after smashing him in the face. He had asked her to let the cat in while he cut the grass outside. But instead of turning left to the kitchen, he turned right, walked out of the door and kept on walking away from his life of abuse. With only the clothes he wore, he didn't look back, and at the age of 78, he started his life again. Jim is one of a growing number of men telling other men it is okay to admit to being abused by women. According to official figures, almost 20% of reported cases of domestic abuse in Scotland involve male victims, but charities and victims believe the actual number is much closer to 50%, due to the reluctance of men to speak up. BBC Scotland'sThe Kaye Adams programme has been hearing from male victims of abuse. Jim (not his real name) turns 80 this year. His 60-year marriage ended when he walked away after a row about the cat proved the final straw. He said: \"The year before I left, it had deteriorated. I was getting black eyes, I was getting bruising. I got battered, I got my tooth knocked out, I had my knee hammered and incidents like that. \"It was progressive over the years. I couldn't meet friends, I couldn't meet family. Psychologically, towards the end, I didn't know me anymore. I remember sitting at night and I asked myself who I was, why was I behaving like this, how had I let things become like this?\" Jim continued: \"I was in the garden one day. And the cat wanted in. She was in bed so I knocked on the window and said would you let the cat in? \"I continued cutting the grass, and then I went inside. And all hell was let loose: 'You did that deliberately, I was sleeping, you don't care about me' she said, and then physically she went for me. \"I came in and she battered me. There was bleeding. My nose was bleeding, my shirt was ripped. When things had calmed down, she said: 'Would you like a coffee?' She said: 'I'll make us a coffee, you change your shirt'. \" Source: Scottish government: Domestic abuse recorded by Police Scotland 2016-17 That was when something snapped and Jim left. He still does not know what made him do it, he went out of the front door and went to his daughter's. Their relationship had been difficult but Jacqui welcomed him.\"My daughter said: 'Dad, relax, we've got an escape plan',\" explained Jim. \"They had it planned because they knew it was inevitable. They knew. \"Jacqui arranged counselling for me. I wasn't sure - because men don't do that.\"But I went and I spoke to this guy for a year. And it was absolutely brilliant and without that I would not have survived.\" Jim's wife had gradually cut his friends and family out of his life. He learned later that she had told his sister and mother he did not want to see them ever again. He missed his mother's funeral. Jim thought his family's lives started to deteriorate when his two daughters were teenagers. But daughter Jacqui says it revealed itself earlier. She told Kaye Adams: \"For us as children there was an underlying tension that if we didn't keep mum happy, she would blow up and there would be consequences.\"Even before we got to being teenagers, I remember when I was ten, it was her 29th birthday, and we made a birthday cake. \"She didn't like the presents and so there was a fight. I remember her holding a saw to dad and smashing furniture on him.\" By the time Jacqui and her sister were teenagers, they were wary. She said: \"We accommodated her at every turn, so that nobody poked the bear. We modified our behaviour so we didn't make things worse. When we got to our late teens, I began to realise that wasn't normal. \"I still accommodated it because I didn't want dad to have a tough time. I didn't want the violence on the back of getting it wrong.\" Jacqui tried to convince her father to leave on several occasions, but had to sit back until he was ready. She said: \"It took me a long time to understand that she had total control of him - his actions and his thoughts, and she had actually changed his whole value system. It was like a hostage situation.\" Jacqui credits the charity Abused Men In Scotland (AMIS) for saving her father. Iris Quar works for the charity. She explained why men find it difficult to come forward. She said: \"The gender role men are given in society means they find it hard to understand and recognise what is happening to them and when they do it is very difficult for them to talk about it. \"Regularly they begin with: 'I am not an abused man', but then go on to tell the most horrendous stories of domestic abuse. \"Once men go into that downward spiral of control they are robbed of everything - their home, their job, their self determination.\" Iris added: \"Men suffer homelessness a lot more and there is nowhere safe for them to go. They suffer more from administrative and legal abuse - the false allegations to police and other services. \"It is far easier for women to be believed than men when they say the woman was abusive. And there is also the issue of contact with children - the non-resident parent has more difficulty maintaining a relationship with their children and that is normally the man.\" AMIS is currently facing closure. The charity is already working on a reduced capacity with the face-to-face counselling sessions offered to Jim now halted for an online and telephone service. Jacqui is now glad she can see her father happy. She said: \"He is the definition of hope - that you can come through all that - all his life - and I have watched him in two years become what he regards a as a fully-functioning member of society.\"He is in touch with my son. He has friends.\"We know if he can make it back after all the things he experienced, if someone hears this, they might pick up their courage and do something.\" ", "url": "https://www.bbc.com/news/uk-scotland-45638626"}