{"datetime": "2018-09-15T23:31:31.000Z", "title": "Male domestic abuse: Not enough support for victims, says charity", "article": "Male domestic abuse victims are suffering a lack of support despite a sharp rise in attacks, a charity said. Police in England and Wales recorded 149,248 incidents in 2017 - more than double the number reported in 2012. One charity, the ManKind Initiative, said while a third of domestic abuse victims were men, only 0.8% of refuge beds were reserved for them. The Home Office urged \"all victims to come forward and report this horrific crime\" and said support was available. The charity, which helps men escaping abuse, told the BBC while there more than 3,600 beds in safe houses for women, there were currently only 20 earmarked solely for men in England, including none in London. While one in six men will experience domestic abuse at some point in their lives, only one in 20 will ever seek any help, the ManKind Initiative said. Spokesman Mark Brooks told BBC 5 live Afternoon Edition while more victims were beginning to come forward, a \"failure to ensure a basic level of support across the country will fail those men and, of course, fail their children where they are involved.\" The charity said some men were having to travel more than 150 miles to get help and has called for dedicated support across the UK. According to data obtained by BBC Inside Out North West, over the past five years, domestic abuse reports have surged 352% across Greater Manchester to 8,988 in 2017, tripled in Merseyside (to 3,184) and Cheshire (to 2,533), and increased 70% in Lancashire (to 2,231). For 15 years, Tony - whose full name we have agreed not to use - says he was systematically abused in a same-sex relationship. He said he was beaten, isolated from his friends, prevented from working or even owning a mobile phone.He told the BBC how he had managed to escape.\"I found an old mobile phone and I made phone calls to the domestic abuse helpline. I pretended I was going for a walk or was going shopping.\"They said 'you have to leave, it's very very important you get out of this relationship'.\"I must have left at three o'clock in the morning. I waited around for a taxi for a couple of hours in the churchyard, freezing cold. It took me to the nearest train station and I hopped on a train and came here (to a safe house).\" It took four months there for Tony to feel strong enough to find a place of his own.\"I still feel ashamed even today to admit I was in an abusive relationship,\" he said. \"I think it's something to do with being a man. You're supposed to stand up for yourself, you're supposed to protect yourself.\"You hear a lot about women's groups and of course women and children are always going to get priority but men also need help.\" Senior psychology lecturer Elizabeth Bates, of Cumbria University, said: \"That is likely to be the tip of the iceberg - I think there are a lot of men who have experienced domestic violence and don't ever report it and often don't tell anybody.\"I think there's lots of reasons men don't ask for help. \"In terms of the services that are available, they often don't look like they provide support for men and even though often they do and I think a lot of the time it's because the campaigns and things that we have around domestic violence often are really geared towards women and women victims.\" A Home Office spokesperson said: \"We are determined to ensure anyone facing the threat of domestic abuse has somewhere to turn to, and that police have the tools to deal with perpetrators of this abuse. We strongly urge all victims to come forward and report this horrific crime, regardless of their gender or that of their abuser. \"The Home Office funds the Men's Advice Line, a confidential, free phone helpline for male victims of domestic abuse. The service offers practical advice, information and emotional support to male victims, as well as to concerned friends and family and frontline workers. \"Our Domestic Abuse Bill will introduce the first ever government definition of domestic abuse recognising the many kinds of abuse suffered - psychological, physical, sexual, economic and emotional. This will help to improve understanding among frontline professionals, law enforcement officers and prosecutors.\" You can see this story in full on BBC Inside Out North West at 19:30 BST on Monday 17 September and for the following 30 days on the BBC iPlayer ", "url": "https://www.bbc.com/news/uk-england-45490173"}