{"datetime": "2019-03-01T01:47:34.000Z", "author": "Jenny Rees", "title": "Male domestic abuse victims 'suffering in silence'", "article": "\"She would attack me in the middle of the night when I was sleeping - punching me in the head, punching me in the face.\" John is one of a growing number of male victims of domestic abuse who have turned to a Welsh charity for help. Calan said it had seen a significant increase in people coming forward.It wants funding secured to continue what it believes is the first UK scheme of its type - to tailor support specifically to men.John's story John eventually turned to Calan when he felt he was \"better off dead\". He broke down when he first explained his situation to a counsellor. \"She was always jealous of other women being attracted to me,\" he said of his partner.\"She would be nasty to me for days. Then it went to the stage where she was nasty to me all the time, there was no let up at all. \"I couldn't do anything other than try and hold her off. It was very difficult, you are judged by people like the police as if you were the one who was causing everything.\"They don't understand men are getting abused, though I think they're starting to. \"I said 'I feel terrible talking about my partner, I feel like I'm betraying her'. She's left me broke and she's broken me as well. \"All I had at Christmas was £10 to live on, but I've been learning to live on soup and bread.\" Calan, based in Llandarcy, has worked with academics at the University of South Wales (USW) to develop the Compass programme, which supports men to see themselves as victims, challenging gender stereotypes. Michael Dix-Williams, project manager, said: \"There's very much a belief that domestic abuse only happens to women, and that prevents men coming forward. \"It feeds into this fear they're not going to be believed.\" The most recent Crime Survey for England and Wales estimated that 1.3 million women and 695,000 men experienced domestic abuse in the last year. Calan deals with a caseload of more than 20 male victims at any one time, from south and west Wales. Another victim, Dave, said he was made to feel \"useless\" because he was unemployed and his children were used as a \"tool\" with threats to leave. \"One time she punched me - and I pushed her off me, she ran to the telephone and called the police.\"Apparently her friend had told her 'if you want to get rid of your husband start a fight, call the police and they'll throw him out of the house'. So that's what she did.\" Compass is currently being piloted with the aim of a wider roll-out later this year. Dr Sarah Wallace, from USW, said there were numerous reasons why domestic violence and abuse (DVA) was not reported, by both men and women, including a fear of retaliation or a lack of trust or confidence in the police. \"However, the issue of under-reporting is even more pronounced amongst men,\" she said. \"They fear appearing unmanly, shame, embarrassment, and a failure to live up to masculine ideals.\"This was the experience of the men we interviewed, who felt that they needed help to get to the root of these feelings.\"Sessions for men are shorter, but also include a focus on the role of masculinity and gender stereotypes, and help validate their experience, recognising that they too can be victims of abuse. Mr Dix-Williams said the funding runs out soon, and financial security was essential if this were to continue. \"We know that DVA against men is a seriously underreported crime, and we know that 713,000 men were reported to have been a victim of one or more types of DVA.\"It begs the question how many more men are actually out there that are suffering in silence.\" ", "url": "https://www.bbc.com/news/uk-wales-47252756"}