{"datetime": "2018-12-28T00:12:02.000Z", "author": "Paul Pigott", "title": "Welsh domestic abuse victims 'denied justice'", "article": "Domestic abuse victims are being denied justice because a new law to punish perpetrators is not being used enough, it has been claimed. Coercive or controlling behaviour was made illegal in 2015 - but figures show only 4% of complaints made to police in Wales resulted in a conviction. Lisa Flavin said she felt devastated when a charge against her ex-partner was dropped. The Crown Prosecution Service (CPS) says reports do not guarantee a charge. Figures obtained under a Freedom of Information request by BBC Wales found since the new law came into effect, 1,079 complaints had been made to Welsh police forces, resulting in 121 charges. However, the total number of convictions was 47. Coercive or controlling behaviour within a relationship can involve making the victim subordinate or dependent. Examples can include cutting someone off from friends and family, stopping them from having independent finances, as well as controlling where they go. Ms Flavin's former partner was originally charged with coercive or controlling behaviour - but prosecutors decided to drop the charge in exchange for a guilty plea on a lesser charge of harassment without violence. She said: \"The CPS and the courts need to start taking this seriously - because it is the foundation of all other types of abuse. \"It all begins with you having to be in a frame of mind where you think their behaviour is acceptable.\"I know that's really hard to understand if you haven't been in that situation.\" A letter from the CPS, seen by BBC Wales, acknowledged it \"should have done better\" with the case. Barrister and former Dwyfor Meirionnydd MP Elfyn Llwyd believes the CPS and the police find it \"easier\" to charge abusers with lesser offences than coercive or controlling behaviour. He said: \"In my view that is undercharging because that nature of coercive control is entirely different.\"It brings the law into disrepute and for all the efforts that I made to bring this to parliament and to get it through, to find that people have been denied justice to me is disappointing.\" Welsh Women's Aid called the figures \"concerning\".South Wales Police said officers were being trained to recognised the signs of coercive control. Assistant chief constable Jon Drake said: \"It's a relatively new offence from just three years ago and what we find often when we deal with victims is sometimes they don't recognise the behaviour that they're being subjected to is actually a criminal offence.\" The CPS said its prosecutors received \"suitable training\" and it recognised the impact controlling and coercive behaviour could have. A spokeswoman said: \"Since 2016-17 the number of cases brought before the courts under this offence have quadrupled in Wales.\" \"However, not every police report is guaranteed to end up as a charge before the courts.\"The tests set out in the code for crown prosecutors must be applied equally in these cases as with any other referral from the police for charging advice.\" ", "url": "https://www.bbc.com/news/uk-wales-46680197"}