{"datetime": "2019-08-28T01:37:39.000Z", "author": "Jenny Rees", "title": "Domestic abuse conviction rise in courts in Wales", "article": "Domestic abuse cases in Welsh courts are continuing to rise, despite a significant drop in criminal cases prosecuted over the last decade. Chief crown prosecutor Barry Hughes said of the 29,000 cases CPS Wales handles every year, about 6,000 are domestic abuse. \"Generally they're partners in a relationship, which produces its own challenges,\" he said. They might want police involvement but also the relationship to carry on. The most recent figures for Wales show convictions in 78% of the 6,643 cases in 2017-18.This ranged from 74% in the South Wales police force area to 80.9% in North Wales. The number of convictions has risen by more than 35% in seven years across Wales to 5,111. Mr Hughes said: \"Ten years ago it was less than 70%, so we've got better - and prosecute more of them, despite one partner often wanting to withdraw.\" He said a big change was the use of body-worn cameras by police officers, which can help to both calm and diffuse a situation, but also provide compelling evidence in court. Mr Hughes' remarks come at thestart of a BBC Wales News online series on magistrates courts - where the majority of criminal cases end up. The Crown Prosecution Service, both nationally and in Wales, hasn't been immune to austerity. It has shrunk in size by about 30%, but that has been mirrored by a similar drop in workload. \"What is different over that time, is the work we prosecute is more complicated,\" said Mr Hughes.\"We have digital devices prevalent in a great main of our cases - they produce their own problems,\" he said, acknowledging there is a backlog as it takes time to analyse each digital device. \"We have some delays now between reporting to police and having it up in court on first hearing. But in Wales, once they reach court, we get through them really quickly. In magistrates we measure from start to finish and it's faster than anywhere in England.\" But is speedy justice necessarily better justice? Does it allow time for both sides to examine evidence; or for probation to sufficiently risk assess a defendant? \"It produces its own pressures,\" he said. \"But everyone knows we need to be ready - we put that much more effort in, on balance I would prefer cases to go through quickly. There's less to go wrong. \"I'm a big fan of speedy justice - there's a quote, 'justice too long delayed is justice denied' - by Martin Luther King Jnr.\" The service has also gone through a number of changes - not least with a massive investment in technology.\"It's been a very steep learning curve - almost from quill pens and paper to laptops,\" he added. In recent weeks, a further £85m investment has been promised to the CPS nationally by the prime minister -alongside 20,000 additional police officers and 10,000 additional prison places. So will that see an increase in cases crossing their desks? \"An extra 20,000 officers will obviously see our work increase, what's less clear is when. It'll take time to recruit, train and put officers on the front line. \"The extra £85m over two years will be really well received. Extra cash will mean more staff. We've had a considerable recruitment drive in the last few years, which leaves us better placed. \"We went through a period from probably about 2010 to 2015 where we couldn't replace people when they left, and that was really hard work, that was true pressure and we all felt it. \"There isn't that same level of pressure now. It's still very busy - the fact cases are more complicated means there's more to do on each case, but there are fewer of them.\" ", "url": "https://www.bbc.com/news/uk-wales-49483520"}