{"datetime": "2019-10-14T12:18:17.000Z", "author": "Reality Check", "title": "Crime: What has Boris Johnson promised on law and order?", "article": "Since becoming prime minister under a month ago, Boris Johnson has made a number of law-and-order announcements affecting England and Wales. But what exactly is being proposed? The plan: Most serious offenders to spend more time in prison. What it means: Any prisoner sentenced to four or more years for a violent or sexual offence will serve at least two thirds of their sentence in jail.At present, nearly all prisoners in England and Wales will be automatically released at the halfway point of their sentence.This is to ensure they serve time in jail and supervised time in the community, as well as helping manage the prison population. Serious violent and sexual offenders can be forced to serve two thirds of their sentences - but last year, only 389 offenders were given these \"extended sentences\". By extending it to all new serious violent and sexual offenders, the government estimates it would increase the prison population by 3,000.The plan: Foreign criminals who try to return to the UK will be given tougher sentences for breaching a deportation order.What it means: Currently, the maximum sentence for breaching a deportation order is six months, but the government hasn't said what they would like to extend that to.At present, the Home Secretary must make a deportation order against a foreign national offender who has been convicted of an offence which carries a sentence of 12 months in prison.There are limits to this, such as whether the criminal could face torture in their home country or if they have strong family links to the UK. In 2018, 5,209 foreign national offenders were deported.At the end of last year, around 9,000 foreign nationals were in custody in England and Wales, representing just over 10% of the total prison population, with Albanians, Romanians and Irish nationals representing the highest proportion.The plan: Hire an extra 20,000 police officers by 2022. Mr Johnson says the policy will cost £1.1bn. What it means: There are currently123,171 police officers in England and Wales , down from 143,000 in 2010, when the Conservatives came to power and Theresa May became home secretary.So if Mr Johnson delivers on his recruitment plan, it will put officer levels to around where they were nine years ago. There has been some dispute about the link between police numbers and levels of violent crime, with Theresa May saying there was not a direct link. But Metropolitan Police Commissioner Cressida Dick has said there is \"some link\" between the two. The plan: Up to £2.5bn funding to create 10,000 new prison places. What it means: The government already had a target, announced in 2015, of creating 10,000 places in new prisons by 2020. However, this target was to create new places in order to shut old, outdated prisons, not to increase the overall capacity of the prison system.And the government has now reduced this target to 3,360 by 2023. But Mr Johnson has now set a new target of another 10,000 by \"the mid-2020s\".This will see a 10,000 increase in capacity, rather than just create new places in order to shut old ones.This new target will partly be achieved by expanding HMP Full Sutton, in Yorkshire, although expansion at this site has been planned since 2016.Currently, the prison population in England and Wales is almost 83,000, which is 8,700 above the prisons service's own overcrowding limits. And since 2011, those overcrowding limits have been cut by about 2,500 as cells have been closed or fallen into disrepair. The plan: £100m to be spent on improving prison security. The money will fund airport-style security, including X-ray scanners and metal detectors, as well as technology to detect and block mobile phones. What it means: The Ministry of Justice says the money will target crime, including violence and drug smuggling as well as dishonest prison staff. Violence in prison has reached a record high in England and Wales. There has also been an increase in drug use and self-harm incidents.These increases coincided with a 25% decrease in prison officers up to 2015.Since then, the government has committed to recruiting more staff, meaning there are now just 10% fewer prison officers than in 2010.The plan: Police forces across England and Wales will now be able to carry out stop-and-searches in designated areas without authorisation from a senior officer. What it means: Stop-and-search refers to stopping a person in order to search them for weapons or other prohibited items, such as drugs. A return to stop-and-search will represent a big departure from the approach of Theresa May's government.Following fears it was being used too widely and unfairly targeting ethnic minorities, especially young black men, stop-and-search fell by 80% between 2009-10 and 2017-18. Under the new plans, some restrictions will be lifted on Section-60 searches.Currently, Section 60 of the Criminal Justice and Public Order Act 1994 allows officers to search anyone in a designated area - even if they have no reasonable grounds to suspect they are carrying a weapon - as long as they have intelligence of serious violence. For example,Section 60 was used at last year's Notting Hill Carnival, in west London , which followed two days in which the city saw five shootings and a fatal stabbing. But officers will now be able to do so as soon as they have reason to suspect serious violence may take place - and they will no longer require the authorisation of an assistant chief constable. Priti Patel, the new Home Secretary, says stop-and-search works.But Labour's shadow home secretary, Diane Abbott, says it does not reduce violent crime.The government'sSerious Violence Strategy , published in April 2018, says knife crime, gun crime and homicide have all risen in recent years as stop-and-search has fallen.But it dismisses any direct link between the two, saying \"the data do not support such a conclusion\". A 2017College of Policing study of Metropolitan Police data found higher rates of stop-and-search had seen \"very slightly lower than expected rates of crime in the following week or month\". Anda 2016 Home Office analysis was unable to reach a firm conclusion on whether stop-and-search reduced crime or not. The plan: £85m for the CPS over the next two years What it means: The CPS deals with the prosecution of those charged with criminal offences.Since 2010-11, it has had its budget cut by roughly 30% in real terms - a total of about £225m.In the same period, staff numbers have decreased from 7,978 to 5,518.Earlier this year, the attorney general said the CPS could not cope with any more cuts.What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check Follow us on Twitter ", "url": "https://www.bbc.com/news/uk-49318400"}