{"datetime": "2019-02-23T02:20:03.000Z", "title": "Recruitment call to address 'severe shortage' of magistrates", "article": "The number of magistrates in Wales has fallen by 42% in the last 10 years, with more than half due to retire in the coming decade, new figures show. The Magistrates' Association labelled the situation a \"severe shortage\" and called for an urgent recruitment drive. The UK government should also end the mandatory retirement age of 70, according to one magistrate. HM Courts and Tribunals Service (HMCTS) said magistrates' workload had fallen consistently over the last decade. In 2008 Wales had 1,938 volunteer magistrates, but by April 2018 that figure had fallen to 1,130 - 52% of whom are over the age of 60, according to research byNewyddion 9 . At present, magistrates must retire at 70, which means more than half will have to retire in the next decade. Two-magistrate benches in Wales' courts - rather than the preferred three - are becoming increasingly common, including during trials, according to Jon Collins, chief executive of the Magistrates' Association. \"To address this shortage, a significant recruitment and training programme is urgently needed and should be taken forward without delay,\" Mr Collins added.\"Resources must be made available for advertising and promotion, while steps need to be taken to promote the magistracy to employers and to society as a whole.\" He added: \"The recruitment of more magistrates across Wales is long overdue, and it is time to take the necessary steps to make that happen.\" Rheinallt Armon Thomas, 79, worked as a magistrate in Gwynedd and Anglesey for 25 years but had to retire 10 years ago against his own wishes. \"I felt that I was still in control of my faculties... but I had to accept that that's the way it was,\" he said.\"But it's old fashioned... to insist people have to retire once they've reached a certain age.\" The HMCTS, an executive agency of the Ministry of Justice (MoJ), said its new national initiative was aimed \"specifically\" at reducing recruitment times. \"On top of this, we are investing more than £1bn to modernise the justice system, making it easier to use and providing better value for the taxpayer,\" a spokesperson added. \"The workload of magistrates, however, has fallen each year for the last decade and, this, coupled with an increasing use of digital services means it makes sense to consider where and how justice is administered.\" In addition to recruitment problems, there has been a significant reduction in the number of magistrates' courts - from 36 in 2010 to just 14 by 2018. The MoJ said magistrates courts only closed after consultations and that the courts closed were of poor quality, smaller and less efficient. ", "url": "https://www.bbc.com/news/uk-wales-47338507"}