{"datetime": "2018-04-25T09:08:20.000Z", "title": "Calls to domestic abuse hotline by friends and family rise", "article": "The number of people calling a domestic abuse helpline with concerns about a friend, neighbour or family member has risen by 15%. Live Fear Free , a Welsh Government initiative, saw calls go from 583 between April 2016 and March 2017 to 671 in the same period to March 2018. On Wednesday, domestic abuse survivors will meet ministers in Cardiff Bay to share their stories. The government is launching a campaign encouraging people to report concerns. One employer has spoken of intervening when colleagues noticed a change in their workmate following domestic abuse. Police forces in Wales dealt with 38,583 domestic abuse related incidents last year according to Home Office figures but experts fear that figure could be higher, as a large proportion of incidents go unreported. The Don't Be a Bystander campaign will urge people to take action if they are worried someone could be at risk of domestic abuse. Leader of the House and Chief Whip Julie James said: \"We want to encourage everyone to act, to do something, however small or simple when they are worried that someone they know is, or may be experiencing violence, abuse or sexual violence. Just the very act of asking someone 'are you ok? can have a huge impact.\" But the minister stressed people should not take matters in to their own hands. \"We do not advocate stepping in and intervening in a potentially dangerous situation or where people could get hurt - please call the police in this situation,\" she said. \"We want to create a culture where people feel empowered to help prevent violence against women, domestic abuse and sexual violence and to make Wales the safest place to be a woman.\" Lisa-Marie Flavin is confident, articulate - she is unafraid to speak her mind. But there was a dark period in her life when she became withdrawn and depressed and shut off from everyone around her.She was in an emotionally abusive relationship and has described how her ex-boyfriend would hound her with texts and calls, wanting to know her every movement; who she was with, who she was talking to. That often led to rows.That relationship ended 18 months ago after things came to a head. \"I went to a wedding one time with my friend and it was a wedding I'd been invited to before I met the perpetrator,\" she said. \"But he turned up at the wedding anyway. He stormed on to the dance floor - and we had to leave. We had a big, blazing row outside and I was really embarrassed. \"We then got in the car and he started swerving on the road threatening to crash the car...that was just one of many incidents\". \"I'd be fast asleep and he'd wake me up in the middle of the night and say 'you've done this, you've done that with that person...' accusing me of cheating or speaking to an ex-boyfriend. It was completely ludicrous. He'd keep me up for hours in the night.\" \"I'd have to then get up for work and I was just absolutely exhausted and this pattern went on and on. That was the beginning of the demise of my mental health.\" Her ex-partner was eventually convicted of harassment without violence and sentenced to 4 weeks in prison, suspended for 12 months. He was also given a restraining order.Ms Flavin believes she would not have had the strength to leave without the support of her work colleagues, who encouraged her to go to the police. \"I'm really lucky I've had the support of my colleagues here. I don't know how I'd have got through it. \"I mean, that simple question, 'is everything ok at home?', if no-one had asked that I may well have still been in that abusive relationship and I've no doubt in my mind it would have escalated.\" Colleagues of Ms Flavin, who works for drugs charity Kaleidoscope, said there was a noticeable difference in demeanour when the abuse started. Chief executive Martin Blakebrough said: \"Lisa is very bubbly….and seeing that bubbliness slowly disappear was one of the signs that was something was wrong.\" \"There were all sort signals that we began picking up….that she wasn't quite herself. Then it was really working out who was best to ask her how she was.\" Following a chat with human resources, Ms Flavin then spoke about her ordeal. Mr Blakebrough added: \"It was important to get to the bottom of what she was feeling. \"I think sometimes we (as a society) are reluctant to ask people how they are actually feeling.\"We often just think 'well they come into the office and as long as they are doing their work then they are fine'. \"But I think all employers need to recognise that what goes on outside of work can affect someone in the working environment.\" ", "url": "https://www.bbc.com/news/uk-wales-43882918"}