{"datetime": "2019-08-30T00:18:28.000Z", "author": "Jenny Rees", "title": "Magistrates: What's it like being a justice of the peace?", "article": "Most of us will hope never to set foot in one, but thousands end up appearing in court each year. What is it like in Wales' 14 magistrates courts - and how are they working? In the final piece in our series, we look at the magistrates themselves. \"We need to dispel this myth that it's only for retired people.\" Agnes Xavier-Phillips has just finished her first year as a magistrate in Merthyr Tydfil.\"It sounds rather clichéd to say I wanted to put something back into the community,\" she says, but that's exactly where she found herself. Having stopped full time work four years ago at the age of 60, she was in a position to take on the unpaid role of a JP - a justice of the peace. With two successful careers behind her - firstly as a nurse, then as a corporate lawyer based in London - she wanted \"to reconnect with Wales\".\"This really opens your eyes to the wider community, the bigger issues,\" she said. \"I find it really rewarding.\" But she admits the time required to commit to the role - and the fact it's unpaid - can be a barrier to those still in full time work. Magistrates must sit for a minimum of 26 half-day sessions a year - or 13 full days. Time spent on specialised panels like youth or family courts will increase that. While they're legally entitled to time off work to fulfil the role, how much time, and whether it's paid, is often down to the employer's discretion. But Agnes argues it benefits everyone. \"They're making their own staff richer - it provides a wealth of experience that will help them with their careers,\" she said. Across England and Wales around 1.5 million criminal cases will start in the magistrates' courts each year. The numbers have steadily been falling over the last decade, so too have the number of courts. In Wales we've seen 22 close, leaving 14.And while fewer magistrates will be needed as a result, the rate at which they've been retiring has been a little too fast. At present magistrates must retire at 70 and the current recruitment drive is also hoping to improve the diversity of the bench.Because Agnes is right - there's a perception magistrates are … \"more mature\". The stats do little to dispel that. As of April this year there were 1,059 magistrates in Wales. More than half were over 60. Fewer than 5% identify as black, Asian and minority ethnic (BAME) - one of the lowest proportions compared to English regions, althoughin line with the Welsh population. Only 10 of the 51 magistrates from BAME backgrounds are in north Wales. However, 54% of magistrates are women. Agnes first moved to Wales in 1986 and describes herself as a \"British Malaysian Indian\". \"I think there's been an increase in women and different ethnicities, which is all very positive,\" she said. \"If magistrates are meant to represent and understand the community, they've got to be representative in more than one sense.\" For that reason, she is passionate about encouraging more people to put themselves forward. \"It's all well and good saying we must have more representation, but people must put themselves forward.\" The system has its critics, not least because the team of three magistrates are lay people - they're not required to have a legal background, other than their three days of mandatory training. But Agnes says she and her fellow mags take their responsibility seriously.\"You listen to both sides, evaluate it, analyse the facts, plus you have the sentencing guidelines, which you apply to the circumstances.\"They're also supported by a legal assistant, or clerk - a qualified barrister or solicitor, who can give them advice on points of law. \"Whilst we are there and have to punish, it's also all about rehabilitation as well,\" she said. \"So they don't keep reoffending.\"I put to her the pointmade by criminal solicitor Katy Hanson, that while there are flaws in the system , it's preferable to digitally entering a crime and plea and waiting for a computer to decide your fate. \"Trying to put something through an algorithm won't work,\" she said. \"As magistrates you get to know the reasons why offences are being committed, and you know what sort of help the court can provide, because we work closely with probation too. \"Even if they're repeated offences, you still have to look through each offence, and we have to think 'how can we help them', rather than putting them through some sausage machine. \"Sometimes it's inevitable they go back into remand, but it's always very much based on the individual.\"", "url": "https://www.bbc.com/news/uk-wales-49406599"}