{"datetime": "2019-05-24T01:20:59.000Z", "author": "Jenny Rees", "title": "Court closures 'hurting witnesses and vulnerable suspects'", "article": "Court closures have left vulnerable detainees at a greater risk of self-harm as they face long journeys in caged police vans, it has been claimed. There are now 14 magistrates' courts in Wales, down from 36 in 2010, and fewer police custody suites. A support worker said the situation was \"ludicrous\" and added to mental health problems. The Ministry of Justice said closure decisions were only taken when there was access to a reasonable alternative. David Morgan works as an \"appropriate adult\" - someone who officially assists children and vulnerable people who are suspected of a criminal offence. He said many people now faced long drives in caged police vans, and a considerable wait for a duty solicitor to arrive. \"Detainees have to travel long distances - some have mental health problems, a broad range of health problems, from anxiety, to depression, they're on the autistic spectrum, they could have PTSD (post-traumatic stress disorder), they could have drink or drug-related problems, and they're in the cells, some of them could have claustrophobia, and they self-harm,\" he said.\"The [magistrates and custody suites] are in the wrong areas, they're really impacting on people's lives.\" As for custody suites: Katy Hanson is a duty solicitor whose firm Welch & Co is based in Cardigan, where the magistrates' court closed in 2011. She routinely makes a 40-mile journey to the nearest custody suite and magistrates' court in Aberystwyth.\"It's a good hour's drive. Public transport is two hours each way, and that causes issues not just for defendants or people attending the family court, it causes issues for people coming to court to be a witness,\" she said. \"It is often people who have limited income or who have difficulties that end up in the court system.\" Dr Daniel Newman, from Cardiff Law School, has been studying the impact of austerity on access to justice.\"I think it's emblematic of how these decisions are made in London: let's close the court in Pontypridd and expect you to go an extra 15 miles,\" he said.\"It might not be that far on a map, but to people already struggling it's a real expense they can't handle.\" Virtually all criminal court cases start in a magistrates' court, and more than 90% will be completed there. Magistrates deal with less serious cases, such as motoring offences and minor assaults, and \"either-way\" offences such as theft or handling stolen goods which can be dealt with either by magistrates or before a judge and jury at the crown court.The HM Courts and Tribunals Service said it was investing £1bn to modernise the justice system, making it easier to use and providing better value for the taxpayer.\"We're moving more services online and the benefits are already being felt, with 150,000 users last year with high satisfaction rates,\" a spokesman said. \"To date, courts that have closed have either been underused, dilapidated or too close to another court. The decision to close a court is not taken lightly and only happens where there is access to a reasonable alternative and after the public have been consulted.\" On custody suites, the Home Office said decisions were for chief constables and funding for police had increased substantially. ", "url": "https://www.bbc.com/news/uk-wales-48255818"}