{"datetime": "2018-05-10T20:42:32.000Z", "title": "Domestic abuse: 'I felt like it was about being hit'", "article": "A domestic abuse survivor has said her partner \"flew under the radar\" because legislation was not in place when she needed it. \"Alice\" from south Wales said it took her a long time to seek help \"mostly because he never hit me\".She was one of 100 survivors at a UK government-led consultation in Cardiff to discuss proposed changes to the law on domestic violence.It is consulting on possible areas of reform across Wales and England.There were 27,000 cases of domestic abuse recorded in Wales last year, a rise of 24% on 2016.Alice and her children left an abusive relationship eight years ago which involved \"stalking and a lot of coercive control\". She welcomes the opportunity the consultation is giving to raise awareness of domestic abuse, and said things may have been very different for her if current legislation on coercive behaviour had been in place during her relationship. \"People around me would have realised sooner, I think. To me, back then, I felt like domestic abuse was about being hit.\" The UK governmentlaunched a consultation on domestic abuse in March , seeking new laws and powers to protect victims, and transforming the way domestic abuse is tackled.The event in Cardiff was attended by the Minister for Crime, Safeguarding and Vulnerability, Victoria Atkins, who said one of the areas the Home Office is looking to improve is economic abuse. \"Working with banks to make sure that when survivors have found the wherewithal to leave an abusive relationship, there are measures the bank can put in place to make that journey easier,\" she said. It is estimated nearly two million adults in Wales and England have been victims of domestic abuse in the past year. Ninety-five women and men were killed by current or former partners in 2016-17. \"I fled about eight years ago. Domestic abuse was probably ongoing throughout the relationship but it also continued for probably six years after we separated.\"It obviously affected myself and my children.\"When you're in the situation it's pretty much impossible to seek help - he never left me alone, including in midwifery appointments.\"I think it was a midwife who first rang social services with concerns about my nervousness around him. \"At the time I felt like domestic abuse was about being hit. That's possibly what he held in his view as well, because he believed in not hitting women. He did everything else but not hitting. \"I think as a survivor it's really important to meet other survivors because suddenly you have a voice. You can work out that there's a common thread in the difficulties you've faced - you're no longer a single voice. \"You go from a place as a victim where you have no power to a place where you're a survivor and you feel you have the power to make change, affect change - so other survivors are really important. \"We're OK now. We're safe - as a family.\" Gwendolyn Sterk from Welsh Women's Aid welcomed the consultation and said it was important for a Welsh voice to be heard in the discussions. \" I think there is an opportunity within this consultation to see great change, particularly around things like the family courts and also around how protection orders work.\"The proposals in there at the moment are limited and we do want to see more change.\" All four Welsh police forces have said domestic abuse is a priority for them.Dyfed-Powys Police said they have increased the number of specialist officers to investigate domestic abuse cases.Gwent Police said they have designated strategic and tactical leads focusing on domestic abuse and domestic violence. North Wales Police said part of their focus is on improving the recognition of abuse by call-takers in the control room. Some of South Wales Police's priorities include awareness among universities and partners in the night-time economy.In February,new sentencing guidelines for domestic abuse offences were published . Changes include a reference to abuse perpetrated through the use of technology, and an emphasis on context, meaning that offences carried out in a domestic environment is more serious than those that are not. In November 2016, the Welsh government introduced theViolence Against Women, Domestic Abuse and Sexual Violence (Wales) Act 2015 to improve the prevention of gender-based abuse and sexual violence.The consultation continues until 31 May.", "url": "https://www.bbc.com/news/uk-wales-44069328"}