{"datetime": "2019-08-28T23:11:55.000Z", "author": "Jenny Rees", "title": "Magistrates' courts in Wales: 'Exhausting' work for duty solicitor", "article": "Most of us will hope never to set foot in one, but thousands end up appearing in court each year. What is it like in Wales' 14 magistrates courts - and how are they working? In the second feature in our series, we spend a day with a defence solicitor. In the space of 10 minutes, criminal solicitor Katy Hanson trawls through a person's lowest moment. Then probes their life history for more. She is the duty solicitor on call at Aberystwyth Magistrates' Court and today's first customer is being charged with possession of drugs. The starting point for sentencing is a fine.Only this customer is on licence from prison, for kidnap. He's well aware he may be going back inside, and has a bag packed with him just in case. \"1 December my mum died, 7 December my uncle died, 23 December I buried my mum, then Christmas Day I found out my ex was cheating on me,\" he tells Katy, in a room away from the court. \"Then New Year's Day I kidnapped her.\" It's clearly not the first time he's told this story. \"I loved it in prison. I'd been on drugs since I was 14, but I got clean inside,\" says the 45-year-old. Having been sent the Crown Prosecution Service's digital file on her new client, Katy has to quickly get to know him. The \"where, when and why\" of his crime. Followed up by questions only a criminal solicitor can ask - \"how's your mental health and how much do you earn?\". She'll later need this information to help magistrates decide on his sentence.A typical day could consist of another half a dozen clients like him to speak to, before she even steps foot in the courtroom.Each of them recounts their trauma, aware that the woman before them holds their future in her hands. Some are aggressive. Most are grateful. But others are suicidal. And that takes a toll on Katy too. \"If you spend a day with three people who've told you they're going to kill themselves, it's going to get you down,\" she says. Katy has been a criminal solicitor for 16 years, having worked in London, Cardiff and now Cardigan, where she moved to bring up her young family. She is now a committee member of the Criminal Law Solicitors Association. \"It can be really, really intense here,\" she said. \"You have your ways of not taking that home with you, but dark humour doesn't protect you from everything. I have days when I'm exhausted by what I'm dealing with.\" Then there's the issue of work-life balance. She laughs off any comparison with BBC Wales drama Keeping Faith - a lawyer in rural Wales juggling work, family and worse. But says any criminal solicitor will recognise the struggle of managing the unpredictability of crime with the promises made to the children for a day at the beach. Legal aid fees haven't risen in a decade. Katy can only continue providing the service because her private criminal law work in Cardigan subsidises it. So if she needed support or counselling it would come out of her own pocket, unlike the public servants she works alongside, she said. \"There's been a bigger influx in the criminal justice system of people with serious mental health problems. People not getting help, who spiral and assault someone. There's a feeling they just need help, but that's not my role, or the court's. But unless those issues are addressed, you're going to see them time and time again.\" It's the kidnapper's turn in front of the magistrates. He pleads guilty - his 15th conviction in 22 years. Katy has got to the bottom of his licence conditions and explains this doesn't breach them. He's doing well on probation and, aside from this blip, has remained mainly drug-free. The magistrates tend to agree - his packed bag isn't needed; today he'll receive a fine. But Katy knows the sentence might have been different elsewhere. Albeit always within the parameters of sentencing guidelines, the solicitors, court clerks and magistrates will all have an impact on the type of justice delivered. While that will raise eyebrows or alarm some, Katy says she still prefers this to any suggestion that you enter a plea and a computer algorithm does the rest.\"It might be more formulaic for everyone to get the same sentence for a gram of cannabis, but there are different reasons for people to have that gram,\" she argues. Her big concern is for those who opt to represent themselves in court. A growing number can't afford legal representation and won't know how to best present their mitigating factors; won't know to ask for the evidence the CPS holds on the case, or how best to script a closing argument. Just as legal aid fees paid to solicitors haven't risen in a decade, nor has the threshold for means testing of those eligible to claim it. So fewer receive it. Katy admits she loves the adrenalin of the role - but has her frustrations with the system. Whether that's delays in evidence being shared, or clients left for months, sometimes years, before charges are brought or dropped.She said the system as it stands was being \"propped up\" and the situation was \"unsustainable\". \"I think the system in all areas is chronically under-funded - but it gets to the point when you're dealing with fewer lawyers, fewer probation officers, fewer court clerks - the system does need some help,\" she said.\"People assume if they're wrongfully arrested, they will have a solicitor, it will all be sorted out, they will have the documents they need, there will be full disclosure. There are more and more examples coming through in the media where this hasn't happened - or it's happened right at the last moment. That's a real concern that there'll be miscarriages of justice because of the lack of investment and funding.\" A Ministry of Justice spokesman said: \"Access to justice is a fundamental pillar of society and last year we spent £1.6bn - a sixth of our total budget - ensuring legal aid is available to those who need it most. \"We have enough solicitors and barristers for criminal legal aid-funded cases across England and Wales and will make sure we continue to do so.\" ", "url": "https://www.bbc.com/news/uk-wales-49344282"}