{"datetime": "2019-11-12T06:42:55.000Z", "author": "Sara Neill", "title": "Domestic violence: 'He wanted people to see the perfect couple'", "article": "\"I absolutely adored him. Anyone that knew us, after the breakup said 'you were the perfect couple' but that's what he wanted people to see.\" Anna's perfect relationship turned into one of control when her ex-husband repeatedly accused her of having an affair. \"It was ridiculous and I think why didn't I just stand up and say: 'Wise up. I'm not having an affair',\" she said. \"I never looked at another man when I was with him.\" The accusations continued, and he began checking Anna's phone and calling her constantly. \"He would have woken me at 3am and asked who it was really texting me during the day.\" Anna, not her real name, is not alone.Police figures show there were more than16,000 domestic abuse crimes reported in Northern Ireland between June 2018 and July 2019. That's up 10% on the previous year and police say it is the highest rate in 15 years. The latest figures from the Crime Survey for England and Wales show police recorded 599,549 domestic abuse-related crimes in the year ending March 2018.This was an increase of 23% from the previous year.Police say this is in part because of forces improving their identification and recording of domestic abuse incidents, as well as an increase in the willingness of victims to come forward. \"He was depriving me of sleep so we would get into a row,\" she said. \"He made my life hell.\" \"He would take my phone charger and check my phone and ask for passwords for my email. He was deleting messages.\"He sent anonymous letters and text messages, accusing me of having an affair.\" Statistics from the Police Service of Northern Ireland show harassment was up 66%, because that term now includes malicious communication - such as sending letters, messages or online contact that causes distress.Anna said when her ex-husband posted intimate pictures of her online, in a so-called revenge porn attack, she was devastated. \"It completely destroyed me,\" she said. \"I had to go to the police and say I'd been made aware that intimate photos of me are in the public domain.\"My mother saw them, my sisters saw them, my friends saw them. And once something's on the internet, it's there.\" Anna's 15 years of mental and emotional abuse culminated in a terrifying physical attack in their home.\"One punch floored me,\" she said. \"He lifted a knife and put the blunt edge into my mouth and he told me he was going to slice off my face so no man would ever look at me again.\"He pushed me and I hit my head off the ottoman. I definitely lost consciousness.\"When I came to, he was above me.\"I'd laddered my tights that morning and [had] thrown them in the bin. He had the tights wrapped round his wrists and was coming at me to throttle me.\"And I remember a smell of burning. He had a lighter in his hand and he was trying to light my hoodie. He was trying to set fire to me.\" Her ex-husband served 150 hours community service for assault occasioning actual bodily harm, and the theft of her mobile phone. Whether it's physical or mental, controlling or coercive, police say many more people across Northern Ireland are suffering. But Det Supt Anthony McNally says this year's significant rise in reported attacks means more people are coming forward.\"Across Northern Ireland for a significant number of years, domestic abuse has been significantly under reported,\" he said. \"So we welcome the fact people and our communities have confidence to come forward and tell us about when crime is happening in a domestic abuse setting. \"It's now important we provide that support to those victims and ensure it's appropriately investigated.\" For Anna, walking away from her ex-husband was not easy.\"I opened my mouth and I told him: 'This is over. I don't love you. You're going to kill me'. She added: \"But I got tired of hearing the word victim. I didn't ask to have this happen to me and I've made that change so it wouldn't happen to me again. I'm a survivor.The domestic abuse survivor's name has been changed to Anna to protect her identity. If you or someone you know is struggling with issues raised by this story, find support throughBBC Action Line . ", "url": "https://www.bbc.com/news/uk-northern-ireland-50381338"}