{"datetime": "2022-02-14T06:56:37.000Z", "author": "Robbie Meredith", "title": "Integrated education: Some schools warn parents over new bill", "article": "Some schools have told parents an integrated education bill would \"elevate integrated schools\" above other types of school. Some Catholic maintained and controlled schools have sent letters to parents expressing concerns about the proposals. The bill has been brought forward by the Alliance Party's Kellie Armstrong. Her private member's bill would lead to the promotion, reform and the expansion of integrated education. It would increase the number of integrated school places and set targets for the number of children being educated in integrated schools. Currently, about 7% of pupils in Northern Ireland are educated in just under 70 formally integrated schools, which aim to mix pupils from Protestant, Catholic and other backgrounds. Some non-integrated schools also have a mix of pupils from different religious backgrounds and those who are not religious. But only 143 out of about 1,000 schools in Northern Irelandhave at least 10% of pupils from a Protestant background and 10% from a Catholic background. There are either no Catholic or no Protestant pupils in 287 of Northern Ireland's schools - about 30%. Ms Armstrong's bill is passing through consideration stages at Stormont. But education representatives from the four main churches have been critical of aspects of the bill when giving evidence to Stormont's education committee. The Controlled Schools Support Council (CSSC) and the Council for Catholic Maintained Schools (CCMS) expressed concerns about it. BBC News NI has also seen letters sent to parents on Friday from some Catholic and controlled schools. Some of the wording in the letters is similar. \"Currently a private member's bill, the 'Integrated Education Bill', is progressing through its final stages in the Northern Ireland Assembly,\" one letter from a Belfast Catholic school read. \"It aims to elevate integrated schools above every other type of school.\" \"The bill as introduced will put education bodies in an impossible position by placing additional duties that will create conflict with their existing duties. \"Concerningly, if this bill is passed in its current form, the legislation will potentially advantage the integrated sector over all other sectors on a range of educational issues. \"This bill ignores the diversity of Catholic schools and assumes diversity is only possible in an integrated school,\" it continued. Another letter from a controlled post-primary school expresses similar concerns. \"If this bill is passed in its current form, it means that integrated schools will have advantages and will benefit from more opportunities for extra places, additional funding and resources as well as priority for new builds,\" it claimed. The letter continued: \"There has been no direct consultation with schools, parents or the community. \"There are a number of different school types in Northern Ireland, and it is important that each type of school has equal access to resources, funding and opportunities and that one school type is not elevated above another.\" The letters ask parents to contact their assembly members if they share concerns about the impact of the bill. The bill has also divided political parties with the Democratic Unionist Party (DUP) opposed, although most other parties at Stormont have signalled support. DUP leader Sir Jeffrey Donaldson recently told the News Letter newspaper that his party could raise a petition of concern in opposition to the bill. Any vote in the assembly can be made dependent on a petition of concern if such a move is supported by 30 assembly members-meaning the motion will only pass if it has cross-community support. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60369669"}