{"datetime": "2022-02-11T09:00:15.000Z", "title": "Stormont: Unionist parties 'must commit to executive return'", "article": "Unionist parties should commit to returning to power-sharing if Sinn Féin is returned as the largest party after the election, Brandon Lewis has said. The Northern Ireland secretary said he was \"disappointed\" by the current crisis, sparked bythe resignation of First Minister Paul Givan . The move means the Northern Ireland Executive can no longer meet. Mr Lewis said he hoped the executive could be reinstated after the election on 5 May. The Democratic Unionist Party (DUP) has refused to say whether it would nominate for deputy first minister, if Sinn Féin wins the most seats, entitling it to the first minister role for the first time. Under Stormont's power-sharing arrangements, the first and deputy first ministers are chosen by each of the largest unionist and nationalist parties - most recently the DUP and Sinn Féin. Both ministers have equal powers, and one cannot be in office without the other. Mr Lewis was asked about the scenario by Radio 4's Today programme. Speaking from Washington, he said: \"I would like to see parties - both nationalist and unionist parties - whatever the result in May, that they will nominate. \"The right thing for Northern Ireland is to have the devolved authority of the executive and assembly back as soon as possible after 5 May.\" Mr Givan resigned in protest against the Northern Ireland Protocol. This is an element of the UK government's Brexit deal with the European Union (EU), keeping Northern Ireland aligned with the EU single market for goods as a means of retaining an open Irish border. However, it has resulted in some additional checks for goods moving between Great Britain and Northern Ireland, prompting unionist criticism. As Mr Givan's resignation meant Sinn Féin's Michelle O'Neill was also removed from her role as deputy first minister, the Stormont executive can no longer meet. New lawsto allow the assembly to continue without a functioning executive were passed by MPs on Monday night. Earlier this week,Mr Lewis ruled out calling an early assembly election at Stormont . He said \"it is right\" that the election date remains 5 May. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60345633"}