{"datetime": "2022-02-14T18:27:45.000Z", "author": "Stephen Walker", "title": "HIA: Stormont's five main parties to apologise to abuse survivors", "article": "The five executive parties have agreed to apologise to the victims and survivors of historical institutional abuse, BBC News NI understands. An official apology was originally planned to come from Paul Givan and Michelle O'Neill on 11 March. But as they are no longer first and deputy first minister, the parties met to discuss an alternative apology. It is understood the idea of this new apology will be discussed by the families involved. The decision was made following a cross-party virtual meeting to discuss how to resolve the issue, followingPaul Givan's resignation as first minister. The move by the Democratic Unionist Party (DUP) assembly member meant Michelle O'Neill, Sinn Féin vice president, was also removed as deputy first minister because of the joint nature of the office. It ended plans for the first and deputy first ministers to issue an apology and led to the alternative suggestion of a joint statement from party leaders. The executive parties - who make up Northern Ireland's devolved government - are the DUP, Sinn Féin, the SDLP, Ulster Unionists and Alliance. Margaret McGuckin, from the campaign group SAVIA, said she was delighted, describing Monday as a \"good day\". Speaking to William Crawley on BBC News NI's Talkback programme, Ms McGuckin said it was significant that the apology was going to come from the five main parties. \"It's something we are looking forward to,\" she said.\"To end this whole campaign - to hear the words 'I am sorry'.\"To let people go and be free of the chains of self-blame, the pain and the shame.\" Amnesty International's director in Northern Ireland said that the survivors that he had been in contact with were \"pleased\" as the alternative would have been \"further delay to the public apology for which they have waited for so long\".\"Public apologies are an important part of reparation for harm suffered by victims of human rights abuses and we hope that the event on March 11 will bring some much-needed solace to those who have suffered for so long,\" said Patrick Corrigan. Earlier, Amnesty International said an apology from a party leader or minister would not suffice. In a letter to the main parties ahead of the meeting, Mr Corrigan said the apology must come from the \"highest political level\". He said an apology from a party leader or minister \"does not meet the standard of an official state apology from the executive\". \"I have asked them all to ensure that the public apology has the appropriate standing, rather than something lesser,\" he added.In another letter, Mr Corrigan also urged DUP leader Sir Jeffrey Donaldson and Ms O'Neill to consider temporary nominations to the posts of first minister and deputy first minister, in order to allow the apology to go ahead as planned.He said: \"Public apologies are an important part of reparation for harm suffered by victims of human rights abuses and, in this case, is a specific obligation on the Northern Ireland Executive.\" The meeting of parties also came amid criticism that an apology might not be made at all.Ulster Unionist assembly member Mike Nesbitt, who prior to the joint meeting had called on the party leaders to collectively apologise, said an apology was \"essential for the mental health\" of the victims and survivors. He told the assembly that victims had \"been wrapped in chains and thorns\". A public apology, he said, would mean \"the whole world\" to them. The public apology was recommended in the final report of the Historical Institutional Abuse Inquiry (HIAI) which waspublished five years ago. Earlier in February, the commissioner for survivors of institutional childhood abuseFiona Ryan said she was \"angry\" and \"disgusted\" that an apology to victims might not happen. On Monday, Ms Ryan said that after \"almost two weeks of turmoil\" over the issue, she believed there is likely to be \"mixed emotions\" among victims and survivors. \"The main response from the victims and survivors I have been speaking with today has largely been one of relief following the anxiety of the last 11 days. There has been a broad welcome that the apology is finally moving forward,\" the commissioner said. However, she added there was a range of views among people who were abused as children, including \"some for whom no apology will be sufficient for what was taken from them\". \"My hope is that we keep to the spirit of the original inquiry recommendation and that the apology should be wholehearted and unconditional. As part of that wholeheartedness, the apology would need to be humbly offered to victims and survivors for their consideration,\" Ms Ryan added.Meanwhile, a group of survivors of historical institutional abuse in Northern Ireland are to receive £25,000 in total for having their personal details leaked.Settlements were reached on Monday in legal action taken by seven individuals. It follows previous resolutions for nearly 40 other victims exposed in the data breach.They have already secured combined pay-outs in excess of £100,000.In May 2020, a newsletter circulated in an email by the HIA Interim Advocate's Office mistakenly revealed the names of around 250 survivors of abuse. At the time, Interim Advocate Brendan McAllister issued an apology for the disclosure of their details. He said measures were immediately taken to recall the email, with the incident also reported to the Information Commissioner. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60369581"}