{"datetime": "2022-02-15T12:43:52.000Z", "author": "Stephen Walker & Grainne Connolly", "title": "Budget: Stormont political crisis halts plans for three-year budget", "article": "Stormont's Finance Minister has said he cannot proceed with a draft three-year budget for Northern Ireland due to the current political crisis at Stormont. Conor Murphy had sought legal advice on whether he could bring the budget through the Assembly in the absence of the Executive. The draft budgetprioritised action on the region's spiralling waiting lists .But this means the health service would not be able to plan on a three-year basis.Updating MLAs in the Assembly on Tuesday, the finance minister said the health service would not be equipped to \"invest in waiting lists, cancer services and mental health\".\"Rather than improving, the health service will decline,\" he said. \"Unfortunately it is not possible to deliver a Budget in the absence of an Executive,\" Mr Murphy told MLAs. \"This means that on 1 April the health service will not receive the planned 10% increase in funding, nor will it benefit from being able to plan on a three-year basis.\"The Executive can no longer meet followingthe resignation of the Democratic Unionist Party's (DUP) Paul Givan as first minister .The move meant Sinn Féin's vice president, Michelle O'Neill, was also removed as deputy first minister because of the joint nature of the office. The spending plan had been out for public consultation when power-sharing collapsed. The draft budget had proposed a 10% increase in health spending in Northern Ireland, with £21 billion earmarked for services over the next three years. The plan would have left other departments facing some tough choices as a result of the 10% cash increase for the health budget. While none of the other departments would have seen a reduction in their baseline allocation from the last budget, they would have been 2% down on what they would have expected to receive if extra funding were not being diverted to health. Due to the current situation, Mr Murphy also warned that £300m of funding for 2022-23 \"will sit idle\" until an Executive is established. Mr Murphy said he would make a £45 million in-year reallocation of Stormont funds to ensure the administration did not breach the limit of underspent cash it can carry over into the next financial year. This money will go to the departments of communities, education and infrastructure. Mr Murphy said he had decided to pause the public consultation exercise on the draft budget. \"Last week the Health Minister (Robin Swann) apologised to people on waiting lists because without a multi-year budget, the opportunity to rebuild the health service would be 'cruelly taken away',\" he said. \"That analysis is sadly correct, although it should be the DUP apologising for the damage it is inflicting on the health service, not Minister Swann.\" The draft budget had proposed a continuation of the current freeze on both the domestic and non-domestic regional rates for the next three years. Mr Murphy said that freeze could now only be continued for one year. \"However, I do intend to proceed to freeze both domestic and non-domestic regional rates next year, which will help with the rising costs faced by families and businesses,\" Mr Murphy said. \"Unfortunately I cannot extend this to the three years as previously intended.\" The finance minister confirmed he will progress with a £50m rate relief package to support a three-month rates holiday for businesses impacted by the pandemic. Mr Murphy also highlighted the need to provide match funding for community groups supported through the European Social Fund (ESF). He urged DUP Economy Minister Gordon Lyons to prioritise the ESF match funding from within his own budget. Mr Murphy's comments prompted a sharp response from DUP members. DUP MLA Keith Buchanan accused the minister of \"amnesia... purely for political gain\". \"Minister, I see in your statement the Democratic Unionist Party (DUP) has been mentioned four times but strangely no mention of your own party when they pulled this entire Assembly down in early 2017 - no budget, no health support, no nothing,\" he said. \"Surely a case of amnesia from the members on the far side of the house, purely for political gain. \"Can you and other parties not see the damage the Northern Ireland Protocol is doing to this place, are you blind to seeing that?\" Mr Murphy countered thatthe botched green energy scandal that prompted the collapse of power-sharing in 2017 would have brought down any coalition government. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60389081"}