{"datetime": "2017-09-16T05:56:32.000Z", "title": "Plan to tackle rise in domestic abuse in north Wales", "article": "Domestic abuse is one of the biggest problems facing north Wales, a police and crime commissioner has said. A report to the region's crime panel states recorded incidents are already up by 33% in 2017 - from 2,008 to 2,671 so far this year. Cases of domestic violence without injury are up 47% - from 887 to 1,303. North Wales PCC Arfon Jones said tackling domestic abuse was one of the top priorities over the next five years. \"We need to understand better whether the increase in reporting is due to increased confidence in reporting, changes in how crimes are recorded or some other reason,\" he said. Domestic abuse experts said increases in cases where physical injury did not occur reflected a change in the law that now recognises coercive behaviour is abuse, because of the psychological and emotional harm it can cause. Across Wales,figures published earlier this year showed an increase in reported domestic violence of 23% over the past three years. In an update for the crime panel being discussed on Monday, Mr Jones said: \"Domestic abuse is the highest risk facing North Wales Police due to the broad impact on the victim (physical, psychological and financial), the number of recorded crimes and an increasing trend.\" By prioritising the issue, Mr Jones said he hoped to: He also expressed some concerns that despite the increase in reported cases of domestic abuse, the number of those charged with related offences has dropped. He said he has asked for his strategic executive board to examine the latest abuse figures to identify the numbers of detections, types of offences, age of children and the work of theNorth Wales Safeguarding Board . Public affairs manager at Welsh Women's Aid, Gwendolyn Sterk, said an increase in reported cases was not necessarily negative. \"The optimistic view of these statistics is that more people are coming forward to report incidents. \"There is an increased understanding happening slowly about what domestic abuse is. \"We have met the commissioner and spoken to him and have been assured that he is very committed to tackling the issue.\" ", "url": "https://www.bbc.com/news/uk-wales-41272247"}