{"datetime": "2022-02-11T17:22:38.000Z", "author": "Jayne McCormack", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: UK and EU to continue 'intensive' NI protocol talks", "article": "The UK and EU will hold \"intensive discussions\" in the coming days after another round of negotiations between Liz Truss and her EU counterpart Maroš Šefčovič came to an end on Friday. The chief Brexit negotiator previously said fixingthe Northern Ireland Protocol was an \"absolute priority\". A joint statement indicated the pair had agreed on the need for progress \"in the interest of people in NI\". They said they will \"keep in close touch\".The UK foreign secretary and EU Commission vice president spoke via video-conference last week, but no breakthrough was reached. A meeting of the Joint Committee, the formal body overseeing the protocol, will happen on 21 February. That will be the first such meeting of the committee in more than six months. The government has insisted it wants to reach a solution urgently,after the collapse of the power-sharing executive at Stormont last week. The Democratic Unionist Party (DUP) withdrew Paul Givan as first minister as part of its ongoing opposition to the Irish Sea border. The party has argued thatunless the arrangements are changed, political institutions in Northern Ireland cannot continue as normal. Ahead of the meeting, Ms Truss said: \"Fixing the Northern Ireland Protocol is an absolute priority for me. \"We have a shared responsibility with the EU to work towards solutions as quickly as possible that deliver for the people of Northern Ireland. The protocol keeps Northern Ireland in the EU's single market for goods and EU customs rules are enforced at its ports. That arrangement has prevented a hardening of the Irish land border, but it means new paperwork and processes when importing goods from Great Britain. Unionist politicians have criticised the arrangements and say the Irish Sea border undermines Northern Ireland's position in the UK as well as causing difficulties for some businesses. The fact that a statement is \"joint\" would usually be taken as a good sign.But today's readout, from the UK's Liz Truss and the EU's Maroš Šefčovič, was also very brief - with a good chunk of the word count used up describing the logistics of the meeting, rather than its actual substance. Rumours that the UK would use today to make a \"big\" new offer have been downplayed by both sides although I am told ideas are always being batted about.Customs is the area where there has been the most progress but it is slow-going.All eyes now turn to the \"joint committee\" on 21 February - where senior politicians and representatives will meet in Brussels. It is a moment to take stock and see what, if anything, can be formally agreed in this period of heightened political sensitivity in Northern Ireland, ahead of the assembly elections in May. Speaking after an anti-protocol rally in Dromore, County Down, on Thursday night, DUP leader Sir Jeffrey Donaldson said it was \"the single greatest threat to Northern Ireland's place in the UK in a generation\". \"The presence of trade barriers within our own country has the grave potential to succeed where decades of terrorism failed, by driving an irrevocable wedge between Northern Ireland and other parts of the UK,\" Sir Jeffrey said. \"If the EU really care about political stability in Northern Ireland, then they should act immediately to resolve the problems created by the protocol.\" The rally also featured TUV leader Jim Allister and Ulster Unionist assembly member Robbie Butler alongside Baroness Kate Hoey and former Brexit Party MEP Ben Habib. On Thursday, former prime minister John Major described the protocol as \"arguably one of the worst pieces of negotiation we have seen in recent history\". \"It is causing an enormous amount of trouble,\" he said. \"Whether anyone deliberately misled about that I can't say - certainly they were mistaken. \"But it does help, if you sign treaties, if you understand them before you sign them.\" On Wednesday, Prime Minister Boris Johnson repeated his view that the government would trigger a mechanism to override part of the deal, if a breakthrough cannot be reached. Article 16 allows either the UK or EU to temporarily suspend the protocol, if it is deemed to be causing significant economic, societal or environmental difficulties. Over the past seven months the UK government has been attempting to renegotiate the deal. In July, it proposed an arrangement in which goods from Great Britain, which are due to stay in Northern Ireland, would not be checked and would have minimal paperwork. Goods which are due to move onwards to the Republic of Ireland would be checked at Northern Ireland's ports. The EU published its own proposals in October , which it said would significantly reduce, but not eliminate, checks on goods. It has previously said that the easiest way to reduce checks would be for the UK to sign up to a Swiss-style agri-food agreement. That would involve all of the UK following the relevant EU rules, something the government has said it could not accept. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60341335"}