{"datetime": "2022-02-15T20:48:11.000Z", "subject": "The Troubles", "title": "NI Troubles: US politicians criticise legacy proposals", "article": "A number of US politicians have criticised the UK government at a congressional hearing on controversial proposals to deal with the legacy of the Troubles. They claimedthe plans - which include an amnesty - raised questions about the Government's credibility.They were speaking at the Tom Lantos Human Rights Commission which heard evidence from several people. Committee co-chair Christopher Smith talked about a \"massive cover-up\". \"There is nothing benign about an amnesty when it is all about concealing facts that would hold people to account,\" he said. \"This is a massive cover-up by the British government. \"This is an embarrassment and I hope some MPs will push back against this in the House of Commons,\" the Republican congressman said. Addressing the committee on Tuesday, another congressman, Democrat Brendan Boyle, said the proposals would take Northern Ireland backwards. The committee heard testimony from, among others, Geraldine Finucane, who is fighting for a public inquiry into the UDA murder of her husband, solicitor Pat Finucane in 1989. She said the legacy proposals were an attempt by the UK \"to sweep its actions and responsibilities under the carpet forever, with no risk of any exposure.\" Referring to opposition to the proposals, Mrs Finucane added: \"I think we have all woken up. \"Everyone, no matter what side you are on, is really against this and is seeking help from you and others who have some influence.\" Jon Boutcher, head of Operation Kenova - an independent investigations unit looking at more than 200 Troubles-era murders - also gave evidence. He told the committee he was \"extremely nervous around stepping away from a criminal justice process.\" Mr Boutcher added: \"I do think there is an opportunity to get this right.\"A lot of it, I do feel, falls on the shoulders of the British government to take a different direction to that they are currently taking.\" Mark Thompson from Relatives for Justice asked the committee to encourage the US administration to convene a legacy summit, involving governments, political parties and victims' groups. He said the UK must be made to honour previous commitments on dealing with the past under the Stormont House Agreement ", "url": "https://www.bbc.com/news/uk-northern-ireland-60396773"}