{"datetime": "2022-02-15T21:08:57.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Remaining restrictions in NI are lifted", "article": "Covid-19 restrictions in Northern Ireland are no longer legally binding as of 17:00 GMT on Tuesday. The need for Covid certificates in nightclubs, face coverings, track and trace requirements and the cap on 30 people in private homes are no longer legal requirements. Health Minister Robin Swann saidthe remaining measures would instead be issued as guidance to the public. He warned Covid-19 had not gone away and remained a threat. Speaking earlier, Mr Swann said: \"It is vitally important that we continue to observe the sensible measures we have all learnt to protect ourselves and others.\" Northern Ireland's chief scientific adviser Professor Ian Young said Northern Ireland had reached a key milestone in the pandemic but said it was \"not freedom day\". \"There is still a lot of Covid out there, we all need to do our bit to continue to protect the most vulnerable and wearing face coverings in appropriate settings is an important part of that,\" he said. \"I hope this is a day when people will move from feeling that their behaviours are covered by regulation to using exactly the same behaviours through choice in response to guidance.\" Measures, which had previously been guidance rather than law, such as working from home where possible, have not been changed. Meanwhile, it has emerged that in Northern Ireland the need to self-isolate after testing positive for Covid-19 falls under \"very strong guidance\". However, in England, there is a legal requirement to self isolate. It took many journalists by surprise when we learned that self-isolating, following a positive test, falls under guidance rather than a legal requirement.During a press conference on Tuesday, Prof Ian Young answered many questions about what is meant by guidance as opposed to restrictions.I asked surely isolating is still mandatory?To all our surprise the answer was no - instead we were informed that has always come under \"very strong guidance\" except when it was required by law to isolate after taking an international flight.So why didn't we know?According to the Department of Health 'no one ever asked'. The restrictions had been due to expire on 24 March, when the legislation underpinning them expired. The health minister made an order on Tuesday, which revoked the restrictions. Mr Swann also said it was important to retain the ability to reintroduce restrictions again in case a new variant causes concern. He said he would seek to extend the powers granted to the Department of Health by the Coronavirus Act 2020 by six months. BBC News NI political editor Enda McClafferty said businesses remained frustrated that there has been no change to guidance on working from home. This was beyond Mr Swann's control and he has called for the guidance to be reviewed. If individual businesses wish they will still be able to ask people to wear face coverings and enforce measures such as social distancing. Some have said they intend to do so. Some hospitality business owners have hailed the easing of regulations as the \"beginning of the end\" of the pandemic and said that they hoped trade would now return to normal. A bar owner said this was a good day for the hospitality industry, but major challenges remained in rebuilding consumer confidence. Stephen Magorrian of the Horatio Group, said: \"We are conscious of the fact that the pandemic hasn't ended, so we still need to be cautious but it is good to see the start of the end. \"The rebuilding of confidence will be the main thing. We need to make sure that our customers still feel safe,\" he said. Aaron Chism, co-owner of Belfast city centre clothes shop Fuzz Vintage, said his hope was for brighter days ahead. He started the business in the middle of the pandemic in October 2020. \"Hopefully there's going to be more people knocking about Belfast and they'll feel more comfortable to go into shops and we'll get more customers,\" he said. \"It's been quiet with lockdowns and stuff and then having to be closed. We opened in the middle of things before a second lockdown - it was a harsh time to open a shop but hopefully it's going back to normal now.\" Meanwhile, train and bus company, Translink, is to continue to encourage passengers to wear face coverings. \"To help keep everyone safe and in line with the latest guidance, we are encouraging our passengers to wear a face covering, if they can, in stations and on-board buses and trains,\" a spokesperson said. The British Medical Association (BMA) in Northern Ireland, which represents doctors, advised caution especially given that those most vulnerable in society will be worried about the decision. Dr Alan Stout, from the BMA, welcomed the lifting of remaining restrictions. \"I think we've got to look at what's in front of us and what we're dealing with,\" he said. \"The link with the infection and with hospitalisation, with intensive care admission and with death has definitely been weakened. So it puts us in a much more confident position that we can start this journey back to some sort of normality.\" The full Northern Ireland Executive cannot meet becausePaul Givan resigned as first minister , forcing the resignation of Deputy First Minister Michelle O'Neill because of the joint nature of the office. But individual ministers are still in place and can make some decisions, as long as the issues are not deemed \"significant or controversial\". It is understood ministers from the Democratic Unionist Party (DUP), Sinn Féin, SDLP and Alliance all supported Mr Swann - who is a member of the Ulster Unionist Party (UUP) - in his bid to remove remaining restrictions. On Tuesday,four more Covid-19 related deaths were announced in Northern Ireland, along with 2,987 cases. There are 476 patients with the virus in hospital. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60381377"}