{"datetime": "2022-02-10T08:28:40.000Z", "author": "Jayne McCormack", "title": "Stormont: How does the NI Assembly differ from the executive?", "article": "The start of February saw a fresh political crisis in Northern Ireland, after the DUP's Paul Givan resigned as first minister. That move meant Deputy First Minister Michelle O'Neillwas removed from office as the roles are joint . It has also triggered the collapse of the power-sharing executive, as it is chaired by the first and deputy first ministers. But the assembly at Stormont can continue to operate.BBC News NI explains why, and what makes it different from the executive. In basic terms, it is where laws are scrutinised and passed that relate to Northern Ireland. It is essentially Northern Ireland's devolved parliament andmeets on the outskirts of Belfast at the aptly titled Parliament Buildings . A chamber of 90 members (MLAs) who are unionist, nationalist or other, is elected at least once every five years, using a proportional representation (PR) system.Thenext assembly election is due on 5 May. MLAs can hold debates, sit on departmental committees to scrutinise and amend legislation before it becomes law.They can propose their own legislation on issues, which are known as private member's bills (PMBs). MLAs also question ministers who sit on the executive during regular question and answer sessions in the assembly. Think of it as Northern Ireland's equivalent to the cabinet in Westminster. It is the body made up of ministers from different political parties who share power and take policy decisions. Also known as the Executive Committee, it is jointly chaired by a first and deputy first minister - one unionist, the other nationalist. They are chosen by the two largest parties from the unionist and nationalist blocs respectively - most recently the Democratic Unionist Party (DUP) and Sinn Féin.Both ministers have equal powers, and one cannot be in office without the other. The ministers who overseethe other eight governments departments are drawn from both unionist and nationalist parties - the numbers from each party are based on how many assembly seats they have won in an election.This also means that politicians from smaller parties can be appointed as ministers. The executive's main function is to allow ministers to take decisions and shape policy on a range of issues. It has powers over matters including the economy, education, health, and more recently, Covid-19. But any decisions that are taken or plans to amend legislation must thengo to the assembly for approval . Ministers looking to take decisions on areas that could fall into the remit of another department or are deemed \"significant or controversial\" are also required to bring them to the executive for approval. Certain areas - including international relations and defence - remain reserved for the UK government in London. The DUP's decision to withdraw Paul Givan from his role as first minister in the executive set in motion a chain of events. Under Stormont's rules, his resignation triggered Ms O'Neill's removal as deputy first minister because the two roles are connected, and one cannot take decisions without the other. This system was designed during talks which led to theGood Friday peace agreement in 1998. It largely ended decades of conflict known as the Troubles and helped establish modern power-sharing institutions in Northern Ireland. But without a first or deputy first minister in place, the executive is unable to meet. Other ministers can remain in post, but only to oversee remaining business in their in-trays until the assembly election. Without an executive, new significant policy decisions cannot be taken. It may seem odd that the assembly can continue to function without the executive. The rules changed recently after the government in Westminsterpassed a bill allowing the assembly to remain in place for at least six months , in times of the executive collapsing.It was designed to allow for a \"cooling off period\" and give the political parties space to try to re-form an executive through negotiations, replacing a previous timescale of just seven days. The thinking behind it was also to ensure that in cases where the executive fell, pieces of legislation already in motion on important matters could continue their passage through the assembly. However, its architects probably did not predict that its provisions would have to be used so soon after coming into force. In times without a crisis, the political parties would seek to form an executive starting with the nomination of a first and deputy first minister. In the absence of that, the rules now allow the assembly to continue for 24 weeks after the election. Other ministers can also take up office again after the election but of course, without a functioning executive a programme for government cannot be drawn up. Those ministers would essentially be caretakers, constrained and unable to do much of significance.Right now, it's hard to predict what the results of May's election will mean for the prospect of re-establishing an executive or the assembly's long-term future.", "url": "https://www.bbc.com/news/uk-northern-ireland-60321976"}