{"datetime": "2022-02-12T09:40:54.000Z", "subject": "Brexit", "title": "Brexit: NI Protocol issues 'unlikely to be resolved before election'", "article": "Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson has said he does not believe problems with the Northern Ireland Protocol will be resolved before May's Assembly election. The party's first minister Paul Givanresigned over the issue, causing the suspension of the Stormont Executive. Theprotocol puts a trade border in the Irish Sea. He told the BBC's Today programme getting back to power sharing depends on whether that border is removed.\"I think that the likelihood of agreement being reached is actually quite small,\" he said. \"That was confirmed to me by the prime minister. \"He doesn't expect, unless something changes dramatically, that agreement will be reached this side of an election to remove the Irish Sea border. \"I wish it were otherwise. I want to see the political institutions restored and operating fully restored - we're committed to that. \"But we want to see Northern Ireland's place within the UK internal market fully restored.\" Unionists, including Sir Jeffrey and his party, oppose the Northern Ireland protocol, saying it has a placed a border in the Irish Sea between Northern Ireland and Great Britain. Sir Jeffrey reiterated his party's position that they had entered back into power sharing at the beginning of 2020, following the commitments given in the New Decade, New ApproachNDNA deal. In NDNA, the government gave a \"commitment that it would protect Northern Ireland's place within the UK internal market that it would introduce measures to afford that protection\", Sir Jeffrey said. \"Over two years later, it has not done so and so we believe the UK government has dishonoured the agreement that was the basis upon which the devolved institutions were restored in Northern Ireland,\" he said. The Northern Ireland Protocol was negotiated between the EU and the UK government in late 2019. But the UK government now wants significant reform of the agreement. Lord Frost, who helped to negotiate the protocol, subsequently argued that the arrangement was harming the peace process in Northern Ireland. Foreign Secretary Liz Truss is now leading talks over the protocol on top of her current post. \"Well, we are absolutely clear that the rights of Northern Ireland citizens and businesses to trade freely within their own country must be upheld,\" said Sir Jeffrey. \"The Irish Sea border must go as it is wrong that people trading within the United Kingdom, businesses ordering component parts, trying to access their supply chains in Great Britain cannot do so,\" he said. Asked whether he would accept a Sinn Féin first minister, Mr Donaldson said he wanted to win the election and was \"not contemplating defeat\". \"I'm not prepared to contemplate defeat in this election in advance of an election,\" he said. \"In a democracy, parties have the right to contest an election on the basis that they want to win. \"I'm not going to commit to anything until the Irish Sea border will be removed.\" No 10 has been contacted for comment. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60359556"}