{"datetime": "2022-02-11T06:25:45.000Z", "author": "Chris Andrews & Amy Stewart", "title": "Stormont crisis: Cancer plan 'just paper' without budget funding", "article": "A 10-year cancer strategy for Northern Ireland could become \"just a piece of paper\" if a new budget cannot be passed at Stormont, Cancer Research UK has warned. Last week, the Stormont executive collapsed with theresignation of First Minister Paul Givan . The draft budget, which had yet to be agreed, promised a 10% increase in health funding. A long-awaited plan for cancer services is expected to be published this month. In January, the most recent statistics showedall targets for cancer waiting times in Northern Ireland had been missed . For instance, last September, 75.5% of breast cancer patients were seen within 14 days. The target is that all urgent breast cancer referrals should be seen within that time. In a statement to BBC News NI, the Department of Health said the report is being finalised after a review of responses to a recent consultation. \"Its overall aim is to ensure that everyone in Northern Ireland has equitable and timely access to the most effective, evidence-based referral, diagnosis, treatment, support and person-centred cancer care,\" a spokesperson added. Margaret Carr, from Cancer Research UK, said it would be \"hugely disappointing\" if the strategy is not funded and cannot be implemented. She told BBC News NI that the 10-year roadmap had required three years of work, involving patients, charities and people in the health service.\"All of that (the details of the cancer strategy) needs to be funded and without funding for it, it is just a piece of paper and will completely go by the wayside.\" The department said while the budget plans had prioritised health, it cannot be agreed without an executive. This means officials \"will not be able to plan on the basis of the funding proposed in the draft budget\". Theproposed boost in health funding would come at the expense of a squeeze on other departments, the finance minister has previously outlined. Conor Murphy said there were \"choices to be made\" in the budget and the aim was to reduce waiting lists and \"to support mental health provision and cancer provision\". When he was in post, Mr Givan said the Democratic Unionist Party (DUP) agreed that health funding should increase, however, he said there was a lack of detail in the budget for how healthcare would be transformed. Margaret Carr said the collapse of the executive \"puts everything further behind\". \"It just delays everything and takes all of the hope that was invested in the cancer strategy and the budget and just puts that aside, so it doesn't mean anything for cancer patients who have been looking forward to this,\" she explained. Ms Carr said that \"for quite some time\" Northern Ireland has been behind on cancer diagnostics, treatment and screening. \"Covid has obviously made those things worse, but it didn't cause anything, it just exacerbated existing issues and the concern that we would have is if we don't have a cancer strategy that is funded then we will be nowhere,\" she said. \"We will still have patients that are continuing to wait too long for a diagnosis, or for treatment, or for not being able to get the best and the most up-to-date screening.\" Ms Carr said the charity was concerned there is \"no guarantee\" a future budget would prioritise health spending to the same extent. \"In the meantime with no executive the departments can still continue operating, but only at last year's level, which is not enough,\" she continued. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60333580"}