{"datetime": "2022-02-14T20:16:59.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Northern Ireland to remove all remaining restrictions", "article": "All remaining Covid-19 restrictions in Northern Ireland will be lifted, Health Minister Robin Swann has announced. A small number of restrictions are currently in place, including the wearing of face coverings and the use of Covid certification in nightclubs. Mr Swann said those remaining measures \"should no longer be set out in regulations\" and instead will be put in guidance issued to the public. He said he would be making an order on Tuesday to revoke the remaining rules. Remaining restrictions include:Measures which had previously been guidance rather than law, such as working from home where possible, have not been changed. While in England there is a legal requirement to self-isolate after testing positive for Covid-19, in Northern Ireland this falls under \"very strong guidance\". Mr Swann said: \"This does not mean that Covid-19 has gone away or that we as a community are safe from its harm.\"It is vitally important that we continue to observe the sensible measures we have all learnt to protect ourselves and others.\" The health minister said it was important to retain the ability to reintroduce restrictions again in case of urgent need.As a result he said he will seek to extend the powers granted to the Department of Health by the Coronavirus Act 2020 by six months. Mr Swann had written to his ministerial colleagues asking for their views on removing remaining restrictions. The executive collapsed earlier in February but individual ministers are still in place. They can take some decisions, as long as the issues are not deemed \"significant or controversial\". Mr Swann's letter to other ministers, seen by the BBC, said government lawyers had told him relaxing Covid rules would fall into this category. He said the lawyers suggested he could therefore not remove the rules by himself, under the terms of Stormont's ministerial code. The full executive cannot meet becausePaul Givan resigned as first minister , forcing the resignation of Deputy First Minister Michelle O'Neill because of the joint nature of the office. The move was part of an ongoing protest by Mr Givan's Democratic Unionist Party (DUP) against the Northern Ireland Protocol. Mr Swann's letter to the ministers who remain in place was an attempt to gain wider approval to relax restrictions in the absence of the full executive. The current Covid 19 regulations would have been in place until 24 March, when the legislation underpinning them expired. It is understood ministers from the DUP, Sinn Féin, SDLP and Alliance all supported Mr Swann - who is a member of the Ulster Unionist Party (UUP) - and confirmed their positions. Hospitality Ulster welcomed Mr Swann's announcement. \"After nearly two long years, the hospitality industry will be relieved that they can begin to trade without pandemic restrictions limiting the viability of their businesses,\" the group's chief executive Colin Neill said. Retail NI said it was \"fantastic news for our members and the wider business community\". \"However, we are disappointed that the statement does not include a clear commitment to return to the workplace,\" said Retail NI chief executive Glyn Roberts. \"Safely reopening offices and workplaces is not only vital to boost footfall for our high streets, but also for our economy and returning our society to normal.\" On Monday,two more Covid-related deaths were announced in Northern Ireland along with 2,465 cases. There are currently 437 patients with the virus in hospital. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60369591"}