{"datetime": "2022-02-08T19:07:04.000Z", "author": "Jayne McCormack", "title": "Bedroom tax: MLAs vote to extend welfare mitigations indefinitely", "article": "MLAs at Stormont have backed a proposal to extend some welfare mitigations in Northern Ireland indefinitely. They overturned a previous executive decision which saw the measures in place only for three more years. The legislation being taken through the assembly ensures people who would have been affected by the bedroom tax get top-up payments. The parties also agreed to support a review of the measures being carried out by March 2025. Sinn Fein's Communities Minister Deirdre Hargey is taking the bill through the assembly and has long called for the mitigations to be in place indefinitely. Last year, its power-sharing partner in the executive had disagreed, with the DUP arguing that any extension needed to be \"fiscally appropriate\" and should be initially capped at three years. But on Tuesday, DUP deputy leader and communities committee chair, Paula Bradley, said she understood that a \"cliff edge\" needed to be avoided. She said the issue was \"far too important\" to cause a divided vote between parties. Ms Hargey said she had always given a commitment to ensure a review of the mitigations and welcomed the decision by assembly members to scrap the end date. The bill is being fast-tracked through the assembly to become law before the assembly is dissolved for the election in May. It will put an obligation on the Department for Communities to extend the mitigations permanently. Each year tens of thousands of people in Northern Ireland receive bedroom tax top-up payments. It is estimated that it could cost the Department for Communities about £75m over the next three years to continue with the mitigations. Earlier, legislation to close welfare loopholes affecting families in Northern Ireland hit by the bedroom tax was passed. Ms Hargey hadpledged to make the changes . It will take effect from Thursday and help about 260 families who will receive top-up payments. Previously the loopholes meant some households missed out on mitigations if they moved to a new social housing property.The new changes will also allow people who previously lost mitigation payments to requalify if they are affected by the bedroom tax at a later stage. The bedroom tax had been originally due to take effect in Northern Ireland in 2017. Under the bedroom tax, or spare room subsidy, people who receive welfare payments would have had their housing benefit reduced if they had one or more spare bedrooms. However, in 2016 Stormont ministers agreed a Northern Ireland-specific package providing financial support to people who would otherwise have been hit by the cuts. Ms Hargey said she was pleased that the assembly had finally moved to close the loopholes. She added: \"Many families who are currently not fully protected will see their payments increase with an estimated 640 households - that are currently losing an average of £49 per week - becoming eligible for mitigation payments.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60307531"}