{"datetime": "2022-02-16T09:39:10.000Z", "title": "NI Housing Executive: Rent freeze for tenants announced", "article": "Rents for Northern Ireland Housing Executive properties will be frozen for the coming financial year by Stormont's minister for communities. Deirdre Hargey said she was freezing rents to support residents during the \"cost-of-living crisis\". The 2022/23 rent freeze applies only to Housing Executive tenants. The Housing Executive manages about 85,000 homes and describes itself as one of the largest social landlords in the UK. Ms Hargey said she took the decision to prevent \"any further financial burden on individuals and families trying hard each day to make ends meet\". \"As communities minister my priority is to support people, particularly the most vulnerable, who are facing soaring fuel and household bills,\" she said.Several utilities firms have announced large price increases in recent months, putting pressure on household finances. Somecompanies have increased gas and electricity tariffs for domestic customers several times over the past year.The cost of food, petrol and other essentials has also gone up andover the course of 2021 inflation rose to 5.4%. \"Right now, tenants need security and a freeze in their rents will provide a bit of stability on an important housing cost in an uncertain climate,\" Ms Hargey said.The Housing Executive is a non-departmental public body but it is subject to the overall direction and control of the minister for communities. The minister does not have control over independent social housing providers, but she has asked housing associations to consider the financial pressures tenants are facing when setting next year's rent.\"Every household, including all those across the social housing sector, are facing unprecedented living costs,\" Ms Hargey said. \"While I appreciate rent levels are an issue for each housing association board, I would call on them to be mindful of the times we are in when considering rent levels.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60395692"}