{"datetime": "2022-02-11T17:17:46.000Z", "author": "Jayne McCormack & Stephen Walker", "title": "Covid-19: Robin Swann 'has authority' to lift restrictions", "article": "Northern Ireland Health Minister Robin Swann does have the authority to lift Covid-19 restrictions, the economy minister has said. Mr Swann told other ministers he had received legal advice indicating he cannot lift all of the regulations in the absence of the executive. The executive collapsed afterthe resignation of Paul Givan from the post of first minister. But Gordon Lyons said Mr Swann does not need to take it to the executive.The Democratic Unionist Party (DUP) MLA was responding to a letter from Mr Swann to ministers, which outlined the advice from Stormont lawyers about lifting restrictions. Mr Lyons told BBC News NI ministers were only \"obligated to take issues to the executive if they are controversial, significant or cross cutting. \"I don't believe the minor easing of restrictions that he has proposed falls into those categories.\"On Monday, Robin Swann saidhsaid he hoped to remove the bulk of the rules this week, in the absence of a functioning executive . But in the letter, he advised that without an executive, he cannot act alone to amend or revoke the regulations. The letter, seen by the BBC, states government lawyers have suggested the issue would be \"significant\" and therefore, under the terms of Stormont's ministerial code, require executive approval. The code states that ministers have a duty to bring any matter to the executive which could be deemed significant, controversial or cut across the responsibility of another department. It is understood, however, that Mr Swann has also been advised that if other ministers agree that changing the regulations would not fall into one of those three categories, he could proceed to lift the rules with minimal risk. Although the Covid regulations were drafted by the Department of Health, any decision to alter them since the pandemic began had been taken collectively by the five-party executive. The executive collapse meant a scheduled meeting of all ministers to review the remaining rules could not take place on Thursday, as it must be chaired by the first and deputy first ministers. In the letter, Mr Swann said he had already stated publicly earlier this week that decisions on amending executive restrictions may not be \"straight-forward\". He added: \"That has proven to be the case. \"This is a situation not of my making and it is matter of deep regret that we do not have collective executive leadership to take our society forward to a new phase in the pandemic response.\" The minister said the advice he received meant he may have the power to amend only some of the restrictions without executive approval, because they \"do not individually meet the threshold\" for referral. The letter also states that Mr Swann has been advised that he should assess whether the decisions being proposed are ones he would have been obliged to bring to the executive if it was still in place. \"I would emphasise that this is a different test to simply considering whether practice has been to bring such matters to the executive,\" he added. Mr Swann has now asked other ministers to consider the extent to which they believe changing the restrictions meets the criteria of a decision reserved for the whole executive. He has asked for responses by 13:00 GMT on Monday. Alliance MLA Paula Bradshaw said her party colleague, Justice Minister Naomi Long, was talking to officials about this issue.Ms Bradshaw, who sits on Stormont's Health Committee said, \"we don't want restrictions to stay in place for any longer than they have to\". Meanwhile Belfast Chamber of Commerce chief executive and former DUP minister has said instability at Stormont is a \"complete disgrace\".Social Democratic and Labour Party Infrastructure Minister Nichola Mallon said she did not believe there was a justification for keeping the current measures in place. \"I want restrictions lifted but the truth is the restrictions can be lifted if the DUP nominated a first minister and allowed the executive to do its job.\" The Covid-19 regulations are legally in force until 24 March, but the executive had previously been carrying out a review of the rules every three weeks. So-called Covid passports remain in place for nightclubs as well as for indoor unseated and partially-seated events with 500 or more people in attendance. A maximum number of 30 people are permitted to gather. The minimum self-isolation period for people testing positive for Covid-19 is five full days, subject to negative lateral flow tests on days five and six of a person's isolation. Other rules still in force include: Readmore about the rules here . Meanwhile, Sinn Féin's Michelle O'Neill has said the finance minister was exploring how to get approval at Stormont for the draft budget in the absence of the executive. The collapse of the executive last week also means ministers are unable to approve the multi-year budget. The budget would allow Stormont departments to plan for the next three years.Ministers had previously agreed to prioritise health and use most of the funding to deal with the crisis including waiting lists. But some parties were unhappy about the cuts being proposed to their respective budgets, withthe DUP voting against it when it came to the executive for approval in December.While the Stormont executive can no longer meet,new laws passed at Westminster this week means the assembly can continue to scrutinise and pass laws until it is dissolved for the election next month.", "url": "https://www.bbc.com/news/uk-northern-ireland-60339540"}