{"datetime": "2022-02-15T13:16:27.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Brexit: Northern Ireland goods exports to Republic 'reached €4bn in 2021'", "article": "The value of Northern Ireland goods exported to the Republic of Ireland was estimated at almost €4bn (£3.35bn) in 2021. Ireland's Central Statistics Office (CSO) said that represents an increase of 65% compared to 2020. Irish exports to Northern Ireland also increased substantially, up 54% to €3.7bn (£3.1bn). Brexit's Northern Ireland Protocol appears to be changing patterns of trade. Since the protocol began operating in January 2021, it has become more difficult for businesses in either part of Ireland to import goods from Great Britain. Northern Ireland has remained in the EU's single market for goods, which means that products arriving from Great Britain are subject to new checks and controls. Goods arriving from Great Britain into the Republic of Ireland face similar processes. However, for goods traded across the Irish border the situation remains as it was before Brexit, with no new checks and controls. That appears to be prompting some businesses to source more products on the island of Ireland where they can, rather than from Great Britain. The figures from the CSO show that exports from Great Britain to the Republic of Ireland were €15.4bn (£12.9bn) in 2021, a decrease of €2.4bn (-13%) when compared with 2020. There is currently no official UK data available to quantify what is happening to trade flows between Northern Ireland and Great Britain. The managing director of a major manufacturing firm in the Republic said his business has increased its purchases from Northern Ireland suppliers by 33% since 2019. Martin McVicar runs Combilift, a specialist forklift manufacturer based in County Monaghan. He told BBC News NI that the business has had an increased focus on removing risk from supply chains. \"We don't want to solely rely on supply chains from overseas, with so much disruption,\" he said.\"If we can find that good or component on the island, it makes our business more streamlined.\" There are some uncertainties around the trade statistics. For example, earlier this year the CSO found that cross-border goods trade in previous years was higher than previously understood. The revised figures suggest Northern Ireland exports to the Republic were worth about €2.2bn (£1.8bn) in both 2019 and 2020 compared to the previous estimates of about €1.7bn (£1.4bn). The CSO said some traders had previously incorrectly reported their trading partner as Great Britain, when in fact it should have been Northern Ireland. However, it said the increase in cross-border trade cannot simply be put down to measurement issues. It is also unclear the extent to which goods from Great Britain that are warehoused in Northern Ireland are then exported to the Republic. The CSO figures do appear to be roughly in line with other figures from HMRC which valued Northern Ireland exports to the Republic at £3.1bn in the first nine months of 2021. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60390800"}