{"datetime": "2022-02-08T17:53:53.000Z", "title": "Abortion: NI Secretary has 'legal authority' to order services", "article": "The Northern Ireland Secretary has the legal authority to direct the establishment of abortion services in NI, a High Court judge has ruled. The judge rejected a legal challenge toBrandon Lewis' powers to compel Stormont to commission centralised abortion services in NI .It wasbrought by the Society for the Protection of Unborn Children (Spuc).Spuc said only elected representatives in Northern Ireland should be able to decide on the issue.But Mr Justice Colton held that Mr Lewis was compelled to take the step aftera United Nations body found the UK had breached the rights of women in Northern Ireland , by limiting access to abortions. He said: \"Not only was the secretary of state empowered to make regulations, but he was obliged to do so and remains obliged to do so where it appears to him further changes in the law of Northern Ireland are necessary or appropriate for complying with his duties. \"Only Parliament can change this.\" In 2019MPs passed legislation to decriminalise terminations during an absence in devolution. But a model to operate across Northern Ireland has yet to be put in place. Following Tuesday's ruling, Mr Lewis said he was \"pleased\" the High Court judgement recognised the UK government \"acted lawfully in protecting the rights of women and girls\". He added that women and girls in Northern Ireland have the right to access full abortion services.Meanwhile, the Society for the Protection of Unborn Children has said it is considering an appeal against the ruling.The group said the judgement could have \"serious implications for democratic accountability\" in Northern Ireland.Liam Gibson, Spuc's Policy and Legal Officer said: \"Westminster has already imposed one of the most radical abortion laws in Europe on us.\"That law would never have secured a majority in the Stormont Assembly and a large section of the public remains steadfastly opposed to its implementation.\" The court has already held in a separate case brought by the NI Human Rights Commission thatthe secretary of state failed in his legal duty to \"expeditiously\" provide women with access to full services . On Tuesday Mr Justice Colton said: \"Ultimately, as we approach two years after the law on this issue was changed, no provision for commissioning abortion services in Northern Ireland, in accordance with the regulations, has been implemented. \"As was said in the NI Human Rights Commission application, the court expects that in accordance with the rule of law the Minister of Health and the Executive Committee will carry out their legal obligations on this issue.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60309768"}