{"datetime": "2022-02-12T06:21:18.000Z", "author": "Eimear Flanagan", "title": "Stormont without NI leadership for third of its lifespan", "article": "Since devolution as we know it today began in Northern Ireland 22 years ago, Stormont has been without a functioning government for 35% of its lifespan. A series of resignations, suspensions and stand-offs have interrupted power-sharing, sometimes for years at a time. Its record of dysfunction may be about to get even worse as Stormontlost both of its leaders earlier this month . Without its first and deputy first ministers in place, much of Stormont's decision-making power grinds to a halt. BBC News NI looks back at the stop-start nature of Stormont and the rows that have brought the house down. The current Northern Ireland Assembly was established in 1998 as a result of the Good Friday Agreement, but government ministers were not appointed until the following year. Devolution took shape as Northern Ireland emerged from decades of violence known as the Troubles and there were serious teething problems as unionists and nationalists got to grips with sharing power. Thefirst locally-elected ministers took charge on 2 December 1999 , which was just over 22 years and two months ago, (or 8,108 calendar days to be precise). But from the outset, the new government was beset by battles over when the IRA would give up its weapons, a controversy which almost strangled it at birth.Stormont is usually governed by a team of 10 locally-elected ministers who are collectively known asthe Northern Ireland Executive . That executive must be led jointly by a first minister from Northern Ireland's biggest political party and a deputy first minister from its second largest party. However,Paul Givan from the Democratic Unionist Party (DUP) resigned as first minister on 4 February in protest over post-Brexit trading arrangements. Under Stormont's power-sharing rules, his resignation meant Sinn Féin's Michelle O'Neill automatically lost her position as deputy first minister. The other eight ministers are still working in their own departments, but they cannot meet as an executive in the absence of a first and deputy first minister. More importantly, executive ministers cannot take any major new decisions without the two leaders. It has causedcomplications for lifting coronavirus restrictions and means that the budget for the next three years cannot be approved, and that hasfar-reaching implications for the health service .No, not this time. Its government departments are still running and assembly members are continuing to debate and pass legislation. However, the loss of the first and deputy first ministers means the executive is no longer functioning. This week, we learned that Stormont will be allowed to stagger on in this manner for the next three months, until its next election which is expected on 5 May. That is due tonew legislation passed at Westminster this week aimed at stabilising power-sharing , which allows the assembly to continue without an executive for at least six months Suspension and a return to direct rule from Westminster are seen as a last resort and in more recent years, various procedures have been used to avoid complete collapse. After the last election in 2017, it took nearly three years to form a government.The 90 newly-elected assembly members kept their seats and most of their salaries, but could not pass laws or hold debates during that period. With the civil service running public services in the absence of an executive,legislation was passed in 2018 to allow civil servants more flexibility to take decisions without ministers. Tactical resignations at the very top of Stormont have been used since the very early days of devolution. Parties have taken advantage of a previous rule which stipulated that when Stormont's leaders quit and were not replaced, there would be a six-week deadline before the assembly would be dissolved for a fresh election. But it is not just leaders who can quit or threaten to quit. At one stage in 2015, DUP ministers were resigning and being reappointed every week, in a tactic which Sinn Féin criticised as aversion of the Hokey Cokey . ", "url": "https://www.bbc.com/news/uk-northern-ireland-60249249"}