{"datetime": "2022-02-07T14:44:03.000Z", "title": "Chessington bus driver jailed for murdering wife", "article": "A former bus driver who strangled his wife after weeks of mocking her and arguing has been jailed for life. Keith Bettison, 73, murdered Ildiko Bettison, 48, at their Chessington home, in Kingston, on Halloween 2020.The judge dismissed Bettison's claims he acted in self-defence but said he was \"satisfied you were irritated by her behaviour that night\" and that it was not clear he had meant to kill her. At the Old Bailey, he was sentenced to a minimum prison term of 14 years. Sentencing Bettison, Judge Simon Mayo QC, said his taunting behaviour towards his Hungarian-born wife had been cruel. He went on: \"This was a killing which occurred in the heat of the moment. It did not involve a significant degree of premeditation and planning. \"I am entirely satisfied you were irritated by her behaviour... and you acted in anger when you strangled her to death.\" Hours before her death, Mrs Bettison turned up on neighbour Debbie May's doorstep wearing a small nightdress and holding a glass of gin and tonic. She showed Ms May bruises on her arm and legs saying \"it was him\", before getting up to go home at about 23.30 GMT, the court heard. About 90 minutes later the defendant called his daughter and said: \"I've killed her. I could not take it any more.\" Via her lawyer Ms May told the court she had heard the defendant \"tormenting\" his wife \"by mimicking her in a squeaky Punch and Judy-type of voice\" and calling her a \"fat cow\". Jurors had been told that Mrs Bettison used to \"idolise\" her husband and would do anything for him. The defendant crashed a bus while reversing and left his job before he could be sacked in June 2020, jurors heard. At about that time their relationship changed and the couple began drinking heavily and arguing, the Old Bailey was told. The pandemic caused them to spend more time at home and things \"became very difficult\", Prosecutor Kate Bex QC said. In 2019, Mrs Bettison reported a fight to police but withdrew the complaint after her daughter pointed out that Bettison was the breadwinner, jurors were told. ", "url": "https://www.bbc.com/news/uk-england-london-60291551"}