{"datetime": "2019-06-14T16:12:09.000Z", "author": "Mark Devenport", "title": "NI domestic abuse laws fall short, says committee", "article": "A Westminster committee has recommended that new English domestic abuse legislation should apply to Northern Ireland in the absence of devolution. Last year, the PSNI dealt with more than 31,000 incidents of domestic violence. However, laws to tackle other forms of abuse have been held up by theStormont deadlock. The committee, which includes both MPs and Lords, has been scrutinising the draft Domestic Abuse Bill.The bill will create a new definition of domestic abuse, covering controlling, coercive and threatening behaviour, violence or abuse of those aged 16 or over.It says this can includepsychological, physical, sexual, economic and emotional forms of abuse. Committee members said they took evidence from witnesses who pointed out that Northern Ireland does not have a statutory definition of domestic abuse.They also noted that current NI protections for victims of stalking and harassment are inadequate and that there is no specific offence regarding coercive and controlling behaviour. The committee considered it \"unacceptable that the people of Northern Ireland are denied the same level of protection in relation to domestic abuse as those elsewhere in the UK because of the lack of a Northern Ireland Executive and Assembly\". The committee argued that the draft bill should be amended to include a 'sunset clause', which would mean the application of the law to Northern Ireland would lapse after the restoration of an Assembly. Kelly Andrews of Belfast and Lisburn Women's Aid told BBC Radio Ulster's Inside Politics programme that \"domestic violence victims need protection, so whatever way that is brought in is neither here nor there, so long as those protections are in place\". Former Stormont Justice Minister Claire Sugden had been preparing a bill to outlaw coercive control before the collapse of the power sharing executive.The Labour MP Stella Creasyhas argued that the draft Domestic Abuse Bill could be used as a means to change the ban on abortion in Northern Ireland . However, the committee concluded that the draft Bill made no such provision, and \"we have not considered that it is part of our remit to consider this issue\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-48640762"}