{"datetime": "2022-02-10T12:21:46.000Z", "subject": "Brexit", "title": "Dr John Kyle joins UUP weeks after quitting PUP", "article": "The former Progressive Unionist Party (PUP) interim leader Dr John Kyle has joined the Ulster Unionist Party (UUP). The former Belfast GPquit as the PUP's deputy leader in December over differing views on the Northern Ireland Protocol. Dr Kyle said the Brexit arrangement provided \"significant opportunities\" for Northern Ireland but this was not the view of the party. He announced he was joining the UUP on BBC Radio Ulster's Talkback programme. In a statement, Dr Kyle said he was pleased to be joining the UUP and was \"impressed with the direction\" its leader Doug Beattie was \"taking the party with a brand of positive, forward looking, inclusive unionism\".\"That's exactly what unionism should be,\" he added. \"Doug's vision of a prosperous, respectful and peaceful Northern Ireland in which everyone has a part to play is something that I want to be part of and work towards in the Ulster Unionist Party.\" Mr Beattie said Dr Kyle was \"an impressive man of the utmost integrity who is respected right across the community and wider society\".\"He is a committed unionist who is dedicated to promoting Northern Ireland, its people and its place within the United Kingdom. \"Through the many conversations I have had with him, I know we share the same vision for Northern Ireland and a forward looking, confident unionism.\"I look forward to working with John in the days ahead.\" Dr Kyle first joined the PUP in 2000 and has served on Belfast City Council since 2007. In 2010, he was the party's interim leader for a number of months following the resignation of Dawn Purvis. His departure to become an independent came weeks afteran interview on BBC NI's The View programme in which he said the protocol presented \"significant opportunities\" to exploit if some issues were addressed. The protocol is part of the United Kingdom government's Brexit deal with the European Union (EU) which keeps Northern Ireland aligned with the EU's single market for goods to ensure free trade across the Irish border. However, some unionists have criticised the protocol for causing knock-on delays and restrictions on trade between Great Britain and Northern Ireland. Last week,Paul Givan resigned as first minister as part of the Democratic Unionist Party's (DUP) protest at the protocol, meaning the executive can no longer meet. Following Dr Kyle's interview, in which he also explained the protocol had created \"major difficulties\" and \"undermined the Good Friday Agreement\", the PUP distanced itself from the statement, describing it as the councillor's \"personal opinions\". \"For the avoidance of doubt, the protocol must go,\" the party said. UUP leader Doug Beattie has previously said the protocol should be replaced and there was a need to \"fix the problems it causes\". \"The only way to do that is through political negotiation and that is currently ongoing between the UK and the EU,\" he added. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60332928"}