{"datetime": "2019-10-14T05:12:02.000Z", "author": "Niall McCracken", "title": "Domestic violence: NI crime rates highest on record", "article": "The highest ever number of domestic violence crimes in Northern Ireland has been recorded by police. Between July 2018 and June 2019, there were 16,575 domestic abuse crimes recorded. It represents an increase of 10% on the previous 12 months and is the highest since records began in 2004/05. The PSNI defines domestic abuse as violent, abusive or \"threatening, controlling, coercive behaviour\" by a partner, ex-partner or family member. The abuse can be physical, sexual, verbal, psychological, emotional or financial in nature. The latest figures from the Crime Survey for England and Wales show police recorded 599,549 domestic abuse-related crimes in the year ending March 2018.This was an increase of 23% from the previous year.Police say this is in part because of forces improving their identification and recording of domestic abuse incidents, as well as an increase in the willingness of victims to come forward. A Domestic Abuse Bill wasintroduced by the UK Government in July 2019. If passed it would place a legal duty on councils to offer secure homes for those fleeing violence, and their children. The government confirmed it would also be extended to Northern Ireland, which has been without a devolved administration since January 2017 Previous legislation, forcing councils to provide shelter for victims, was dropped after Prime Minister Boris Johnson asked the Queen to suspend Parliament. Several charities wrote to him, asking for a \"clear\" pledge to reintroduce it in the Queen's Speech on Monday. Mr Johnson said he was \"fully committed\" to such a move. In Northern Ireland, domestic abuse crimes made up 16% of all recorded crime between July and June 2019. Offences of harassment increased by more than any other domestic abuse crime, with 804 more recorded in the past 12 months than the previous 12 months, a rise of 66.3%. Belfast city policing district accounts for more than a quarter of all domestic abuse incidents and crimes recorded in Northern Ireland. A spokeswoman for Women's Aid NI said: \"While we recognise that reporting on domestic abuse is increasing, it is still a massively under reported crime.\"Many women never disclose domestic violence and do not come into contact with Women's Aid or other voluntary and statutory agencies. It is important to recognise that police statistics do not reflect the true extent of the problem.\" In June 2019, the PSNI launched an awareness campaign explaining that domestic abuse could take many forms, including financial and psychological abuse as well as physical and sexual violence. Commenting on the latest figures, PSNI Det Ch Insp David McBurney said: \"This increase in reports of domestic abuse demonstrates our tireless work over the past number of years to increase confidence in reporting amongst victims. \"This has been possible through extensive work with our voluntary and statutory partners, education and media campaigns. \"We are committed to bringing offenders before the courts and supporting all victims of domestic abuse in collaboration with our criminal justice partners. \"Domestic abuse is a terrifying and impactful crime and it is vital that victims know there is help.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-49985489"}