{"datetime": "2022-02-09T15:33:21.000Z", "author": "John Campbell", "subject": "Brexit", "title": "Northern Ireland-Ireland exports ‘worth €5bn in 10 months'", "article": "New official figures suggest that exports from NI to the Republic of Ireland were worth almost €5bn (£4.2bn) in the first 10 months of 2021. The figures are published by the NI Statistics and Research Agency (Nisra) and are based on HMRC data. HMRC already produces quarterly data for NI and other regions but the new figures are not directly comparable. The new figures only cover international trade, not transactions with other parts of the UK. They show that Ireland is overwhelmingly Northern Ireland's single biggest export market: exports to the rest of the EU were worth €3.6bn in the same period while exports to the rest of the world were worth £1.1bn. Different Nisra data shows the rest of the UK is Northern Ireland's biggest external market with sales there of just under €11bn in 2020.The new figures also show that imports from Ireland were worth €2.7bn in the first ten months of 2020, €2.3bn from the rest of the EU and £2.4bn from the rest of the world. The figures suggest pharmaceuticals are the most valuable trade category with Ireland; exports were worth €735m in the 10-month period with imports of €346m. The trade impacts of Brexit and the Northern Ireland Protocol are still emerging and have political as well as economic implications. Since the Northern Ireland Protocol began operating in January 2020 it has become more difficult for businesses in either part of Ireland to import goods from Great Britain. Northern Ireland has remained in the EU's single market for goods, which means that products arriving from Great Britain are subject to new checks and controls. There is so far no official data to quantify the impact of that change. On the face of it this should be a simple question but there are now at least three answers. HMRC's new data published by Nisra suggest it was just under £5bn in the first 10 months of 2021. However Ireland's Central Statistics Office (CSO) suggests the much lower total of €3.3bn in the same time period. Then there is another HMRC statistical series, which uses a different methodology and a different time period, that suggests it was £3.2bn between June 2020 and June 2021. Goods traded across the Irish border remains as it was before Brexit, with no new checks and controls. Official data from Ireland's statistics agency, the Central Statistics Office, suggests that has contributed to a big increase in cross-border trade. The CSO is due to publish its full year 2021 trade statistics next week. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60307415"}