{"datetime": "2019-06-07T00:05:09.000Z", "author": "Philippa Roxby", "title": "Domestic abuse survivors 'more at risk of serious mental illness'", "article": "Women who experience domestic abuse are three times more likely to develop a serious mental illness, Birmingham University research suggests. They are also twice as likely to have had some form of mental illness already,the study in the British Journal of Psychiatry found. Experts said opportunities were being missed to detect abuse and support vulnerable women. GPs said they were highly trained to spot it, but it was often well-hidden. The study was based on 18,547 women who had told their GP of domestic abuse they had experienced. They were followed up over a number of years and compared with a group of more than 74,000 women of a similar age who had no experience of domestic abuse. Dr Joht Singh Chandan, lead author and academic clinical fellow in public health at the University of Birmingham, said the burden of mental illness caused by domestic abuse in the UK could be much higher than previously thought. \"Considering how common domestic abuse is, it is important to understand how strongly the two are connected and consider whether there are possible opportunities to improve the lives of women affected by domestic abuse.\" One woman who was abused by her partner is receiving help from Agenda, an organisation which supports women and girls at risk.She told the BBC: \"The domestic abuse I experienced changed me profoundly as a person.\"I am generally sleep-deprived as a result of insomnia now. I seem to veer wildly between compulsive over- or under-eating.\"I'm much less trusting of others and try to keep people at a long arm's length which has sadly damaged countless friendships, many beyond repair.\" The first time she went to mental health services with these issues, she said she wasn't believed. Eventually, she was sectioned after being taken to A&E against her will. The researchers' analysis, from 1995-2017, showed that nearly half of women who had gone to their family doctor with domestic abuse had a mental illness already diagnosed. Among the rest, the authors found that domestic abuse survivors were twice as likely to develop anxiety and three times as likely to develop depression, schizophrenia and bipolar disorder. They were also twice as likely to need prescription medication, the study found. This was the case even when other factors, such as how much alcohol they drank, whether they smoked and their BMI (body mass index) - which are also linked to mental illness - were taken into account. According to official crime figures, around one in four women experiences domestic abuse during her lifetime. But this study, based on GP records, found that fewer than one in 100 women are affected, suggesting some degree of under-reporting. The researchers say more could be done by the police to flag up domestic abuse to healthcare professionals. And they call for better support for women with a background of domestic abuse to prevent mental illnesses developing. Dr Beena Rajkumar, from the Royal College of Psychiatrists, said domestic abuse had a \"devastating impact\" on mental health. \"Screening and recording of domestic abuse needs to be a clear priority for public services so that more effective interventions for this group of vulnerable women can urgently be put in place.\" Prof Louise Howard, from the Institute of Psychiatry, Psychology and Neuroscience at King's College London, said the study was observational and could not provide conclusive evidence on causes - but she said it still contained an important message. \"Domestic violence and abuse is a serious public health and public mental health problem.\"Health practitioners who see women with mental health problems in primary or secondary care therefore need to be trained how to ask routinely about domestic violence and abuse, and how to safely respond.\" Prof Helen Stokes-Lampard, chair of the Royal College of GPs, said training for all GPs on adult and child safeguarding was mandatory. And she added: \"We understand how difficult it can be to seek help for domestic abuse, but it's vital that patients don't suffer in silence - and that they see the GP, and other members of the GP team, as people they can trust and talk to.\"", "url": "https://www.bbc.com/news/health-48541604"}