{"datetime": "2022-02-09T16:43:00.000Z", "author": "Stephen Walker", "title": "Child abuse: Commissioner 'disgusted' apology may not happen", "article": "The commissioner for Survivors of Institutional Childhood Abuse said she is \"angry\" and \"disgusted\" an apology to victims might not happen because of the collapse of the Stormont Executive. Fiona Ryan saida public apology set for 11 March is in doubt now the first and deputy first ministers are no longer in office.Speaking to MLAs, she said: \"If I sound angry, it is because I am angry.\" She said survivors were frustrated because the apology was \"so close\".The apology was recommended in the final report of the Historical Institutional Abuse Inquiry (HIAI). Appearing before the Executive Office Committee, Ms Ryan said survivors of institutional abuse felt that their apology had been \"downgraded\". The commissioner said this was \"too important an opportunity to let it go\".She added that she had written to the first and deputy first ministers to try and find a solution when she heard thatPaul Givan was to resign as first minister .She said some victims felt they were \"collateral damage \" in this situation and that this could \"not come at a worse time\" for victims and survivors. Ms Ryan urged assembly members (MLAs) to look at \"every available way forward to make that apology\". Social Democratic and Labour Party's Sinead McLaughlin said it was important that an apology was made, and it was crucial that it must come from the state. Ulster Unionist Party MLA John Stewart said he was sorry about what had happened and said it was \"lamentable\" that no-one from the executive had reached out to victims in recent days. Independent MLA Alex Easton described the situation as a \"sad state of affairs\".Sinn Féin's Pat Sheehan said he wanted to see an apology take place and told the Executive Office committee: \"I hope it can be worked through.\" Independent MLA Trevor Lunn said the victims had been subject over the years to a \"catalogue of disappointment\". He said the apology must go ahead.Fiona Ryan said in the absence of the first and deputy first ministers, an apology from the Secretary of State Brandon Lewis was one of a number of options being explored. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60324162"}