{"datetime": "2019-11-27T02:18:17.000Z", "title": "Domestic abuse: Big rise in reports to police in Wales", "article": "There has been an 83% rise in domestic abuse-related crimes recorded in Wales over the past four years, official figures have shown. North Wales Police has seen the biggest rise, with 11,327 crimes recorded last year, up from 4,798 in 2015-16. The force said the rise was partly due to efficient crime recording and better promotion of victim support services. Across all four Welsh forces, domestic abuse reports rose from 18,960 in 2015-16 to 41,532 in 2018-19. South Wales Police had the highest number of domestic abuse related crimes, recording 17,389 in 2018-19, with a 53% increase over four years, according to data from the Office for National Statistics. A force spokesperson said: \"Provided the recorded increase of offences demonstrates that people are increasingly confident in reporting crime to us, and in our ability to respond to it, then the increased trend is positive - but we remain committed to preventing such abuse in the first place.\" Nerys Williams from Bethesda in Gwynedd was attacked by her partner and spent three days in hospital. She suffered a broken nose and a cheekbone so swollen blood had to be drained from her ear.She is still waiting for a third operation on her nose. Ms Williams said she met her partner Gareth Vaughan Edwards in a pub 12 years ago, and he was \"absolutely brilliant with me and my daughter, so I thought I was quite lucky to have him\". \"But three years into the relationship he started getting quite controlling, quite aggressive and really bad tempered and drinking a lot,\" she toldBBC Radio Cymru's Post Cyntaf programme . In June, after an evening out with her work colleagues, Ms Williams said Edwards was \"horrible\" as soon as she got home. \"At around four o'clock in the morning I got woken up with him shouting and hitting me and dragging me out of bed by my feet,\" she said. \"I got up, I then had a kick in my face and another punch. She said she ran into the garden, climbed over the fence and hid in a bush until a relative found her and called the police. \"He had a horrible way of reeling me back in... promising everything, promising the world, promising he'd stop drinking, going out, but it never happened,\" she added. Edwards pleaded guilty to inflicting grievous bodily harm. Across all four Welsh forces, records rose from 18,960 in 2015-16 to 41,532 in 2018-19. Gwent Police recorded 4,092 domestic abuse related crimes in 2015-16, increasing to 8,421 in 2018-19 - a rise of 94% Dyfed-Powys Police has seen a rise of 106%, with numbers increasing from 2,263 in 2015-16 to 4,395 in 2018-19 North Wales Police, which saw a 136% increases in cases, said that since April 2019 it has seen a 10% reduction in domestic crimes being reported. ", "url": "https://www.bbc.com/news/uk-wales-50565513"}