{"datetime": "2022-02-01T17:19:31.000Z", "title": "Driver arrested over Maida Vale knife killer's death faces no charge", "article": "A driver who used his car to try to stop a woman being stabbed by her stalker ex-husband in west London has been released without charge. He was arrested on suspicion of murder and later bailed after Leon McCaskie, 41, died when he was hit while killing Yasmin Chkaifi, 43, in Maida Vale. The Met Police said it had been decided the 26-year-old would face no further action after a review of the evidence. The man said he was grateful and thanked those who had supported him. Ms Chkaifi was attacked near both her and her abusive ex-husband's homes on the morning of 24 January. In an update to the case, Det Ch Insp Neil Rawlinson said it was \"vitally important that when a person dies there is a thorough investigation into all of the circumstances and this has taken place\". He added that the driver was now considered to be a \"vital witness\" to the investigation and he had been \"offered support from professionals to help him come to terms with the terrifying situation he was confronted with\". The man released a statement through his lawyer in which he said the Met had taken a \"sensible course of action\", and that he would continue to help them. \"I hope that in my actions a message has been sent to society: should you see an evil it is a duty upon you to stop it with your hands,\" the statement said.\"If you cannot, then you should stop it by speaking out; if you cannot, then at the very least you should hate it with your heart.\" Post-mortem examinations found that Ms Chkaifi died from multiple stab injuries, while McCaskie's cause of death was multiple injuries. An arrest warrant had been issued for McCaskie, who also used the surname McCaskre, on 4 January - nearly three weeks before he stabbed his ex-wife to death - after he failed to appear in court having been accused of breaching an interim stalking protection order. At an inquest hearing earlier on Tuesday, Det Ch Insp Rawlinson told Westminster Coroner's Court: \"Leon McCaskie and Yasmin Chkaifi had been in a relationship that ended several years ago. There were allegations of domestic abuse, and a stalking prevention order had been put in place against Leon.\" The coroner, Prof Fiona Wilcox, gave her sympathy to her family, saying: \"This is a truly shocking and distressing death and I cannot imagine what you must be going through at this time.\" The Independent Office for Police Conduct has begun an investigation into the Met's contact with Ms Chkaifi in the weeks leading up to her death, following a referral from the force. The inquests into the deaths of Ms Chkaifi and McCaskie are to be reviewed on 25 July. Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60218733"}