{"datetime": "2022-01-27T11:48:46.000Z", "title": "Maida Vale deaths: Driver who hit stalker killing ex seeks de-arrest", "article": "A driver who says he used his car to try to stop a woman being stabbed in the street by her stalker ex-husband has urged police to de-arrest him. Leon McCaskre, 41, died when he was hit while killing Yasmin Chkaifi, 43, in Maida Vale, west London, on Monday. The driver, 26, was arrested on suspicion of murder and later bailed. \"I do not see why I, as the person who tried to assist in the defence of other human beings, remain arrested,\" the driver, Abraham, said in a statement. \"I am deeply sorry that the man I tried to stop from attacking other people has died,\" the man, who did not provide his full name, added.It emerged on Wednesday, that a warrant for McCaskre's arrest had been issued on 4 January, which said he should be held without bail, after he failed to appear in court. He was accused of breaching an interim stalking protection order relating to an alleged physical approach to Ms Chkaifi.He was also barred from making contact by phone, email, text or social media. Ms Chkaifi, a qualified childminder, who had worked in a school and was studying for a master's degree, had also told a friend two years ago she thought she would die at her ex-husband's hands. She said McCaskre had put cameras in her flat and had stolen her mail and phone in order to get her personal information. The Met Police, which would not comment on whether McCaskre was ever arrested over the alleged stalking protection order breach, said the force had referred itself to the police watchdog, the Independent Office for Police Conduct (IOPC). The Met had already confirmed that the stalking order had been obtained against McCaskre. A vigil was held for Ms Chkaifi in Maida Vale on Wednesday evening, where her family asked for time to grieve.Flowers and candles were left by well-wishers, with tealights spelling out the mum-of-two's nickname, Wafah. Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60154444"}