{"datetime": "2022-01-25T17:42:27.000Z", "author": "Zoie O'Brien and Rachael McMenemy", "title": "Essex women's running group talk about safety fears", "article": "Teacher Ashling Murphy was out running on a weekday afternoon when she was attacked and killed . Her death, as with the abduction and murder of Sarah Everard led to an outcry about violence against women. We asked female runners how they feel about safety. Women feeling scared when out alone is not new. The worries haven't been prompted by the deaths of Ashling or Sarah - it's sharing those similar stories and feelings that has become more widespread.As a result many women have been left questioning how they can stay safe when women who followed all the unspoken rules, like going out at busy times, were still targeted.At a runners group in Chelmsford in Essex, many of the women say they would never feel safe running alone at night.If they do go out, they have a list of precautions - only running in daylight, telling friends and family where they're going and even turning on a tracking app on their phone.Victoria Darnell runs to keep her sanity. It's her \"me time\" and while she enjoys running in a group she's also a fan of a solo run to clear her head. She says a being a lone female runner can feel like she's \"at risk\", which is a thought she hates having, saying it's like giving someone else control.\"If I processed it too much then I wouldn't go out and run,\" she says. \"There's a lot going on in the world and obviously, yes, there's a female solo runner, she is putting herself at risk, but if I thought about it I probably wouldn't go.\" However she's determined not to let her fears get the better of her.\"It shouldn't be that other people are governing what we do with our lives and that's what I take into account - why should I let someone else stop me doing what I want to do?\" Like a lot of other women, Victoria takes precautions before going out alone - using the tracking app, telling family where she is going and avoiding any areas she feels are potentially more dangerous.Vanessa Durham is fully aware of the dangers lone runners can face after having a negative experience of her own.She says: \"I was running one summer evening with my husband and one of my sons, they were about 100 metres in front of me and a van came to an emergency stop next to me and [an occupant] started yelling abuse at me.\"It was horrible, I burst into tears after, because I was so cross more than anything. \"It was obvious the whole reason they stopped was because I was a female; they never would have done it to a man.\"I never would run on my own at night, ever.\" Coaches of the Chelmer Road Runners group Michelle Eley and Julie Hewstone believe that running in a group helps women feel safer and more confident.Ms Eley says: \"Quite a few have said they feel a lot safer; they'll run routes they normally wouldn't on their own.\"We have really nice areas around here but it can be a bit lonely so they feel a bit more secure running with the group.\" Ms Hewstone adds: \"There's always one of us at the front and one of us at the back; no-one ever runs on their own with us. \"I certainly wouldn't run alone at night that's for sure.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60129648"}