{"datetime": "2022-01-14T19:53:31.000Z", "author": "Jessica Black", "title": "Ashling Murphy: 'What happened to her could have happened to me'", "article": "\"It could have very much been me.\" Huda Albaqali is 22 and lives and commutes alone. The international student was at Belfast City Hall on Friday to rememberprimary school teacher Ashling Murphy . The 23-year-old was attacked on the banks of the Grand Canal outside Tullamore, County Offaly, on Wednesday afternoon. Vigils have been held across the island of Ireland in her memory. The mood was sombre and near-silent at the City Hall gates, as mourners laid flowers and lit candles. Ashling \"could very much have been me\", Huda told BBC News NI. \"I do pretty much everything by myself. I don't have the safety choice of having people constantly around me,\" she said. \"All I can do is just stand here with other women and show that we're all in here. It is something to show that we all care.\" Huda's friend Emma Murphy, also 22, said the killing evoked traumatic feelings that this could happen to anyone. \"It feels that showing our grief, our solidarity, is the most that we can do… because it feels like there are no other avenues to change it,\" Emma said. As with theabduction and murder of Sarah Everard last year, Ashling's death has touched on the neuralgic issue of women's safety, which resonates across borders. Some reports suggest Ashling was out jogging when she was attacked at about 16:00 local time on Wednesday. \"This is something women and girls do every day,\" said Meghan Hoyt from north Belfast.\"For me [this vigil] is finding solidarity in tragedy.\" Showing solidarity with her mother was schoolgirl Isabel, 15, who said it was important \"to acknowledge someone that's been lost, even if you didn't know them\". \"It's just emotional no matter who you are,\" she added. Erinn Patenall, 18, hasn't been on a train in months - they make her anxious - but she made the trip from Antrim to Belfast by rail on Friday. \"All of the women in my life have been affected by violence from men,\" said Erinn. \"I want her [Ashling] and other women to know they aren't alone in it. \"Having her last moments spent that awful… it's nice for people to come together and remember her in a good way.\" Sofia McFeely is 25 and from Londonderry.About 300 people gathered at the steps of the city's Guildhall to remember Ashling. Ashling's death \"confirms a lot of the fears we have as women in this world\", Sofia said. \"We need to educate our boys, we need to make sure they are taught and understand empathy,\" she added. \"And we need to see proper procedures and proper laws for women, laws that will keep us safe.\" Sarah Patterson is in her 20s, and was at a vigil in Newry, County Down. She said Ashling's death would make her \"second guess\" going for a run in the city, where she has lived all her life.\"Obviously it's extremely tragic and it's extremely sad but also, she simply left her house, and it's just not good enough that we live in a society that a woman can't leave her house,\" she said. \"She was my age, she went for a run. \"It's absolutely heart-breaking to think, not only that that had happened, but that's how we live now.\" Have you been personally affected by the issues raised in this story? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-northern-ireland-60002884"}