{"datetime": "2022-01-26T21:54:28.000Z", "subject": "London violence", "title": "Maida Vale deaths: Man who killed Yasmin Chkaifi was wanted by police", "article": "An arrest warrant had been issued at the start of January for a man killed when he was hit by the driver of a car who was apparently trying to stop him stabbing his ex-wife. Leon McCaskie, 41, was run over after killing Yasmin Chkaifi, 43, in Maida Vale, west London, on Monday. The warrant, saying he should be held without bail, was issued on 4 January after he failed to appear in court. McCaskie was accused of breaching an interim stalking protection order. Ms Chkaifi told a friend two years ago she thought she would die at her ex-husband's hands, it has emerged. Adele-Sara Richards said Ms Chkaifi, who she knew as Yaz, messaged her in April 2020 to say: \"He's had cameras in my house recording me for months.\" She added: \"He's stolen my mail, my phone, has access to all my personal data. I think he will kill me. I've tried everything.\" Westminster Magistrates' Court, which issued the arrest warrant on 4 January, heard the breach related to an alleged physical approach to Ms Chkaifi. McCaskie, who also used the surname McCaskre, was also barred from making contact by phone, email, text or social media. McCaskie, who police said had stabbed Ms Chkaifi on Chippenham Road, was hit by a car driven by a 26-year-old man. He was arrested on suspicion of murder and subsequently bailed until late February. Witnessessaid they heard shouts of \"stop it, stop it\" and described \"a girl being attacked by a gentleman\". Det Ch Insp Rawlinson said \"very courageous\" bystanders had \"bravely tried to intervene\" and his team was getting a clearer idea of events from witnesses, the families and CCTV. The Met Police, which would not comment on whether McCaskie was ever arrested over the alleged stalking protection order breach, said the force had referred itself to the police watchdog, the Independent Office for Police Conduct (IOPC). The Met had already confirmed that the stalking order had been obtained against McCaskie. Ms Chkaifi, who was a qualified childminder, had worked in a school and was studying for a master's degree. A vigil was held for her in Maida Vale on Wednesday night, where her family asked for time to grieve. Flowers and candles were left by well-wishers, with tealights spelling out the mum-of-two's nickname, Wafah. Ms Richards, who described how she supported her after her mother died, said: \"She was a good soul.\"It's very rare in life you come across a good soul. She always had a happy disposition. She was just a lovely person.\" An IOPC spokesperson said: \"We can confirm that we have received a referral from the Metropolitan Police regarding their contact with Yasmin Chkaifi prior to her tragic death in Maida Vale, London, on 24 January. \"We are currently assessing the available information, and have requested more, to determine what further action may be required from us.\" Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60145148"}