{"datetime": "2022-02-03T09:04:10.000Z", "subject": "London violence", "title": "Maida Vale deaths: Yasmin Chkaifi was 'clever, kind and witty'", "article": "The husband of a woman stabbed to death in the street by her violent ex-partner has said he is \"so grateful\" for the time he had with her. Yasmin Chkaifi was killed by Leon McCaskie in Maida Vale, west London, on 24 January, weeks after a warrant was issued for his arrest. Joseph Salmon told the BBC his wife was \"smart, clever and witty\".Other members of her family said she had a \"big, caring heart\" and would still be alive if police had done more.The police watchdog is investigating the case. The warrant, saying McCaskie should be held without bail, was issued on 4 January after he failed to appear at Westminster Magistrates' Courtin relation to an alleged stalking protection order breach. He was hit by a passing car as he attacked his former wife and also died at the scene. The driver of the car wasreleased without charge on Tuesday. Paying tribute to his wife, Mr Salmon said: \"I'm grateful for the chance to talk to her, marry her, be happy with her, and fall in love with her.\" He added that both he and his family were \"at a loss\" and \"heartbroken\". \"I just think domestic abuse is a very bad problem and, if there's no education about it from very young, if things aren't sorted, if men can't keep their hands to themselves, I don't know what we're going to do,\" he said. Azhar Elfaddi, Ms Chkaifi's cousin and best friend, said: \"She was probably the smartest and wisest woman I knew. She was just a simple, loving, amazing woman. I've never seen anyone compare to her, her parenting, as a person, her heart.\"She was always forgiving, she never really liked to speak bad about people.\" Another cousin, Inass Elfaddi, said it was \"sad that no one did anything about it\" and she had many questions for police. She said: \"It could have easily been prevented.\"I think I would asked why her case wasn't a priority, why [McCaskie's] warrant wasn't a priority, why his criminal record wasn't enough for him to be searched for, as you did have a warrant?\"Obviously they didn't see him as a threat.\" The Met Police said it was unable to comment because the case had been referred to the Independent Office for Police Conduct (IOPC). The force previously confirmed the stalking order had been obtained against McCaskie, who also used the surname McCaskre, but not whether he had been arrested in relation to the alleged breach. Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60221409"}