{"datetime": "2022-01-19T12:25:03.000Z", "author": "Luke Sproule", "title": "Ashling Murphy: Pressure grows for change after killing", "article": "The killing of Ashling Murphy has amplified calls in Ireland for more to be done to tackle violence against women. The country's justice minister has said she intends to publisha new national strategy on domestic, sexual and gender-based violence in March. Women's groups have said they are optimistic that progress is being made. But they have also warned of the need to be alert to a \"backlash\" and attempts to frustrate change. The new strategy has been in the works since July when the Irish government published an independent audit on how responsibility for domestic, sexual and gender-based violence was dealt with across different agencies and departments. Among the audit's recommendations were the setting up of a dedicated office to deal with the issue and that all funding and commissioning of services should fall under the Department of Justice. Justice Minister Helen McEntee said: \"We must come together to demand zero tolerance of violence against women. As minister for justice, I am working to ensure we have a society that does not tolerate this any longer.\" Clíona Saidléar, executive director of Rape Crisis Network Ireland, told BBC News NI it was \"critical\" to have a single focus point. \"As terrible as Covid has been, it has also helped [collaboration] because we worked really closely across the statutory and the NGO sector around responding to that crisis,\" she said. \"What we have learned there is that it has to be a collaborative effort.\" But Dr Saidléar added that while it was important to have a \"checklist\" of changes within agencies and professions, there was also a bigger picture that needed to be addressed. \"We need to think big - because actually what we are doing here is to transform the culture, we are trying to socially engineer our whole culture out of a habit of generations into something new,\" she said. \"When misogyny is overcome, then we can actually look at gender equality in a serious way and look at lasting and substantial changes there.\" Ashling Murphy's killing brought back memories of a sinister encounter for Galway woman Siobhán O'Riordan, who shared her story in the days following the young teacher's death. When Siobhán was younger, she was chatting to someone online who claimed to be her age, but when she felt something \"off\" about them, she stopped the conversation. Later that day, when she went for a walk, she was approached by a middle-aged man she had never met, who knew her name. Feeling worried and on edge, she spotted one of her friends' mothers and shouted to her, which she said startled the man and he walked away. \"Back then I thought nothing really happened, what am I supposed to say, 'someone came and talked to me?'\" the 25-year-old said. \"But looking back on it I think, that was really bad, I should have spoken about it more and said something.\" Siobhán moved to London two months ago, but said her sister and friends often tell stories of being followed by men. \"I hear it all the time, but they say nothing has ever been done about it,\" she said. She said harassment and violence towards women tended to be spoken about within friendship groups, but after the murder of Ashling Murphy, it felt different. \"Everyone is talking about it, it's on the news everywhere,\" she said. \"It is being talked about, it is just very unfortunate circumstances to make people talk about it and make people realise there is a problem.\" Official figures from Ireland's Central Statistics Office showed that in 2020 - the most recent full year figures are available for - 79% of victims of sexual violence were women. That represents 2,006 incidents of crimes recorded to An Garda Síochána (Irish police) so the true number is likely to be higher. In 2019, 99.4% of suspected offenders of sexual violence were men. Women were much less likely to be the victims in cases of murder or manslaughter than men, with six women killed in 2020 - representing 16% of victims - compared to 32 men. In 2019, the percentage of women killed in such circumstances was 18.4%, in 2018 it was 22.5% and in 2017 it was 35.2%. In Northern Ireland, meanwhile, police recently released statistics that showed over the Christmas period - from 14 December to 1 January - officers received 1,959 calls for help from victims of domestic abuse, a rise of 12% compared to the previous year. Women's Aid, which has been recording violent deaths of women at the hands of men in Ireland since 1996, points out that women are more likely to be killed in their own homes than anywhere else. Its Femicide Factsheet for 2020 recorded 236 women killed by men between 1996 and November 2020.It stated that 55% of those women were killed by a partner or ex-partner and that 87% of victims knew their killer. Sarah Benson, Women's Aid Ireland chief executive, said the nature of Ms Murphy's murder in broad daylight had shaken many women. \"We know it's far more common that a woman's own home will be the more dangerous place for her - quite different to men's experience of extreme violence - but what this has done has really shaken every woman and every teenage girl,\" she told the BBC. \"Any measure we take has to take a completely zero-tolerance strategy, that no man has the right to lay hands on any woman. \"We must focus on the behaviour and attitudes of perpetrators of violence in order to dismantle them and work with men as allies in order to model healthy, respectful behaviours.\"We really feel like there is a momentum now and I really want to be able to look back in a year's time and say yes, this is just appalling and unthinkable but it was not for absolutely nothing, we have taken on some of the lessons and moved forward.\" The new strategy will be the third national strategy in Irish history, so it is not the first time attempts have been made to tackle an issue which has not gone away. So is there any feeling that things might be different this time around? \"I hope and I really do feel that there is a momentum here, I feel we must not squander it,\" Ms Benson said. Dr Saidléar is also optimistic about progress but sounded a warning. \"The experience of the feminist movement, one thing we know for certain is there's always a backlash, we know there is always a pushback, we know that the status quo is the patriarchy and we always see hints of it,\" she said. \"We always have to remain alert and we have to remain dynamic.\" ", "url": "https://www.bbc.com/news/world-europe-60044340"}