{"datetime": "2022-01-25T07:09:50.000Z", "author": "Sonia Kataria", "title": "Stacey Clay: Murdered daughter's ex-partner was a 'monster'", "article": "The mother of a woman who was brutally murdered by her ex-partner has described her killer as a \"monster\". Stacey Clay, 39, was repeatedly stabbed and strangled by Matthew Farmer at her home in Nottingham last May. Ms Clay's mother Carol York said Farmer was a \"monster, manipulator and a nasty man\". Farmer, 42, who denied murder,was jailed for life on Friday at Nottingham Crown Court and will serve a minimum of 29 years. Police were called to Andover Road, in Bestwood, on the morning of 19 May 2021 and found Farmer crouched over Ms Clay in her back garden. Farmer had to be Tasered by officers to stop him from strangling her. She was stabbed 21 times and died two weeks later in hospital. Ms York said: \"There are no words and those I have are not deserved by the monster that took her life.\" Ms Clay, a mother-of-four, had been in a relationship with Farmer for 15 years and he was the father of her two youngest children. Ms York said: \"She met someone that could manipulate and control her, a nasty man, but sadly she couldn't see that. \"Stacey had so much to live for. She was searching for an easy life, being free to think for herself. \"She was never given that chance.\" Farmer attacked Ms Clay after she ended their abusive relationship. A judge described the attack as \"sustained and merciless\". Ms York said: \"In her last few days Stacey had found herself and realised she had finally had enough of you. \"In the end she chose to have a better life without the misery and torment. \"I have no more words to waste on you. You deserve nothing.\" Det Insp Rebecca Hodgman, of Nottinghamshire Police, said: \"Our thoughts remain with Stacey's family, friends and her children. \"Her family has had to deal with Farmer pleading not guilty and go through the pain of hearing everything that happened to their daughter and friend on that fateful day. \"I hope Farmer's sentence and knowing he will spend at least the next 29 years behind bars will provide a degree of comfort to them and hopefully they can try to begin to rebuild their lives.\" Follow BBC East Midlands on Facebook , Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60120462"}