{"datetime": "2022-01-19T16:34:52.000Z", "title": "Falmouth and Penryn: Council grant to tackle violence against women", "article": "Cornwall Council has been awarded £33,500 to help tackle violence against women and girls in Falmouth. The funding, from the Government's Safer Streets Fund, isin addition to the £33,000 given to Falmouth in 2021 . It will be used to build on work on crime prevention and will aim to increase feelings of public safety in problem areas. This includes upgraded lighting and \"safe space\" pop-ups, the council said. The pop-ups will be in Falmouth Town Centre and there will be lighting upgrades in Church Street car park.There will also be \"bystander training\" for bar and club staff, taxi drivers and Falmouth University students to give them the skills to improve the safety of women and girls, the council added. The original funding was used to put in place six new CCTV cameras in Falmouth town centre and to support a student-led group to run awareness campaigns or projects. It also funded training for staff employed in the night-time economy. The idea, co-designed and developed by Falmouth University Students, is to encourage bystanders to intervene in incidents including sexual abuse, harassment, stalking and online harm.Louise Knight from Cornwall Council said: \"Young women should not feel threatened or intimidated when they go out at night. \"When we spoke to students in Falmouth about this, there were three clear asks - social change, support and increased security. \"It is really exciting to now have this additional funding to support behaviour change training and communications, safe spaces for women and girls, and more street lighting where it's needed most.\" The council said Falmouth and Penryn were home to around 11,000 students including many young women aged 16-24, more than any other area in Cornwall. The area also has a third more non-domestic crimes involving violence against women and girls than the Cornwall average, the council said. Carol Mould, Cornwall Council's portfolio holder for neighbourhoods, said: \"Ending violence against women and girls is everyone's business. \"This additional funding will help give us the tools to not only recognise what is going on but feel able to do something about it.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cornwall-60058097"}