{"datetime": "2022-01-13T14:18:57.000Z", "author": "Sandish Shoker", "title": "Nottingham murder accused 'prowled' ex's house before attack", "article": "A man \"lay in wait\" with a knife in his former partner's back garden before launching a \"ferocious\" attack on her, a court has heard. Stacey Clay, 39, died two weeks after being found strangled and stabbed 21 times at her home in Nottingham at about 06:00 BST on 19 May. Nottingham Crown Court heard the attack came after four weeks of \"escalating harassment\" from Matthew Farmer. The 42-year-old, of Logan Street, Bulwell, Nottingham, denies murder. Opening the trial, the prosecution said there was no doubt Mr Farmer had killed Ms Clay as the \"sheer ferocity\" of the attack was captured on a CCTV camera she had set up days earlier.John Cammegh QC said the pair - who had two children together - had been in a relationship for 15 years before Ms Clay ended it in April last year. \"Mr Farmer was, to say the least, unhappy about the failure of the relationship and about having to leave the address. This led to an escalated series of incidents,\" he added. \"The defendant's behaviour became persistently demanding and increasingly intimidating.\" He said over four weeks, Mr Farmer visited the property in Andover Road at all hours of the day, threatened to smash up the house, damaged the garden and threw garden furniture over the fence. Over the course of one night, he said the defendant \"bombarded\" Ms Clay with 53 calls and also sent sexually-explicit photos of her to her mother.On each occasion, the court heard, Ms Clay would call police and officers attended. Mr Farmer was arrested on 15 May, Mr Cammegh added, and bailed on the condition he did not contact Ms Clay or visit the house, but \"the adherence to those conditions was short-lived\". The jury was shown video footage of Mr Farmer, a supermarket security guard, at work buying a knife the day before the attack and \"testing it out\" by stabbing a desk.Mr Cammegh said at 03:30 the following morning, he was seen on CCTV entering Ms Clay's back garden.He said Ms Clay told police of Mr Farmer \"prowling around the window\" and officers searched the garden.\"But they saw nobody and left the house in order to find and detain Matthew Farmer for breaching his bail, but they were too late,\" he added. \"He was still close to Stacey's house lying in wait to attack her with the knife he had bought a few hours before.\" Mr Cammegh said later, at 06:00, Ms Clay went into her back garden to have a cigarette when Mr Farmer emerged from behind a barbecue, where he had been hiding. CCTV footage of the attack was shown to the jury, and also showed police arrive and use a Taser to detain him. Mr Cammegh added: \"With the defendant lying on the ground, he's heard to say the words 'I hope she's dead'.\"The court heard Ms Clay was taken to hospital, where she remained in intensive care until she died two weeks later.The trial continues. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-59982724"}