{"datetime": "2021-10-06T10:45:57.000Z", "title": "Plymouth and Falmouth win grants from safe streets for women fund", "article": "Government funding has been won to make improvements to areas of Devon and Cornwall to make women feel safer. Plymouth has been awarded £512,000 from the government's Safer Streets fund, while Falmouth in Cornwall has received more than £33,000. New CCTV cameras, better lighting and education campaigns are among the planned improvements. The government increased the fund with an emphasis on the safety of women and girls after the death ofSarah Everard .The 33-year-old was kidnapped, raped and murdered by serving Metropolitan Police officer Wayne Couzens as she walked home from a friend's house on 3 March. In Plymouth, the money will also be used for awareness and education programmes, including for those working in the night-time economy, in schools and a sex worker outreach project. In Falmouth, the funding will be used to support a student-led group which will run awareness campaigns and projects on violence against women and girls, as well as providing training for staff employed in the night-time economy who might witness harassment or violence. Plymouth City Council leader Nick Kelly said: \"No woman should feel afraid to walk around the streets where they live. We know there is some way to go before women and girls feel safe, but we hope that this funding will lead to real and lasting change. \"There are also things we will be asking others to help with such as targeted prevention activity - crucial training for public transport staff, taxi drivers and bar staff to recognise and safely respond to problem attitudes and behaviour linked with violence against women crimes.\" Carol Mould, Cornwall Council's portfolio holder for neighbourhoods, said she hoped this funding would \"create a lasting legacy\" that would increase feelings of safety for women and girls. Previously the Stonehouse area of Plymouth and Exeter City Centre received nearly £1m in combined funding to prevent other crimes. Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-58814814"}