{"datetime": "2022-01-21T16:37:56.000Z", "author": "Caroline Lowbridge", "title": "Stacey Clay: Matthew Farmer jailed for murdering mother of his children", "article": "A man who repeatedly stabbed and strangled the mother of his children after she ended their abusive relationship has been given a life sentence for murder. Matthew Farmer continued strangling Stacey Clay even after police arrived, and eventually had to be Tasered. He then smirked and winked at the officers who arrested him at Ms Clay's home in Nottingham. Farmer did not attend the hearing because he was in intensive care. This was because he had taken an overdose, but the judge said he had a history of doing this and had shown no remorse for killing Ms Clay. Judge Gregory Dickinson described the attack as \"sustained and merciless\", and said it was worse because their two children were present. He set a minimum term of 29 years, which is the shortest amount of time the 42-year-old will spend in prison before he is eligible to apply for parole. Ms Clay, who was 39 when she died, was the mother of two girls and two boys, aged between 13 and 21. She had been in a relationship with Farmer for 15 years and he was the father of her two youngest children. Prosecution barrister John Cammegh said Farmer inflicted long-term mental and physical abuse on Ms Clay during their relationship, which she ended in April 2021. He was on bail at the time of her murder on 19 May 2021, having been arrested for harassing her. \"Suffice to say that her murder was the culmination of a campaign of stalking, harassment and indeed, humiliation,\" Mr Cammegh said. The trial heard how Farmer, who worked as a supermarket security guard, planned the killing in advance and bought a knife the day before. He was then recorded on CCTV at work as he practised killing Ms Clay by stabbing into a box. He went to Ms Clay's home in Andover Road in the early hours of the morning and went up to a window, which the judge said was to \"intimidate\" her. She called 999 and police searched for him, but he was hiding behind a barbecue. The judge said Farmer had \"anticipated a long wait\" as he had brought a drink and chocolate. Farmer then attacked Ms Clay after she went into her garden just before 06:00 BST. He stabbed her 21 times, despite a neighbour screaming at him to stop, and only stopped when the knife broke, leaving the blade inside her body. Undeterred, he started punching her in the face, fracturing her eye sockets. He then started strangling her, causing serious damage to the arteries in her neck. \"That, in itself, was a cause of death,\" the judge said. The judge commended one of the police officers, PC Jake Allchurch, who tried to pull Farmer off Ms Clay. \"The violence only came to an end when police Tasered you,\" the judge said. He said Farmer then appeared \"pleased\" with what he had done, as he \"smirked and winked\" at the arresting officers. Ms Clay was taken to hospital, where she remained in intensive care until she died two weeks later. Farmer denied murder and went on trial at Nottingham Crown Court, where a jury found him guilty. The Crown Prosecution Service (CPS) said Ms Clay was subjected to \"a sustained campaign of harassment\", causing her \"great fear and distress in the last few weeks of her life\". Michelle Mannion, district crown prosecutor at CPS East Midlands, said: \"Stacey Clay was a much-loved mother, daughter, sister and friend. \"I would like to extend my heartfelt sympathy to all those close to her who have had to come to terms with her sudden loss in such tragic circumstances.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-60082363"}