{"datetime": "2021-07-09T18:00:54.000Z", "author": "Bethan Bell", "subject": "Sarah Everard murder", "title": "Sarah Everard: Daughter, sister, friend and colleague", "article": "The murder of Sarah Everard sparked a national outcry, spurring women to share their experiences of feeling unsafe on the streets. Many included a sense of the teller lining themselves up shoulder-to-shoulder with her: \"She was the same age as me\", \"I used to live near her\", \"I've walked the same route\". Ms Everard didn't set herself up to be such an everywoman, a symbol of longstanding - and ongoing - violence against women. She had no choice in her name becoming a battle cry for change.The private, excoriating grief of friends and family seems to have been subsumed by the wider - albeit important and valid - reactions of protest and polemic, marches and mass mourning.Sarah Everard was a daughter, sister, friend and colleague. According to those in the know, she was dreadful at karaoke but \"brilliant\" at everything else.There were just 38 minutes between the time this \"clever, articulate and caring\" woman left a friend's house and the last time she was seen.The final image of her, captured by a bus camera, also showed a white Vauxhall Astra with its hazard lights on and both front doors open. The car had been hired specifically for kidnapping a woman. It was returned to the rental company the following morning, having served its purpose. Sarah Everard was dead. Her body was found a week later in a woodland stream in Ashford, Kent, where her killer owned a patch of land.A complete stranger, a police officer, had kidnapped, raped and murdered her. He knew what he was doing, this man who killed her for his own gratuitous wants. Outwardly, he had what appeared to be a perfectly ordinary life. A responsible job. Wife and children. A house in Deal in Kent he shared with them. But the 48-year-old officer's façade hid the actions of a sexual predator who had been planning the crime - although not yet selecting his victim - in chilling detail. On 28 February, three days before he killed Ms Everard, he had been accused of indecent exposure in a branch of McDonald's. It wasn't the first time. The very same day, he bought a roll of self-adhesive plastic described as \"carpet protector\" and booked the hire car he would use to abduct the marketing executive. He arranged for time off work. After he killed Ms Everard, he bought builders' bags, a tarpaulin and a cargo net, wiped his phone and concocted an implausible and time-wasting web of lies about his involvement in her disappearance. That they won't have to sit through the grisly evidence and twisted lies of a trial must be scant relief to her loved ones. Ms Everard should have had a brilliant future, a lot to look forward to. She had bounced back after a relationship breakup and was seeing someone new. She had just started a new job.She, her boyfriend Josh Lowth and four others were planning a trip to Ibiza at the end of summer. One of Ms Everard's friends said: \"What I loved about her was that she had depth. She wasn't a vapid, nice person. She had opinions, sarcasm and wanted things to be better.\"We could trust her to fight the good fight.\" Ms Everard grew up in York, with an older brother and sister. Her father was a professor and her mother a charity worker. Described by her family as \"bright and beautiful\", \"kind and thoughtful\", \"caring and dependable\", she \"always put others first and had the most amazing sense of humour. She was strong and principled and a shining example to us all\". Rose Woollard has been a close friend of Ms Everard since university, and was one of the first to become alarmed. She contacted the BBC in an attempt to raise awareness before Ms Everard's disappearance had become an official police investigation. Ms Woollard said: \"Sarah has always been an exceptional friend, dropping everything to be there to support her friends, whenever they need her. \"It was only recently that she was telling me the good news about her new role, which she was excited to start.\" \"She was sunshine and light, and made you feel warm and good and safe,\" said another friend. \"I feel angry about it as well, but my main anger is that it happened to her.\" A former colleague said: \"Sometimes you meet a person with a beautiful soul and it shines through.\"There is nothing anyone can say that will make things better for her family and loved ones. They must be in hell. I can only say that Sarah was a very special person and will be missed by so many.\" The uproar over Ms Everard's death, and what she has come to represent, led one friend to say: \"I would like to just say who she was to me, as a person.\"Finding the right words is so hard.\"I can't sum her up in a few well-chosen words, nor express what she meant to me by sharing memories. I can only skim the surface now in the wake of the horror and the anger, and work through the rest alone in the weeks and months to follow. \"Sarah was open. Honest. Unflinching in her ability to listen and empathise. There are some people you know for a relatively short time, but whom you instantly strike up a close bond with due to your similarities - Sarah was one of these people. We shared a lot, and I was never in any doubt of her discretion or sincerity in her support and kindness. We laughed, we cried. We talked about the future.\"She should be here.\" A simple post on Facebook on 14 June said: \"Happy Birthday Sarah Everard. I miss you today, and every single day\". When she was taken, Ms Everard was less than a mile from her flat in Brixton. The killer had been cruising around for more than four hours before he saw her for the first time. Years of predatory behaviour, days of planning, hours of scouting, and mere minutes to trap his prey. This was a decision he made. It was not a frenzied attack in which a person loses self-control. It was cool-headed and clinical.Investigators are looking into the hypothesis he used his police ID card as a means to stop Ms Everard, under the guise of questioning her about Covid restrictions. At any point he could have driven away.He chose not to. ", "url": "https://www.bbc.com/news/uk-england-london-57740729"}