{"datetime": "2021-10-05T09:55:45.000Z", "author": "Jennifer Scott", "title": "Misogyny: Why is it not a hate crime?", "article": "After the killing of Sarah Everard, the issue of violence against women and girls is at the forefront of many minds in Westminster. Figures from across the political spectrum are putting forward proposals of how to tackle the ongoing blight on our society, but one proposal in particular has re-emerged in light of the tragic events.The idea is to make misogyny - prejudice against women - a hate crime.But what would that mean in practice? And why hasn't it already been introduced? When a crime is carried out against someone - such as assault, harassment or criminal damage - if it is proven that it was because of their race, religion, sexual orientation, disability or transgender identity, it is considered a hate crime. There is no specific hate crime offence in England and Wales, but when a crime falls into one of the above categories, judges have enhanced sentencing powers and can increase the punishment as a result.Campaigners say sex and gender should be added to this list, arguing misogyny is one of the \"root causes\" of violence against women. Citizens UK and a coalition of campaigners - including Refuge and Women's Aid - also believe the approach \"would provide critical data on the link between hostility to women and the abuse and harassment women experience\". Labour MP Stella Creasy has long campaigned on the issue, and presented amendments to the government's Domestic Abuse Bill to make it law - with the House of Lords set to discuss the issue this week. She said it would compel police forces to record when a crime was motivated by hatred of someone's sex or gender, saying it would help \"form a pattern and identify the trends and issues about where these are taking place\". Some police forces have already taken this on board, with seven forces in England and Wales independently introducing their own misogyny hate crime policy.Ms Creasy told BBC News there was an \"epidemic\" of violence against women, adding: \"You will have heard over the last four or five days an outpouring of stories from women about the abuse, harassment and violence they face. Most of it doesn't get reported as they don't believe it is going to be taken seriously.\"In the police forces where they are already doing this, not only has it helped with detecting crime, it has also helped with confidence in police and changing the culture in the police about how the deal with violence against women.\" Nottinghamshire Police was the first to introduce the policy in 2016 , and university researchers pointed to \"shifting attitudes\" as a result.The Misogyny Hate Crime Evaluation report, put together jointly by the University of Nottingham and Nottingham Trent University, recommended rolling the policy out nationally to increase publicity and the reporting of incidents. Dr Loretta Trickett said: \"Much of this behaviour on this spectrum is criminal behaviour, there's no doubt about that. People could have gone to the police about it before. \"But because of the culture we have, it's just acceptable to intimidate women on the street, to go up to a woman and touch her backside, or to comment on her body and put her in fear of an assault.\" A further roll-out - or legislation to force it - has not yet come to fruition, with some still having concerns about the policy.Speaking in a debate on the issue in 2018, then Equalities Minister Victoria Atkins said Parliament \"must be careful about creating laws that would inadvertently conflict with principles of equality\". She said equality of protection was \"a crucial element of ensuring public support for hate crime legislation\", adding: \"In other words, if we were to have hate crime in relation to gender, we would have to think carefully about whether that would apply to the entire population or just to half of it. \"Women are not a minority, and I would be hesitant to put us forward as one.\" John Szepietowski from Audley Chaucer Solicitors told the BBC that some critics also feared it would become \"too broad\" a category. He said any attack on a woman would be at risk of being classed as a hate crime - especially if the motivations of the perpetrator were unclear or if the prosecution were particularly keen to secure a harsher sentence.\"Instead of misogyny being an aggravating factor, it becomes part of the standard charging procedure,\" he added. \"This diminishes the very reason for defining some offences as 'hate crime' and reduces the stigma associated with the offence. Some perpetrators may even see it as a badge of honour.\" There is also the question of resources. A former chairwoman of the National Police Chiefs' Council, Sara Thornton, argued police forces were too \"stretched\" as it was, telling a conference in 2018: \"We just do not have the resources to do everything that is desirable and deserving.\"Instead, she said they needed to make a return to \"core policing\", adding: \"I want us to solve more burglaries and bear down on violence before we make more records of incidents that are not crimes.\" TheScottish government has passed a hate crime law which extends protection for vulnerable groups, but an amendment that would have included women as a protected group was defeated. The government in Edinburgh has instead set up a working group to look at whether misogynistic abuse should be a separate crime. But what about in Downing Street?Speaking to BBC Breakfast from his party conference, Boris Johnson appeared to not support making misogyny a hate crime.The prime minister said there was \"abundant statute\" to tackle violence against women, and claimed by \"widening the scope of what you ask the police to do, you will just increase the problem\". Instead, he called for police forces to \"focus on the very real crimes\" and \"the very real feeling of injustice and betrayal that many people feel\". Meanwhile, the Law Commission is carrying out a \"wide-ranging review into hate crime to explore how to make current legislation more effective, and if there should be additional protective characteristics\". The Commission - which is an independent body that advises government - has already released its initial conclusions, saying that sex or gender based hostilityshould be added to the existing five characteristics protected in hate crime laws . But it has not yet made its official recommendations and they are not expected to be published until the autumn.", "url": "https://www.bbc.com/news/uk-politics-56399862"}