{"datetime": "2022-02-16T11:41:14.000Z", "title": "Boohoo ad banned for objectifying and sexualising women", "article": "A T-shirt advert for retailer Boohoo has been banned after the advertising regulator ruled it was \"sexually suggestive\" and objectified women. The online fashion company's ad showed a model wearing a T-shirt with thong-style bikini bottoms and trainers. Boohoo, which has been criticised for its racy marketing before, said the model was wearing the T-shirt with a bikini as part of their swimwear range.The company said it was disappointed by the ruling, but has removed the images.The Advertising Standards Authority (ASA) said it had received a complaint that the ad was offensive, harmful and irresponsible. It added that while it understood the product was presented under the swimwear range, it still appeared in website searches for T-shirts and tops.\"We also noted that neither the partial nudity nor the bikini bottoms were relevant to the product and that the images did not show the product as it would usually be worn,\" the regulator said.The \"sexually suggestive\" images pictured the model kneeling from rear-view, sitting on the floor with legs apart and lifting the T-shirt.\"For those reasons, we concluded that the ad objectified and sexualised women. It was therefore irresponsible and likely to cause serious offence,\" the ASA said. The ASA ruled that the ad should be banned and said it told Boohoo to ensure that future ads were \"prepared with a sense of responsibility to consumers and to society\", and that they did not cause \"serious or widespread offence or harm by objectifying women\". It's not the first time Boohoo has come under fire for sexualised adverts.The ASA banned one of the firm's promotions in 2019 after Boohoo emailed customers with an ad that used the phrase \"Send nudes, set the tone with new season hues\" to market a range of clothes in skin tone colours.The regulator said this was \"socially irresponsible\" because young customers could be \"harmfully affected\" by pressure to share sexual images of themselves. A Boohoo spokesman said the company was \"disappointed\" by the ASA's latest ruling because it \"prides\" itself on its \"inclusive, body positive imagery\". \"Our marketing reflects the vibrant and confident culture of our brand, and is not designed to intentionally cause offence. \"We removed the associated images from our website when we received details of the complaint from the ASA,\" the spokesman added.Online fashion retailers are more likely than traditional retailers to use \"racy\" marketing, according toBBC analysis of Google search terms . Google uses the term \"racy\" to describe skimpy or sheer clothing, strategically covered nudity or provocative poses. The analysis found that on a typical UK High Street fashion retailer's website, 8% of women's modelling images were \"racy\" compared with 16% for online-only sites. Previously, the ASA banned an ad by online retailer Missguided for a promotion which it said featured \"highly sexualised\" images and \"objectified women\".", "url": "https://www.bbc.com/news/business-60386106"}