{"datetime": "2022-01-18T16:05:47.000Z", "subject": "London violence", "title": "Woman says Met Police only acted after social media posts", "article": "A woman who reported to police that she had been assaulted in London said the Met failed to take her seriously until she wrote about it on Twitter. Hayley Goodsellposted that on Sunday she had to flee from a man who was \"unbuckling his jeans in a sexually aggressive way and shouting at me\". \"I've tried calling, I've filled out the online form, I don't know what else to do,\" Ms Goodsell said. The Met Police said it had made contact following Monday's social media posts. Ms Goodsell said she had reported the incident to 101 but the responder \"totally diminished and downplayed my experience as a victim of what was, in fact, an assault\". \"I am so shaken up and upset by this,\" she added. She wrote: \"I have a photo of the man who did it. I know which flat he lives in. There was at least one witness (plus my poor mum who had to hear the whole thing as I was on the phone to her as it happened.) It could not be easier for the Met Police to look into this. \"I believe this man will do it again, or worse, to someone else if this isn't addressed. I would have thought after the horrific crimes against women in the last two years (at least) that these incidences would be dealt with with more seriousness and speed.\" A Met Police spokesman told the BBC: \"We are aware of a post on social media relating to an allegation of assault during an incident on Sunday 16 January. \"The incident was reported to police after the suspect had left the scene and therefore it was not allocated for an immediate response. \"It has been passed to local officers who have made contact with the complainant and will be making further inquiries.\" Ms Goodsell latertweeted on Tuesday she had received a call from Peckham Police and \"I've now spoken with police officers who are going to look into my case in more detail.\"Thank you to everyone who helped get this to their attention.\" ", "url": "https://www.bbc.com/news/uk-england-london-60043538"}