{"datetime": "2022-01-18T15:29:52.000Z", "title": "MPs urged to back move to make misogyny hate crime", "article": "Criminals motivated by misogyny - hatred of women - must be given tougher punishments under new laws passing through Parliament, campaigners say. The government voted against such a move in the House of Lords on Monday. But they were defeated by opposition peers, who also backed police in England and Wales making a record of crimes motivated by sex and gender. The government must now decide whether to order its MPs to vote down the measures in the Commons. Last month, a review carried out for the government rejected the idea of including misogyny in laws covering \"hate crimes\" - where victims are targeted because of one or more \"protected characteristics\". In the report, the Law Commission said the move risked creating \"hierarchies\" of victims, and would be \"the wrong solution to a very real problem.\" It also expressed concern that it could make crimes such as sexual offences and domestic abuse harder to prosecute. But peers voted in favour of the idea during a series of votes to the Police, Crime, Sentencing and Courts Bill late on Monday night. They backed an amendment by crossbench - or independent - peer Baroness Newlove, which would enable judges to impose stronger penalties for crimes motivated by a victim's \"sex and gender\".Currently, this is only possible for crimes motivated by race, religion, sexual orientation, disability or transgender identity. Speaking in the Lords, the peer, a former victims' commissioner, said it would close a \"loophole\" in current sentencing laws and \"ensure that the law is on the side of women\". She added that her amendment would not apply to sexual or domestic abuse cases, in order to address concerns from the Commission. In response, Home Office Minister Baroness Trafford said the Commission found excluding certain crimes would make the legal situation more complex. She also said it would be a problem for sex and gender to have a different status to the other protected characteristics.And speaking on Tuesday, deputy PM and Justice Secretary Dominic Raab said the Commission found that including sex and gender in hate crime laws would prove \"counter-productive in practice\".He told the BBC that the government was \"looking at every effective measure\" to increase women's confidence in the justice system, including by giving domestic violence victimsmore time to report a crime . But the Fawcett Society charity urged ministers not to vote down Baroness Newlove's amendment when the bill returns to the Commons in the coming weeks.The charity's chief executive Jemima Olchawksi said it was \"about time\" that offences driven by misogyny were recorded as hate crimes, and it was important the issue is not \"kicked into the long grass\". \"This isn't a silver bullet and categorising misogyny as a hate crime won't end violence against women, but if we can challenge normalisation of toxic attitudes on our streets and in public life then I hope we can challenge violence against women and girls in wider society,\" she added.Domestic violence charity Refuge said it was \"delighted\" the amendment had been approved and called on ministers to keep it in the bill. Its chief executive Ruth Davison it would help bring about the \"radical culture change that is needed in order to better protect women and girls\".", "url": "https://www.bbc.com/news/uk-politics-60039572"}