{"datetime": "2022-01-18T16:11:07.000Z", "author": "Jessica Black", "title": "Ashling Murphy: 'Community is needed to overcome such evil'", "article": "The children, neat and sombre in their navy school uniforms, strained to catch a glimpse as the flashing blue lights of the police motorcycles heralded the arrival of the funeral cortege. Each clutched a graduation photo of Ashling Murphy and a single red rose, their innocence contrasted with the tragic backdrop.They were there to pay tribute to a beloved young primary school teacher and talented musician, attacked and killed as she exercised along a nearby canal in the small, rural Irish community less than a week earlier.Her death has sparked anger, shock and revulsion across these islands and further afield, prompting a national discussion on how to end violence against women.Dave Plunkett walks every day on the canal path. \"Everyone feels a real connection to her. It just feels like nothing is going to be the same again,\" he said.And for the many, many people who knew and loved Ms Murphy in this County Offaly community, that is the case.For them, this is raw and visceral. They're confronting the unimaginable. In the six days since the killing, they have struggled to comprehend the violence that has been brought to their quiet community.Hours after Ms Murphy's funeral, Irish police saidthey had arrested a man in his 30s on suspicion of her murder. The night before the funeral, local resident Mary Givan brought fresh batteries for the fairy lights on a makeshift memorial to Ms Murphy along the Grand Canal, and cleared spent tea lights. Her daughter was in the same year as Ashling at school. \"This is a mother's fear now,\" she said. \"If you let your daughters out, they can't go out on their own. We can't either. \"To keep the light burning for her, that's all we can do.\" The area is not accustomed to public expressions of heartbreak and sorrow, although there were elements of both outside St Brigid's Church in Mount Bolus on Tuesday.Fr Michael Meade, chief celebrant at the funeral Mass, talked of how Ashling's family had been \"robbed\" of a precious gift - a term that succinctly summed up the callous nature of the 23-year-old's death. The rural, local nature of the area was encapsulated by the farmer who opened his fields to mourners in cars and buses, as gardaí (Irish police) marshalled them in. His fields have held the overflow from funerals before, but never for one like this. Ahead of the funeral, Fr Meade spoke of the fact that \"something powerful\" would come out of this, reflecting on the outpouring of grief and support from around the world.Bishop Tom Deenihan, Bishop of Meath, told mourners that the \"chink of light\" was that wave of sympathy, manifested by the vigils in Ashling's honour and the support to her family over recent days.\"Community is needed to overcome evils such as this,\" he said. And overcome they will. ", "url": "https://www.bbc.com/news/world-europe-60040080"}