{"datetime": "2022-01-18T19:45:17.000Z", "author": "Jessica Black & Damien Edgar", "title": "Ashling Murphy: Teacher's killing a 'depraved act of violence'", "article": "The family of Ashling Murphy has been robbed of their \"most precious gift\", a priest has said at her funeral. The 23-year-old teacher waskilled on the banks of the Grand Canal outside Tullamore in the Republic of Ireland on Wednesday afternoon. A \"depraved act of violence\" has united the country in grief and support, mourners were also told.Murder investigation officershave arrested a man in his 30s. It is understood the primary school teacher and musician was out exercising when she was attacked. Mourners lined the street outside St Brigid's Church, Mount Bolus, in rural County Offaly for the funeral Mass, which was attended by Irish President Michael D Higgins and Taoiseach (Irish PM) Micheál Martin.Parish priest Fr Michael Meade, chief celebrant, told mourners that some symbols from Ashling's life were being presented in the church, including a musical instrument, a book to reflect her teaching career, and a GAA jersey. He told mourners that the family's \"darkness is deep\" and their \"pain raw and fierce\". \"Together we grieve, we pray, we hurt - this is the heavy price we pay for love,\" he said. He added Ms Murphy's family had been robbed \"of a gift that gave only joy and love, fun and laughter to many beyond your family\". Fr Meade called for the community not to be afraid to make \"change for what only is good\" in their lives and paid tribute to Ashling's care for her family, friends and pupils. \"That same love and joy was not kept on a shelf or wrapped up - it was freely given and shared through music, through sport, through her vocation as a teacher,\" he said. \"Today we give thanks for the privilege of sharing in this most wonderful gift of Ashling Murphy.\" Bishop of Meath Tom Deenihan said the crime had also questions of \"ourselves and of society\". \"It has questioned our attitudes and, particularly, our attitudes towards women and it has questioned our values and our morality,\" he said. \"Whether those questions will be addressed or passed over remains to be seen but we cannot allow such violence and disregard for both human life and bodily integrity take root in our time and culture.\" Violence against women had been highlighted by Pope Francis as an \"insult to God\" two weeks before Ms Murphy's murder, the bishop added. Ms Murphy's 23-year-old boyfriend, Ryan Casey, spoke publicly for the first time since her death. \"Ashling was so much more to me than a girlfriend. She was my soul mate. She is my soul mate. She will always be my soul mate,\" he said in his emotional tribute.\"She is the greatest love of my life. I will cherish the last five years we spent together for my entire life and hope that some day, god willing, we can be reunited once more. \"Goodbye for now and love forever darling.\" Ashling's cousin Rachel O'Shea read a prayer asking \"that the many vigils that took place in memory of Ashling, mark the beginning of an end to violence against women\". A talented musician, Ms Murphy was a former pupil of Sacred Heart School in Tullamore and she taught in the nearby Durrow National School. By Jessica Black, BBC News NI reporter The media came early and trained their cameras on the church, then the Irish traditional musicians, the families and neighbours, and young women of Ashling's age.The farmer opened his fields to mourners in cars and buses, and gardaí (Irish police) marshalled them in. His fields have held the overflow from funerals before, but never for a funeral like this.There are hundreds here at the junction at St Brigid's. There are Ashling's pupils, in school uniform, small and serious. There are pupils from her old school in maroon cardigans, and there is her GAA club in yellow, green and blue.And the media, behind a cordon, looking on. Ms Murphy's killing has sparked calls for more to be done to tackle domestic, sexual and gender-based violence towards women. Ireland's National Women's Council has said this must be a \"watershed moment in ending men's violence against women\". Ireland's Justice Minister Helen McEntee said she intended to publish a new national strategy on domestic, sexual and gender-based violence at the start of March. Teachers' unions in the Republic of Ireland had urged schools and colleges to join in a tribute to Ms Murphy at 11:00. ", "url": "https://www.bbc.com/news/world-europe-60024295"}