{"datetime": "2022-01-17T20:30:55.000Z", "author": "Colm Kelpie", "title": "Ashling Murphy: 'Only something powerful can come out of this'", "article": "Fr Michael Meade pauses after being asked what his message will be to mourners at the funeral of young teacher Ashling Murphy, who was murdered in County Offaly five days ago. \"Be courageous,\" he replies, after a brief moment.\"Don't be afraid to speak up, and do not be afraid to continue living as we are called to live, showing respect for all people.\" The parish priest of Kilcormac, in rural County Offaly in the Republic of Ireland, will be the celebrantat Ms Murphy's funeral Mass on Tuesday , at St Brigid's Church, Mountbolus.\"Everybody [in the local community] speaks about it with shock and horror, but they are coping very well together,\" he tells BBC News NI.\"There is a great community spirit here and it is a real example of how we are called to live, to care for each other as best we can and that has been given physical evidence.\" The murder of the 23-year-old primary school teacher and musician, along the banks of the Grand Canal just outside Tullamore last Wednesday, has sparked shock, revulsion and anger, not just on the island of Ireland but further afield.Thousands have attendedvigils in Ms Murphy's memory across Ireland but also in London, New York and Dubai.The nature, timing and setting of the killing - late afternoon in a quiet, rural area - has sparked calls for more to be done to tackle domestic, sexual and gender-based violence towards women. Ireland's National Women's Council has said this must be a \"watershed moment in ending men's violence against women\".The country's justice minister, Helen McEntee, said she intended to publish a new national strategy on domestic, sexual and gender-based violence at the start of March.Locally, though, for a community reeling from such horror, the focus at this stage is not so much on that wider discussion, although vitally important, but more on rallying around and caring for Ms Murphy's family and friends as they grieve, says Fr Meade.He adds there is awareness in the locality of the global attention but in their own minds, \"they haven't got that far yet\".\"It's personal. It's local, it will evolve into what all the politicians are talking about,\" he adds.\"It will evolve into something and hopefully it will only be for the good.\" Ms Murphy was at the heart of her community.A former pupil of Sacred Heart School in Tullamore, she taught First Class (age six to seven) in nearby Durrow National School.Sacred Heart School principal Pauline McKenna says the community has always been proud of her.\"This is a terrible tragedy for her family, our community and our school.\"She will be greatly missed.\" Ms Murphy was involved with the local GAA club, and she was also a talented musician, having played the fiddle and concertina.Her father, Raymond, is a well-known banjo player and her sister, Amy, also plays the concertina and button accordion.Both Ashling and Amy taught music to many young students in their local branch of traditional music group Comhaltas, and Ashling also played in the Comhaltas National Folk Orchestra at many national events, including the visit to Ireland of Pope Francis in 2018.\"There is a sense of numbness here, and a sense of disbelief that this could happen,\" says family friend Paddy Burke, chairman of the local Comhaltas branch.\"Worldwide, it's violence against women that is the big issue, but here it's a local person that has been murdered.\"It's the loss of her from her family and her music and GAA friends. She was an intricate part of the whole area.\" Teachers' unions in the Irish Republic are urging all schools and colleges to join in a tribute to Ms Murphy at 11:00 local time on Tuesday.On Monday, Northern Ireland's First Minister Paul Givan and Deputy First Minister Michelle O'Neill joined other assembly members and party leaders on the steps of Stormont in a vigil to pay their respects. Ms O'Neill said the murder was a \"watershed moment\" and called for anger to be turned into action.But what next? Will this, as the National Women's Council has said, be a watershed moment for ending violence against women? That remains to be seen.\"In the wake of the senseless killing of Ashling Murphy, women across Ireland have been sharing their stories of abuse and harassment, and how they curtail their lives so that they feel safer,\" said National Women's Council director Orla O'Connor. \"Ultimately, we know there is no behaviour change women can make that will keep them safe from men's violence.\"So we need to talk about what we can do.\" Chief executive of Safe Ireland Mary McDermott has called for an all-of-government response to domestic, sexual and gender-based violence.Back in County Offaly, Fr Meade says \"everybody is praying and they are united throughout the whole world, all these vigils\". \"Only something powerful can come out of this.\" ", "url": "https://www.bbc.com/news/world-europe-60024818"}