{"datetime": "2022-01-23T20:29:40.000Z", "subject": "Coronavirus pandemic", "title": "John Lewis says it is wrong to cut sick pay for unjabbed staff", "article": "Retailer John Lewis has said all its staff are entitled to full sick pay for Covid-related absences, regardless of vaccination status, and it would not be \"right\" to differentiate. It comes after Ocado, Next and Ikea revealed they only pay the legal minimum to unjabbed staff if they have to isolate due to Covid exposure. John Lewis's operations director Andrew Murphy said he \"cast no judgement\". And he added the firm was \"not going to make any change of this type\".\"We're conscious that some businesses have changed their sick pay policy with regard to unvaccinated employees in some Covid-related absence scenarios,\" he saidin a Linkedin post .\"[But] we just don't believe it's right to create a link between a partner's vaccination status and the pay they receive. \"When life increasingly seems to present opportunities to create division - and with hopes rising that the pandemic phase of Covid may be coming to an end - we're confident that this is the right approach for us.\" In England, unvaccinated peoplemust isolate for 10 days if they are a close contact of someone with Covid , even if they do not test positive themselves. But this has resulted in unvaccinated workers being more likely to take time off than their fully vaccinated colleagues, who no longer need to isolate after exposure. Amid soaring staff absence rates, firms have been tightening their sick pay policies. Currently, unjabbed employees at Morrisons, Ikea, Ocado and Next who are told to isolate only get statutory sick pay of £96.35 a week, unlike their jabbed colleagues who get full sick pay. However, any worker who is Covid-positive at these retailers will get full sick pay, regardless of their vaccination status. Sick pay cuts will also be implemented at Wessex Water and, in the US, several major companies have started penalising unjabbed workers. However, retailers Sainsbury's, Tesco and Asda all say they pay unvaccinated workers full company sick pay when they are isolating. ", "url": "https://www.bbc.com/news/business-60105216"}