{"datetime": "2021-12-19T13:39:06.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Business alarmed at prospect of further restrictions", "article": "Businesses have reacted with dismay at possible tougher Covid measures before Christmas after the health secretary said they could not be ruled out. Asked on the BBC's Andrew Marr Show if more restrictions could come this week, Sajid Javid said there were \"no guarantees\" in a pandemic. Business leaders said it would cause irreparable damage and called for fresh financial support from the government.One shop owner told the BBC hopes of any return to normality are vanishing.Mr Javid told Andrew Marr that while there remains uncertainty about the new variant, it is time to be \"more cautious\" amid the rapid spread of the virus. \"There are no guarantees in this pandemic, I don't think. At this point we just have to keep everything under review,\" the health secretary said. Modelling from scientific advisers, published on Saturday, showed that if ministers stuck to the current Plan B measures, there could be a peak of 3,000 hospital admissions in England per day. Kate Nichols, chief executive of UKHospitality, which represents many restaurants, hotels and leisure firms, said further restrictions would be devastating for the industry. \"It's better to trade, even a little bit, than be closed down altogether,\" she said. \"There are a lot of costs closing down sites and then reopening them. Having a fourth lockdown would be the final nail in the coffin for some businesses. \"The damage to consumer confidence can be irreparable. We are already seeing an impact on bookings in January, February, even Easter.\" The owner of several inner-London gift shops, who asked not to be named, said that what meagre trade was still happening would dissolve completely. He said: \"The City is becoming more and more empty and what was a few weeks ago looking like some sort of gradual return to a degree of normality is now vanishing.\"There is also no support - we have to keep the shops open, pay rents, rates, staff costs - which are all fixed costs and yet have a dwindling customer base at a key trading period.\" The British Chambers of Commerce (BCC), which has 80,000 members, said there should be no tightening of restrictions without more financial help from the Treasury. The BCC is one of several business groups that held talks with Chancellor Rishi Sunak last Thursday and Friday.Other bodies on the conference calls included the CBI, Federation of Small Business, and executives from Greene King, Nandos and Whitbread, which owns Premier Inn. BCC co-executive director Hannah Essex said: \"The chancellor has listened to our concerns and now needs to come forward with financial support measures to ensure businesses can survive through the typically quieter months ahead. \"During this crucial festive trading period, many businesses are already facing the impact of plummeting consumer confidence as a result of the current situation.\"No one wants to see further restrictions, but if they are deemed necessary to protect public health, government must simultaneously ensure commensurate support is available to affected businesses.\"On Sunday, a Treasury spokesperson said \"The chancellor has spoken to a range of business and industry leaders in recent days. \"We recognise how important the festive period is for so many businesses and the government will continue to engage constructively on how it can best provide ongoing support to the businesses and sectors affected.\" Also on Sunday, Prime Minister Boris Johnson faced criticism from a senior Conservative MP about the economic damage caused by the \"off the bus, on the bus\" approach. Speaking on Times Radio, Tobias Ellwood said: \"That approach needs to stop because it's damaging our economy, wearing people out and our NHS isn't able to cope. \"There needs to be better planning for the future because other variants may emerge, so the government cannot keep \"locking down and killing the economy, then trying to revive it again\". ", "url": "https://www.bbc.com/news/business-59700289"}