{"datetime": "2021-09-17T14:17:57.000Z", "author": "Mary-Ann Russon", "title": "Next deal keeps Gap brand alive in the UK", "article": "UK retailer Next and struggling US fashion giant Gap have formed a joint venture that will see Next manage Gap's UK website and place concessions in some stores. The move will preserve some of Gap's physical presence on the High Streetafter Gap announced in July it would close all of its UK stores. It is a similar deal to one signed with clothing brand Reiss earlier this year. Next is also expanding the brands available on its online platform.Its \"Total\" platform allows it to run other fashion brands' e-commerce operations, including customer service, payment systems and logistics, and currently also hosts the Victoria's Secret and Childsplay Clothing brands. The platform allows fashion brands retain creative control of their websites and they keep their existing URLs, such as Gap.co.uk. But all back-end operations are run by Next's distribution centres and call centres. Next will own 51% of the new venture, while Gap will own 49%. The deal will enable customers to use Next's click-and-collect service at its 500 stores. Gap Global's chief executive Mark Breitbard said: \"Gap is partnering with Next, one of the UK's leading online clothing retailers, to amplify our omnichannel business and meet our customers in UK & Ireland where they are shopping now.\" According to Natalie Berg, a retail analyst and founder of NBK Retail, the deal is Gap's \"best shot\" at reviving its brand. \"The Gap brand might have lost its way but it's still a brand with a lot of heritage,\" she told the BBC. \"The uncomfortable truth is that they had way too many stores. \"What Next is doing featuring it, as a shop within a shop, does generate excitement and make consumers want to go into the store.\" She says it is ironic to see Next and Gap teaming up, when they are both middle-tier High Street brands who have competed for years over the same demographics of shoppers. \"The pandemic has created strange bed fellows - who would have thought Next and Gap would have come together a few years ago?\" Gap has been credited with shifting cultural norms around clothes, making it socially acceptable for people of all ages to wear more laidback clothes such as hoodies, sweatshirts, T-shirts, khaki trousers, jeans and polo shirts. Founded in the US in 1969, its expanded rapidly during its heyday period up until the late 1990s. It opened its first store in London in 1987, and by 2013 had amassed 123 stores in the UK. However, in recent years it struggled as shoppers moved online, and consumers were put off by the never-ending sales. Its stores and clothes were also criticised for failing to keep up with changing trends. ", "url": "https://www.bbc.com/news/business-58596532"}