{"datetime": "2021-10-06T14:27:19.000Z", "subject": "Brexit", "title": "Overseas workers only way to solve shortages, says Next boss", "article": "Next chief executive Lord Wolfson has said labour shortages could be solved by companies hiring overseas workers and paying a \"visa tax\". Staff were not available in the places needed and seasonal workers were difficult to recruit, he told the BBC's Today programme. Next has warned warehouse and logistics staffing is under pressure.The comments are the latest inexchanges between the pro-Brexit Tory peer and Prime Minister Boris Johnson. Mr Johnson said Lord Wolfson \"doesn't want any kind of control or restraint on the number of people that he can access from abroad to run his business\".But in response, Lord Wolfson said this was \"absolutely not\" the case. Lord Wolfson suggested businesses could get visas for skills they \"desperately need\" and recommended that they should have to pay UK workers the same amount as overseas workers. To make this competitive, he argued businesses should have to pay a \"visa tax on top - lets say 7% of wages\".\"We need to design a system that delivers the skills but at the same time makes sure UK workers are not deprived of opportunities that they might want,\" he said. He added that this solution would \"ensure people are not being brought into the UK to undercut UK workers because they will always be more expensive and it provides the skills Britain desperately needs to keep its industry moving\". He suggested that only UK businesses should be able to apply for these visas, rather than workers, and that it should not cost the employers more than recruiting in the UK.The retail chain currently pays store sales consultants and stock assistants between £6.55 to £9.21 an hour and warehouse operatives between £9.30 and £11.26 an hour. At Next, Lord Wolfson said that warehouse wages had gone up by around 60% in the last 10 years and 70% for Christmas wages, and added that \"wages have already gone up significantly\".But, he said the firm was still finding that there were not enough workers in particular areas who wanted to move for short periods of time. Last week, Next warned of price rises and staff shortages before Christmas unless immigration rules were eased. It also said higher shipping costs, particularly for larger furniture items, were pushing up its prices.The company's warning over potential staffing issues during the festive period was made in its half-year results, which showed profit before tax was up by 5.9% compared to 2019 levels. The firm said rising shipping costs had driven up prices by about 2%, with its larger home products \"bearing the brunt of the increase\". It added that in the first half of next year, it expected prices to increase by an average 2.5%, with homeware prices up 6%. ", "url": "https://www.bbc.com/news/business-58786741"}