{"datetime": "2022-01-05T10:34:02.000Z", "title": "Kantar: Shoppers return to supermarkets for festive feasts", "article": "Shoppers opted to pick up food for festive feasts in-store rather than online in 2021, research suggests. In-store visits to supermarkets hit their highest level since March 2020 as consumer confidence returned, according to market research firm Kantar. Online sales, however, fell in December by 3.7% against 2020 and accounted for 12.2% of sales. Overall, spending on groceries hit £11.7bn over the four weeks to 26 December as people splurged on treats. That marks a 0.2% decrease from the record-breaking figures in 2020, when strict coronavirus restrictions were in place. Fraser McKevitt, head of retail and consumer insight at Kantar, said: \"People seized the chance to enjoy Christmas with friends and family after last year's muted festivities.\" Although formal rules restricting festivities weren't in place this last Christmas, shopping data suggests some opted to stock up and celebrate at home again, rather than in a pub or a restaurant, Mr McKevitt said. The most popular shopping day took place on 23 December. \"Shoppers clearly trusted that supermarket shelves would remain well stocked and they didn't feel the need to rush out much earlier to get their favourite festive treats,\" he added. Total UK grocery sales reached £31.7bn over the 12-week period, down 3% versus 2020 but up 8% against pre-pandemic levels seen in 2019. Spending on Christmas dinner items was broadly flat, while people spent more on festive goodies, the new figures show. Sales of mince pies, for example, hit £62m - up 7% on 2020. About £61m was spent on Christmas chocolates, marking a jump of 21%. The research also suggests some consumers were slightly nervous about over-indulging, with an 8% rise in the sale of indigestion remedies. And while the healthier sprout saw sales dented, chilled and frozen vegetarian options increased in popularity. Supermarkets' premium own-brand ranges also fared better than usual as shoppers splashed out. Asda's Extra Special and Iceland's Luxury ranges saw the fastest growth. But Kantar pointed out that rising costs have also added to customers' bills. It said that grocery price inflation, which tracks how quickly the cost of food items increases over time, reached 3.5% in December, adding nearly £15 to shoppers' average monthly grocery bill.The official UK figures showed that inflation hit a 10-year high as the cost of energy, fuel and clothing jumped. It came after food and drink industry figures warned that the soaring cost of raw materials and ingredients was havinga \"terrifying\" impact on consumer prices. ", "url": "https://www.bbc.com/news/business-59880116"}