{"datetime": "2021-09-29T09:41:04.000Z", "subject": "Brexit", "title": "Next warns of staff shortages and price rises", "article": "Next has warned of price rises and staff shortages before Christmas unless immigration rules are eased. The High Street chain said some areas of its business were \"beginning to come under pressure\", including warehouse and logistics staffing. It blamed higher shipping costs, particularly for larger furniture items, for pushing up its prices. The Home Office said it was working with industry to \"understand how we can best ease particular pinch points\". Next urged the government to \"take a more decisive approach to the looming skills crisis\" and said that the lorry driver crisis was \"foreseen, and widely predicted\". The company's warning over potential staffing issues during the festive period was made in its half-year results, which showed profit before tax was up by 5.9% compared to 2019 levels. The company said rising shipping costs had driven up prices by about 2%, with its larger home products \"bearing the brunt of the increase\". It added that in the first half of next year it expected prices to increase by an average 2.5%, with homeware prices up 6%. Next chief executive Lord Wolfson said the firm was not currently having difficulties in recruiting staff for its stores, but warned warehouse and logistics staffing was \"beginning to come under pressure\". \"We anticipate that, without some relaxation of immigration rules, we are likely to experience some degradation in our service in the run up to Christmas,\" he said. A government spokeswoman said: \"We want to see employers make long term investments in the UK domestic workforce instead of relying on labour from abroad. \"The government encourages all sectors to make employment more attractive to UK domestic workers through offering training, careers options, wage increases and investment.\" Many UK sectors, from fuel firms to supermarkets, have supply chain problems at the moment due to a chronic shortage of lorry drivers. The shortage in drivers in the UK is estimated to be about 100,000, according to industry bodies, with a long-term problem being made worse by the pandemic, tax changes, Brexit, and an ageing workforce. The recent supply chain problems led to the UK governmentannouncing it will grant temporary visas , lasting until Christmas Eve, to 5,000 fuel tanker and food lorry drivers and 5,500 poultry workers. Lord Wolfson was a strong advocate of Brexit in the run-up to the referendum, but he has been critical of the government's approach towards post-Brexit immigration. He has said the imposition of a minimum salary of £30,000 was a mistake. In a statement, Next added: \"The HGV crisis was foreseen, and widely predicted for many months. For the sake of the wider UK economy, we hope that the government will take a more decisive approach to the looming skill crisis in warehouses, restaurants, hotels, care homes, and many seasonal industries.\"A demand led approach to ensuring the country has the skills it needs is now vital.\" The company's performance for the half year to July was largely fuelled by a surge in online revenue, with sales increasing by 52% compared to pre-pandemic levels. Lord Wolfson said the retail bounce-back from the coronavirus pandemic was \"far stronger than we anticipated\".\"Sales in retail stores have done better than planned, while online sales have fallen back less than we expected. It appears that the wider economy has not suffered the long term damage many feared, for the moment at least. And, in particular, employment has held up well,\" he added. The retailer raised its full year profit outlook for the fourth time in six months. Sophie Lund-Yates, equity analyst at Hargreaves Lansdown, said Next's \"ever-growing\" online business had led it to brush off the \"worst of the woes brought on by lockdown\". \"Next is the golden girl of the high street,\" she said. \"The High Street star hasn't escaped unscathed by the labour, supply and cost issues sweeping across the country. \"While things are stable for now, a lack of foreign workers means some Christmas deliveries might take longer to arrive during the peak trading season.\" ", "url": "https://www.bbc.com/news/business-58731504"}