{"datetime": "2021-01-21T20:37:13.000Z", "title": "Next pulls out of race to buy Topshop-brands", "article": "Fashion chain Next has said it will no longer bid to buy Sir Philip Green's Arcadia retail brands Topshop and Topman out of administration. It comes after a consortium including the fashion chain was named as frontrunner to buy the brands.In a short statement, Next said the consortium had been \"unable to meet the price expectations of the vendor\". Some 13,000 jobs were put at risk when Arcadia, which also owns Burton and Dorothy Perkins, went bust in November.It leaves a clutch of others in the race to buy the 440-store group, including Mike Ashley's Frasers Group, which owns House of Fraser and Sports Direct.According to reports, Authentic Brands, the US owner of the Barneys department store, and JD Sports have tabled a joint offer, while online retailers Asos and Boohoo are also said to be interested.Administrators Deloitte have been looking for buyers for some or all of Arcadia, after a slump in sales caused by the pandemic triggered its collapse. Next, which has 550 UK shops and has weathered the pandemic well, was seen as a good fit to take over the group's assets.It had been bidding in partnership with the US hedge fund Davidson Kempner, which was going to put up most of the money.Next said it wished \"the administrator and future owners [of Arcadia] well in their endeavours to preserve an important part of the UK retail sector\". Experts expect Arcadia to be broken up, with bidders taking on different parts of the business and brands potentially hived off from their stores.In December, Australian collective City Chic said it would buy Arcadia's Evans brand, commerce and wholesale business for £23m but not its store network. Last year was the worst for the High Street in more than 25 years as the coronavirus accelerated the move towards online shopping, according to the Centre for Retail Research (CRR). Nearly 180,000 retail jobs were lost, up by almost a quarter on the previous year, as shops faced strict curbs and prolonged closures.", "url": "https://www.bbc.com/news/business-55757934"}