{"datetime": "2021-05-06T08:54:10.000Z", "subject": "Coronavirus pandemic", "title": "Next expects post-lockdown sales surge to be short-lived", "article": "Fashion chains Next and Superdry have both seen a surge in sales after stores reopened in April after Covid closures. Next has raised its full-year profit forecast, but added that previous experience suggested the post-lockdown sales surge would be \"short-lived\". Both retailers saw sales supported by online orders as stores remained closed during the latest lockdown. Superdry boss Julian Dunkerton said the chain could \"clearly see the light at the end of the tunnel\". Retailers and banks are reporting signs of recovering consumer demand as coronavirus restrictions lift, and there is cautious optimism about the prospects for the UK economy. Next said that \"strong sales growth we have experienced in the last three weeks is due to pent-up demand built up over the last three months\", but that it did not expect growth to continue at that pace. However, Next increased its guidance for full year profits by £20m to £720m after trading during the 13 weeks to 1 May was stronger than expected. Full price sales were down 1.5% compared with the same period in 2019, compared with Next's forecast of a 10% drop. Next retail sales dropped by 76% after its stores were closed for the first 10 weeks of the quarter, but online sales jumped by 65%. However, Next said that it was not simply the case that sales lost in stores were transferred online. Instead, the online sales boost came from the a mixture of homeware sales, third-party brands childrenswear and overseas sales. Superdry said that its beefed-up online offering had helped to cushion the effects of store closures. In the three months to 24 April, while store revenue more than halved, online revenue was up by more than 25%.Revenue overall returned to growth, and Mr Dunkerton said Superdry had \"demonstrated its resilience\". \"The early signs following the reopening of our UK stores are encouraging, as lockdown restrictions start to lift, and we can clearly see the light at the end of the tunnel,\" he said. The easing of lockdown restrictions has led to some cautious optimism about the prospects for the UK economy as the coronavirus vaccination programme has continued to roll out. Supermarketshave seen a steady growth in till sales since April , and there are indications that non-essential stores have also had a boost. Last week, Barclays boss Jes Staley predicted the biggest economic boom since World War Two as a result of pent-up consumer demand. On Tuesday, Chancellor Rishi Sunak said the \"signs are promising\" for the economy, adding that cash-rich consumers and businesses would drive the recovery. ", "url": "https://www.bbc.com/news/business-57000519"}