{"datetime": "2021-07-21T10:21:17.000Z", "title": "Next shoppers splurge on summer clothes as weather heats up", "article": "Next has seen a summer sales boost as warmer weather persuaded shoppers to dip into lockdown savings to splash out on new clothes. The retailer said pent-up demand, warmer weather and fewer people away on foreign holidays all contributed to better-than-expected trading. Sales of full-price items rose 19% in the 11 weeks to 17 July compared to 2019, before the pandemic. Next upgraded its profits forecast and will repay some business rates relief. Next said extremely warm weather at the end of May and start of June had spurred summer purchases. And fewer summer holidays abroad meant there were more people spending money saved during lockdown.The retailer saw strong online sales, up 44% compared with two years ago. The UK sales performance of its online fashion label business, which sells other brands, increased by 64%. Its own-brand clothes sales were up by 28% and online sales overseas also rose by 61%.The company has given back £29m of business rate relief to the government.Next raised its guidance to investors on likely profits for the year by £30m to £750m, which if achieved would be the best underlying pre-tax performance since 2017.Julie Palmer, partner at business recovery consultancy Begbies Traynor, told the BBC: \"These results reinforce that Next's decision to invest in its digital infrastructure and continue to hold a physical presence have paid off. \"It has shaped its operations to the modern consumer and demonstrated the benefit of constant evolution in a sector that is liable to change direction on a sixpence.\" Sophie Lund-Yates, a senior equity analyst at financial services business Hargreaves Lansdown, said Next's strong trading holds a positive message for businesses across the consumer sector.\"Rather than hoard the spare pennies, it looks like people are happy to spend them,\" she said.\"A bricks and mortar retailer that expects surplus cash at the end of the year, and is comfortable enough to pay special dividends is nothing short of a miracle,\" she added.Next's share price rose more than 7.8% in early trading on Wednesday. The company also announced plans to pay a special dividend to shareholders this year.", "url": "https://www.bbc.com/news/business-57913534"}