{"datetime": "2020-10-28T08:52:08.000Z", "title": "Next sees online jump but store sales still down", "article": "Retailer Next says its sales were higher in the past three months than they were for the same period last year, after a 23% jump in online trade. Full-price sales were up nearly 3%, while total sales were up 1.4% compared with the same three months last year.The company has raised its profit forecast for the year to £365m. But sales in Next stores have been badly affected by the pandemic and are about half of what they were by this time in 2019. There are fears that the coronavirus pandemic is worsening in the UK, just as firms gear up for the traditionally busy Christmas period. Next has warned that a two-week lockdown in England, Scotland and Northern Ireland in November would cause a drop in full-price retail sales of nearly £60m. Last month, the boss of Next, Lord Wolfson, said there was a clear threat to thousands of jobs in retail, because the lockdown had triggered a permanent shift to online shopping. Retailers have been hit hard by coronavirus lockdowns and the drop in footfall in major towns and cities, as more people work from home.Earlier this week, US clothing brand Gap said it was considering shutting all its own stores in the UK and moving to a franchise-only model, which could cost thousands of jobs.Next says out-of-town retail parks continue to perform better than its stores on High Streets and in shopping centres.The company says homewares and children's wear sales remain strong, while formal wear sales for both men and women continue to be weak. Richard Hunter, head of markets at Interactive Investor, said: \"Christmas has not quite come early for Next, but the signs are promising ahead of the important retail season.\" He said the retailer continued to make progress, with a big reduction in net debt and an upgraded profit forecast which was \"a further sign of recovery\". \"Given the fact that the pandemic has taken the ultimate toll on some of its competitors, for Next to be booking a profit of this size is testament to its enduring appeal,\" he added. ", "url": "https://www.bbc.com/news/business-54716494"}