{"datetime": "2020-09-24T23:54:51.000Z", "author": "Simon Jack", "title": "Thousands of traditional retail jobs 'unviable', Next boss warns", "article": "The boss of one of the UK's most successful and resilient High Street chains has told the BBC that hundreds of thousands of traditional retail jobs may not survive in the wake of the coronavirus crisis. Lord Wolfson, who runs clothing firm Next, said there was a clear threat to thousands of jobs, which are now \"unviable\" because the lockdown has triggered a permanent shift to online shopping.\"I wouldn't want to underestimate the difficulty that is going to cause a lot of people who work in retail, I think it's going to be very uncomfortable,\" he said. His comments came just hours after the chancellor announceda new Job Support Scheme that would see the government top up the pay of people unable to work full time. But the government's contribution to workers' pay will fall sharply compared with the furlough scheme. Under furlough, it initially paid 80% of a monthly wage up to £2,500 - under the new scheme this will drop to 22%. \"We don't think we need it,\" Lord Wolfson said. \"But we think there are other sectors that desperately will.\" And while he welcomed the chancellor's announcement, he said it was important that businesses eventually learn to live without government support.\"It seems like a very sensible scheme to me,\" he said. \"I think it's important that employers begin to pay a little bit more for the schemes and that employees get a little bit less - because otherwise I think there's a risk that our economy will just become hooked on it.\"Next is considered one of the best run retail businesses in the UK and Lord Wolfson was confident that compulsory redundancies in his own business would be minimal and new jobs would be added in call centres and distribution centres.\"We think by the time it gets to the end of October, there'll be enough work through the normal build up to Christmas to employ all the people that we've currently got on furlough,\" he said. \"We've got less than 10% of our staff on (furlough) at the moment.\" But he expressed fears for others.Next's sales have proved resilient compared to its rivals, even eking out a small profit for the first half of this year, thanks to its strong online business and a strong presence in retail parks, which have regained popularity as shoppers shunned city centres and public transport.\"I don't think so,\" Lord Wolfson said. \"But I think they're going to have to change and change very radically.\" He wants to see that change come from \"the bottom up\", driven by entrepreneurs. And he thinks that freeing up property would be good for the country, especially if the government allows people to do what they want with those sites. \"The one thing that we are desperately short of in Britain is property, we haven't got enough space to live in,\" he said. The value of city centre retail property is plummeting. Many tenants have found themselves unable to pay their rent and have relied on government intervention to save them from eviction by landlords.But Lord Wolfson says we should not be too quick to demonise landlords as their investment will be needed to create the High Streets of the future.\"If city centres and town centres are going to regenerate, it is only going to be from the investment that landlords make in those properties.\" But he says the confidence of those landlords would be damaged if tenants tear up rental agreements. But one gripe he does share with his retail competitors is the increasing burden of business rates, which he says have become increasingly divorced from the value of the properties on which they are charged.\"Rates have become unfair,\" he said. \"One of the great principles of taxation is that it should be in proportion to your ability to pay. A gulf has opened up between what rates were being charged and what rates we should be charged at a fair price.\"But that would leave a massive hole in government finances. Should the government raise rates on the warehouses and logistics centres of the online retailers? \"That is exactly what government should do,\" Lord Wolfson said. \"Over the last six or seven years the price of warehousing has gone up dramatically, and the price of shops have come down dramatically, but both of their rates have remained exactly the same.\"So we think that, actually, you could raise rates on warehousing between 30% and 50% and that would make up for some of the loss and that would be fair.\" Lord Wolfson was a prominent supporter of Brexit - so what does he make of the dire warnings of thousands of trucks queuing on the roads of Kent, a chronic shortage of customs officers and potential chaos at the ports as the UK leaves the EU for real when the transition period ends in 97 days? \"There's a lot of speculation about what it will look like and I'm certainly not going to get involved in that type of speculation,\" he said. \"All I can say is that we've worked very hard for over two years on making sure that the company is ready to deal with all the administrative changes that will come with a no deal Brexit.\"I hope we don't, but if we do end up in that situation, certainly, the business I work for will be ready.\" ", "url": "https://www.bbc.com/news/business-54289780"}