{"datetime": "2021-01-18T12:28:41.000Z", "title": "Next in race to buy Topshop owner Arcadia as bid deadline nears", "article": "Fashion chain Next is reported to be the frontrunner to buy Sir Philip Green's Arcadia retail empire out of administration as a deadline for bids comes due on Monday. The Sunday Times said a consortium including the chain and US hedge fund Davidson Kempner has overtaken Mike Ashley's Frasers Group among others to buy the company, which owns Topshop.Some 13,000 jobs were put at risk when Arcadia went bust in November.Next declined to comment on the claims. The retailer, which has 550 UK stores, has weathered the pandemic well, with its Christmas sales matching last year's figures despite temporary store closures. By contrast, sales at Acadia, which also owns Burton and Dorothy Perkins, slumped during the crisis triggering its collapse.Since November, administrators Deloitte have been looking for buyers for some or all of the group, which had 444 stores in the UK and 22 overseas at the time.Frasers Group, which owns House of Fraser and Sports Direct, and has a track record of buying up failed brands,has expressed an interest .According to reports, Authentic Brands, the US owner of the Barneys department store, and JD Sports have tabled a joint offer, while online retailer Boohoo is also said to be circling.Deloitte and Arcadia declined to comment on the reports. Experts expect Arcadia to be broken up, with bidders taking on different parts of the business, and brands potentially hived off from their stores.In December, Australian collective City Chic said it would buy Arcadia's Evans brand, commerce and wholesale business for £23m but not its store network. Next boss Simon Wolfson has said it will take a minority stake in Arcadia, with Davidson Kempner holding the majority, if the consortium's bid succeeds.Last year was the worst for the High Street in more than 25 years as the coronavirus accelerated the move towards online shopping, according to the Centre for Retail Research (CRR). Nearly 180,000 retail jobs were lost in the UK, up by almost a quarter on the previous year, as shops faced strict curbs and prolonged closures.CRR warned there will be more pain for the sector in 2021 as retailers face a cash flow crisis and rent payments.It has predicted up to 200,000 more retail jobs will be at risk in 2021. ", "url": "https://www.bbc.com/news/business-55705794"}