{"datetime": "2021-04-01T10:44:09.000Z", "title": "Young and old shoppers boost Next's online sales", "article": "High Street chain Next has revealed that online sales, boosted by older and younger shoppers, have helped it through lockdown. Group sales dropped by 17% to £3.6bn for the year ending in January compared with the previous year, but online trade helped boost that figure. Next said on Thursday that online sales across the group had increased by 13% the last year. Its fastest-growing groups of customers included under-20s and over-60s. In January, Next counted nearly one million online customers under the age of 20. That number increased by 40% over the last year, while digital shoppers over 60 rose by 49% to more than 800,000. It said this was down to \"the broadening appeal\" of its product ranges. The firm added it was optimistic new online shoppers would stick around: \"What might start as an experiment or lockdown necessity, over time, becomes increasingly normal and convenient.\" But profits for the last year more than halved after its stores were closed for long periods because of lockdown restrictions. It said pre-tax profits fell 54% to £342m for the year, with the slump driven by Covid costs and lower sales in stores. In the second half of the year, the sales lost across its shops (down £368m) were almost entirely offset by online at £364m. Homeware, children's wear, sportswear and stay-at-home basics, such as sweatshirts and joggers, also helped mitigate lower demand for formal clothes including dresses or suits, it said. The group also raised its profit forecast for the current year, as it said online sales soared in the past eight weeks. Next told investors on Thursday that online sales over eight weeks from the start of February were \"stronger than expected\", up more than 60% on two years ago.The retailer said it was expecting to post a pre-tax profit of £700m for the current financial year, up from its previous target of £670m. Next's share price rose more than 2% to £80.54. In total, the retailer's stores were closed for 20 weeks, while its warehouses were also shut down for two weeks in March to ensure it was Covid-safe for staff. The firm spent £121m on system upgrades and its warehouses to help it keep up with demand as customers shifted their spending online. It also said it had been \"fortunate\" in that returns rates for online orders had been low. It said that shoppers were \"generally being more selective at point of order\". For a company which saw its profits halve last year, Next actually did rather well.Inevitably, the closure of its stores during the lockdowns last spring and autumn proved costly. But online shopping saved the corporate bacon, allowing Next to end the year with overall sales down by just 17%. There's no question the pandemic has boosted Next's online business - but it was already moving in that direction. As the company's annual report puts it, \"retail stores were, and are, at fundamental and irreversible disadvantage to online competition\". For Next, this isn't just about costs, it's also about the way the limited space in shops limits consumer choice. Even after the pandemic, we can expect this trend to continue, with physical stores increasingly being used as conduits for online trade - packing boxes, handling returns and providing space for click-and-collect. Julie Palmer, partner at Begbies Traynor, said that Next \"has frequently under-promised and over-delivered\". \"Its previous investment in online has been a strength and this has helped keep profits strong. However, its relative success does not mean it won't be desperate to open its doors in retail parks and on High Streets across the UK,\" she said. Other analysts suggested that the group would need to keep a close eye on its retail estate, as well as monitoring whether or not shoppers return in force as restrictions on non-essential retail ease. ", "url": "https://www.bbc.com/news/business-56600326"}