{"datetime": "2021-01-08T15:40:43.000Z", "title": "Lockdown fashion: 'People are back in their pyjamas'", "article": "Marks & Spencer says sales of sleepwear have soared as people spend more time at home because of Covid restrictions. The retailer sold 20% more women's pyjamas during the 13 weeks to 26 December, with many of them being bought as Christmas presents. \"The great British public are back in their pyjamas,\" said chief executive Steve Rowe. Despite this, clothing sales as a whole fell nearly a quarter, although food sales showed modest growth.M&S said its trading was \"robust\" over the Christmas period, but UK revenues for the quarter were £2.52bn, 8.2% lower than last year. M&S blamed \"on-off restrictions and distortions in demand patterns\" due to the coronavirus crisis. International revenues also took a big hit, falling 10.4%. M&S also said that potential post-Brexit tariffs on part of its range exported to the EU, together with \"very complex\" administrative processes, would \"significantly impact\" its businesses in Ireland and the Czech Republic, as well as its franchise business in France. Mr Rowe said the chain's popular Percy Pig sweets, made in Germany, were one product that could face tax rises. It said it was \"actively working to mitigate\" those effects. Mr Rowe thanked staff for \"a first-class execution of Christmas for our customers in near impossible conditions\". The High Street stalwart said customers had responded to its \"innovative seasonal product\" during the four-week run-up to Christmas. Like-for-like food sales had risen 2.6% during the period, it said. However, clothing and home sales fell by 24.1%, and UK sales overall were down 7.6% on a like-for-like basis.Trading was hit particularly badly in November by the national lockdown in England, with clothing and home sales slumping 40.5% in the month and food sales down 4.5%. \"Near-term trading remains very challenging, but we are continuing to accelerate change under our Never the Same Again programme to ensure the business emerges from the pandemic in very different shape,\" Mr Rowe said. On the positive side, M&S said its tie-up with online firm Ocado had produced \"very strong\" results, while customers had responded to its \"innovative seasonal product\" during the four-week run-up to Christmas. Ross Hindle, retail sector analyst at Third Bridge, said: \"Despite the pressure faced by their clothing division, the M&S food division is expected to deliver solid results, propelled by both stockpiling and its Ocado partnership. He pointed to reports that M&S was poised to acquire the Jaeger clothing brand as a possible way forward, saying it \"hints at the potential for a more aggressive shift into the multi-brand space\".\"M&S have numerous large stores which could be filled with non-M&S merchandise in order to drive their top-line. The risk here is whether such brands might cannibalise M&S branded products,\" he added. Emily Salter, retail analyst at GlobalData, said M&S was \"paying the cost for its inability to adapt fast enough to changing shopping habits\".\"M&S's recovery is slow versus other apparel players, as it continues to be hurt by an online platform unable to make up for lost store sales,\" she added. She saw little point in a potential purchase of Jaeger, as it would be \"costly to turn around and do little to boost the retailer's fortunes\".However, she said M&S's focus on value in food had \"started to pay off, with decent sales growth, especially considering dampened footfall on High Streets\". ", "url": "https://www.bbc.com/news/business-55584843"}