{"datetime": "2021-09-09T23:10:23.000Z", "author": "Emma Simpson", "subject": "Brexit", "title": "Boden boss declares the end of formal office wear", "article": "\"I think the office dressing trend has gone.\" Johnnie Boden has a knack for predicting what his customers want to buy - his quintessentially British brand is celebrating its 30th anniversary this week. Sales are also bouncing back after weathering the impact of the pandemic.\"It's been difficult, but we've kept our head above water,\" he says. \"It was a very sharp drop off in sales.\" Demand for party and holiday clothes disappeared. But Mr Boden says there's been a distinct shift since March.\"I think women are getting a bit bored of tracksuit bottoms and now want to dress up,\" he says.But the biggest change is in what we will wear to work, he says.\"Because of Covid and working from home women have all felt a freedom to wear what they want, what they are comfortable in. \"Employers are much more relaxed about what people can wear. So I think the plain structured work suit, it won't disappear totally, but the demand for those sorts of products has reduced and isn't going to come back.\" Clothing sales slumped by a quarter in 2020 in the UK, with a similar picture in the US. The coronavirus pandemic meant people had fewer opportunities to get together in person. The business fashion sector was hit particularly hard as office employees worked from home, and downgraded their wardrobes accordingly.Johnnie Boden turned up for our chat in a smart polo shirt and chino shorts at his open plan HQ, littered with bright velvet coloured sofas. \"In this business you can never relax and I'm not one to rest on my laurels, we have to keep going forward. But it's very exciting to reach this milestone, \" he says.He launched Boden as a catalogue in 1991 with just eight pieces of menswear after ditching his job as a stockbroker in the City. With its bright patterned frocks and Breton tops, it quickly secured a loyal following of middle class shoppers and so-called \"yummy mummies\". The Duchess of Cambridge is also a fan. Fashion writer Amber Graafland says Boden's secret is knowing its customers and staying true to the brand. \"There's definitely a Boden look,\" she says. \"It's about the aesthetic and lifestyle. You always see lots of dogs and a love of the countryside in all their marketing. It's fashionable, but not too fashionable.\" Boden now sells more clothes in America than in the UK. Mr Boden believes this is where the biggest growth opportunity is. \"I think one of the things I've noticed in the last 30 years is that people now think in international way in the way they wear clothes. \"So an American customer is quite similar to a British and German customer whereas thirty years ago they had much more different wardrobe sets.\" Johnnie Boden remains the majority shareholder and figurehead of the brand. As creative director he approves every product and is heavily involved in the design process, visiting vintage fairs for inspiration.\"Although I'm not formally trained, I've got quite a good eye for shapes and details and colours and prints that I think our customers will like.\"So what drives the sixty year old father of three?\"I still absolutely love it. I get up in the morning and I still think about the job in the same way as I thought about it 30 years ago,\"\"It's my job to try and jolly everybody along and make it a fun place to work.\" Brexit is causing problems though. Extra friction, delays and paperwork has racked up more than £5m in costs for its German operations, he says.\"It's been very difficult... We're worried about our German business because it's costing us a lot of money to service it. And it's a shame.\" The firm has also been dealing with supply chain problems due to a shortage of lorry drivers which are affecting many companies. \"It's a worry for us,\" Mr Boden says. \"We ship most of our products. The shipping costs have escalated massively.\" The haulage industry says that a pre-existing shortage of lorry drivers has been made worse by Covid and Brexit. Many haulage firms have not been able to cope with the shortage of drivers and extra red tape since Brexit, with haulier insolvencies in June the highest since the beginning of 2019, according to accountancy firm Mazars. But despite supply chain and other challenges, Mr Boden says he's not planning to exit the fashion business anytime soon. \"I take each day as it comes. While I'm still doing a good enough job I will carry on doing it. I think the moment I start making big mistakes or getting really tired or bored of it, I will stop.\"His teams are already working on what they think customers will be wearing four seasons ahead.Johnnie's also got his eye on the all important Christmas season, and barring further restrictions, he says it will be a good one. \"I really think people are going to go for it. I don't know about you but I feel I've missed parties. We haven't done a proper nice Christmas for two years and I think it will be really exciting. I'm confident.\" ", "url": "https://www.bbc.com/news/business-58488426"}