{"datetime": "2021-02-02T02:36:27.000Z", "author": "Annabel Rackham", "subject": "Coronavirus pandemic", "title": "Pandemic fashion: 'We went from selling sequins to sweatpants'", "article": "Last year probably all started with big ambitions for our wardrobes and what new pieces we were going to add to it. Maybe a few bits for the summer holiday you'd just booked, a dress for a friend's wedding or even something fun for a festival. But by March 2020 that had all changed and with lockdown looming, it looked like the only thing worth buying was joggers and maybe something to convince us to do some exercise. A lot of the British public felt this way - with official figures showing that people bought way less clothes than usual. The Office for National Statistics saysclothing sales fell by a quarter - the biggest drop since records began 23 years ago. Pyjama and loungewear sales went up, but going-out clothes fell massively as everyone looked ahead to a year at home. This meant a huge challenge for brands who made their name, and their income, from selling fashion for special occasions. \"We went from February time, when we were selling 90% dresses and then in the space of about one week our dress sales went down to about 30%,\" Mike Branney tells Radio 1 Newsbeat. Mike is the founder of brand Oh Polly, which he describes as the go-to place \"when you want to look a little bit extra\". The Scottish company is online-only and specialises in dresses and co-ords that you'd buy for a particularly glamorous night out - clothes that essentially became irrelevant the moment clubs and restaurants were shut down. \"We had to go back to the drawing board and we tore up a lot of the collections that were planned for April, May and June,\" he says. \"We looked at what we could bring in really quickly - so that was a casual collection of shorts and T-shirts that we could turn around in a short space of time.\" Luck was on Oh Polly's side as it had already planned the release of a new gymwear and leisurewear brand for March. \"It sold out within 12 hours and that was about 50,000 units in that collection so we were shocked and that was completely unexpected,\" he says. They were able to turn around a loungewear and tracksuit collection in a matter of months, but Mike says there was still a lot to do to compete with fast-fashion companies. \"The challenge for us was turning that emotional investment [in Oh Polly] into our casualwear, because we're not known for it. \"Our prices are a little bit higher, because we do invest in quality fabrics, so it was difficult getting customers in the mindset to appreciate that and purchase from us,\" he says. Fast-fashion retailers such as Boohoo were able to quickly react during the pandemic because, for them, the time between finishing a design to getting it made is often less than a week.Boohoo has been one of thebest performers in terms of online retail - it increased quarterly sales by 45% to £368m in the three months until the end of May. Mike also says it was hard for brands like Oh Polly, and ones even smaller, to compete with the discounting offered by fast fashion companies too. \"People were ending up with a lot of product that was out of season for example and the [fast fashion groups] were offering discounts of 50, 60, 70%,\" he says. \"If you're a small boutique brand, it's really difficult for you to get a customer to then spend that bit more on your product\".The coronavirus pandemic has also meant that goalposts keep changing - we don't know when we will be able to go out again and what clothes we're going to want in the year ahead. That's made life especially difficult for Lucy Aylen, the founder and chief designer of Never Fully Dressed. Her clothes have been worn by Beyonce and Kendall Jenner - but her trademark colourful printed dresses have not got their usual chance to shine at birthdays, weddings and graduations. \"One of the hardest things has just been being able to plan for the future,\" she says. \"If we're going to be in lockdown for two years, then we need to commit to loungewear, but then it's like 'Ooh there's a vaccine coming out so we might want to burn our leggings and wear real clothes again'.\"One of the biggest drawbacks for Lucy and her team was that the pandemic meant they didn't hit the sustainability targets she'd set at the start of 2020. \"We wanted to have all our fabrics sustainably made by this spring-summer season, but we just couldn't source it,\" she says. \"We brought new factories on board last year and that's hard because we can't travel to any of them.\" She says she's now looking to fulfil that promise by the end of this summer, but just the nature of the pandemic is making it a lot harder. \"Communication is so hard - even now when we have a meeting, someone has Covid or is isolating. \"We can't get out anywhere to feel fabric so you have to post it to someone's house, they'll check it and then post it to someone else - it's all taking so much longer,\" she says.But there have been positives - for their winter collection, Never Fully Dressed replaced their usual sequin dresses with matching knitwear sets and cosy pyjamas.\"We had to react really quickly and when you do that mistakes can happen,\" Lucy says. \"It could have crippled us - we launched all these new product offerings like really casual knitted sets and pyjamas, but the reaction was amazing. \"So that's really encouraging now to build on and means we'll be able to expand next year.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-55773751"}