{"datetime": "2021-10-15T11:47:25.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "How serious is the shortage of lorry drivers?", "article": "The government is taking a number of steps to address the shortage of HGV drivers, amid concerns about deliveries of food, fuel and other items in the run-up to Christmas. It hasintroduced temporary visas for 5,000 lorry drivers to work in the UK, although only just over 20 of the 300 applications have been approved so far, according to Conservative Party chairman Oliver Dowden. The shortage of HGV drivers is due to a combination of Covid, Brexit and other factors. A Road Haulage Association (RHA) survey of its members estimates there is now a shortage of more than 100,000 qualified drivers in the UK. That number includes thousands of drivers from European Union (EU) member states who were previously living and working in the UK. TheAnnual Population Survey produced by the Office for National Statistics (ONS) estimates that there were 16,000 fewer EU nationals working as HGV drivers in the year ending March 2021, than in the previous year.Even before Covid, the overall estimated shortage was about 60,000 drivers. Covid is certainly part of the problem. As travel became increasingly restricted last year, and large parts of the economy shut down, many European drivers went home. And haulage companies say very few have returned.The pandemic also created a large backlog in HGV driver tests, so it has been impossible to get enough new drivers up and running.The industrywarned the prime minister in June that there were 25,000 fewer candidates passing their test in 2020 than in 2019.There are HGV driver shortages across Europe, but in the UK Brexit has made things worse.Many European drivers who went back to their home countries, or decided to work elsewhere, are unable to return. When the UK was part of the EU single market, they used to be able to come and go as they pleased. But new immigration rules mean that is no longer the case.There is also new bureaucracy, and the decline in the value of the pound against the euro since the Brexit vote has made working in the UK less attractive for EU nationals. The strain on the freight transport system comes before Britain imposes checks on goods coming in from the EU. They have now been delayed until next year - some in January, others in July.If they prove too intrusive, that could make it even more difficult to encourage European drivers to work in this country. Many drivers are paid by the mile or kilometre rather than by the hour, so delays cost them money. There have also been tax changes making it more expensive for drivers from elsewhere in Europe to work or be employed in the UK. The reform of the IR35 rules - on how people working off the payroll pay tax - are designed to prevent workers setting up limited companies and paying less tax and National Insurance while working, in effect, as an employee. Haulage companies say the average age of HGV drivers in the UK is 55, and they want more to be done to attract younger workers.That includes better terms and conditions, better facilities for long distance drivers to use, and a recognition that they are a vital part of the economy. One consequence of shortages, though, has been thatsome wages for drivers are already going up.According to data collected by Transport Intelligence, Poland was short of more than 120,000 drivers last year, while in Germany between 45,000 and 60,000 were needed. New figures are expected in the coming weeks.But shortages in other countries are having less impact than in the UK.Other European countries can call upon a much larger pool of labour in the EU single market, with the guarantee of free movement. In the UK, that flexibility is no longer available, and the labour shortage is affecting other industries as well - from food processing to fruit picking. Like other parts of the UK, Northern Ireland is short of HGV drivers but there haven't been fuel shortages because it is not experiencing the same acute problems with tanker drivers. Northern Ireland was less reliant on drivers from the EU so has been less impacted by those workers no longer being available. An industry source says tanker driving tends to have better pay and working hours, so it is sought after by local drivers.Geography also works in Northern Ireland's favour - it's not much more than 100 miles wide so supply chains can't get as stretched as they are in the rest of the UK.As well as allowing more foreign workers into the UK, Ministry of Defence examiners will be brought in to increase the number of HGV driving tests. There will befree intensive 'boot camps' to train 5,000 people to become HGV drivers, with another 1,000 to be trained through courses funded by the adult education budget. The government is also writing to nearly one million drivers who hold an HGV licence to encourage them to return to the industry. It has also slightly relaxed the Drivers' Hours rules, which means drivers will be able to increase their daily driving limit from nine hours to 11 hours twice a week.There is £7,000 per person funding for the Large Goods Vehicle Driver apprenticeship scheme.Andthe government is consulting on a temporary weakening of the rules on what is called cabotage. Cabotage refers to whether a foreign HGV driver arriving in the UK is allowed to make collections and deliveries in the country before returning to their own countries. It's proposing to allow unlimited deliveries in a 14-day period. The Road Haulage Associationopposes this , because it will mean non-UK haulage companies can take work in the UK, as opposed to foreign HGV drivers working for UK haulage companies.What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/57810729"}