{"datetime": "2020-09-17T09:35:55.000Z", "title": "Next: Staff working from home 'miss out on camaraderie'", "article": "Staff working from home for fashion retailer Next have been \"stultified\" by boring online presentations and missed out on office camaraderie, the company said. Next said that overall, the impact of the pandemic on business had been \"expensive and miserable\".But it had also seen some advantages from the upheaval, it added. Next said it expected some home working to continue and that the balance would \"evolve over time\". Along with all \"non-essential\" retailers, Next was forced to close its doors when the pandemic struck. But it continued to meet online orders after overhauling work practices at its warehouses to allow for social distancing. Announcing its financial results for the first six months of the year, including a 34% drop in sales over the worst of the lockdown, the fashion chain said some good had come from the experience. \"It is remarkable what can be learnt from shutting down your entire operation and slowly, department by department, store by store, warehouse by warehouse, bringing it back to life,\" Next said in a statement. Warehouses and call centres had become more efficient, while staff in other areas had been forced to make more of new technology, it said. However, it said having staff \"sitting in their spare bedrooms, kitchens and conservatories\" had had pros and cons. Video calls for large groups had proved \"unwieldy, frustrating and inefficient\". \"Worst of all, perhaps, large video calls have encouraged the proliferation of one of the business world's most damaging practices - death by deck,\" it said. Explaining further, it said this meant \"slideshow presentations that transform meetings from productive exchanges of ideas into boring, one-way lectures, with the 'presenters' rattling through bullet points already visible to their stultified audience\". Next said the biggest problem with home working was the lack of spontaneous conversations and the chance to learn from colleagues. On the other hand, it had allowed people to focus more effectively on some solitary tasks, including systems coding and product design.Next said that had empowered individuals and been liberating. Millions of UK workers switched to working partly or completely from home when the country went into lockdown in March.Many welcomed the break from the daily commute and office politics, but the government is keen to encourage workers back into the office to revive city centres. Firms have taken a mixed approach. Some, such as Twitter, say employees might continue to work from home even after the threat from the virus subsides. Netflix boss Reed Hastings, however, wants staff to return to the office \"12 hours after a vaccine is approved\". Next's 34% fall in sales saw wedding outfits and work clothes particularly badly hit.However, it said the business had been \"more resilient than we expected\", with pre-tax profit totalling £9m for the first half of the year. It said it was fortunate that half of its revenues were already coming from online sales before the onset of the pandemic. It has revised its profit forecast for the full year from £195m to £300m.But it said that current rules to limit the spread of the virus, including the \"rule of six\", would depress demands for gifts and clothing, if still in force in December. ", "url": "https://www.bbc.com/news/business-54187614"}