{"datetime": "2021-09-09T11:11:43.000Z", "author": "Simon Jack", "title": "Government to shorten HGV driver testing process", "article": "The government is expected to announce a shake-up of the HGV driver testing process as soon as Thursday. It wants to fast track drivers into the haulage industry amid chronic shortages which have caused supply problems.The BBC understands that during meetings between government officials, hauliers and suppliers, the \"penny finally dropped\" that the driver shortage was getting worse not better. The government said meetings with affected groups were ongoing. It added any change in policy would be announced in due course.Widespread supply chain issues caused by the driver shortage have hit a range of sectors, including food, drink and medicines.\"The government seem to finally understand the scale of the problem. For the first time they looked rattled\", industry sources told the BBC.It's thought the centrepiece of the proposals could include combining the Class C test used for rigid lorries and Class E for larger articulated lorries into a single test.Currently, there is usually a 2-3 week minimum period between taking the two tests.The haulage industry said a perfect storm of a post-Brexit exodus of drivers, an ageing and retiring workforce and COVID-related delays to testing new drivers had brought some supply chains to breaking point. Haulage firms, desperate for drivers to fill lorries left idle and to complete orders left unfulfilled, welcomed the move but warned that it would not be enough to fix the cracks appearing in supply chains. They reiterated their calls for HGV drivers to be added to the Shortage Occupation List which would allow firms to temporarily bring back some of the estimated 20,000 EU drivers who have left the industry.Paul Jackson of Chiltern Distribution said: \"This is a sensible move but it's not enough to fix the problem.\"We don't put newly qualified drivers straight behind the wheel on their own. We buddy them up with experienced drivers for the first 8-10 weeks and the insurance costs for new drivers are also much higher.\"We desperately need to put HGV drivers on the list of skilled workers we can bring in from abroad.\" The Chemical Business Association, which represents chemical firms within the supply chain, reiteratedconcerns that its members were struggling to get chemicals to water companies . Tim Doggett, its chief executive, said: \"The supply chain situation in the UK is deteriorating.\"A survey conducted by the industry group suggests 96% of member companies are now experiencing issues with UK haulage, up from 63% in its last survey in June. The Chemical Business Association has written to ministers warning about the effects of driver shortages. The group write to Prime Minister Boris Johnson in June, saying that \"there was a contingent risk to the supply of chemicals into vital areas such as water treatment, which would be critical to the health and wellbeing of the population\". The government is expected to say that the new regime will mean up to 3,000 new drivers can be tested per week.Currently the pass rate is 56% so that would mean an extra 1,600 drivers per week.But Richard Burnett of the Road Haulage Association said the industry was losing 600 drivers a week from the industry and with a net shortfall of 90,000 drivers, it would take nearly two years to fill the gap.The industry was already reporting shortages of about 60,000 drivers before Brexit and the pandemic.Even allowing for that, he said there was no way to plug the recent gaps in time for Christmas - when the UK is more reliant on EU food imports.In addition, the RHA said the onset of winter weather would throw up obstacles. \"The reality is that an industry already struggling to meet delivery schedules will be brought to its knees at the first outbreak of bad weather conditions.\"The managing director of BJS Distribution Storage and Couriers, Harinder Singh, said the new shorter test was \"not a solution it is a risk\". \"Making the test easier does not make better drivers. The solution to the current shortage is to allow temporary visas to drivers from countries that understand the legislation and legal driving parameters of the UK, otherwise this isn't going to solve itself.\"By making the test easier you are putting more risk onto the road,\" he added.", "url": "https://www.bbc.com/news/business-58487347"}