{"datetime": "2021-01-19T09:54:43.000Z", "subject": "Coronavirus pandemic", "title": "Superdry warns of uncertainty amid Covid sales hit", "article": "Fashion chain Superdry has warned of \"continued uncertainty and disruption\" caused by Covid-19, as the impact of continued shop closures led to a sharp drop in sales. The warnings came as its half-yearly results showed a big rise in losses. Superdry said prolonged store closures and \"subdued\" footfall would continue to hit its revenues in 2021, sending the share price down 11%. But it said worries for the future were technical and its cash pile was strong. The retailer was in the midst of a turnaround plan when the virus struck. Unlike some of its competitors, it has an extensive store network, with many of its outlets in prime city centre locations which have seen fewer shoppers during the pandemic as more people work from home. In its results covering the 26 weeks to 24 October last year, Superdry reported a statutory pre-tax loss of £18.9m, compared with £4.2m a year earlier. Founder Julian Dunkerton said the brand had \"continued to focus on the reset\", but that with 70% of stores closed, it would take time to see \"the benefits of all our hard work\". The firm said that \"the risks of the recovery in consumer demand\" and its ability to meet new covenants from lenders represented \"material uncertainty\". This could \"cast significant doubt on the group's ability to continue as a going concern\", meaning that \"it may be unable to realise its assets and discharge its liabilities in the normal course of business\".However, Superdry said its net cash reserves had been positive throughout 2020 and remained strong, at £54.8m as of 9 January. \"We continue to have a total of over £130m of available liquidity at hand. Our £70m asset-backed lending facility remains available, having not been used in the year to date, and is currently still undrawn,\" the company added. The longer trading restrictions on the High Street are kept in place, the greater the signs of financial distress among retailers. Superdry has had a chequered few years, with changes in strategy and senior management, but despite that, has been regarded as one of the stronger British fashion retailers, with an international spread of business and a well-established brand.Lockdowns are taking their toll, however. Its interim results, which cover the six-month period to 24 October, are bleak, with sales down 23% and a £19m net loss - swollen by a £7m deficit on currency hedging.The real sting comes with the directors acknowledging there could, if trading does not improve, be a threat to the company's future. They highlight the conditions the company's lenders have put on its loans and say there could be a risk to Superdry's ability to continue as a going concern.The directors go on to say that they consider that the company does have enough money to see it through, but the warning underlines the tough trading conditions some retailers now face and how even the best-placed players now fear for their future. ", "url": "https://www.bbc.com/news/business-55716398"}