{"datetime": "2021-01-22T11:28:47.000Z", "title": "Shoppers stuck at home shun new clothes in 2020", "article": "Shoppers bought far fewer clothes last year as lockdowns meant people had less opportunity to socialise and go out. Clothes sales slumped 25%, the biggest drop in 23 years when records began,official figures suggest. While shops have reported demand for certain clothing such as pyjamas and loungewear has risen, demand for going-out items has fallen sharply. And despite a pick-up in December, clothing sales remain lower than before the pandemic struck. \"With few opportunities to socialise during lockdown and many people working from home, the clothing sector has been one of the \"worst-affected by restrictions\", the Office for National Statistics (ONS) said. Growing numbers of High Street shops have faced financial difficulties due to the temporary store closures imposed during lockdowns. Topshop-owner Arcadia and competitors Debenhams, Edinburgh Woollen Mill Group, Oasis and Warehouse have all slid into insolvency since lockdown measures were first imposed last March. The inability to try clothes on in bricks-and-mortar shops, as well as restrictions on eating out meaning consumers are going out less, have all affected sales, the ONS suggested. And the slump in demand for fashion meant that British retail sales saw their largest annual fall on record in 2020. Sales fell by 1.9% last year, when compared with 2019, the largest year-on-year fall since records began in 1997. Retail sales, including fuel, did see a small increase last month, growing by 0.3% when compared with November. It came following the end of England's national lockdown on 2 December.Sales had slumped by 4.1% in November during a month-long shutdown. But \"this was very clearly not a Merry Christmas for most of the High Street\", said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown.\"For most retailers it's the most crucial month of the year to get profit back on track but the large upswing in sales after the pain of the November lockdowns didn't materialise,\" she said. ONS deputy national statistician for economic statistics Jonathan Athow said that some sectors, however, had been \"able to buck the trend\" last year. \"The increased popularity of click-and-collect and people buying more items from home led to a strong year for overall internet sales, with record highs for food and household goods sales online.\" In a sign of the way the pandemic has changed shopping habits, the value of online retail sales jumped by 46.1% in 2020 when compared with 2019 - the highest annual growth reported since 2008. Online trade now accounts for more than one-third of all retail sales. Richard Lim, chief executive of Retail Economics, explained that the rise of online had \"polarised industry performance\". \"The gap widened between those retailers with the most sophisticated online propositions from those with legacy store-dependent business models,\" he said. Online-only retailers such as Boohoo and Asos, for example, have reported strong sales figures in 2020.Supermarkets in particular have embraced the shift to digital, with online food store sales up 79.3% last year. There was also better news from the John Lewis Partnership, which owns Waitrose, on Friday. It said that it would return a £300m emergency coronavirus loan to the government as trading went \"better than anticipated\" over Christmas.Today's figures show just how badly the clothing sector has been affected these last 12 months.Fashion is the big retail loser from this pandemic. Who needs to splash out on the latest trends when we're working from home and not going out? And even when clothing shops are open, chances are you can't try things on.With all of the Covid-19 measures in place, the fun has been sucked out of shopping. We haven't stopped spending, but most of it is going online. Boohoo and Asos have seen very strong sales growth, for instance.The going's far harder for retailers with large numbers of physical stores. The pressures have already taken their toll on the likes of Sir Philip Green's Arcadia Group and Debenhams.And things may well get worse on the high street before they better. Many retailers are worried about the end of the business rates holiday and of the temporary ban on eviction for non payment of rent in April. These will result in a big increase in costs when sales have yet to fully recover.But Helen Dickinson, chief executive of the British Retail Consortium, called for more help for non-essential shops and High Street retailers who continue to be affected by lockdown restrictions. \"With no end in sight for retailers closed in lockdown, many will struggle to survive under a mounting rent burden, and a return to full business rates in April,\" she said. She called on government to offer \"targeted\" business rates relief to businesses worst-affected by the pandemic. \"Decisive action is needed to save jobs, shops and local communities, with town and city centres looking to be particularly hard hit unless the government acts now.\" Earlier in January, a report from the Centre for Retail Research said that 2020 was the worst for High Street job losses in more than 25 years, because of the acceleration towards online shopping. Nearly 180,000 retail jobs were lost last year, up by almost a quarter from 2019, it said. ", "url": "https://www.bbc.com/news/business-55762644"}