{"datetime": "2020-07-15T09:33:23.000Z", "title": "Asos to repay furlough cash as lockdown sales rise", "article": "Asos will repay cash to the government it claimed for furloughing workers after its sales grew in lockdown. The online retailer said that group sales increased by 10% to £1bn in the four months to 30 June. The rise was driven by shoppers in international markets, with sales in the UK dipping by 1%. It came as luxury fashion brand Burberry announced a slump in sales and 500 job cuts, and Dixons Carphone warned of weakening consumer spending.In its trading update, Asos said that it would be returning cash it received under the government's furlough scheme after a \"better than initially-expected full-year performance\". \"This has been a tough time for all businesses, but we have remained focused on doing the right thing for our people,\" Asos boss Nick Beighton said.It did not confirm how many workers it had furloughed under the government's job retention scheme, where the government pays 80% of workers' salaries up to £2,500 per month, or the cost. UK retail sales fell by 1% to £329m in the period, but international sales, particularly in Europe, were strong, up 17% to £654m. Mr Beighton added: \"While we remain cautious about the consumer impact of Covid-19 looking forward, we are on track to deliver strong year-on-year profit growth.\" Analysts credited the firm's online infrastructure with the solid of set of results.Julie Palmer, partner at Begbies Traynor, said: \"It's clear that the online retailer is a pandemic winner.\"However, with a deep recession looming, and the hopes of a V-shaped recovery seemingly dashed by yesterday's economic growth figures Asos, as well as the rest of the retail sector, will have to prepare for a squeeze on consumer spending.\"This is where the current goes calm before the waters turn choppy.\" Other retailers reported grim sales figures on Thursday, after they were hit by the slowdown in consumer spending amid the coronavirus pandemic. Luxury British fashion brand Burberry saw sales nearly halve in the three months to the end of June, including a 75% drop in Europe and the Middle East.As a result of the slump in sales, the company said it would cut 500 jobs worldwide and seek to make savings of £55m. About 150 office jobs are expected to go in the UK, with a further 350 overseas.The move will affect about 4% of its 3,500 employees in the UK, although it said that retail and manufacturing jobs would not be affected. Richard Hunter, head of markets at Interactive Investor, said: \"Burberry is running hard to stand still at the moment, although there are some grounds for optimism. He pointed out that Asia, where the Covid-19 pandemic originated, being a key market for the firm was a \"double-edged sword\". He said this \"resulted in an early hit to sales but equally is now seeing some benefit from a gradually improving backdrop.\" Dixons Carphone also warned that it expected a \"weakening\" in spending later this year. Although the electronics retailer reported a surge in online sales, profits in the 53 weeks to 2 May fell to £166m from £339m the year before. Dixons Carphone group chief executive Alex Baldock said: \"Since the year end, all our electricals businesses have continued to grow sales.\"Where our stores have reopened we've performed well, while continuing to see strong online sales growth. That said, we expect a weakening of consumer spending later this year and are being cautious in our planning.\" ", "url": "https://www.bbc.com/news/business-53414678"}