{"datetime": "2020-05-22T08:51:49.000Z", "title": "Coronavirus: Retail sales crash in April as lockdown hits shops", "article": "British retail sales plummeted by a record amount in April as many stores closed amid the coronavirus outbreak. The Office for National Statistics (ONS) said that the amount of goods sold fell by 18.1% last month. Clothing sales also halved as many High Street shops were shut under the lockdown measures introduced by the government in March. Online shopping as a proportion of all retail reached a record high of 30.7%, the ONS said. All types of shop, other than those selling clothing or household goods, saw record amounts being spent with them online. But the pick-up in online shopping failed to offset the collapse in spending on the High Street.\"The effects of Covid-19 have contributed to a record monthly fall in retail sales of nearly a fifth,\" ONS deputy national statistician for economic statistics Jonathan Athow said. He added that \"online shopping has again surged as people purchased goods from their homes\" amid lockdown. Richard Lim, chief executive of Retail Economics, said that the shift to online had benefitted \"those retailers with the slickest e-commerce operations and who managed to cope with the shift in demand. \"Online grocery retailers were one of the major beneficiaries as they worked at an incredible pace to boost capacity.\" In April, the proportion of online spending on food increased from 5.7% to 9.3%, according to the ONS. Elsewhere, off-licence sales also continued to increase, seeing a slight uptick after a 23.9% jump in March. Mr Lim added that that the impact of lockdown had \"paralysed\" the industry. \"Clothing retailers were the hardest hit as the absence of social interaction, whether that's going to work, seeing friends or heading off on holiday, decimated demand for new outfits,\" he said. The fall in non-food sales in April resulted in the lowest levels of clothing and shoe sales seen since the ONS starting collecting the data. Separate figures from retail research firm Springboard show that the number of shoppers visiting UK High Streets, retail parks and shopping centres fell by 80% in April amid the lockdown. That was almost double the level of March's downturn when there was a 41.3% drop in visits to shopping locations. Several fashion firms have been struggling as customers stay at home. Clothing giant Primark, for example, said last month it had gone from making £650m in sales a month to nothing after the coronavirus outbreak forced it to close its stores in Europe and the US. Despite the gloomy news, Samuel Tombs, chief UK economist at Pantheon Macroeconomics, said: \"Retail sales should recover some of April's lost ground in May.\" He said that was despite the fact that lockdown measures on store closures in England have not changed significantly since they were introduced. This point was echoed by Lisa Hooker, consumer markets leader at PwC: \"However bad April's figures are, we believe that retail has reached a turning point in the Covid-19 crisis.\"In the short term, May has already seen a loosening of lockdown restrictions across all the home nations.\" Since the start of lockdown, garden centres have been allowed to open again in England.Other retailers classified as essential, such as DIY stores Homebase and B&Q, re-opened some sites around the end of April.", "url": "https://www.bbc.com/news/business-52766856"}