{"datetime": "2019-12-12T09:09:12.000Z", "title": "Superdry founder 'pleased with progress' despite loss", "article": "Superdry founder Julian Dunkerton has said he is \"pleased with the progress\" the fashion retailer has made despite it reporting a half-year loss. Mr Dunkerton said reviving Superdry would \"take two to three years\" and pledged to stay at the firm until 2021. He returned to the company in April after a lengthy campaign against the previous management. Superdry sank to a loss of £4.2m in the six months to 26 October compared with a profit of £26.4m a year earlier. Revenues dropped 11% to £369.1m after the company focused on full price sales and reducing promotions to try to lift profit margins. However, it said its decline in retail sales had moderated during the six months. Mr Dunkerton said: \"At this halfway point in our financial year, I am pleased with the progress we have made to comprehensively reset Superdry. \"We are only eight months into a process that will take two to three years, but I have great confidence in the strength of our new executive leadership team.\" Mr Dunkerton stepped down from the firm's board in March 2018 but returned this April after narrowly winning a shareholder vote, prompting Superdry executives to resign en masse.He argued the fashion brand, which he co-founded in 2003, had over-extended its range and needed to focus more on the jackets and hoodies that made it famous. In July, when Superdry reported an £85m annual loss, Mr Dunkerton said he wanted to \"steady the ship and get the culture of the business back to the one which drove its original success\" by returning the brand to its \"design-led roots\". Retail analyst Richard Lim, from Retail Economics, said: \"As the boardroom shenanigans begin to settle, these results demonstrate the size of the task at hand\". However, Mr Lim said that going back to the original roots of the business \"remains a questionable strategy given the sheer pace of change in the industry\". \"Returning to a brand that once had a point of differentiation, a reason to visit stores and a point of view will be no easy feat.\" He added that online Superdry \"falls well short of many of its competitors\". \"The long road of recovery is likely to have many twists and turns ahead.\" ", "url": "https://www.bbc.com/news/business-50756183"}