{"datetime": "2020-01-10T11:59:20.000Z", "title": "Superdry warns profits could be wiped out as Christmas sales slide", "article": "Fashion chain Superdry has warned that its profits could be wiped out after sales fell sharply over Christmas. The firm, which has been trying to sell more clothes at full price, said it had been hit by \"unprecedented levels of promotional activity\" by rivals.Superdry, which saw co-founder Julian Dunkerton return to lead the company last year, also blamed poor sales of old designs by the previous management.Revenues at the retailer fell 15.8% over the 10 weeks to 4 January. As a result, the company said it now expected full-year profits to be between zero and £10m, compared with analysts' expectations of about £40m. Shares in Superdry sank as much as 20% in reaction to the news. The profit warning drew a high number of comments on social media. The company has experienced a turbulent 12 months. In April last year, Mr Dunkerton returned to the firm following a lengthy campaign against the previous management, who - he argued - were following a \"misguided\" strategy. Since his return, Mr Dunkerton has been trying to focus on full-price sales and reducing promotions, but this meant the chain suffered over the crucial Christmas trading period as other brands slashed prices. Mr Dunkerton said: \"Everyone at Superdry continues to work intensively to deliver the turnaround of the business. While we have always said it will take time, we continue to make progress in implementing our strategy.\" \"We halved the proportion of discounted sales over our peak trading period, benefiting both our margins and the Superdry brand. \"However, this adversely affected our sales during the peak trading period, given the level of promotional activity in the market. Despite this, our disciplined plan to reinvigorate the brand and return Superdry to sustainable long-term growth is on track.\" The company said it had been \"encouraged\" by the reaction to the limited range of new designs brought in by the new management, but added this had not been enough \"to offset weaker trading on older product\". Analysts at Liberum said Superdry's problems were partly self-inflicted. \"We agree a full-price stance is appropriate for branded fashion companies,\" they said.\"However, this only works when the quality of the product and ranges are adequate, and maybe the management were too aggressive with this stance while still trying to clear a less-than-ideal mix of inventory.\" Russ Mould, investment director at AJ Bell, said the return of Mr Dunkerton was \"starting to look like a difficult second album rather than an overnight success\". \"After nine months in charge, and after a lengthy campaign to oust the previous management, there will be increasing pressure on him from the market to deliver tangible signs of progress as we move through 2020.\" Fashion brand Joules added to the retail sector's woes after it said profits were set to be \"significantly below market expectations\" following poor Christmas trading. The company said sales were \"significantly behind expectations\", dropping 4.5% in the seven weeks to 5 January from a year earlier, although it blamed this on \"one-off\" issues that hit the availability of stock. Joules also said it expected cost \"headwinds\" as a result of tariffs being imposed by the US-China trade war. Shares in Joules fell 20% in response to the update. Joules chief executive Nick Jones said: \"We are disappointed with our inability to fully satisfy our customers' demand through our online channel during the important Christmas sale period. \"We have identified the root cause of this one-off issue and have taken steps to prevent its reoccurrence.\" ", "url": "https://www.bbc.com/news/business-51060580"}