{"datetime": "2021-01-01T00:07:06.000Z", "author": "Joshua Haigh", "title": "'Worst year for High Street job losses in 25 years'", "article": "Last year was the worst for the High Street in more than 25 years as the coronavirus accelerated the move towards online shopping, analysts say. Nearly 180,000 retail jobs were lost in the UK in 2020, up by almost a quarter on the previous year, according to the Centre for Retail Research (CRR). It warned there will be more pain for the sector in 2021 as retailers face a cash flow crisis and rent payments. It has predicted up to 200,000 more retail jobs will be at risk in 2021. Professor Joshua Bamfield, a director at the Centre for Retail Research, said its forecast was based on \"the cumulative effects of months of closure and its impact upon cash flow and rent arrears that will be payable when the moratorium ends. \"Whilst the longer-term effects of the greater use by shoppers of all kinds of online retailing is likely to be hugely damaging for physical stores,\" he added. Major brands including Topshop-owner Arcadia, Edinburgh Woollen Mill Group and Debenhams slashed hundreds of jobs after collapsinig into administration during the year. Susannah Streeter, market analyst at Hargreaves Landsdown, said the pandemic alone couldn't \"be blamed for the collapse of household names. It merely accelerated the shift to digital,\" she said. She says that 2021 will be a \"year of painful evolution\" for the sector.\"Debenhams has been the key anchor store in city centres for decades, but fell behind fashion trends, whilst locked into long leases with rising rents with underperforming online sales.\"Topshop was still the leader of the High Street fashion pack a decade ago, but underinvestment in e-commerce and social media, saw it leapfrogged by savvy online rivals like Boohoo and Asos.\" The success of fast fashion online retailers such as Boohoo has been tough for some of the more established High Street brands to emulate.Mrs Streeter said that shoppers appeared to \"shrug off\" accusations that the retailer hadbeen \"tolerating widespread abuses of employment law\" at some of its suppliers in Leicester.\"Although ethical concerns do appear to be growing amongst some consumers, it seems fast fashion shoppers are still prioritising price.\" Analysis by consumer affairs correspondent Sarah Corker The High Street was struggling before the pandemic struck, but almost a year of lockdowns and restrictions appears to have turbocharged that decline. Some estimate the shift towards online shopping has been accelerated by five to ten years.Every week in 2020, an estimated 3,400 retail jobs were lost. Retailers have spent huge sums of money making their premises covid secure; stores have been re-designed with one way systems and plastic screens, returned items are quarantined for up to 72 hours and there are enhanced cleaning regimes.All that pushes costs up at a time when social distancing means there are fewer customers.But amid the slew of store closures, there is a sliver of positive news. As more of us work from home, we're spending more money locally and rediscovering our local high streets and independent stores.Analysis of spending habits suggests smaller neighbourhood shopping areas have fared much better than large cities and shopping centres this year.Currently around three million people in the UK work in retail.The CRR warned that on-going Tier 4 restrictions and a delayed rollout of coronavirus vaccines in the UK could spark up to 200,000 job losses.Mrs Streeter added that it would be crucial for high street retailers to evolve their in-store experience if they were to attract customers back in a post Covid-19 climate.\"Department stores can still thrive, if they provide the experience the customer craves. Items like footwear can be very difficult to get right online,\" she said.Trying out fragrances and skincare is impossible in a virtual world. Underwear, which is difficult to return, may look a good fit on models but customers prefer to try it before they buy, she says. \"However, shopping needs to be an enjoyable pasttime, not a bun fight amid vast racks of clothes. Reducing retail footprints, while investing in the appeal of an exciting in store and online seamless experience will be key to attracting newer younger customers.\" ", "url": "https://www.bbc.com/news/business-55501049"}