{"datetime": "2019-07-10T13:41:29.000Z", "title": "Superdry founder promises revival after £85m loss", "article": "Superdry founder Julian Dunkerton says he is trying to \"steady the ship\" after the fashion retailer reported an £85m annual loss. Mr Dunkerton returned to the firm in April, after a lengthy campaign against the previous management, who he said had a \"misguided\" strategy. As well as reporting a steep loss for last year, Superdry warned that sales could fall in the current financial year. In 2018 it reported profits of £65.3m. \"My first priority on returning to Superdry has been to steady the ship and get the culture of the business back to the one which drove its original success,\" Mr Dunkerton said. He said he planned to return the brand to its \"design-led roots\", paving the way for a return to profitability over the next three years.Customers will be offered greater choice in stores and online, he said. There will be less discounting, a website redesign and a change in marketing strategy as part of the new strategy. The firm will aim to renegotiate better terms with landlords, as a large proportion of its leases come up for renewal over the next two years, he added. However there could also be a \"minimal\" number of store closures in the UK and the US. Superdry, which started out as a market stall in Cheltenham 16 years ago, was set up by by Mr Dunkerton and James Holder, and went on to enjoy huge commercial success. But its shares have lost nearly 70% over the past year against a tough retail backdrop and in March the company announced it would cut up to 200 jobs. Mr Dunkerton is leading the company while it searches for a new permanent chief executive. Kate Culvert, retail analyst at Investec, said: \"With so many moving parts, these types of recovery stories rarely go smoothly and management faces a very long uphill struggle given how challenging the competitive backdrop is\". ", "url": "https://www.bbc.com/news/business-48933581"}