{"datetime": "2021-11-25T10:53:22.000Z", "title": "Cosmetic surgery ads to be banned for under-18s", "article": "Adverts for cosmetic surgeries designed to change a person's physical appearance are to be banned from targeting under-18s. The UK advertising watchdog says the rules will come into force from May next year. It means companies can no longer advertise procedures such as breast enhancements and nose jobs across media that will appeal to under-18s. That includes TV programmes and social media that is aimed directly under-18s. It isillegal to perform cosmetic procedures on under-18s - but there have previously been no restrictions on advertising to them. The decision comes after a consultation by the Committee for Advertising Practice (CAP), which writes the rules that all UK advertisers have to follow. There were concerns about the potential harm of advertising cosmetic changes to children and young people - such as body image pressures and mental health issues, as well as the risks and potential complications of the procedures. The Committee said evidence contributed to an \"ever clearer picture\" that children and young people are vulnerable to body image pressures. CAP director Shahriar Coupal said: \"Because of the inherent risks of cosmetic intervention procedures, and the potential appeal of these services to young people struggling with body confidence issues, it's important we set the bar necessarily high in terms of marketing.\" The ban also covers dermal fillers and skin rejuvenation treatments such as injectable treatments, chemical peels and laser or light treatments and teeth whitening products. Earlier this year, the ASA named and shamed social media stars for breaking advertising rules. Love Island'sLuke Mabbott ,Gabby Allen , Towie'sLauren Goodger and TikTok collectiveThe Wave House have all been made to take posts down because they weren't clearly labelled as adverts. In August, the ASA named and shamedfour celebrities who it said repeatedly broke the rules: Chloe Khan, Jodie Marsh, Lucy Mecklenburgh and Chloe Ferry. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-59406842"}