{"datetime": "2021-03-08T17:40:40.000Z", "title": "Retailer Boohoo submits plans for new Leicester factory", "article": "Retailer Boohoo which faced allegations over poor pay and working conditions among its suppliers in Leicester has submitted plans for its own factory. The proposals include an office, factory and warehouse at a former car showroom on Thurmaston Lane, Leicester. The online firm said it hoped this would \"restore and promote\" the city's reputation within the textile industry. It comes after a company review last year found there were\"many failings\" in its Leicester supply chain. In a planning application submitted to Leicester City Council earlier this month, the firm said it hoped to \"rejuvenate\" the \"rundown\" site, create jobs and build \"belief in the Made in Britain stamp once again\". The application said the firm also wanted to help \"create a sustainable infrastructure for the UK's fashion industry, centred in Leicester, that will continue to provide secure jobs to skilled workers, and a self-sustaining, transparent support and logistics network for suppliers and customers\". As part of the plans, the Manchester-based retailer will also offer an education centre with \"industry-led educational programmes\" and a space for local fashion students to showcase their work. A Boohoo spokesman said the site would employ 95 people. He added: \"The factory will be an example of best practice in garment manufacturing and we are working with many local stakeholders to ensure that the site adds value to the local community, beyond creating good quality new jobs for local people.\" Last year, concerns were raised about workers at Boohoo's Leicester suppliers being underpaid and not protected against Covid-19 during the pandemic. At the time, it said if the allegations were true, conditions were \"totally unacceptable\" and promised to take action. It hired a barrister, which found the company had \"capitalised on the commercial opportunities offered by lockdown\" but took no responsibility for those making its clothes. However, it also reported it had not committed any criminal offences. Boohoo later appointed a former High Court judge to oversee the company's efforts toimplement the recommendations made in the review. The fashion giant admitted there were failings in its supply chain and said it was committed to raising standards and monitoring its suppliers more closely. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-56319291"}