{"datetime": "2021-02-08T00:03:00.000Z", "author": "Howard Mustoe", "title": "Boohoo tells suppliers not to subcontract, raising job fears", "article": "Online fashion firm Boohoo has told its Leicester-based suppliers that they must bring all clothes-making work in-house, either buying out or cutting ties with sub-contractors. The demand has caused concern among some suppliers about how they will pay to hire new workers and rent space. Boohoo has given them a deadline of 5 March to stop using outside labour. The company says it is acting on recommendations of a highly critical report published last year. Boohoo hired barrister Alison Levitt QC to investigate following concerns about worker welfare during the pandemic. The report , published in September, said Boohoo had \"capitalised on the commercial opportunities offered by lockdown\" but took no responsibility for the consequences for those making the clothes they sold. It recommended that \"within six months Boohoo should reduce its approved suppliers to a list which contains a manageable number of companies, ideally without reducing capacity\" with \"the goal of reducing and ultimately eliminating sub-contracting.\" In an email to suppliers seen by the BBC, the company said all of its suppliers in the city must \"bring all finished goods manufacturing in-house\". It said companies without \"the expertise and knowledge to run a factory\" or the space must buy a manufacturing unit, or Cut, Make and Trim (CMT), as they are known. While it said those with questions about the process should contact the company, it added that the move is \"a mandatory requirement and not open to negotiation.\" A supplier who spoke to the BBC on condition of anonymity said he was worried about jobs being lost, since the deadline is a month away and many sub-contractors are based miles away. Garment-makers in the city often farm out large orders of clothing to smaller businesses. The business is known to work on very thin margins, with each piece being made for only a few pounds.In the past factories in Leicesterhave been accused of paying less than the minimum wage to workers. \"As we state in our letter to suppliers, the boohoo group is committed to growing our business in a more sustainable and transparent manner. Working with suppliers in a more strategic and sustainable way, is a key part of our partnership approach to improve transparency, efficiency and accountability,\" the company said in a statement to the BBC. \"One of the key recommendations from the Alison Levitt QC review was to consolidate our supply chain. Supporting suppliers to bring their CMT units in-house shortens our supply chain and is just one of the ways that we are helping them to build stronger more sustainable businesses that can thrive.\" The company declined to comment on what help would be offered by Boohoo for suppliers to manage this change if they are struggling financially. ", "url": "https://www.bbc.com/news/business-55974075"}