{"datetime": "2021-10-27T15:00:15.000Z", "title": "Love Island's Gabby Allen has Instagram Primark ad banned", "article": "Love Island's Gabby Allen has had an Instagram post banned because it was not clearly labelled as an advert which was paid for by Primark. The post, shared in August 2021, used the hashtag #iworkwithprimark in its caption. However the Advertising Standards Authority (ASA) ruled that was \"ambiguous, and did not fully explain her relationship with Primark.\" Gabby Allen said the post had been updated to include the label #ad. However, the ASA still upheld the complaint. It says #ad should have been put nearer the start of the caption, so it was \"immediately visible to consumers viewing the post in-feed on Instagram.\" It holds Primark and Gabby Allen \"jointly responsible\" for making sure their posts follow the rules. Newsbeat has contacted Gabby Allen's representatives for comment. The original post showed a picture of Gabby Allen with the caption: \"Feeling fab but chilled Wearing these jeans and top from one and only @primark #iworkwithprimark\". Primark said the #iworkwithprimark label was enough for followers to know that this was a sponsored post. But the ASA says it \"did not fully explain [Gaby Allen's] relationship with Primark.\" It adds that the hashtag is \"long and unclear, and its content and meaning would not have been immediately obvious to consumers.\" Gabby - who came fourth in the 2017 series of Love Island - has 1.1 million followers on Instagram. She's by no means the first influencer to have been been called out by the ASA for not labelling an ad correctly on social media. The ASA has looked at 122 UK-based influencers - and according to Ed Senior, \"overall compliance was disappointing\". He is a compliance executive at the ASA, and his job is to make sure advertising rules are being followed - he suggests that can be done in a few different ways. The rules say content has to \"be clear, obvious and identifiable as advertising\". Putting a hashtag #ad is one way, but he says they could also verbally say it's an advert at the start of a video. \"It needs to be clear and obviously up front, prior to engagement. So that's why, even when they added #ad at the end, it wouldn't be enough to comply with the rules.\" If someone breaks the rules, there are different levels of sanctions. Ed says the ASA will get someone to amend the content so it follows the rules, or get them to remove it.If things escalate, people can be placed on a public list, with the ASA working with platforms to remove further content and eventually even referring them to legal authorities. This year, Love Island'sLuke Mabbott , Towie'sLauren Goodger and TikTok collectiveThe Wave House have all been made to take posts down because they weren't clearly labelled as adverts. In August, the ASA named and shamedfour celebrities who it said repeatedly broke the rules: Chloe Khan, Jodie Marsh, Lucy Mecklenburgh and Chloe Ferry. Molly-Mae Hague was found to havebroken the rules over a competition she tried to run on Instagram.\"Targeting someone like Molly-Mae sends a message to other influencers, who may have smaller followings, to remind them that they are under the same requirements as any other brand,\" Nick Breen from law firm Reed Smith told the BBC at the time. \"So, as they do more sophisticated campaigns - beyond copying and pasting marketing from an advertiser - they need to take even more care.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-59062979"}