{"datetime": "2022-01-26T11:32:36.000Z", "author": "Sonia Kataria & Reuters news agency", "title": "Boohoo starts production at new Leicester factory", "article": "Retailer Boohoo, which faced allegations over poor pay and supply chain failings, has begun production at its first ever manufacturing site. Plans for the 23,000 sq ft (2,136 sq m) site on Thurmaston Lane, in Leicester, weresubmitted last March . The online fashion chain also plans to use the site as a training facility and to provide guidance to suppliers. It comes after a company review found there were\"many failings\" in its Leicester supply chain. Boohoo said it was \"committed to the city of Leicester and ethical British manufacturing\". A company spokesperson said \" We want Thurmaston Lane to be a centre of excellence that supports and informs other suppliers, local students and the wider community.\"We are passionate about playing our part in rebuilding Leicester as the hub for outstanding UK garment manufacturing.\" The retailer, which sells clothing, shoes and accessories aimed at 16 to 40-year-olds across its 13 brands, said the factory will have the capacity to manufacture tens of thousands of garments.It said it was investing millions of pounds in the new site, which will create up to 180 jobs. Concerns were raised about workers at Boohoo's suppliersbeing underpaid and not protected against Covid-19 during the pandemic . At the time, it said if the allegations were true, conditions were \"totally unacceptable\" and promised to take action. It hired a barrister, which found the company had \"capitalised on the commercial opportunities offered by lockdown\" but took no responsibility for those making its clothes. However, it also reported it had not committed any criminal offences. Boohoo later appointed a former High Court judge to oversee the company's efforts toimplement the recommendations made in the review. The fashion giant admitted there were failings in its supply chain and said it was committed to raising standards and monitoring its suppliers more closely. In 2021 it published a list of the 1,100 factoriesit used around the world as part of a pledge to be more transparent . Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-60132046"}