{"datetime": "2020-07-02T12:31:08.000Z", "title": "Leicester lockdown: Boohoo 'putting workers at risk of coronavirus'", "article": "Online fashion retailer Boohoo has defended its business practices after a workers' rights group said staff at Leicester factories that supply the group were at risk of coronavirus. The allegations cameafter a local lockdown was imposed on the city. Labour Behind the Label said workers were \"being forced to come into work while sick with COVID-19\". Boohoo said it had \"terminated relationships\" with factories over the treatment of workers. Labour Behind the Label said it had also received reports that workers who wished to isolate were being denied pay and factories had been operating illegally throughout lockdown. Meg Lewis, campaign manager for the group, said they would be taking their findings to the Health and Safety Executive and the government. She said to hear workers were being treated this way was \"so disappointing, particularly at a time when Boohoo has increased profits and they are considering bonuses\". \"Big brands are prioritising profit,\" she said. \"It is heart-breaking to see grotesque inequality when some people profit so much while there are workers at the bottom of the chain whose lives are being put at risk.\" In the past,concerns have been raised about a number of Leicester's textile firms - some of which were believed to be paying less than the minimum wage. Boohoo previously told the BBC it made unannounced site visits monthly to its manufacturers and had set up an office in Leicester to maintain closer ties with local suppliers. Boohoo sells own-brand clothing, shoes, accessories and beauty products targeted at 16 to 40-year-olds. The retailer gained more popularity during the coronavirus lockdown as consumers shopped more from their mobile phones. In a statement, the group said: \"The Boohoo group will not tolerate any incidence of non-compliance especially in relation to the treatment of workers within our supply chain. \"We have terminated relationships with suppliers where evidence of this is found.\" The group said it would investigate the allegations and take any necessary action. A HSE spokesperson said: \"In Leicester we are actively investigating three textile businesses, have recently contacted 17 and undertaken three site visits. \"Enforcement action is being taken at one of these sites and further spot inspections will take place in the area in the coming days and weeks.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-53263733"}