{"datetime": "2020-07-13T09:34:55.000Z", "title": "Quiz suspends supplier amid exploitation claims", "article": "Fast-fashion firm Quiz says it has suspended a supplier after claims that a factory in Leicester offered a worker just £3 an hour to make its clothes. It followsa report in the Times that an undercover journalist was told by a factory making Quiz clothes she would be paid below the minimum wage. Quiz said if the claims were accurate, they were \"totally unacceptable\". Leicester's garment-making industry is already under scrutiny for alleged poor working conditions at some sites. Last week, Boohoo faced a backlash after a report that workers at a factory supplying goods for its Nasty Gal brand could expect to be paid as little as £3.50 an hour.The national minimum wage for people over 25 years-old is £8.72 an hour. There were also claims that there were few measures in place to protect workers from the coronavirus. Leicester is currently in a localised lockdown following a spike in Covid-19 cases. Retailers includingNext, Asos and Zalando dropped Boohoo following the allegations.Next also sells Quiz's clothing through concessions. A spokesman for Next said it \"is now carrying out its own investigation, with full co-operation from the Quiz senior management team\".Last week,the National Crime Agency said it had visited a number of business premises in the Leicester area \"to assess some of the concerns that have been raised in respect of modern slavery\". \"These visits are likely to continue,\" it said. Quiz chief executive Tarak Ramzan, said: \"We are extremely concerned and disappointed to be informed of the alleged breach of national living wage requirements in a factory making Quiz products.\"The company, which is based in Glasgow, said that the factory at the centre of the Times story was a sub-contractor of one of its suppliers. It said: \"Quiz has immediately suspended activity with the supplier in question pending further investigation.\" Quiz said it monitored \"its supplier base through audits and site visits\". It added that it was \"in the advanced stages of appointing an independent third-party partner to provide more regular audits of suppliers in the Leicester region\". Boohoo said last week that it was conducting a probe into exploitation claims, and has hired Alison Levitt QC, a barrister specialising in business crime and financial services, to lead an independent investigation. Quiz's share price fell by 10% to 6p following its statement. The company has been facing difficulties. Last month, it hired KPMG to restructure its business, including renegotiating rental agreements on its High Street stores. ", "url": "https://www.bbc.com/news/business-53387587"}