{"datetime": "2020-09-30T09:25:09.000Z", "title": "Boohoo profit soars despite factory conditions row", "article": "Fast-fashion brand Boohoo's first-half profit has risen 51%, despite a storm over pay and working conditions for those making its clothes. Last week,a review of Boohoo's supply chain identified \"many failings\" after concerns were raised about its suppliers in Leicester. The online retailer said it was taking steps to make \"substantive, long-lasting and meaningful change\". It also raised its prediction for this year's income. \"Group revenue growth for the year to 28 February 2021 is expected to be 28-32%, up from approximately 25% as previously guided,\"it said in its interim results statement . Pre-tax profits surged to £68.1m in the six months to 31 August, up from £45.2m a year earlier. During that time,the company made a number of acquisitions , adding Oasis, Warehouse and Pretty Little Thing to its portfolio of brands, which include the more upmarket Karen Millen and Coast. Active customer numbers in the last 12 months went up by 34% to 17.4 million, with an \"exceptional increase\" during lockdown. Despite the positive outlook, Boohoo said it was \"prudent to continue to plan for a period of economic uncertainty in the second half of the financial year, including possible reduced consumer spending\".\"It is also prudent to plan for return rates returning to normal levels,\" it added. Boohoo commissioned the independent review by barrister Alison Levitt after allegations that factory workers had been exploited during the coronavirus lockdown. Ms Levitt found some workers in its supply chain had not always been properly compensated for their work and that many were not fully aware of their rights and their obligations. She said Boohoo had \"capitalised on the commercial opportunities offered by lockdown\", but took no responsibility for the consequences for those making the clothes they sold. The review also found senior directors at Boohoo knew about \"serious issues\" over how workers were treated months before they came to light. Richard Hunter, head of markets at Interactive Investor, said the \"furore\" surrounding the company's Leicester supply chain had done little to harm its profits or prospects. \"This will, of course, come at a cost and the possibility of wider investigations cannot be ruled out at the moment. However, any reputational damage caused by the allegations has not filtered through to a very strong set of numbers.\" He added: \"For the moment, the stellar growth continues for Boohoo, as does a share price which has fully recouped the declines of July to stand up 31% in the year to date and ahead by 48% over the last year.\" ", "url": "https://www.bbc.com/news/business-54352818"}