{"datetime": "2020-07-10T15:26:24.000Z", "title": "Boohoo action on exploitation claims 'inadequate'", "article": "One of Boohoo's largest shareholders is dumping stock in the fashion firm after it said the company had failed to address concerns about working conditions at a supplier in Leicester. Standard Life Aberdeen (SLA) criticised Boohoo's response to exploitation claims as \"inadequate in scope, timeliness and gravity\". Allegations of poor pay and conditions at a factoryemerged last weekend . Boohoo has since announced an independent review of its supply chain. The fast fashion retailer's share price fell 2% to 279.7p each.A Sunday Times report claimed workers at a factory in Leicester - currently in local lockdown following a spike in Covid-19 cases - were paid just £3.50 an hour, while being offered no protection from coronavirus. It was making clothes for Boohoo's Nasty Gal brand. Lesley Duncan, deputy head of UK equities at Aberdeen Standard Investments, SLA's fund management arm, said it had invested in Boohoo since its flotation in 2014. SLA holds a 3.3% stake in Boohoo, according to data provider Morningstar. Ms Duncan said it had lobbied the company over a number of years on issues such as supply chain transparency. \"While we would have liked progress to have been quicker we did feel that progress was being made,\" Ms Duncan said. But she said that concerns had been growing in recent weeks \"which even before recent developments, had negatively impacted our conviction levels in the company\". \"Having spoken to Boohoo's management team a number of times this week in light of recent concerning allegations, we view their response as inadequate in scope, timeliness and gravity.\" The company, which also owns the PrettyLittleThing brand, said it was \"appalled\" by the allegations and that it had asked a senior barrister to lead a review. However, other retailers have distanced themselves from Boohoo. Next, Asos and Zalando all announced on Tuesday that they hadstopped selling Boohoo clothes on their websites .The retailers said they were pausing relationships with Boohoo's brands, pending the outcome of the company's investigation.", "url": "https://www.bbc.com/news/business-53365829"}