{"datetime": "2020-10-06T13:49:23.000Z", "title": "Boohoo: MP calls for bosses to go over exploitation row", "article": "An MP has called for a fashion label's bosses to step down after a row over working conditions in its supply chain. Liz Kendall, who represents Leicester West, said the chair and CEO of Boohoo should be removed following a report which highlighted failings. The review, following allegations of low wages and lack of Covid security, said Boohoo took no responsibility for those making its clothes. Boohoo said it had already taken steps to address the issues raised. Ms Kendall said shareholders should act over \"appalling worker exploitation\". Boohoo said it was \"appalled\" byallegations made in the summer about its suppliers in Leicester and launched the barrister-led review. Itfound the firm had \"capitalised on the commercial opportunities offered by lockdown\" but took no responsibility for the consequences for those making the clothes they sold. The review also found senior directors at Boohoo knew about \"serious issues\" over how workers were treated months before it was reported. But it said the firm did not intentionally profit from, or allow to happen, poor working conditions and low pay. Boohoo said it had already taken steps to address the issues raised. Ms Kendall said: \"Following the investigation into Boohoo's factories in Leicester, I have written to Boohoo's biggest shareholders demanding that they take action.\"Boohoo's shareholders have said they support responsible investing.\" She called on the shareholders to support her in calling for the resignation of John Lyttle, the company's chief executive, and Mahmud Kamani, its founder and chair. She also welcomed the news the House of Commons Environmental Audit Committeewould look at the environmental cost of the fashion business . In a statement Boohoo said: \"The business is actively engaged with its investors and they are supportive of the level of transparency the business has demonstrated and the commitments we have made as part of our Agenda for Change.\"The leadership of the business is absolutely committed to acting swiftly, transparently and collaboratively to deliver the change that is required, to retain a manufacturing hub in the UK.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-54436175"}