{"datetime": "2020-07-24T22:27:06.000Z", "author": "Lora Jones", "title": "Boohoo: Five things you may not know about the fashion firm", "article": "You might have bought some joggers from there, or seen your favourite Instagram star wearing one of their dresses, but how much do you really know about Boohoo? The online fashion firm has been a real winner during lockdown, with a massive increase in its sales by 45% to £368m in the three months to the end of May. But it's been hit by claims that workers at a Leicester factory that supplies some of its clothes werepaid just £3.50 an hour, while being offered no coronavirus protection. Boohoo has said it's launching an investigation, but experts say it could struggle to make a comeback after the controversy. Here's five things you may not know about the company. Boohoo was founded by entrepreneur Mahmud Kamani and designer Carol Kane.The pair had worked together at Pinstripe Clothing, a company that was set up by Kamani's father Abdullah. It was one of the first suppliers to Asos and it designed and sourced clothes for Primark.Kamani and Kane decided to cut out the middle man too. They set up their own online fashion store in 2006, with the aim of selling on-trend clothes directly, and cheaply, to shoppers. Although Boohoo has come under fire for selling £5 dresses, Mahmud Kamani and his family are now billionaires. He and Carol Kane are also in line for a £150m bonus if the business meets its growth targets. The Manchester-based group also bought a stake in the Pretty little Thing brand - owned by Kamani's son Umar - for more than £260m this year. Umar posts about the family's ups and downs on his Instagram, from panoramic shots of warehouses and media statements, to glamorous parties with celebrities and private jet trips. While big High Street names like Topshop or Debenhams might have been suffering over the last few years, business at Boohoo has been booming.Part of its success is down to targeting under-30s who prefer to take style tips from social media influencers and buy clothes on their phones. Boohoo spent £116.8m on marketing campaigns in the year to 29 February - almost 10% of its total sales. To drive customers to its website, it's worked on collaborations with influencers including Love Island contestant Maura Higgins and paid for celebrity endorsements from the likes of R&B singer Ashanti. The strategy seems to be paying off. According to research by polling firmYouGov in May, 11% of 18 to 24-year-olds had purchased something from Boohoo in the previous three months. Some experts have said that one key element behind Boohoo's success is its online-only business model. \"The 16-24 age bracket have lower spending power, and they are more tech-savvy than older generations too, so the idea of online shopping appeals to them,\" says David Madden at CMC Markets, who analyses firms' finances to help clients make business decisions. He adds that while competitors like Topshop or New Look might appeal to younger shoppers too, they have expensive High Street shops to run. Boohoo bought Nasty Gal's brand assets, like its website and logos, in 2017 for $20m (£15m). It was founded by US businesswoman Sophia Amoruso who is credited with making the term \"girl boss\" mainstream. But Boohoo's recent purchases - including struggling chains Karen Millen, Coast, Warehouse and Oasis - have puzzled some. \"It was partially about diversifying it, but it was also about snapping up the fallen competition,\" Mr Madden says.\"If Boohoo doesn't buy their assets someone else might. The group can build its empire while reducing its dependency on its original brands.\" Boohoo adds new dresses, tops, accessories and shoes to its website every single day. To turn items around quickly, it uses what's called a \"test and repeat\" model, where it produces small batches of lots of new styles - sometimes even just tens or hundreds of one item.The company has the supply chains in place to then ramp up production of the best-selling pieces. About 40% of its clothing is produced in the UK. Boohoo told the BBC that the quickest a piece of clothing can go from design to sale is two weeks. Usually the norm is between four and six.But the firm's dedication to \"fast fashion\" has been criticised. Politicians have complained about the waste generated from cheap, disposable clothes.Last year, a group of MPs even called for a clothing tax to be introduced. Boohoo has also been forced to defend the fact it sells clothes very cheaply after allegations over pay and poor working conditions. It has been accused of using a factory that underpaid workers, while they were being offered no protection from coronavirus. The fashion firm has said the claims made about its suppliers - if true - are \"totally unacceptable\" and has promised to take action. \"We're taking action to investigate allegations of malpractice in our supply chain and we ask government to take action too,\" wrote Boohoo boss John Lyttle in a letter to Home Secretary Priti Patel. He backedproposals set out by MPs to do more to protect clothing makers. \"The main priority from here will be managing any reputational fallout,\" says Sophie Lund-Yates at Hargreaves Lansdown, who follows how well companies perform financially and provides research to investors. When the allegations came to light, Boohoo was criticised on Twitter and Instagram in posts using the hashtag #boycottboohoo. Influencers such as former The Only Way Is Essex cast member Vas Morgan and model Jayde Pierce distanced themselves from the brand on social media. \"The group is busy trying to root out if this is an isolated problem, or something more widespread, and we can expect an update on findings in the coming months,\" Ms Lund-Yates says.\"Nonetheless it is a reminder that today's consumers expect more from companies than ever before.\" ", "url": "https://www.bbc.com/news/business-53475202"}