{"datetime": "2020-11-26T10:45:59.000Z", "title": "Boohoo appoints former judge Sir Brian Leveson to probe company's ethics", "article": "Online fashion retailer Boohoo has appointed a former High Court judge to examine its business practices. Sir Brian Leveson, who is best known for leading the inquiry into press ethics after the phone hacking scandal, will chair an independent review of the company's supply chain and ethics. It follows allegations that one of Boohoo's suppliers was paying workers less than the minimum wage. It was also alleged the supplier failed to protect workers against Covid-19. Boohoo admitted there were failings in its supply chain and said it was committed to raising standards and monitoring its suppliers more closely. Its group chairman, Mahmud Kamani, said the appointment of Sir Brian, along with auditors KPMG, would bring \"independent oversight, additional expertise and further transparency to a programme that will help us on our journey to lead the fashion e-commerce market globally in a transparent manner\". The company says Sir Brian will work with a team of legal and compliance specialists.In July, the Sunday Times reported that workers in a Leicester factory which supplied Boohoo were working for as little as £3.50 an hour and that few of its workers were wearing face masks to guard against the spread of the coronavirus. At the time Boohoo said that if the the allegations were true, conditions were \"totally unacceptable\" and it promised a thorough investigation.The company set up a review into its working practices led by Alison Levitt QC.She concluded that, while the problems in Leicester garment factories were long-standing, Boohoo had not taken enough responsibility for scrutinising its suppliers and had chased profit at the expense of other obligations. Mr Kamani, who is now a billionaire, set up Boohoo in 2006 with designer Carol Kane to sell clothes directly, and cheaply, to shoppers. During lockdown the company saw a surge in sales and it reported a 51% jump in profits for the year to the end of August. But after the allegations that workers in the factory that was supplying Boohoo's Nasty Gal brand were being exploited, several of Boohoo's best known clients dropped it, with Next, Asos and Berlin-based Zalando all removing Boohoo clothes from their websites. Sir Brian will report to Boohoo's board and has promised to provide regular, publicly available progress reports. \"Boohoo has recognised that it must institute and embed change so that everyone involved in the group's supply chain is treated fully in accordance with the law and the principles of ethical trading,\" he said. ", "url": "https://www.bbc.com/news/business-55083915"}