{"datetime": "2020-07-16T09:10:13.000Z", "title": "Boohoo told to address exploitation claims amid criticism", "article": "Online retailer Boohoo has been criticised by MPs who say it has failed to address claims of exploitation at factories in Leicester. Philip Dunne MP said he found it \"incredible\" Boohoo was surprised by allegations of poor working conditions. Boohoo had said it was \"shocked and appalled\" by reports that workers had been paid as little as £3.50 per hour. But Mr Dunne suggested the firm was already aware of the issues. Boohoo said it would respond \"in due course\". The firm's co-founder, and then-chief executive, Carol Kane appeared in front of the Environmental Audit Committee (EAC) of MPs in 2018 over links Boohoo \"may have to illegally low pay in Leicester garment factories\".\"It is incredible that over a year since the committee highlighted illegal working practices in its supply chain, Boohoo has publicly denied any knowledge of what has been happening for years,\" Mr Dunne, who is chair of the EAC, wrote in a letter to the company. \"It is shameful that it took a pandemic and the ensuing outrage about working practices in their supply chain for Boohoo finally to be taken to task for turning a blind eye,\" he said. Last week, Boohoo - which also owns the Pretty Little Thing brand - faced a backlash after a report claimed workers at a Leicester factory that supplied clothes to Boohoo were paid just £3.50 an hour, while being offered no protection from coronavirus. The national minimum wage for people over 25 years-old is £8.72 an hour. The fashion firm ordered an independent review of its UK supply chain as a result, which will by led by Alison Levitt QC, a barrister specialising in business crime and financial services.The committee also asked what measures the online retailer had taken to protect the workers that make its clothes during the pandemic, and whether it would allow the establishment of formal trade unions.The letter cited claims by Usdaw that workers had been told \"not to speak with trade union representatives\". Other fashion stores have distanced themselves from Boohoo over the recent reports. Next, Asos and Zalando all announced that they had stopped selling Boohoo clothes on their websites in July. The retailers said they were pausing relationships with Boohoo's brands, pending the outcome of the company's investigation. Boohoo's share price has plunged over the past month. It currently stands at 210p, after hovering around the 410p mark for most of June. ", "url": "https://www.bbc.com/news/business-53428405"}