{"datetime": "2020-11-05T17:56:40.000Z", "title": "Boohoo, H&amp;M and Nike deny Uighur forced labour allegations", "article": "Fashion brands including Boohoo, H&M and Nike have denied using products made with the forced labour of Uighur Muslims in China. The brands, which included The North Face, were speaking to MPs conducting an inquiry. The House of Commons business committee questioned whether Boohoo was on top of its supply chain. Earlier this year the retailer investigated reports of exploitation and unsafe conditions at UK suppliers. There have been a number of reports alleging that thousands of Muslims from China's Uighur minority group are working under coercive conditions at factories that supply some of the world's biggest brands. Andrew Reaney, group director of responsible sourcing at Boohoo, told MPs at the Business, Energy and Industry Strategy (Beis) committee he was \"shocked\" by the reports. \"We were quite shocked by the revelations around the Uighurs and what's happening in the Xinjiang province. \"We wrote to all our suppliers across the supply chain to confirm that we have no manufacturing or fabric links to that particular region. \"That was done and all of our suppliers confirmed that they have no manufacturing or fabric links to that region.\" Mr Reaney said that the online retailer does \"not knowingly source any yarn or fabric\" from the region, as MPs questioned auditing processes at the business following the row over working conditions in its UK supply chain. Last month, the company published its full report by Alison Levitt QC, which identified \"many failings\" but freed it from allegations of deliberately allowing poor conditions and low pay for garment workers. \"It's a matter of regret from the organisation that we obviously didn't move as fast as we could have,\" Mr Reaney said. In February the Australian Strategic Policy Institutepublished a report that said the next phase in China's re-education of Uighurs was their being forced to work in factories. China has already detained about a million Uighurs at internment camps, punishing and indoctrinating them.Officials said the camps are aimed at countering extremism. Between 2017 and 2019, the ASPI think tank estimates that more than 80,000 Uighurs were transferred out of the far western Xinjiang autonomous region to work in factories across China. It said some were sent directly from detention camps. ASPI said the Uighurs were moved through labour transfer schemes operating under a central government policy known as Xinjiang Aid. According to the report, the factories claimed to be part of the supply chain for 83 well-known global brands, including Nike, Apple and Dell. David Savman, head of supply chain at H&M, said the Swedish-based retail group worked with accreditation groups for its supply chain which no longer use cotton from the region following the allegations. \"When these serious allegations came up we made investigations into all of our suppliers,\" he told MPs. \"We didn't find any proof of any breach of our sustainability commitments, where we have very clear guidance of how our ethical processes should happen.\" Later in the committee session, Jaycee Pribulsky, vice president of global footwear sourcing and manufacturing at Nike, said the US group was \"deeply concerned\" regarding the situation in the Chinese region. She told MPs: \"Nike does not source any raw cotton. And regarding Xinjiang, Nike has confirmed with its suppliers that there are no spun yarns or textiles manufactured in the area in our products.\" ", "url": "https://www.bbc.com/news/world-asia-china-54826270"}