{"datetime": "2020-09-25T10:28:09.000Z", "title": "Boohoo review finds Leicester supply chain 'failings'", "article": "A review into an online fashion retailer's supply chain found it capitalised from lockdown opportunities without taking responsibility for those making its clothes. It was one of \"many failings\" identified after concerns were raised about Boohoo's suppliers in Leicester. The review by Boohoo said the firm did not intentionally profit from poor working conditions and low pay. The company said it had already taken steps to address the issues raised. Boohoo said it was \"appalled\" byallegations made in the summer about its suppliers in Leicester, when the city was ina local lockdown due to the coronavirus pandemic. The company hired barrister Alison Levitt to lead a review. Ms Levitt found some workers in its supply chain had not always been properly compensated for their work and that many were not fully aware of their rights and their obligations. She said Boohoo had \"capitalised on the commercial opportunities offered by lockdown\" but took no responsibility for the consequences for those making the clothes they sold. The review also found senior directors at Boohoo knew about \"serious issues\" over how workers were treated months before it was reported. The company said: \"Ms Levitt is satisfied that Boohoo did not deliberately allow poor conditions and low pay to exist within its supply chain. \"It did not intentionally profit from them and its business model is not founded on exploiting workers in Leicester.\" Chief executive John Lyttle said the review identified \"significant and clearly unacceptable issues\" in the company's supply chain as well as the steps it had taken to address them. He said: \"It is clear that we need to go further and faster to improve our governance, oversight and compliance.\" Boohoo said it recognised this was a widespread issue in the garment industry and committed to establishing and funding a Garment and Textiles Community Trust to address hardship. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-54292528"}