{"datetime": "2022-01-21T08:38:16.000Z", "author": "Heather Burman", "title": "Leicester City Council announces £56m spending programme", "article": "Flood prevention work and improvements to schools have been earmarked as priorities in Leicester City Council's £56m capital spending programme. The authority plans to invest £8.4m in social care and education, with £7.5m to improve school buildings and £850,000 to refurbish children's homes. About £5.4m is due to be invested in improvements to private sector housing. The authority said reductions in government funding meant it could not finance all the work it wanted to. Leicester City Mayor Sir Peter Soulsby said: \"This programme of spending for the next year aims to ensure that essential building and improvement work is carried out, as well as works to help the city recover from nearly two years of disruption from the pandemic. \"By focusing our spending programme on just the year ahead and on our key pledges, we can do our best to carry out the work which will make a positive difference to people in neighbourhoods across the city despite the uncertainties of the future.\" The authority said £11.3m was expected to fund planning, development and transport projects including community improvements, road safety schemes, flood prevention works and road maintenance. About £600,000 has been earmarked to \"improve or create multi-use games areas in the city's neighbourhoods\". The council said £7.3m had also been set aside for further improvements to Leicester's outdoor market, adding £1m is expected to be spent on refurbishing Malcolm Arcade in the city's Lanes. About £850,000 is due to be invested in improvements to shops across the city in the form of business grants, to allow firms to make changes to help them recover from disruption caused by Covid-19, the council said.Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-60080588"}