{"datetime": "2019-05-10T21:05:58.000Z", "author": "Laura Heighton-Ginns & Katie Prescott", "title": "Leicester: A city fighting fast-fashion sweatshops", "article": "It's lunchtime in the heart of Leicester's textile industry, Spinney Hills. Two women are smoking outside a derelict-looking factory building. One says she is Bulgarian, working as a seamstress, and that she is being paid £6 an hour. The national minimum wage for over-25-year-olds is £8.21 an hour.Walking around this part of the city, it's apparent there are many clothes manufacturers in operation within the old factories.This is partly in response to the rise of fast-fashion - clothes reflecting current trends, available cheaply and at short notice, Red-brick Victorian buildings, symbols of Leicester's proud industrial past, are broken up internally into units.Company names are stuck above entry doors, some handwritten, as though the companies themselves were set up in haste. And business seems to be good: many are hiring. One notice in marker pen calls for a sewing machinist with a \"good rate to pay\", adding a mobile number. When we call the number, the employment terms on offer turn out to be \"£5.50, £6 per hour… no contracts\". Leicester is the city that once claimed to clothe the world, with powerhouse manufacturers producing knitwear and footwear for the masses.The industry was so successful, it sent Leicester to second place in the League of Nations' list of richest cities in Europe in 1936.After a downturn a few decades ago, when many manufacturers moved overseas in search of cheaper labour, the industry is again on the up.But the resurgence hasn't been entirely welcome. As the industry grows, Leicester is grappling with the rise of its darker side: so-called sweatshops that don't adhere to employment laws. Sue Tilley is responsible for Leicester's economic strategy at the local enterprise partnership.\"The darker side is perhaps not the businesses but the people who are placing the business. There has to be a responsibility with them as well.\" The chair of the Leicestershire textile manufacturers association, Saeed Khilji, says demand for cheap clothes plays a significant role.He argues manufacturers are caught \"in a sandwich\" between retailers' expectations and production costs. As a result, Mr Khilji has decided to club together with other manufacturers to sell directly to customers under the label MeSheMe.He has been one of the few to speak candidly about issues in the industry.Reports of poor working practices in the sector led to a pilot scheme bringing together retailers, the police and HMRC, with Leicester its focus.Mayor Sir Peter Soulsby has been involved in implementing the scheme and is keen to stamp out the problem.He makes clear that there are retailers at the forefront of these efforts.\"Some of the bigger retailers were the first to come to me to say, 'We're keen to source in the UK, to build on Leicester's strengths, but we're concerned about our reputation and we're concerned about your reputation,'\" he says. One fashion retailer, Boohoo, told us it now makes unannounced site visits monthly to every manufacturer. It has also set up an office in Leicester to maintain closer ties with local suppliers. Monitoring the manufacturers is no easy task. The volume and churn of companies seems to reflect the fast-fashion they produce. The workers' lack of English and desire for work means that few speak out. Six months since the scheme launched, Sue Tilley says the problem has stayed at the same level - despite a series of police raids. Ethically Sourced Products Ltd are making polo shirts for a well-known British brand.The managing director, Richard Olley, runs the company in a new building in Spinney Hills.Early on, Richard was helped by Leicester City Council funding. He also received an unlikely boost by orders from rock bands who sought an ethical producer for their merchandise - including Radiohead. \"The right customers understand that they may have to pay more to us than they might do to somebody else - but they understand the reasons why that is the case,\" he says. The business is one that the council is keen to put forward as a positive example, because of the way it operates.Inside the factory, a bell rings intermittently to make sure workers are taking breaks.But Mr Olley says it's difficult to find new staff for his business, describing how there's a skills gap for certain types of work in the industry. This is underlined by a stalwart of the Leicester fashion industry, Joules. It was set up in Leicestershire 30 years ago and maintains headquarters in Market Harborough, but finds Leicester's textiles industry doesn't necessarily serve its needs. Founder Tom Joule says that while it might be suitable for sourcing simple pieces such as T-shirts, the city's manufacturers aren't well-suited to its products.\"It is geared to fast-fashion, and we are not fast,\" he says. Instead, Joules sources from overseas, including Turkey and India, for a higher quality product. Although Leicester is keen to attract businesses such as Joules, there is more work to be done to rebuild its infrastructure and reputation as the home of UK textiles. ", "url": "https://www.bbc.com/news/business-48226187"}