{"datetime": "2021-10-18T14:10:25.000Z", "subject": "Diwali", "title": "Diwali: Leicester prepares for return of street festivities", "article": "Final preparations are under way to celebrate the return of Diwali on Leicester's Golden Mile. Tens of thousands of people usually join the celebrations in the Belgrave area, which were cancelled last year due to the pandemic. The festivities - believed to be among the biggest outside of India - will begin on Sunday. However, measures will be in place to limit people gathering in one place at the same time. In a change to previous years, the main stage, near the Belgrave roundabout - where the countdown to the light switch-on and performances would normally take place - will be replaced with a big screen.There will be a further two screens near Wand Street and Cossington Street recreation ground.Leicester City Council said a cultural programme would run on each screen throughout the evening, as well as a pre-recorded countdown to the 18:30 BST switch-on of the city's famous Diwali lights. Filmed at the Curve theatre, the video will include a religious ceremony as well as entertainment and music from local artists. The usual firework display at Cossington Street recreation ground will be replaced with hundreds of candles and a flaming centrepiece.There will also be performances, including giant puppets, as well as food stalls and funfair rides.The deputy city mayor for culture, councillor Piara Singh Clair, said: \"We were determined to do all we could to bring the Diwali celebrations back to the streets of Leicester this year, while making public safety our priority, so I'm delighted that we've been able to do so.\" Theo Crew, senior festivals and events officer at the council, said with three screens in different areas, as well as the large recreation ground, it \"won't be quite as dense as it normally is\". \"People can look after their own space... and manage their own risk level,\" he added. Belgrave Road will close to traffic from 17:00 BST on 24 October for the screening of the countdown, and again at the same time on 4 November for the Diwali Day festivities. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-58954631"}