{"datetime": "2021-12-20T13:04:34.000Z", "title": "Plans for Leicester city-wide workplace parking levy", "article": "A consultation has begun over plans to introduce a city-wide Workplace Parking Levy (WPL) in Leicester. Companies with more than 10 parking spaces would pay £550 for each space per year as part of the scheme. Leicester City Council said the WPL could help fund a \"radical overhaul\" of the city's public transport network.However, one firm said businesses were still financially struggling in the pandemic. The 12-week consultation will end on 13 March. Leicester City Council said the WPL could bring in an income of about £95m in the first 10 years. The authority said the money would allow the authority to match-fund with other grants to invest up to £450m rather than relying on government funds. Plans to improve the city's transport system include bringing in more than 400 new electric tram-like buses by 2030, improving bus services, cycleways and further investment in the railway station. Ash Patel, director at Printvision Leicester which has about 20 parking spaces, said hitting businesses with charges like this was \"ridiculous\".\"We've only just started to start our business again after what we have gone through in the last two years due to Covid.\" \"Now this could put a big impact on our cash flow,\" he said. The council said the levy scheme would also encourage employees to use alternatives to cars for their commute. It said between 450 and 600 businesses in Leicester would have to pay, estimating that to be one in 10 due to the high number of small businesses in the city. The scheme has been running inNottingham since 2012 and now raises £9m a year. Next year the charge per liable space in Nottingham is due to rise to £428 with most companies passing the cost on to employees. Nottingham business leaders said firms were leaving the city because they could not afford the levy or were unwilling to pay. Councillor Adam Clarke, Leicester's deputy mayor, who is also responsible for transport and environment, said the scheme would \"play a major role\" in financing the city's present and future transport needs, which has been drafted in theLeicester Transport Plan 2021-2036 . He added they have been working with Nottingham City Council to design a scheme for Leicester. If approved by the government, the WPL would start in early 2023.Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-59710598"}