{"datetime": "2021-12-17T10:19:27.000Z", "title": "Leicester City Council tax set to rise over growing care costs", "article": "Council tax in Leicester could increase by 3% if budget proposals are approved. The city council said 1% of the rise would go towards adult social care costs, which it said would go up by £17.5m next year and £42m in 2023/24. Mark Noble, director of finance said the council was not getting enough government funding to meet growing costs of adult social care. City mayor Sir Peter Soulsby said huge savings would also need to be made to bridge the funding gap. For a band B property, the city council's portion of the council tax charge is expected to rise by 76p a week in 2022/23, theLocal Democracy Reporting Service (LDRS) reports.Mr Soulsby said: \"We are continuing to face the prospect of very real, savage cuts in our spending and therefore very real savage cuts in the services that we provide. \"We have been very very successful in the way we have managed our budgets in recent years. \"Nonetheless we have already had to cut in real terms approximately £150m a year of our spending over the past 10 years, but the prospect is having to cut a further £40m over the next couple of years.\" Mr Soulsby said he had not got a list of specific proposals for the savings \"because frankly none of it looks pain-free\".\"I cannot say for definite that making savings of £40m is achievable,\" he added. Mr Noble said: \"The costs [of adult social care] are growing and growing and growing and we're just not getting sufficient government funding or anything like it to deal with it.\"I would go so far as to say it's threatening our entire budget stability. \"Every authority in the country can increase council tax by 2% without requiring a referendum and social care authorities can do 3%. \"That will give us another £1.3m which comes nowhere close to meeting those costs of £17m or £42m.\" He said the authority had used £17m of its reserves to balance the 2021/22 budget. \"We're balancing the budget in 2022/23 again by using £30m of reserves, but we are facing a very, very severe cliff edge in 2023.\" The draft budget will be voted on at a full council meeting in February. Leicestershire County Council also announced a probable 3% rise in its portion of the county's council tax last week. Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-59696150"}