{"datetime": "2021-02-14T07:32:39.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Leicestershire memorial walk gets 'heart-warming' support", "article": "A £60,000 tree-lined trail to remember people who have died with coronavirus has received \"heart-warming\" support, councils have said. The Memorial Walk will include 58 trees and 16 benches along a 2.5-mile (4km) path in Watermead Country Park, Leicestershire. Money for the scheme was raised through an online crowdfunding campaign, which reached its target in two months. The project is due to be completed in March. Stewart Doughty, head of parks and open spaces at Leicester City Council - which is working on the scheme with the county council - said the public's response had been \"heart-warming\". \"We've been overwhelmed by the way in which people have come together to support this project,\" he said. \"Being outdoors, and being able to enjoy the changing seasons, has helped many of us through the most difficult days of the pandemic. \"We hope this... new trail will provide a space for reflection and remembrance for everyone in Leicester and Leicestershire - and act as a living and lasting memorial to those who have sadly lost their lives.\" The scheme will include benches and interpretation boards. The council said 23 trees - a mixture of elm, silver birch, aspen, hornbeam and oak trees - have been planted. Contributors include Leicester-based retailer Dunelm and the charity Leicester Masaya Link Group. Roo Peake, a charity member, said they donated to the cause after a long-time trustee died in March from coronavirus. \"We wanted to celebrate his life,\" she said. \"Michael Gerard was a passionate musician, environmentalist and educator. \"He is in our memories and, when we walk around Watermead Park, he will be in our thoughts for years to come.\" Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-53740306"}