{"datetime": "2020-11-12T17:48:44.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Rapid testing offered in Leicestershire after initial snub", "article": "Leicestershire has been added to a list of areas selected for mass Covid-19 testing after health bosses were left \"frustrated and confused\" at initially being left off. The government announced on Tuesday more than 60 locationswould be sent thousands of rapid result tests . The county council confirmed it would now receive the tests after having lost out to areas with lower rates at first. The government said the list had been drawn up based on Covid-19 prevalence. Nick Rushton, leader of Leicestershire County Council, said: \"This is good news. We've had a productive conversation with government leads and are pleased to be included on the list. \"I'm grateful to those MPs who supported our case. \"Like other areas, we want to try every means possible to defeat the virus and enable life to become more normal. \"Given our early application and rates, it was surprising we weren't named initially but this is a helpful outcome and means we can roll out the tests in hotspot areas.\" Leicester and parts of Leicestershire were made subject to the UK's first local lockdown restrictions in June. Since then, infection rates in the city and county have been overtaken by other parts of England but Leicester and the boroughs of Charnwood and Oadby and Wigston still fall within the top 60. When the list was announced on Tuesday, Health Secretary Matt Hancock spoke of the areas having expressed an interest in mass testing. Leicestershire County Council said the government invited authorities to apply on 21 October, with the council expressing their interest a day later. Meanwhile, Leicester City Council said it had been notified on Wednesday it would be receiving a supply of rapid tests, despite not featuring on Tuesday's list. A Department of Health and Social Care spokesman said: \"All directors of public health have been given the opportunity to apply for lateral flow test kits and we welcome applications. \"The initial 67 directors of public Health had sent DHSC expressions of interest for the tests and were prioritised based on the prevalence of Covid-19 in their local authority.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-54909984"}