{"datetime": "2020-11-05T16:19:01.000Z", "title": "Coronavirus: Three residents die after outbreak at care home", "article": "Three residents at a Leicester care home have died and two others are in hospital after a Covid-19 outbreak which has seen 40 people infected. Twenty-three residents and 17 staff have tested positive for the virus at Vishram Ghar care home. The residents in hospital were in a stable condition, said Nishil Pattani from Bestcare Ltd, which runs the home. Mr Pattani said all residents were isolating and agency staff were helping to cover for those who have Covid. The three residents all died this week at the home after receiving treatment and were aged over 65 with underlying health conditions.Mr Pattani said the outbreak began about 10 days ago when two residents developed a mild cough.He said the pair were isolated and a scheduled monthly testing of residents was brought forward.All staff, who are tested weekly, were also tested, Mr Pattani said.He said: \"Unfortunately it has still spread but we took the most cautious actions.\" Mr Pattani, who is the operations director, said the home had been in regular contact with public health bodies and residents' families. \"Our thoughts go to the families of the residents who have sadly passed away and we thank them for their support,\" he added.He said the home already had preventative measures in place but since the outbreak they have brought in additional PPE and more cleaning. Mr Pattani added: \"We have two residents who started to deteriorate and both, with treatment, have been improving. That is a positive that residents are coming through it.\"A Leicester City Council spokesman said it was supporting the home and offering counselling for staff. Public Health England also confirmed it was working with local partners to support the home. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-54828584"}