{"datetime": "2021-04-28T13:38:25.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Three cases of Indian variant found in Leicester", "article": "Three cases of the Indian variant of coronavirus have been found in Leicester, health officials have confirmed. Ivan Browne, the city's public health director, said Public Health England (PHE) had notified him of the cases. He said they were linked to travel from India, and further testing was being carried out at a city school. More than 100 cases have been found in the UK and officials say its genetic changes might make it more contagious.Experts said there was not yet enough data to call the Indian variant a \"variant of concern\" - a term used to describe the UK, Brazilian and South African variants. Prof Browne said the cases required \"investigation and follow-up\". Leicester currently has the eighth highest number of infections of Covid-19 compared with other regions in England, with a rate of 55 per 100,000 cases.The city council said the variant was identified after a process known as sequencing was carried out on tests taken by returning travellers who had tested positive, and on follow-up tests issued to their contacts.Surge testing or mass testing of communities is not currently required as the cases are all linked to travel, the authority said. PHE told the BBC there were eight other cases of the Indian variant in the East Midlands in the week up to 21 April, and all had been linked to international travel.Prof Browne said he was told about the three Leicester cases on Sunday and PHE had already been in touch with the people concerned and some of their contacts. He said two of the three cases were people who had travelled themselves, and the third was one of their partners. \"Since then we have been working closely with PHE to ensure that all close contacts of those affected are identified and advised to self-isolate for 10 days,\" he said. \"Targeted testing is also taking place in a city school as a precautionary measure. \"There is currently no evidence that this variant causes more severe illness or increased risk of mortality. \"Our advice to everyone remains the same. The best way to stop the spread of the virus is to keep washing or sanitising your hands, wear a face covering in public places, stay apart from those you don't live with, and abide by the restrictions in place.\" Analysis by Rob Sissons, East Midlands health correspondent Given Leicester's rich diversity and international links, it is hardly surprising cases should turn up in the city.Of course public health experts aren't giving too much away, keen to protect the anonymity of those involved, but the aim - as always in these cases -will be to take steps to find out if the virus has spread and, if so, extend contact tracing.So far, at least, there seems no perceived need to start surge testing which would see large numbers of people called up for tests in a locality.As of April 22, 132 cases of the Indian variant had been detected in the UK. Where all these cases are has not been revealed but clearly Leicester is not alone.It's not clear how effective vaccines are against the Indian variant, but making sure new variants are controlled and don't become seeded and spread in the community is key.Prof Brown said everyone was encouraged to take up the offer of twice-weekly testing to stop the spread of the virus. Past Covid infection or current vaccines may not offer full protection against the variant but more studies are needed to be sure, heath officials added. India was put on thegovernment's travel red list on Friday.Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-56908995"}