{"datetime": "2021-01-01T00:25:30.000Z", "author": "Gavin Bevis", "subject": "Russian spy poisoning", "title": "Coronavirus: Tracking the rise of public health directors", "article": "The coronavirus pandemic has thrust local directors of public health into the spotlight. How have they found the experience? This time 12 months ago, few people would have been able to name their city or county's director of public health. Then the pandemic arrived. As the nation has journeyed through two national lockdowns, the easing of restrictions over the summer and the introduction of the tier system, public health directors became pivotal figures in guiding communities. Tasked with helping to co-ordinate the local response to the disease, they have found themselves working as a key conduit between national decision makers and anxious local populations. And withthe emergence of a new variant of the virus , along with the small matterof the roll-out of an epic mass vaccination programme , they look likely to have their hands full for many months to come. We asked three for their reflections on a year like no other. Nottingham had the unwelcome distinction ofhaving the highest infection rate in England by some distance for a period in mid-October. \"It was frightening, as we had a two-week period where rates were just escalating beyond control,\" said the city's director of public healthAlison Challenger . \"Our rates were pretty similar to the England average up until the first week or so in October and then we saw rates climb very, very high. \"It was a very difficult time because, at that point, we didn't know if it would be sustained at that level. But fortunately it [wasn't].\" Ms Challenger described carrying out her role during a global pandemic as \"all-consuming\". \"It's very difficult to switch off - you have to make a conscious effort to do that,\" she said. \"We're obviously working from home, doing long hours, so it becomes your life for a lot of your time and it's exhausting. \"But it's driven by making sure I'm doing absolutely everything I can to [try] to protect health and manage [the virus] as best we can.\" However, the arrival of a new year does bring optimism. \"I do think 2021 is going to be a recovery year and we need to get as many people vaccinated as possible so we can move on towards some kind of normality,\" she said. \"But it isn't going to happen quickly; it's going to take a good few months to get large numbers of the population vaccinated and for people to be protected. \"But I think we can look forward to a return towards some sort of normality come the spring and beyond.\" Wiltshire's public health directorKate Blackburn arrived in the post in May. She had big shoes to fill having replaced Tracy Daszkiewicz, who had moved to Public Health Englandafter rising to national prominence for her role in handling the Salisbury poisonings . Ms Blackburn said working relationships forged during the 2018 attack helped with the pandemic response. \"It was highlighted as something that really helped with that response [the Salisbury poisonings] - that we'd taken the time to know each other as people, as well as professionals,\" she said. \"During hectic times of extreme stress, that's invaluable.\" With the outbreak in full swing by the time she arrived in position, there was no gentle settling-in period for Ms Blackburn. \"There's no time like a global pandemic to begin your job as director of public health,\" she laughed. \"It's a great responsibility and a phenomenal privilege to be responsible for the health of the population locally. \"You can't help but think about the situation 24/7. The responsibility is a privilege but it's also quite a big weight. Because this is a new disease emerging all the time, you just never want to take your eye off the ball.\"But the one thing I've learned most in this role during the pandemic is that local directors of public health know their population inside out. \"We know how to support them and we know how to work with our businesses and our school settings, so I really think that local response to the pandemic has been absolutely vital.\" The responsibility of protecting the local population was not lost on Leicester's public health directorIvan Browne either. On 29 June,his city became the first area in the UK to be subject to a local lockdown . As a result, the city took part in pioneering projects to tackle the virus that were replicated in other areas,including a local test and trace scheme . \"I'm a Leicester boy; I was born in Leicester,\" he told theLocal Democracy Reporting Service . \"The people in this city are people I've grown up with: my friends and family, work colleagues. \"There was a moment when I thought to myself, 'The decisions I'm making are critical. They will impact on everyone I know, everyone in the city'. \"It's daunting but it is part of the job. We train for it, we plan for it but [this was] like nothing we've ever had to do before.\" Mr Browne,who was one of the first to notice the surge in Leicester's cases and flag the situation with Public Health England , said he had found it \"impossible to switch off\" during the pandemic. \"You just can't because it's everywhere,\" he said. \"It does impact on family life but it's the job I want to do and this is part of that. \"You feel that responsibility. You worry you will drop the ball but I'm supported by excellent colleagues.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-55434807"}