{"datetime": "2020-11-26T14:24:05.000Z", "title": "Coronavirus: Leicestershire moved to highest Covid alert level", "article": "Leicester and Leicestershire will be subject to the toughest tier of restrictions after the national lockdown ends on 2 December. The city and county will move from tier two to three, meaning very high risk, the government announced. It means household mixing is banned and pubs and restaurants will close except for delivery and takeaways. The city and parts of the county were subject to the UK's first local lockdown in June. The neighbouring county of Rutland will go into tier two of the government's three-tier system.Leicester has been subject to some level of coronavirus restrictions since the first national lockdown in March.The government has set out the reasoning behind the tier decisions for each area. In a written ministerial statement, the government said of Leicester and Leicestershire: \"Improvements have been seen in overall case rates in all but one lower tier local authority, but remain very high at 355 per 100,000, including in over 60s at 250 per 100k. The pressure on the local NHS remains very high.\" Health Secretary Matt Hancock told the Commons: \"I know how tough this is, both for areas that have been in restrictions for a long time like Leicester and Greater Manchester, and also for areas where cases have risen sharply.\" The system will be regularly reviewed - with the first scheduled for 16 December. The new allocations will put some areas under significantly tighter restrictions than before the second lockdown started. Places like Market Harborough and Lutterworth have managed to remain in tier one since the system was first introduced, but they along with the rest of the county will go into tier three. Reacting to the news, the county's director of public health Mike Sandys said: \"Over the past few days, rates have started to fall and we've made some progress. But it's important to put this into perspective. \"Figures are over 20% down compared to this time last week but they're still worse than the day we went into lockdown. \"Leicestershire's average is significantly higher than the national level so there is still work to do.\" In a joint statement, the three Labour MPs for the city - Claudia Webbe, Liz Kendall and shadow health secretary Jonathan Ashworth - said: \"The news that Leicester will go into tier three - on top of the 150 days of our extra lockdown - is extremely difficult to hear. \"The government must now spell out how we can get out of tier three, and the measures they will use to review Leicester's position, to give people hope their sacrifices will make a difference.\" Meanwhile, the Conservative MP for Rutland and Melton said she is pleased about the decision to put Rutland into tier two. Alicia Kearns said: \"I welcome that Rutland has been respected as the independent county it is and therefore tiered separately.\" But she added she was \"deeply disappointed\" the likes of Melton and Harborough had been grouped with all of Leicestershire.Leicester had a seven-day coronavirus infection rate of 398.3 per 100,000 people for the week to 21 November - the 14th highest rate in England. The number of confirmed cases in the same week was 1,411, down from 1,857 in the seven days up to 14 November. The infection rate is also down from 524.2. The borough of Oadby and Wigston has the county's highest rate of 417.4 - putting it 11th nationally - but the rate has also decreased from 526.2. The average for the whole of England is 208.7. The Christmas lights might be up in Leicester, but let's be honest, not many people are going to see them. It has the title that no city wants - it has been in Covid-restrictive measures for longer than anywhere else in the country. Today's news from Health Secretary Matt Hancock has confirmed what Leicester's mayor Sir Peter Soulsby and many people here feared - that the city is going into the highest tier. That's tough news for those here and means it has been eight months since people have not been allowed to have family and friends in their homes. Some non-urgent operations in Leicesterhave been cancelled , with one local health boss fearing the second wave of the virus will be worse than the first. The Leicester, Leicestershire and Rutland's clinical commissioning groups (CCGs) said their hospitals were treating 260 people with coronavirus, compared with 204 at the peak in April. Last week Leicester mayor Sir Peter Soulsby said the \"hopeless\" performance of the national test and trace system had contributed to the recent surge in city cases. Both the city and county have been sent thousands of rapid result lateral flow tests to help bolster Covid-19 testing. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-55076915"}