{"datetime": "2020-11-20T14:58:03.000Z", "title": "Leicester mayor: NHS Test and Trace 'hopeless and chaotic'", "article": "Leicester's mayor says the \"hopeless\" NHS Test and Trace system has contributed to the city's recent Covid surge. Sir Peter Soulsby said it takes between six and 14 days for details to be sent to local tracers. He said the time lag meant people were \"mixing elsewhere in the community and putting others at risk\". It is \"undoubtedly\" partly behind a spike in cases in the city, the Labour politician added. Speaking at a county-wide coronavirus briefing on Friday, Sir Peter said: \"It's taking almost six days from the date of the test for the information to be passed on to the city council to follow up.\"In some cases it takes as much as 14 days to get the information to us. \"And that is worse than hopeless - it is utterly chaotic.\" The city had the 11th highest infection rate in England in the week up to 15 November, according to Public Health England data.Leicester's seven-day infection rate is 507.9 per 100,000 people, up from 473.7 in the seven days up to 8 November. The number of confirmed cases also increased from 1,678 to 1,799. The nearby borough of Oadby and Wigston recorded an infection rate of 501.6, up from 459.5, in the same period, with 286 Covid-19 cases.The city has been subject to some form of additional measures since late June, when it became the first area in the UK to be put in a local lockdown. The county's director of public health Mike Sandys put the rise in cases down to a \"last hurrah\" and \"lockdown fatigue\" before the second lockdown was imposed. Leicester's public health chief Ivan Browne said: \"If any area can talk of lockdown fatigue, it's Leicester.\" Mr Browne added the city would receive 10,000 new rapid tests to trial later on Friday, but \"the devices we need to actually record those tests won't be arriving with those tests\". The city's hospitals are treating 260 people with coronavirus, compared with 204 at the peak in April, according to Leicester, Leicestershire and Rutland's clinical commissioning groups (CCGs).A Department of Health and Social Care spokesperson said NHS Test and Trace \"is breaking chains of transmission thanks to local and national teams working closely together\". The spokesperson added: \"We are continuously seeking to improve the service and our vital local relationships.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-55017641"}