{"datetime": "2021-11-16T12:41:59.000Z", "title": "Leicester textile industry: Boohoo funds study to hear workers' views", "article": "Researchers behind a study hope hearing the views of textile workers will help make changes to the industry. The results will be used by a trust that has been given £1.1m by retailer Boohoo to spend on potential improvements. The Leicester Garment and Textile Workers Trust was set up after Boohoo was criticised for conditions and workers' rights at its city suppliers. The trust said it aimed to \"create lasting change for the wider industry\". Modern slavery experts at the University of Nottingham's Rights Lab will carry out the research for the trust.They will ask workers to take part in an anonymous questionnaire or an interview-style Q&A session about their experiences of working in the garment sector and if they have ideas of how people's working lives can be improved. Dr Alison Gardner said their research would focus entirely on the workers' voices that had previously not been heard. \"Typically the voice of the workers and perspective of the workers has been lacking,\" she said.\"What we would like to do is really reflect that voice and some of those points of view so we can help the trust make better decisions about where their investment is channelled.\" Dr Gardner said work was being carried out with local charities and organisations already helping textile workers in Leicester. She added: \"We're looking for ideas of how they would like to be represented, on working conditions in factories and on training, in order to advise the trust on where to make their investment.\" The team are also working with De Montfort University. Co-researcher, Dr Dave Walsh, said: \"It is vital that the community are involved in helping provide solutions to the problem of labour exploitation in the garment industry in Leicester so that the rights of workers are respected where, for example, they receive a fair wage for the work they do.\" All participants will receive a supermarket voucher for taking part.Last year areview into Boohoo's supply chain found workers at Leicester factories were not always properly compensated for their work and not fully aware of their rights. Shama Women's Centre, a charity that has been working with Leicester garment workers for more than 25 years, is helping the trust to address these issues. Their CEO, Khudeja Amer-Sharif, said there needed to be a \"culture change\".\"That threat is always there and it won't change until those individuals know that they have those rights and we are about opening those doors for them,\" she said. \"We hope that by working with the trust on this research we can enable more of that positive improvement. \"To identify how we can work as a community with employers, with workers to help understand what the barriers are and to find solutions and to make sure there is a culture change, which is really important for Leicester, for the workers and for many, many families.\" Chairman of the GTW Trust, Kevin McKeever, said the aim was to address the immediate and future needs of Leicester's workers. He said the focus would be on \"guidance, advocacy and remedy in the sector\". \"We are working with organisations already well-known in the community and already having those conversations to ensure we are actually listening to those voices and more importantly take up what they are saying,\" he added.\"The trust and those findings are about making a difference to people working in the sector, and having an impact on the people on the ground.\"Findings of the research are expected to be published early next year to decide where and how the money from Boohoo will be spent. The retailer is alsocurrently building a \"centre of excellence\" in Leicester , which opens next year with an office, factory and warehouse. Follow BBC East Midlands on Facebook , Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-59298185"}