{"datetime": "2021-05-25T19:48:27.000Z", "subject": "Coronavirus pandemic", "title": "Covid: New government guidance for Leicester 'was incorrect'", "article": "Government advice urging people not to travel into and out of areas hit by the Indian variant was incorrect, a public health boss has said. Leicester was one of eight areas where residents were also told to avoid meeting indoors. Prof Ivan Browne, the city's director of public health, said government officials had since confirmed there were no restrictions on travel. The governmentsaid its advice, published on Friday, was being updated . A joint statement has been issued by directors of public health in Leicester, Burnley, Bedford, Blackburn with Darwen, Bolton, Kirklees, Hounslow and North Tyneside. \"In areas where the new Covid variant is spreading, we are all working together to boost testing and vaccination and to support self-isolation,\" the statement said. \"There are sensible public health precautions people can take as individuals in line with the sorts of advice we have all been following throughout the pandemic.\" Prof Browne said the city council had an \"urgent meeting\" with government representatives and local authorities on Tuesday after becoming aware of the updated guidance. \"These officials confirmed there are no restrictions on travel in or out of each of our areas and it was a mistake to suggest there was,\" he said. \"There are no local lockdowns and there is no justification for Leicester to be treated differently to the rest of the country. \"No-one from the Department of Health and Social Care (DHSC) or Public Health England contacted us about this advice, to explain the rationale behind it or give any other information.\"As it stands, Leicester has lower rates of the variant than other parts of the country, and we have a plan in place for stepping up our vaccination rate as agreed with the government last week.\" Labour's shadow health secretary Jonathan Ashworth, who is also MP for Leicester South, said thegovernment had tried to impose \"local lockdowns by stealth , by the back door\". He asked in the Commons why the guidance was published online on Friday night without an official announcement, and why local directors of public health were not consulted. A Downing Street sourcehas told the BBC all the areas were informed about the latest advice. Advice against travelling to Bolton and nearby Blackburn with Darwen, other than for essential reasons, and for people to meet outside where possible, was issued on 14 May. The other six areas were added a week later. A government spokesperson has since issued a statement to clarify what restrictions were in place in Leicester. It said: \"We will be updating the guidance for areas where the new Covid-19 variant is spreading to make it clearer we are not imposing local restrictions. \"Instead, we are providing advice on the additional precautions people can take to protect themselves and others in those areas where the new variant is prevalent.\"This includes, wherever possible, trying to meet outdoors rather than indoors, keeping two metres apart from anyone you don't live with and minimising travel in and out the area. \"These are not new regulations but they are some of the ways everyone can help bring the variant under control in their local area.\" Prof Browne told BBC Radio Leicester confused messages and information from central government were \"not helpful\". \"We were told very clearly that this was not the intention of the guidance that was put up,\" he said. \"It was seen as a way of re-enforcing care messages which we have obviously done routinely in Leicester. \"It wasn't meant to be a 'lockdown by stealth', as it has been put.\"I'm frustrated by that. Things like this just makes things more difficult.\"Claire Jones, from Café Dido in the city, believes the misinformation has lost it customers. \"We've been really quiet today and I think that's due to the news that there were going to be restrictions so people haven't come in and that's obviously affected trade,\" she said. Miguel D'Almeida runs a coffee and juice bar in the city and said mixed messages were making the Covid recovery more difficult. \"The effects it has short-term on a business, especially a business that relies on footfall when we've only just reopened, is that it just stops people coming into town.\" Prof Browne has advised residents to continue with their travel plans or mixing indoors while taking precautions.\"We are not in a local restricted situation, so if you have a trip booked for half-term you should continue with those plans, with a view of course to taking caution as we expect people to do,\" he said. Leicester currently has the 10th highest coronavirus infection rate in England, at 58 per 100,000 people in the week up to 21 May, up by 18% on the previous seven days.Officials are \"increasing the pace\" of vaccinations in the city over the next fortnight to help stop the spread of the virus. The Leicester, Leicestershire and Rutland Clinical Commissioning Groups (CCG) and the city councilconfirmed plans to open six new temporary drop-in vaccination services on Tuesday. Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-57243461"}