{"datetime": "2021-08-12T09:00:31.000Z", "title": "Boohoo boss: 'We're not a throwaway fashion brand'", "article": "The boss of fast fashion online retailer Boohoo has insisted its clothing brands are \"not throwaway\". In an exclusive interview withBBC Radio 5 Live's Wake Up to Money podcast, John Lyttle said Boohoo had a \"clear strategy\" for being more sustainable. \"We're here because people want to wear clothes, they have to be supplied,\" he told the BBC. \"We're trying make the journey as sustainable as possible,\" he added. However, sustainability targets the company has set itself could take some time to meet, he said, adding there were \"lots of pieces still to answer.\" \"20% of all our ranges will be sustainable this autumn... 40% next spring/summer,\" said Mr Lyttle. \"They're not going to be fixed in six and 12 months... It's the same 2030 timeframe as combustible engines.\" Boohoo owns 13 brands: Boohoo, BoohooMan, Coast, Karen Millen, Dorothy Perkins, Warehouse, Oasis, Wallis, Burton, Debenhams, PrettyLittleThing, NastyGal and MissPap. Mr Lyttle, a former chief operating officer at Primark, defended Boohoo's ultra-low advertised prices for its clothing: \"We're not down in the cheap end. Even on our lower price brand our selling price is higher.\" He added: \"Our data doesn't suggest people are buying every day or buying once and wearing something new.\" Former Labour MP and Environmental Audit Committee chairwoman Mary Creagh said Boohoo's environmental policy claims and 20% sustainability target amounted to \"greenwashing\". \"We've consistently seen them play cat and mouse with lawmakers and public opinion on the issue of sustainable working practices and sustainable consumption,\" she said. \"Boohoo in particular has to reduce the volume of clothes it makes and accurately price their garments to reflect the environmental cost of fashion production.\" Meanwhile Noelle Hatley, senior lecturer in fashion business at Manchester's Fashion Institute, said brands were able to use the term \"sustainable\" because there is \"no industry-wide agreement on its meaning\". \"40% is a reasonable target, but it all hinges on what they mean by sustainable and how much information they will actually share with the customers,\" she stressed. Boohoo was founded in 2006 in Manchester by Mahmud Kamani and Carol Kane. By 2020, the company had hit sales of £1.2bn and boasted a 5,000-strong workforce.The aim of the venture was to use the internet to \"cut out the middle man\" in retail.As well as facing questions about the environmental impact of Boohoo's fast-fashion business model, there have been accusations of widespread abuse of employment law at some of its suppliers in Leicester. Investigations last year suggested workers were being paid below the minimum wage amid unsafe working conditions. Subsequently, an independent review into the retailer concluded that there were \"many failings\" in the way Boohoo managed its supply chain.\"We were very upset about it,\" Mr Lyttle said. \"It's not the culture of our business, it's not how we look after our staff. \"We want to make sure everything is proper and done in the right way.\" The crisis led to calls for his resignation, but he says this would not have been the right approach to take. \"If I'd have resigned, it would have set it back - in terms of time - to do what we needed to do,\" he stressed. He added that Boohoo had \"not seen evidence\" of workers being paid under the minimum wage, but the company could \"level up our audit and investigation to ensure those workers are getting paid\". Boohoo is now creating 3,000 new jobs across the country, including at a warehouse in Burnley, as well as more roles at its Manchester headquarters.Mr Lyttle said consumer habits had changed during the Covid-19 pandemic, prompting the company to hire more staff. \"We need efficiency and speed,\" he added. \"Immediacy is the biggest trend in the last 18 months and that's getting greater and greater. Consumers drive the trends.\" Interview by Sean Farrington, additional reporting by Elisabeth Mahy. ", "url": "https://www.bbc.com/news/business-58160237"}