{"datetime": "2021-09-25T00:06:10.000Z", "author": "Alex Taylor", "subject": "Climate change", "title": "Sustainable fashion: From the red carpet to our wardrobes?", "article": "It's been a big few weeks for showbiz award ceremonies - and for many, the fashion glitz of the red carpet, from the Met Gala to the Emmys, is a huge part of the fun. But increasingly it's the question of sustainability, not just designer labels, that's making the biggest fashion statement. Just ask Northern Irish singer and presenter Hannah Peel, who turned heads atthis month's Mercury Prize ceremony in an eco-friendly rainbow dress - based on the Pantone colour chart. Peel told the BBC's Chi Chi Izundu that its designer Kitty Joseph made her outfit from eucalyptus trees, grown and harvested in the world's driest regions. \"There's no chemicals, it uses 90% less water than it would if it was another material. And it's got a beautiful flow to it,\" she said. This year's London Fashion Week, which has just finished, has made \"circularity\" its buzzword. This concept is all about \"designing out\" waste, ensuring clothing can be remade again and again. The week's schedule featured a screening of Fashionscapes: A Circular Economy - a documentary exploring whether the increased industry pledges around sustainability are anywhere close to being attainable. At present, the fashion industry accounts forabout 10% of global carbon emissions and almost 20% of waste water. It also uses up more energy than the aviation and shipping industries combined,according to United Nations Climate Change .Sustainable fashion is a commitment to challenge this, calling for more durable clothes, produced in a more environmentally friendly way, plus an increased ability to reuse or recycle them wherever possible. \"Sustainable fashion is fashion within planetary limits,\" says Prof Kate Fletcher from the London College of Fashion's Centre for Sustainable Fashion. This broadly means reducing: The drive is important because \"the fashion sector currently behaves as if the finite resources that enable the fashion production and consumption are somehow infinite and that issues of social justice and inclusion are bad for business\", Prof Fletcher tells the BBC.It explicitly rejects a culture of throwaway fashion that's been accelerated by the rise of online fast fashion retailers.These companies, some of whichpay social media influencers to promote and front their brands , can face criticism overclaims of worker exploitation , andenvironmentally harmful working practices .In May, research by the Royal Society for the Arts (RSA) looked at 10,000 items being sold by clothing websites Boohoo, Pretty Little Thing, Missguided and Asos.The research stated that of 2,500 recently added items from each website, 49% were made of plastics such as polyester, acrylic, nylon and elastane. The report's co-author Josie Warden said: \"The sheer volume of clothing produced by these websites is shocking - we should see many of these items, which go for rock-bottom prices, as akin to other short-lived plastics. The nature of fast fashion trends means they are not designed to have long lives in our wardrobes.\" According to the Clean Clothes campaign, in 2018three out of five of our clothing purchases ended up on the landfill site. The RSA is calling for the government to look at introducing a plastics tax on clothes imported into or produced in the UK. Facing a climate of increased environmental awareness, being seen to go green is big business. A2020 report on sustainability in fashion found 67% of shoppers now consider environmentally-friendly fabrics when choosing a brand. Boohoo, for example, has published its Up Front strategy which sets an \"ambitious\" goal of all polyester and cotton being recycled or more sustainable by 2025. However, the RSA report said the company had a \"mountain to climb\" to meet this target. It follows a host of similar eco-friendly commitments from major clothes retailers. H&M has promised 100% of its materials and products will be recycled or sustainably sourced by 2030. Mango has also pledged to sustainably source 50% by 2022. The industry also grouped together to formthe Global Fashion Agenda - with brands signing up to a number of 2020 sustainability goals, as well asthe Circular Fashion Partnership , working to find green solutions to offset the impact of the pandemic.But some warn these initiatives can sometimes be little more than \"greenwashing\" - cashing in on a marketing trend rather than a widespread business change. BBC Scotland'sConscious Closet series outlines three red flags to look out for: The BBC has contacted a number of major fashion labels, including Boohoo, Pretty Little Thing, Missguided and Oh Polly, asking them to comment on the suggestion that their sustainability goals could be seen as \"greenwashing\".A more dramatic alternative, beyond recycling, is to completely rethink the fabrics used - as shown by Peel's Mercury Prize dress. A spokesperson for its designer, Kitty Joseph, told the BBC the bespoke fitting was made from Tencel, a fabric made from eucalyptus trees in sustainably managed forests.\"Tencel's production process is closed loop, meaning more than 99% of the water and solvents used in the process are collected and reused. Meanwhile the bleaching of fibres is completely chlorine free,\" the label said. But why should companies commit to such a change in outlook?Dr Bernice Pan, CEO of the sustainable fashion label Deploy, says the pandemic, on top of the worsening environmental landscape, has intensified limits on resources and forced companies to rethink their long-term strategy. \"It can't just be about quantity and speed any more. And certainly just pumping out quantity isn't going to help companies grow\" she says. Pan believes the focus now needs to be on providing \"quality, versatility, fashion and function for customers to produce maximum value\". Part of this involves making clothes that are reusable and multipurpose: \"If you can give people a skirt that they can attach to another new top, and then there's another dress again. The concept shift needs to happen.\" Vintage and second-hand clothing markets like Depop have also increased the lifespan of clothing. The social shopping app blends the aesthetic and social aspects of Instagram with the buy-and-sell format of eBay. It was established in 2011 and now has more than 15 million users in 147 countries, enjoying a further boom in lockdown. Depop is not the only app targeting this space - many second-hand clothes are traded on eBay, and Asos now has a Marketplace feature which allows users to resell used clothes. A major barrier limiting the pace of sustainable fashion is its high price - for both consumers and fashion labels.For instance, an off-the-peg version of Hannah's dress, available for pre-order, presently costs hundreds of pounds. These prices are often driven by the increased cost of sustainable production techniques, says Pan. \"A lot of the new technology is not fully commercialised because not enough brands buy it.\"This is in part due to consumer demand. Fast fashion retailers such as Boohoo and Oh Polly wereable to quickly react during the pandemic because, for them, the time between finishing a design to getting it made is often less than a week. Boohoo has been one of the best performers in terms of online retail - it increased quarterly sales by 45% to £368m in the three months until the end of May 2020. For this to change, Pan says \"customers need to reject these irresponsible production models, then brands will have no choice but to change and adopt new practices\". \"When we buy a £10 disposable t-shirt, the true cost to the environment and society is a lot more. So the question is, are we willing to pay for something disposable, even it means we have a toxic future to worry about, or are we happier to pay for fewer items that are made more environmental processes and fair labour treatment?\" The key to change, Pan believes, is government legislation to back up increased awareness amongst consumers. She cites the shifting attitude toward the tobacco industry in the name of public health as a template. Pan says the pandemic, which has hit traditional retailers hard, can be the perfect reset point. The COP26 environmental summit in November, led by UK Prime Minister Boris Johnson, is set to discuss sustainable fashion. Earlier this month Stockholm Fashion Week set a strong precedent by focusing on addressing sustainability, technology and creativity in the industry. \"Universally agreed upon are several issues plaguing the industry\"wrote Forbes , from overproduction to misjudging consumer want and harmful working practices.\"The solutions to these issues will rely heavily on tech, legislation, financing, and collaboration across the industry, [one] notorious for not working together. It is also highly unregulated\" it continued. \"The industry needs to make strides to change either from a moral obligation or demand imposed by the consumer\". Prof Fletcher agrees. \"The future for fashion is exciting\" she says. \"It is also different to today - the fashion industry will take a smaller and less central role. Instead there will be many small and different fashion initiatives all working to provide for and express our fashion identities within ecological realities.\" Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-58515849"}