{"datetime": "2022-01-21T16:10:02.000Z", "author": "Annabel Rackham", "title": "Love Island contestants called out over social media ads", "article": "The Advertising Standards Authority (ASA) has named six influencers it says are \"consistently failing to disclose advertising\" on Instagram. It said the six, who include Love Islanders Jess and Eve Gale and Belle Hassan, have all previously been warned about breaking advertising rules. It is part of itspolicy of listing repeat rule-breakers on its website . The watchdog is now taking out ads alerting consumers to the rule breaches. Ads are also being taken out against Jodie Marsh, Anna Vakili and Francesca Allen. The ASA is running the campaign for two weeks and could take further action against influencers who continue to break the rules by referring them to other watchdogs that can offer fines. UK advertising rules state that paid posts must be clearly marked with #ad or Instagram's paid partnership feature.Shahriar Coupal heads up advertising policy at the ASA and says \"it's important social media followers are told\" about what influencers are doing.\"In a new front of enforcement activity, we're using targeted ads to highlight the breaches of six social media personalities to the very same audience they are seeking to influence,\" he adds.Shaughna Phillips was on Love Island in 2020 and says finding the right tone with advertising online is often difficult, but that she is \"always transparent\" with her followers. \"They're your consumers, you don't want to mislead them in any way,\" she tells Radio 1 Newsbeat. \"I have to agree with what I'm promoting and it has to be in the interest of my followers, but I also don't want an ad to perform badly for a brand, I want it to get the best coverage and engagement possible,\" she says. Shaughna says that it's easy for Instagram to become filled with adverts and paid promotions from influencers, but people forget that they're also an important source of income.\"Even though it might look like you're doing a lot of ads, that could potentially be your rent for that month, so you might sometimes not have a choice,\" she says.\"It can saturate your brand though - if you've done one that people haven't bought into and haven't enjoyed, they might just not look at anything you post after that.\"She also says influencers need good management to ensure they put across the right image online. A parliamentary group is currently looking into theeffect influencers have on social media and met on Tuesday to discuss whether more needs to be done to regulate paid ads and promotions.The Digital, Culture, Media and Sport Committeemet with leaders from Twitter, YouTube, Instagram and TikTok to look at what could change. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-60040262"}