{"datetime": "2021-09-27T13:51:30.000Z", "title": "Boohoo publishes factory list in transparency bid after Leicester findings", "article": "Online fashion chain Boohoo has published a list of the 1,100 factories it uses around the world as part of a pledge to be more transparent. The company has faced scrutiny over conditions at its suppliers after some workers in Leicester were found to be earning below the minimum wage. The list was prompted by an independent review following the revelations. Campaign group Labour Behind the Label praised the move but added it only brought the firm up to basic standards. Followingrevelations about working conditions last summer,Boohoo commissioned a report by Alison Levitt QC . Among 17 recommendations in her report was a list of suppliers but it also included improving corporate governance at the firm to ensure more non-executives could hold the company to account. Boohoo also recruited former judge Sir Brian Leveson to oversee the changes, and his fourth report into the company has been published. He said: \"I continue to applaud the enthusiasm that all at Boohoo have demonstrated for the Agenda for Change (A4C) Programme and chart the very real progress that has been made in relation both to the recommendations set out in the review and also the wider ethical programme upon which the group has embarked. \"It marks the movement of A4C into business as usual which is not, of course, the beginning of the end of the process, but merely the end of the beginning.\" Boohoo also announced it intends to sign the International Accord for Health and Safety - a legally-binding agreement that replaced the Bangladesh Accord, which aimed to improve working conditions for garment workers in the country. Anna Bryher, advocacy director for Labour Behind the Label - the group that helped reveal the earlier problems - said: \"Although it is good news that Boohoo today published its global supply list, Boohoo is doing today what other brands did some decades ago.\"Rather than expecting praise for doing this, we should wonder why it took them so long. \"Boohoo claims to be committed to Leicester, however the list published today shows it has seriously reduced its suppliers there and in most cases, offloaded suppliers with no regard for remediating the abuses faced by workers, such as the well documented underpayment of the minimum wage over some years.\" The group also said it would be assessing the companies on the list for working standards. In June the company reported thatrevenues had jumped by 32% in the three months to the end of May to £486.1m. Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-58705346"}