{"datetime": "2020-07-06T15:36:59.000Z", "title": "Boohoo to investigate Leicester supplier over exploitation claims", "article": "Boohoo has said it will investigate one of its suppliers following reports that staff are earning less than the minimum wage amid unsafe working conditions. The Sunday Times reported that workers at a factory in Leicester making clothes for Boohoo's Nasty Gal brand could expect to be paid £3.50 an hour. It also saw little evidence of measures to stop the spread of coronavirus at a time whenLeicester is in lockdown . Boohoo said if the report is true, conditions were \"totally unacceptable\".It comes as the National Crime Agency confirmed it was investigating Leicester's textiles industry over allegations of exploitation, although it did not comment on Boohoo specifically.An NCA spokesman said: \"Within the last few days NCA officers, along with Leicestershire Police and other partner agencies, attended a number of business premises in the Leicester area to assess concerns of modern slavery and human trafficking.\"The factory at the centre of the Sunday Times allegations displayed the sign Jaswal Fashions. However, that firm said it had ceased trading in 2018 and was not a supplier to Boohoo.Boohoo also said that Jaswal was not one of its declared suppliers and it appeared that a different firm was using Jaswal's former premises. \"We are currently trying to establish the identity of this company,\" Boohoo said.\"We are taking immediate action to thoroughly investigate how our garments were in their hands, will ensure that our suppliers immediately cease working with this company, and we will urgently review our relationship with any suppliers who have sub-contracted work to the manufacturer in question.\" An undercover reporter for the Sunday Times, who got a job at Jaswal Fashions, was told to expect pay of between £3.50 and £4.00 an hour. The national minimum wage for people over 25 years-old is £8.72 an hour.Few workers at the factory - which was operating during the localised lockdown in Leicester - were found to be wearing face masks to guard against the transmission of the coronavirus.There was also no evidence that social distancing measures had been implemented. Boohoo said that earlier this year it had begun a review of all its garment-makers, including \"a full audit of all of our suppliers' manufacturing facilities\". But former MP Mary Creagh, who investigated the UK's fast-fashion garment industry as chairwoman of the Commons' environmental audit committee, said policing the sector was difficult. \"When you think there are 10,000 workers, there are hundreds of factories and the tendency is when one factory is shut down it just springs up again in a sort of phoenix factory approach,\" she told the BBC's Today programme. \"They are shut down by authorities on Friday and they start up in a different building with a different name on Monday morning and this is the problem. It is a really difficult issue to tackle, the problem is the system not just the enforcement.\"Boohoo's share price tumbled by more than 16% on Monday following the expose. The firm is already under fire after Labour Behind the Label, a workers' rights group, claimed that some employees at factories in Leicester that supply the fast fashion firm were \"being forced to come into work while sick with Covid-19\".At the time Boohoo said it would \"not tolerate any incidence of non-compliance especially in relation to the treatment of workers within our supply chain\". Leicester is currently under local lockdown following a spike in Covid-19 cases.At the weekend,Health Secretary Matt Hancock said he was \"very worried about the employment practices in some factories\" in the city. Sales at Boohoo, which trades exclusively online, has surged during the coronavirus lockdown with particular demand for loungewear and so-called athleisure gear. The company recently bought the online businesses of Oasis and Warehouse and earlier this year acquired MissPap, Karen Millen and Coast. Prior to the Covid-19 outbreak, sales for the year to February rose by 44% to £1.2bn and pre-tax profits grew 54% to £92.2m. Boohoo's co-founders Mahmud Kamani and Carole Kane were both paid more than £1.3m each for the last financial year.They could also share in a bonus of up to £150m if certain performance goals are met by 2023. ", "url": "https://www.bbc.com/news/business-53305006"}