{"datetime": "2021-03-25T11:37:29.000Z", "subject": "Coronavirus pandemic", "title": "Boohoo slashes UK supplier network after Leicester failings", "article": "Online fashion retailer Boohoo has cut its supplier network from an estimated 500 firms to under 100 following allegations of poor working conditions. Last year, concerns were raised about workers at Boohoo's Leicester suppliers being underpaid and not protected against Covid-19 during the pandemic. The company said the shake-up reflected its commitment to \"greater transparency\". An internal reviewpreviously found \"many failings\" in its supply chain . Boohoo has been seeking to repair its reputation after it was alleged last year that some factories in the UK working for the firm were paying staff as little as £3.50 an hour and had working conditions that did not meet Covid guidelines. The review, led by barrister Alison Levitt, said Boohoo had \"capitalised on the commercial opportunities offered by lockdown\" but took no responsibility for the consequences for those making the clothes. It also found senior directors at Boohoo knew about \"serious issues\" over how workers were treated months before it was reported. The new UK supply chain list features 78 approved suppliers across 100 factories. More than 50 of these suppliers are based in Leicester and the list also includes firms based in Manchester, Stockport, Leeds, Bristol, Oldham and London. Boohoo said it had \"ceased doing business with a number of manufacturers who were unable to demonstrate the high standard of transparency required, despite being provided with opportunities to address any issues identified in the auditing process\". It declined to say how many Leicester-based firms were no longer on its supplier list. The company has also clamped down on subcontracting by ordering suppliers to bring all processes in-house. It added it would be setting up an independent garment and textile workers' trust, aimed at ensuring workers have a clear understanding of their rights. Boohoo has also submitted plans tobuild its own factory in Leicester. Following publication of the list, chief executive John Lyttle said: \"This is the not the end of a project for us at Boohoo but the beginning of a new way of working with our suppliers. \"We have faced up to the problems of the past and are now driving positive change in the industry. \"We want to play our part in rebuilding a vibrant manufacturing base in Leicester, one that offers good employment and great prospects for the workers and the industry in Leicester as a whole.\" Retail analysts at Jefferies said: \"We see today's publication of a fully audited UK supplier list as an important step in re-establishing trust in the business and momentum in the shares.\"Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-56521738"}