{"datetime": "2020-06-17T10:06:25.000Z", "title": "Boohoo swoops again to snap up Oasis and Warehouse brands", "article": "Online fashion retailer Boohoo has agreed to buy the online businesses of Oasis and Warehouse for £5.25m. Boohoo made the announcement as it said online sales rose by 45% in the three months to May, partly boosted by demand for athleisure items during lockdown. Manchester-based Boohoo also owns PLT and Nasty Gal. Earlier this year, it bought struggling brands MissPap, Karen Millen and Coast. In April, Oasis and Warehouse went into administration losing 1,800 jobs.The brands were forced to shut their 90 UK stores in March because of the coronavirus lockdown, which also closed its 437 concessions in department stores including Debenhams and Selfridges. Online shoppers had also been unable to place orders with the fashion chains for a number of weeks. The previous owner had been in talks to sell the businesses before the crisis , but no buyer could be found for the High Street stores as the coronavirus pandemic accelerated the shift of shoppers to online. The brand and stock were bought by Hilco Capital, which has now sold them on to Boohoo. Boohoo said on Wednesday that the sales of loungewear and \"athleisure\" had done well during lockdown as customers adapted to a \"stay-at-home lifestyle\". Worldwide sales were £368m in the quarter to May. In the UK, which accounts for half of its total revenue, sales were up 30% to £183m.That came despite an initial slowdown in towards the end of March and early April as the initial impact of the pandemic hit. Boohoo says that its social media strategy and \"flexible supply chain\", largely based in the UK, are what drives its growth, allowing the quick turnaround and promotion of what some have criticised as \"fast fashion\" items. Online retailer, and Boohoo competitor, Asos previously said it had seen a downturn in demand since the Covid-19 outbreak. It has revamped its social media strategy and announced a share sale in April in a bid to turn around its fortunes. On the High Street retailers in the UK were facing a tough environment before the crisis, due to rising costs and changes in people's shopping habits. But the temporary closure of many shops, which have since reopened in England and Northern Ireland, heaped more pressure on retailers. Sophie Lund-Yates, equity analyst at Hargreaves Lansdown, said Boohoo's own latest purchases would need refreshing: \"It's up to Boohoo to rejuvenate [Oasis and Warehouse] and hope they resonate well with its traditionally younger, more fashion forward customer base.\"It's a similar move to the Karen Millen and Coast acquisitions, but while we've heard trading's going well with these additions, we haven't had any numbers to crunch, so it's hard to say what the big picture looks like.\" Boohoo, founded in 2006, sells fashion, beauty and products and shoes aimed at 16 to 24-year-olds. The brand is popular with young women in particular, who it targets with marketing campaigns using Instagram influencers and Love Island contestants. Boohoo bought its Nasty Gal's brand's assets in 2017 for $20m (£15m). It was founded by US businesswoman Sophia Amoruso who is widely credited with popularising the term \"girl boss\". According to research by polling firm YouGov in May , 11% of 18 to 24-year-olds had purchased something from Boohoo for themselves in the previous three months. Separately, Boohoo predicted \"another year of strong profitable growth\" which would outdo analysts' expectations. John Moore, senior investment manager at Brewin Dolphin, said there could also be more acquisitions to come: \"Boohoo continues to deliver strong results, regardless of the challenges placed in front of it, which highlights the company's flexibility and entrepreneurial drive.\"With excess cash on its balance sheet, you wouldn't rule out further additions in the months ahead as less resilient names struggle in the current retail climate.\" Investors were delighted with the company's announcement and sent the shares up 9% at the start of trading. ", "url": "https://www.bbc.com/news/business-53075529"}