{"datetime": "2021-06-02T11:50:27.000Z", "author": "Simon Read", "title": "Ex-reality TV stars' 'misleading' debt ads banned", "article": "Instagram posts by three reality TV stars promising that people in financial trouble could wipe out 85% of their debt have been banned. The ads were labelled \"misleading\" by the Advertising Standards Authority (ASA) for failing to highlight risks. The ASA said the ads over-simplified the application process. It also said the posts by the three people, who have more than 4.5 million Instagram followers between them, should have been labelled as ads. The three, who have become marketing influencers, are Geordie Shore's Chloe Ferry, 25, who has 3.7 million followers on Instagram; Helen Briggs, 25, from Ex On The Beach, (630,000 followers) and The Only Way Is Essex's Myles Barnett, 27, (227,000 followers). In a post in January Ms Ferry wrote: \"If you know someone who is over £5000+ in debt this is a new fully regulated scheme that can help you write off 85 per cent of the debt\", before providing a link to lead generation firm Debt Slayers. Mr Barnett posted: \"One of my friends just got 81 percent of his debt wiped off. So if you've got debt above £5,000 - it could be credit cards, catalogues, car finance … a loan, anything like that, swipe up, there's more information on there … you can wipe off a big, big chunk of your debt.\" Ms Briggs ran a similar promotional post with a link to Debt Slayers in December 2020. However, Debt Slayers does not provide any debt service other than passing on people's details to a third party. The ASA ruling came after it received complaints that the posts were not obviously identifiable as ads, exaggerated the ease with which debts could be reduced, and did not make the risks of taking out an Individual Voluntary Arrangement (IVA) - an alternative to bankruptcy - clear. IVAs are a way to avoid full-blown bankruptcy in which an individual's main assets are usually protected. Under an IVA, an insolvency expert helps people in crippling debt strike a deal with their creditors.The agreements usually allow people to pay off their debts over a fixed period - say, five years - and can mean not needing to repay the full amount. But there has been concern among debt charities and others that people have been taking out IVAs who do not need them. Taking out an IVA hits people's credit rating and could affect their employment, debt charity Step Change warned. The watchdog ordered Ashteck Media and the influencers to ensure that future ads were \"obviously identifiable as marketing communications\". Ashteck, which trades as Debt Slayers, said it had \"informal agreements\" with the three influencers to produce the Instagram posts. It said consumers who contacted Debt Slayers as a result of the posts were made aware of the risks and fees associated with IVAs. The company said it had stopped using social media influencers for promotions. An agent for Ms Briggs said her future marketing communications would be properly labelled, while the agent for Barnett and Ferry said they accepted that the wording of the posts was potentially in breach of advertising rules. The agent for the other two said they would not work with debt management companies again. The ASA said: \"We told Ashteck Media to ensure their ads did not exaggerate the speed or ease with which debts could be reduced, that they made risks and fees of IVAs and other debt management services clear, and that they made clear that they passed on inquirers' details to third parties and did not provide the service themselves. ", "url": "https://www.bbc.com/news/business-57314684"}