{"datetime": "2021-06-17T08:51:33.000Z", "title": "Chloe Khan and Jodie Marsh rapped by watchdog", "article": "The Advertising Standards Authority has named and shamed four influencers it said repeatedly failed to disclose when their Instagram posts were actually advertisements. The four - Chloe Khan, Jodie Marsh, Lucy Mecklenburgh and Chloe Ferry - had previously been warned about breaking advertising rules, the ASA said.It is part of its new policy of listing repeat rule-breakers on its website. The ASA said further sanctions would be considered if the problems continued. Chief executive Guy Parker said: \"It's not difficult - be upfront and clear when posts and stories are ads.\" The four would benamed on the site for three months and subject to \"a period of enhanced monitoring spot checks\", the authority said. ASA guidance for influencers says : \"You will also need to make sure it's clear when you're posting about your own products or services.\" But Marsh told BBC News using the nutritional products her business produced was a part of her life she would naturally document on Instagram. \"They are basically saying I can't promote my own product,\" she said.\"I feel like I don't have freedom of speech.\" Khan denied that the rule-breaking posts were ads, and told the BBC the ASA should have better communicated the regulations around advertising on Instagram.\"We should be given this information instead of having to try and guess the rules,\" she wrote. BBC News has also sought comment from the two other named influencers. The ASA said it had asked all four, prior to publishing their names, to provide an assurance they would clearly label advertising posts. \"They either failed to provide that assurance in the first instance or subsequently reneged on it,\" it added. In March, the ASA released its Influencer Monitoring Report , which found 122 UK-based influence accounts disclosed advertising in posts only 35% of the time, on average. ", "url": "https://www.bbc.com/news/technology-57467777"}