{"datetime": "2021-06-23T17:16:01.000Z", "author": "Felicity Evans", "subject": "Climate change", "title": "Wales' bus service closures leaving people 'isolated'", "article": "For many people in Wales, living without a bus service means being marooned in their homes, unable to carry out even essential tasks. Marion Hobbs, who lives in Blaencaerau near Maesteg, has to spend £8 on taxis each time she goes food shopping, sees the doctor or simply visits friends. Her nearby bus service stopped due to the Covid pandemic and has not resumed. Now politicians want a timescale from the Welsh government on its promise to improve services. Members across all parties in the Senedd pressed for more detail in a debate on Wednesday afternoon. That cannot come soon enough for those living on the Blaencaerau estate, like Marion and her friend Keith Simon, who said they have been left \"stuck\" in their homes and feeling isolated without a bus service. \"I was on it [the service] six days a week\" said Keith. \"It was always half to three-quarters full. It was like a social gathering. \"We'd see different people... you were like a family on the bus,\" agreed Marion.Councillor Paul Davies said he received complaints every day over the absence of the service. \"Older residents with mobility issues have got to walk up from the square with shopping, it's impossible,\" he said. \"It's one of the most deprived wards in Wales and now the last bus they had - the last thing they had - has been taken away.\" The operator, First Cymru, said the service had been \"problematic\" before the pandemic due to low passenger numbers and vehicles being damaged because of \"inconsiderate parking\". However, it said it was working with the council to find a solution. The area's Member of the Senedd (MS), Huw Irranca-Davies, said bus travel was the only public transport option for most people in Ogmore, \"three-quarters\" of which has no rail line. He has triggered a Senedd debate calling on the Welsh government to \"turbo boost\" its proposals to change the regulation of bus services across Wales. The Welsh government has promised legislation to unpick reforms introduced in the 1980s which privatised bus provision outside of London and removed the ability of local authorities to run their own services. Since then, many of the less profitable routes have lost their services. \"I want to see a fast timescale to get on with this and give control back to people over their bus services,\" said Mr Irranca-Davies. Opening his debate in the Senedd chamber, he said new powers the Welsh Parliament now has should be used to put a \"modern Welsh form of re-regulation of buses and public transport in place\". \"Buses and public transport have a fundamental social and public purpose,\" he said. Improving access to public transport is a key part of the Welsh government's plan to tackle climate change and aims to produce a plan to look at all aspects for bus service provision by the end of the year. Conservative Senedd transport spokeswoman Natasha Asghar told the Senedd more investment in services was needed, together with \"cleaner, greener buses\" and a programme of bus priority measures. These included \"effective and efficient bus lanes, priority traffic lights and improved bus shelters to encourage people out of their cars and back on buses\", she said. Plaid Cymru South Wales Central MS Heledd Fychan said the message from her constituents on buses was that they felt \"forgotten about and devalued, and don't feel listened to - they are anxious, and isolated\". \"This governments can change this, this government should change this,\" she said. \"We need action, not just words, and those actions are needed now.\"Deputy Climate Change Minister Lee Waters warned there were \"tough choices\" ahead to make the bus a genuine alternative to travelling by car.\"This is a social justice argument. Eighty per cent of bus passengers don't have an alternative, but equally fifty per cent of people never travel on the bus,\" he told the Senedd. \"So there's a real social divide that we need to confront. Buses have to be for everyone and attractive for everybody and have to work for everybody. \"That's going to require investment, but it's also going to require tough political choices.\" The Confederation of Passenger Transport Cymru, which represents bus operators, said members were ready to work with ministers to tackle the \"major challenges facing Wales\" in the wake of the pandemic. \"A frequent, reliable and cost-effective bus network, built in partnership, can address all of these challenges,\" said director Joshua Miles. \"The Welsh government needs to make bus priority measures a common sight across Wales, help kick start a transition to low emission buses and ensure transport funding helps operators deliver better services for passengers.\" ", "url": "https://www.bbc.com/news/uk-wales-57572842"}