{"datetime": "2021-11-18T17:46:11.000Z", "title": "Crypto adverts on London Tube under investigation", "article": "Adverts placed on public transport in London for the Floki Inu cryptocurrency are being investigated by the Advertising Standards Authority (ASA). The adverts for Floki Inu, named after Tesla boss Elon Musk's dog, appeared on underground trains and buses. The ASA, the UK's advertising watchdog, says it is \"reviewing a broad body of ads in this sector\" and assessing if they break the rules. Floki Inu said the adverts were \"legally cleared\".\"These ads also include a clear disclaimer highlighting the volatility of cryptocurrencies,\" the firm told the BBC. The Floki Inu adverts, which appeared across the capital, sought to entice investors with the slogan \"Missed Doge? Get Floki\", following the growth of the Dogecoin cryptocurrency. Dogecoin started as a satirical jokebased on the Shiba Inu dog from the Doge meme, but now has a theoretical total value measured in billions of dollars. Part of the concern about Floki Inu was that little was known about who was behind the project, and there are limited details on its website. Floki Inu told the BBC in an email: \"Our decision not to prominently feature team members on our website is intentional: to make it clear that Floki is the people's cryptocurrency and a movement focused on them.\" It said its \"legal entity\" was based in Georgia, and it had shared this fact with \"strategic partners\" during know-your-customer checks. The email said the project's lead developer was Netherlands-based Jackie Xu, adding: \"The Floki team isn't entirely anonymous as is being purported, but some of our team members chose to be anonymous temporarily because they do not want the distractions, and for security reasons.\" The adverts for Floki Inu are controversial.Although the text said that the value of investments could fall, and that cryptocurrencies were unregulated in the UK, some politicians felt that the capital's transport operator, Transport for London (TfL), should not have accepted them. Green Party London Assembly member Sian Berrytold the Guardian: \"This should have raised a red flag, and someone at TfL should have looked at this before it was approved.\" The Mayor of London's office said, \"TfL is writing to the ASA and Financial Conduct Authority (FCA) to ask for their views on the concerns being raised.\" But in its email to the BBC, Floki Inu hit back, saying: \"The attack against these ads by a certain political party is an attack against cryptocurrency and against the people's freedom of choice - a clear attempt at censorship.\" According to TfL, there have not been widespread complaints from the public about cryptocurrency adverts. It said it requires advertisers to mention that cryptocurrency is unregulated, and that its value may fall. \"We continue to work with the ASA and FCA to encourage better regulation of cryptocurrency, and will be discussing the concerns that have been raised with them to get their input as we consider what action might be necessary,\" TfL added. It said since 2018 it had required all cryptocurrency adverts to be referred to it for review \"prior to running on our estate\". Over the summer, the ASA banned an advert for the cryptocurrency exchange Luno, which ran on TfL, thathad claimed \"it's time to buy\" Bitcoin. In a statement to the BBC, the ASA said it was looking at different cryptocurrency adverts, including those for Floki Inu, across \"various media spaces\" not just TfL.\"We'll be assessing whether these ads break our rules and using our findings to inform our regulation in this area, including any follow-up enforcement action,\" the authority said.It said adverts must \"must avoid jargon that can't be easily understood by their audience or take advantage of their lack of experience, and must appropriately flag risk, noting that the value of investments is variable and go down as well as up\". It added that cryptocurrency was a \"red alert area\" for the organisation. Other regulators are also concerned about the way cryptocurrency is promoted.In September,Financial Services Authority chairman Charles Randell criticised influencers, accusing them of fuelling the \"delusions of quick riches\".", "url": "https://www.bbc.com/news/technology-59309304"}