{"datetime": "2021-05-26T10:16:45.000Z", "author": "Simon Read", "title": "'Irresponsible' London Underground Bitcoin advert banned", "article": "An \"irresponsible\" advert which encouraged inexperienced consumers to buy Bitcoin has been banned. A poster plastered over London's public transport by cryptocurrency exchange Luno said: \"If you're seeing Bitcoin on the underground, it's time to buy\".The Advertising Standards Authority (ASA) said the advert was misleading and left out important risk warnings.Luno said the ads would not appear again and that future ads would feature an appropriate risk warning. Advertising must be clear that the value of investments, unless guaranteed, could go down as well as up, ASA rules stipulate. The poster should also have included risk warnings that both Luno and Bitcoin are unregulated leaving consumers with no regulatory protection. The watchdog said the simplicity of the \"it's time to buy\" statement \"gave the impression that Bitcoin investment was straightforward and accessible\".\"We understood that Bitcoin investment was complex, volatile and could expose investors to losses,\" the ASA said. \"That stood in contrast to the ad. The audience it addressed, the general public, were likely to be inexperienced in their understanding of cryptocurrencies.\"It concluded that the ad irresponsibly suggested that engaging in Bitcoin investment through Luno was straightforward and easy. Luno said it was \"committed to keeping customers and potential customers as informed as possible about the cryptocurrency landscape\". It said it would \"ensure that future Luno adverts feature an appropriate warning as to the risks of cryptocurrency\", adding that its next advertising campaign had been accepted by Transport for London. It's not the first time the watchdog has acted against Bitcoin sellers.In March, it banned a full-page regional press advert for Coinfloor that told readers \"there is no point in keeping your money in the bank\" and described Bitcoin as \"digital gold\".The ASA said the ad \"irresponsibly suggested that purchasing Bitcoin represented a secure investment of one's savings or pension\".In a note published at the end of April the ASA warned: \"Marketers should not imply that cryptocurrencies are regulated by the [Financial Conduct Authority].\"It said that if marketers want to imply that consumers might make money from investing in cryptocurrencies, they have to make them aware of the risks too.\"Because cryptocurrencies are so volatile, even including a disclaimer in the small print of an ad might not be enough to comply with the CAP Code [which governs non-broadcast advertising].\"It warned marketers not to take advantage of consumers' inexperience or credulity.\"Companies which offer cryptoassets with lofty promises to investors are coming under intense scrutiny, with regulators becoming increasingly concerned about the risks that these types of investment can pose to consumers,\" said Susannah Streeter, senior investment analyst at Hargreaves Lansdown.\"On top of being extremely volatile, most cryptocurrencies are unregulated, which not only adds another layer of uncertainty but also means that investors have little or no protection against fraud,\" she pointed out.Bitcoin, the most popular cryptocurrency, has been particularly volatile recently.Two weeks ago it fell more than 10% after the electric car maker Tesla said it would no longer accept the currency.Cryptocurrency trading has been illegal in China since 2019, to curb money-laundering. Last week Chinese banks and payment firms were banned from providing cryptotransaction services. That was followed up by a crackdown on cryptocurrency mining in the country.The moves set off a fresh downward spiral in prices last weekend, with Bitcoin's value more than halving, relative to the high it reached above $63,000 (£44,000) in mid-April.\"Beijing's increasingly hard-line stance appears to be just the start of a concerted effort to limit the decentralised power of cryptocurrencies,\" said Ms Streeter.The ASA also warned about ads for Non-fungible Tokens (NFTs) last month.NFTs are digital certificates of authenticity that certify the uniqueness of a certain digital asset, like a piece of digital art.They are linked to cryptocurrencies because they use the same blockchain technology.Although the ASA has not yet ruled on any cases about NFTs, it warned marketers to make their ads clear, accurate and understandable so they don't mislead consumers. ", "url": "https://www.bbc.com/news/business-57254318"}