{"datetime": "2021-09-06T18:47:00.000Z", "title": "Kim Kardashian crypto ad singled out by financial watchdog", "article": "Kim Kardashian has been criticised for promoting an untested cryptocurrency on Instagram, by the head of the UK's Financial Conduct Authority (FCA). Charles Randell said Ms Kardashian had \"asked her 250 million followers to speculate on crypto tokens\" by promoting an advert for Ethereum Max. He called it \"a speculative digital token created a month before by unknown developers\". And he accused influencers of fuelling the \"delusions of quick riches\". Mr Randell was speaking to the Cambridge International Symposium on Economic Crime.The FCA chairman said Ms Kardashian's Instagram post, which he noted had been correctly flagged as an ad, may have been the \"financial promotion with the single biggest audience reach in history\". The promoted token Ethereum Max was, he stressed, not to be confused with the Ethereum cryptocurrency.\"I can't say whether this particular token [Ethereum Max] is a scam,\" he said. \"But social media influencers are routinely paid by scammers to help them pump and dump new tokens on the back of pure speculation. Some influencers promote coins that turn out simply not to exist at all,\" he said.The BBC has approached Ethereum Max and Ms Kardashian for comment. Mr Randell said about 2.3 million Britons currently hold cryptocurrency and he said 14% of them also use credit to purchase them - \"thereby increasing the exposure to loss\". He said the FCA had repeatedly warned about the risks of holding \"speculative tokens\", which are not regulated by the FCA or covered by any compensation scheme. \"If you buy them, you should be prepared to lose all your money,\" he said.Mr Randell said there was a case for regulation of promotions to address consumers' misconceptions that their investments were protected - and \"the relentless and often misleading advertising techniques of some crypto businesses\".", "url": "https://www.bbc.com/news/technology-58462517"}