{"datetime": "2021-09-21T16:07:42.000Z", "title": "NFT-based fantasy football card firm raises $680m", "article": "French firm Sorare, which sells football trading cards in the form of non-fungible tokens (NFTs), has raised $680m (£498m). The NFT-based cards are used by fans to create fantasy football teams which can then \"play\" each other. The funding was led by tech investor Softbank, with ex-England international Rio Ferdinand also putting in money. NFTs are controversial, with concerns over financial risk and environmental impact. An NFT is a \"one-of-a-kind\" digital asset that can be bought and sold like any other piece of property. As with crypto-currency, a record of who owns what is stored on a shared ledger known as the blockchain and maintained by thousands of computers around the world. Players can buy cards from Sorare at auctions, or fans can also auction cards they own to other players. Sorare claims $150m worth of cards have been traded on the platform since January. The latest investment puts its value at $4.3bn (£3.15bn). As NFTs, the cards can also be sold on platforms such as OpenSea and Rarible.Sorare says it has partnerships with more than 180 football clubs and has 600,000 registered users. A number of players including Spain's Gerard Pique and France's Antoine Griezmann also invested in the company. The firm recently announced a deal with Spain's La Liga and told the Telegraph it hoped to have \"something to announce\" about the Premier League. Some journalists, charities and fan organisations have begun to question if crypto-assets and sports mix. Sorare isn't the only business to have deals with clubs featuring crypto-based assets. Clubs such as Barcelona, Juventus, Manchester City and Paris St-Germain already have arrangements with a firm called Socios to sell crypto-currency-based fan-tokens. The firm promotes tokens on its website as a way to \"influence decisions of your favourite teams, unlock VIP rewards and access to exclusive promotions, games, chat & a superfan recognition\". But because the tokens can be traded, some fan organisations worry clubs are encouraging speculation in crypto-currencies.Leeds United Supporters' Trust, for example,was critical of the club's decision to reach an agreement with Socios saying fans would be entering a \"crypto-currency ecosystem, something which many may have very little knowledge of\". \"If football chooses to bring unregulated crypto-currency into the game, we believe that clubs also need to provide education and guidance on the purpose and risks associated.\" NFTs are also controversial. Depending on the technology used, maintaining a blockchain requires considerable computing power with a sizeable carbon footprint. As in traditional investing, financial impropriety and crime are a risk, but the protections for consumers are generally less robust. There are also concerns about a lack of regulation. Recently OpenSea, the largest digital collectable marketplace, revealed an employee used inside knowledge to buy NFTs before they were promoted on the website. CEO Devin Finzer said the incident was \"incredibly disappointing\" and did not represent the team's values. Insider trading - where individuals use non-public knowledge about a company for financial advantage - is illegal in most regulated markets. But the NFT market does not have such restrictions. ", "url": "https://www.bbc.com/news/technology-58572389"}