{"datetime": "2022-01-19T02:01:27.000Z", "title": "Dairylea cheese ad banned for showing girl eating upside down", "article": "An advert for Dairylea cheese has been banned for encouraging unsafe behaviour, after showing a child eating while hanging upside down. The ad - which was shown on catch-up television last August - featured two girls hanging from a goalpost, with one of them eating a cheese triangle. Fourteen people complained, including one viewer who said a toddler in their family had copied the girls. Dairylea owner Mondelez argued the risk of choking was low when upside down. The company pointed to research that it said suggested someone's ability to swallow was not affected by the position they ate in - and that being in a head-down position was recommended during a choking incident. It added the ad had intended to show parents giving their children more freedom, and there were two parents supervising in the background of the ad. Mondelez also said the advert - which aired on ITV Hub, All 4 and My 5 - had been scheduled alongside programmes not directed at children, so a limited number of children would have seen it. But the Advertising Standards Authority - which regulates adverts in the UK - agreed with the viewers who complained. It said many children would be familiar with a five-a-side football goalpost and it would be easy for them to copy the ad. The ASA said it had sought expert views on child accidents, and was advised that there was a potentially a high risk of choking in that situation.\"We also noted that one complainant had reported that their three-year-old relative, after seeing the ad, ate their food whilst hanging upside down,\"it said in its ruling. The watchdog added: \"We considered that the ad condoned and encouraged younger children to eat whilst hanging upside down, which was an unsafe practice where there was potentially a high risk of choking.\" The advert must not appear again. Mondelez said it was no longer running the ad and would remove references to eating upside down if it used the ad in future. A Mondelez spokesman said: \"We recognise and will abide by the ASA's decision but we are disappointed by the ruling. It was aimed at adults (parents) rather than young children and was deliberately scheduled away from programming likely to appeal to children under 16. As such, we believe it was unlikely to encourage 'copycat' behaviour by young children. \"We remain committed to responsible advertising and work with a range of partners to make sure our marketing meets and complies with all relevant UK regulations.\" In a separate ruling released on the same day, adverts for Lipton Ice Tea and Aqua Pura water have also been banned for misleadingly claiming that the bottles were made from 100% recycled materials. A poster for Lipton Ice Tea seen on a bus shelter in August read: \"Deliciously refreshing, 100% recycled*.\"But the asterisk linked to small text at the bottom of the poster which said it excluded the cap and label which were not recycled. The ASA said it was misleading, but a Pepsi Lipton International spokeswoman said: \"We did not intend to mislead anyone with this ad. For complete transparency, we added a note on the ad itself to clarify that it did not include the label and cap.\" ", "url": "https://www.bbc.com/news/uk-60048724"}