{"datetime": "2021-06-11T18:54:50.000Z", "title": "Brewdog boss vows to learn after 'toxic culture' criticism", "article": "A co-founder of Brewdog has promised to listen and learn from savage criticism of the beer company by 60 ex-staff. James Watt told the BBC claims of a \"culture of fear\" and \"toxic attitude\" were tough to hear, but said they would help make him a better chief executive. In an open letter , signatories said a \"significant number\" of former staff had \"suffered mental illness as a result of working at Brewdog\". And they aren't happy with the apology, saying: \"We aren't going away\". Mr Watt said it was clear some things had gone wrong at the company. \"We genuinely apologise,\" he said. But the signatories have focused on a separate comment appearing to come from Mr Watt on Thursday, which they say illustrates his \"true disregard\" for his staff. In the first letter, the ex-staff claimed that the firm was built around a \"cult of personality\" of founders Mr Watt and Martin Dickie. The fast-growing Scottish brewer and pub chain has enjoyed rapid success and now employs 2,000 staff. But it has also courted controversy with its marketing and commercial decisions.The letter, posted on Twitter, made a number of allegations, including that Brewdog fostered a culture where staff were afraid to speak out about concerns. It said Mr Watt and Mr Dickie had exploited publicity, \"both good and bad\", to further their own business goals and chased \"growth, at all costs\". It added: \"You spent years claiming you wanted to be the best employer in the world, presumably to help you to recruit top talent, but ask former staff what they think of those claims, and you'll most likely be laughed at.\"Being treated like a human being was sadly not always a given for those working at Brewdog.\" In his BBC interview, Mr Watt said: \"It's very clear, looking at the feedback, we haven't always got things right here. \"We have to see this feedback as an opportunity to get better. We have to learn, we have to act. We have to take it on the chin.\" Mr Watt would not confirm if the allegations were true, but said: \"For me, it's not about disputing individual claims. But 60 people were unhappy and we have to get better. That's the only way we can get something good out of this situation.\" One of the many criticisms was that Brewdog management operated a culture of fear, with staff afraid to speak out - even after they had left. That culture has not prevented dozens more former Brewdog staff speaking up in response to the publicity around the letter. The letter now has more than 250 signatories, its unnamed authors said. They have issued a follow-up letter, addressed to Mr Watt, in which they thank him for his apology but say that they have gathered many further examples of bad practice at the company.They also voiced strong objections to an earlier message that was circulated to current Brewdog staff as an immediate reaction to their first letter of complaint. That note, from James Watt, said: \"It is fair to say that this type of fast-paced and intense environment is definitely not for everyone, but many of our fantastic long-term team members have thrived in our culture. Our culture is built on rewarding and developing great people and focussing on growing our business.\" The group of ex-staff said: \"We want you to know that we categorically refute everything suggested in this statement. \"Many of our signatories worked for Brewdog for years, and were extremely high-performing. To suggest that those who apparently couldn't hack it are somehow less worthy in your eyes is grotesque; we believe this shows your true feelings of disregard for your staff, both former and current.\" The group said it would continue to monitor what action was taken to address these issues. In his BBC interview Mr Watt admitted that the company's rapid growth had been a steep learning curve. \"But the buck stops with me. I will use [the criticism] to be a better chief executive and leader.\" He said the company will embark on a series of anonymous surveys of current staff \"and do some listening groups\". However, Brewdog's rapid expansion - the source of much of the problems, ex-staff claim - would continue, he said: \"It's not about slowing the growth, because that's in our DNA.\" The challenge now would be how Brewdog can maintain the intensity of its expansion, \"yet be a better employer,\" he said. Brewdog started out in 2007, being passionate about craft beer and contemptuous of rival big brewers. It's become at least as passionate about growth, by unconventional \"punk\" means.So far, there is a big brewery in Aberdeenshire, plus others in Berlin, Brisbane and Columbus, Ohio. There are more than 100 Brewdog bars dotted across the world map. And a new project is beer-themed hotels, in Ohio, Manchester and Edinburgh. This has been funded through the sale of a big chunk of the business to private equity and several rounds of crowdfunding. The AGM in Aberdeen has become something of a party. But it seems the combined publicity-thirsty passion for beer and growth has been bruising. Every employer has disgruntled ex-employees. Usually, once dispersed, they moan into their beer. But in this case, these ex-staff signatories have taken their passion for beer and applied it to improving working conditions in their industry. Co-founder James Watt concedes he didn't always \"get things right\". He dispensed with the usual combative defiance. His response is chastened, recognising that the accusations could be damaging to the brand and to recruitment.He has become very successful by inviting drinkers to buy into products infused with the passion of beer people. So this runs counter to the values of clubby comradeship. Repairing the damage will take more nuance than Brewdog usually deploys. ", "url": "https://www.bbc.com/news/business-57434978"}