{"datetime": "2020-10-16T13:09:57.000Z", "title": "Instagram targets rule-breaking influencers", "article": "Instagram says it will do more to catch influencers who fail to disclose when they have been paid for their posts. It follows an investigation by a UK watchdog which found the platform was failing to protect consumers from being misled.Instagram will also report users who inadequately label their posts to the businesses whose products they endorse.In the UK, social-media stars have to make clear if they are being paid by a company to promote its business.They often do this by including the hashtag '#ad' in such posts. Instagram's new tools, which will be rolled out over the next year, include a prompt requiring influencers to confirm whether they have received incentives to promote a product or service before they can publish their post, and new algorithms built to spot potential advertising content. The Competition and Markets Authority (CMA) said its investigation had shown that many influencers were not adhering to the rules.The watchdog called Instagram's move \"an important behavioural shift\" for social-media platforms.“This will make it much harder for people to post an advert on Instagram without labelling it as such,” a spokesman said. Last month,research found that \"more than three-quarters\" of influencer adverts on Instagram buried their disclosures within their posts.Sara Tasker, an Instagram coach and author, said the driving force for influencers trying to disguise endorsements stemmed from perception.\"They don't want to turn their audience off with ads, or risk a drop in engagement or losing followers by being seen to 'sell out',\" she said. \"Clear disclosure regulation means the content can speak for itself, and puts the onus back on the influencers to create posts that are valuable and relevant, regardless of payment or #ad,\" she added.Influencers have become the new frontier for many companies who are looking to target younger consumers.According to social-insights firm Captiv8, influencers with more than a million followers on Instagram can earn up to $20,000 (£15,500) per post they make on behalf of advertisers.Forbes recently predicted huge growth in the influencer space, suggesting the market could be worth £11bn by 2022. Last year, 16 social-media stars, including singers Ellie Goulding and Rita Ora, and models Rosie Huntington-Whiteley and Alexa Chung, pledged to change how they post online. Their message followed warnings from the CMA that their posts could break consumer law.", "url": "https://www.bbc.com/news/technology-54571630"}