{"datetime": "2021-08-04T08:22:11.000Z", "title": "Lauren Goodger foreign exchange Instagram advert banned", "article": "An Instagram post by TV star Lauren Goodger has been banned because she didn't clearly mark it as an advert. Lauren, 34, had been paid for the post, which promoted a foreign exchange - or forex - trading tips service. Foreign exchange is the conversion of one currency into another. Forex trading is essentially betting on the value of a currency going up or down. Lauren's post featured a screenshot of a WhatsApp chat suggesting a customer had made profits of £1,730 in two days. The caption by the former Only Way Is Essex star claimed the forex trader, named hannahd.fx, had been \"consistently profitable\". She went on to encourage people to message the trader. In the UK, social media stars have to make clear if they are being paid by a company to promote its business. A reader complained that Lauren's post was not obviously identifiable as an ad and the claims about profitability were misleading. The Advertising Standards Authority (ASA) agreed with the complaint, noting \"the post did not feature the label '£ad', or a similar, prominent identifier\". The ASA also said it had not seen any evidence to support the claims about profits in the ad, and ruled that it was therefore misleading. It said the ad \"must not appear again in the form complained about\" and told both hannahd.fx and Lauren to make sure their ads could be clearly identified and to not make claims of profits unless they had evidence that was the case. The unknown person or people trading as hannahd.fx told the ASA that they won't breach the rules in future. Lauren Goodger confirmed she'd been paid by hannahd.fx to make the post. She also said they'd sent her a script and dictated the contents of the post's caption. She said she'll make sure future ads can be clearly identified. Rules for ads on social media have tightened up recently,with Instagram saying last year that it would crack down on any misleading behaviour by influencers. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-58084534"}