{"datetime": "2021-06-10T14:41:23.000Z", "title": "Ex-Brewdog staff allege culture of fear at brewer", "article": "Former staff at Brewdog have alleged a \"culture of fear\" at the beer firm with a \"toxic attitude\" to junior employees. In an open letter , signatories said a \"significant number\" of former staff had \"suffered mental illness as a result of working at BrewDog\". They claimed that the firm was built around a \"cult of personality\" of founders James Watt and Martin Dickie. Mr Watt said Brewdog was \"sorry\" and that it would not contest the letter, but \"listen, learn and act\". The Scottish brewer and pub-chain rapidly rose into the mainstream after major supermarkets started stocking it in 2008. But it has also courted controversy with its marketing and commercial decisions.The open letter, which was posted on Twitter and signed by more than 60 former staff, made a number of allegations, including a culture where staff were afraid to speak out about concerns. It said Mr Watt and Mr Dickie had exploited publicity, \"both good and bad\" to further their own business goals and chased \"growth, at all costs\". It added: \"You spent years claiming you wanted to be the best employer in the world, presumably to help you to recruit top talent, but ask former staff what they think of those claims, and you'll most likely be laughed at.\"Being treated like a human being was sadly not always a given for those working at Brewdog.\" According to the letter, toxic attitudes towards junior staff had \"trickled down\" throughout the business \"until they were simply an intrinsic part of the company\". \"Put bluntly, the single biggest shared experience of former staff is a residual feeling of fear. Fear to speak out about the atmosphere we were immersed in, and fear of repercussions even after we have left,\" it added. One of the ex-staff members who signed the letter, Christopher Baria-Lewis, told the BBC he \"felt it was important, with former colleagues, to get a message out there\". \"Their [Brewdog's] external persona doesn't align with how they operate,\" he said, adding that the letter had been organised collectively. The letter also questioned Brewdog's commitment to sustainability after \"years of vanity projects\" and use of a private jet. Along with many breweries, pubs, and other parts of the hospitality industry, Brewdog has been hit by the coronavirus pandemic. Mr Watt said: \"At Brewdog, we are focused on building the best business we can, which is why the open letter we saw on Twitter was so upsetting, but so important. \"Our focus now is not on contradicting or contesting the details of that letter, but to listen, learn and act. \"As a fast-growing business, we have always tried to do the best by our team - we do have thousands of employees with positive stories to tell as a result.\" But he said the tweet by former staff proved that \"on many occasions we haven't got it right\". \"We are committed to doing better, not just as a reaction to this, but always; and we are going to reach out to our entire team past and present to learn more. \"But most of all, right now, we are sorry.\" He said it had been \"hard to hear\" the comments, but added: \"It must have been harder to say them.\"We appreciate that and we will endeavour to honour that effort and courage with the real change it deserves. We aren't going to make excuses, we're going to take action.\" Brewdog started out in 2007, being passionate about craft beer and contemptuous of rival big brewers. It's become at least as passionate about growth, by unconventional \"punk\" means.So far, there is a big brewery in Aberdeenshire, plus others in Berlin, Brisbane and Columbus, Ohio. There are more than 100 Brewdog bars, dotted across the world map. And a new project is beer-themed hotels, in Ohio, Manchester and Edinburgh. This has been funded through the sale of a big chunk of the business to private equity and several rounds of crowdfunding. The AGM in Aberdeen has become something of a party. But it seems the combined publicity-thirsty passion for beer and growth has been bruising. Every employer has disgruntled ex-employees. Usually, once dispersed, they moan into their beer. But in this case, these ex-staff signatories have taken their passion for beer and applied it to improving working conditions in their industry. Co-founder James Watt concedes he didn't always \"get things right\". He dispensed with the usual combative defiance. His response is chastened, recognising that the accusations could be damaging to the brand and to recruitment.He has become very successful by inviting drinkers to buy into products infused with the passion of beer people. So this runs counter to the values of clubby comradeship. Repairing the damage will take more nuance than Brewdog usually deploys. ", "url": "https://www.bbc.com/news/business-57428258"}