{"datetime": "2021-07-06T23:33:43.000Z", "author": "Rebecca Marston", "title": "Brewdog Instagram ad banned for misleading health claims", "article": "The advertising watchdog, the ASA, has banned an advert by controversial brewer Brewdog for misleading claims. An Instagram post for its Clean & Press Hard Seltzer said: \"Due to advertising regulations we cannot claim this drink is healthy,\" but continued with a reference to a low calorie claim.Brewdog said the ad was \"tongue-in-cheek\" but agreed not to use it again. Brewdog was also reported to the ASA last week for claiming a competition prize was solid gold and worth £15,000. The Scottish firm had offered 10 people the chance to find a gold can hidden in a case of its beer. Several winners of the gold beer can prize contested Brewdog's claim about its value when they discovered it was merely gold plated.Brewdog said it stood by the valuation. Meanwhile, the Advertising Standards Authority continues to look into whether the competition breached any of its rules. The company's ad for its Clean & Press seltzer ran in January. It said: \"Even though Clean & Press is only 90 calories per can, with no carbs or sugar and a little bit of alcohol, this is not a health drink. If you are looking for a health drink, do not drink Clean & Press.\" The ASA also challenged whether the ad used nutrition claims that were not permitted for alcoholic drinks and whether the phrase \"a little bit of alcohol\" implied that the drink was low alcohol despite the product having an alcoholic strength by volume (ABV) of 5%. The ASA said \"only 90 calories per can\" and \"no carbs or sugar\" were nutrition claims that were not permitted for alcoholic drinks, as was the implication that the product was beneficial to overall good health or health-related wellbeing. The ASA said consumers would understand the claim \"a little bit of alcohol\" to mean that the product was low alcohol when it had an ABV of 5%, finding that the ad breached the Advertising Code on this point also. A Brewdog spokesman said: \"We have accepted the ASA ruling and have removed the wording in question.\" In separate rulings, the ASA also banned two Instagram posts by rival Drty Drinks for making misleading nutrition claims for an alcoholic drink and for encouraging excessive drinking and website posts by the High Water and Whisp Drinks firms for making misleading and non-permitted nutrition claims for alcoholic drinks.Brewdog was founded in 2007 by boss James Watt and Martin Dickie. It has been attracting negative scrutiny in recent weeks aftera letter from ex-workers was posted on Twitter which said a \"significant number\" of former staff had \"suffered mental illness as a result of working at Brewdog\". It made a number of allegations, including that Brewdog fostered a culture where staff were afraid to speak out about concerns. The company has promised an independent review of the issues raised and has apologised to staff for the \"lot of pain\" they have been caused. The fast-growing Scottish brewer and pub chain has enjoyed rapid success and employs 2,000 staff. But it has also courted controversy with its marketing and commercial decisions. ", "url": "https://www.bbc.com/news/business-57732529"}