{"datetime": "2021-02-15T12:12:26.000Z", "subject": "Coronavirus pandemic", "title": "Transport for Wales' train fares to rise 2.6% in March", "article": "Transport for Wales (TfW) is increasing some rail fares by 2.6% from 1 March. It said it would fund \"investment as affordably as possible for both rail passengers and taxpayers\". The UK government announced the same planned increase in December with opponents describing it as a\"kick in the teeth\" . Rail campaigners said \"Welsh railways face a very challenging few years ahead as a result of the pandemic\". TfW has been nationalised after a drop in passenger numbers during Covid. Peter Kingsbury from pro-rail campaign group Railfuture Wales said: \"Any fare increase above inflation needs to be accompanied by a range of initiatives to encourage the public to start using the trains again. \"These could include special offers to get people to consider using rail for days out and holidays once restrictions are lifted, and the introduction of flexible season tickets to allow commuters to still save on ticket costs if travelling to work less than five days a week.\" Last week, the Welsh Government formally took control two-and-a-half years after KeolisAmeywon the £5bn Wales and Borders franchise contract . Ministers have spent£167m to keep TfW afloat due to a loss of revenue during the pandemic. The Welsh Conservatives criticised Labour, which at UK level had opposed the UK government's earlier 2.6% increase but which in Wales is at the helm of the Welsh Government. \"The irony, verging on hypocrisy, shown by Labour over this 2.6% rise in fares for Transport for Wales passengers is shocking - especially with just a fortnight before the new fare structure is imposed,\" transport spokesman Russell George said. In response, a spokesman for economy minister Ken Skates said: \"Changing fares is never an easy decision, but it helps provide the investment for the vital infrastructure and services our economy and our communities need.\"A TfW spokesman said implementing a same price rise with the Department for Transport would \"keep fares simple for people travelling between Wales and the rest of the UK rail network\". \"Rail fares help us to fund our investment as affordably as possible for both rail passengers and taxpayers,\" he said. \"We understand the need to bring people back to public transport when Covid-19 restrictions end and we'll implement a price freeze on some of our rail products such as local Rover and Rangers, local Railcards and our SailRail product.\"He said several cost saving schemes have been set up since 2018 including free travel for children under 11, free off-peak travel for children under 16, and a 10% reduction on fares to and from north Wales. ", "url": "https://www.bbc.com/news/uk-wales-56068182"}