{"datetime": "2021-06-29T12:30:14.000Z", "author": "Rebecca Marston", "title": "Brewdog: Watchdog urged to probe solid gold can prize claim", "article": "A winner of one of Brewdog's \"solid gold\" beer cans has asked the advertising watchdog to investigate its claim the prize is worth £15,000. The Scottish firm offered 10 people the chance to find a gold can hidden in a case of its beer. Some winners questioned the worth after discovering the cans are gold plated, and one has asked the Advertising Standards Authority (ASA) to probe whether any rules were broken.Brewdog stands by the valuation. A company spokesperson said the use of the term \"solid gold\" was a mistake, but it stood by its £15,000 claim, saying the estimate was made up of more than just the metal used. The ASA confirmed it was looking into the matter after it was contacted by sales manager Adam Dean, from Shrewsbury, Shropshire. Mr Dean told the BBC: \"I realised I had won after I treated myself to a can after having mowed the lawn and spotted something glistening away in the case. \"It said on the can 'you've won a £15k 24 carat gold Hazy Jane can'. Once I'd got over the shock I wanted to cover it on my house insurance. I got in touch with the can's makers, Thomas Lyte, who told me it was actually brass with a 24 carat gold plating. \"I had it valued by a jewellery expert. He told me it was only worth £500. I'm just totally disappointed and I want it resolved. I legally entered a competition to win a solid gold can but I've not got that. I asked for shares to make it up to £15,000 and Brewdog basically said no, so I called the ASA.\" He said the ASA had asked for all the emails he's received from the company and told him it will \"assess my concerns\".Another winner, Mark Craig, from Lisburn, Northern Ireland, asked for a valuation after he won his gold can and discovered it was actually made of gold-plated brass.He told the BBC: \"If you're told something is worth £15,000, that's what you would hope you had sitting on your mantelpiece. I bought two cases online in my attempt to win. \"The past 18 months have been tough for everyone. I myself was made redundant and had plenty of need of extra cash. I wanted to sell the can and contacted Brewdog for any certification they had. \"The certificate they sent said it was gold-plated but they promoted it as solid gold. When I contacted them they told me the 'solid gold' claim was an error. \"It's not just me that's been let down. Lots of people have lost out on this. Buying extra beer - and buying it online from them directly handing them a higher share of the profits.\" Brewdog said in a statement: \"We have reached out to Mark privately to apologise for the erroneous use of the phrasing 'solid gold' in some of the communications around the competition. Once the error was flagged by our internal teams, we immediately removed or changed all such mentions.\"This error may have informed his complaint regarding the value of the can. Importantly, the phrasing in question was never included in the detailed terms and conditions of the competition, nor in the wording informing the lucky winners of their prize.\" The company said the £15,000 value was \"reasonable based on multiple factors\", including the manufacturing price, metal, and quality of the product. Brewdog added that the cans were collectible items, with the value \"somewhat detached from the cost of materials\". The ASA said in a statement: \"A complainant has challenged whether the claim that the prize was solid gold is misleading as they believe it's not made from solid gold and rather brass and gold plating.\"They have also challenged whether another ad is misleading as they understand the can is not worth £15 000.\" It said it was assessing the complaint to establish whether or not it needed to take action.Brewdog was founded in 2007 by boss James Watt and Martin Dickie. It has been attracting negative scrutiny in recent weeks aftera letter from ex-workers was posted on Twitter which said a \"significant number\" of former staff had \"suffered mental illness as a result of working at Brewdog\". It made a number of allegations, including that Brewdog fostered a culture where staff were afraid to speak out about concerns. The company has promised an independent review of the beer firm and has apologised to staff for the \"lot of pain\" they have been caused. The fast-growing Scottish brewer and pub chain has enjoyed rapid success and employs 2,000 staff. But it has also courted controversy with its marketing and commercial decisions. ", "url": "https://www.bbc.com/news/business-57650685"}