{"datetime": "2021-06-29T15:30:18.000Z", "title": "Delivery text scams and how to deal with them", "article": "If you have a habit of ordering stuff online, you're probably no stranger to a \"your parcel has been delivered\" text. That's why they're a good way for scammers to hook unsuspecting people in. Three in five of us have had fake delivery company texts over the past year, according to new figures from consumer group, Which?. The messages often contain a link that brings you to a scam website. Adam French is a senior consumer rights editor at Which? and says there's no way you can really stop scammers from texting you. They track down your number using \"pot luck\", he tells Radio 1 Newsbeat. \"We set up four brand new mobile phones, phone numbers that had never been used anywhere before, and two of those phones still received these scam messages,\" he said. \"They just send out these text messages to as many phone numbers as possible.\" Thankfully, 79% of those who had a scam delivery text in the past year said they immediately knew it was fake. But some still fall victim to the trick - and 3% of people said they ended up losing money because of one of these scams.One young couple lost all of their savings because of a scam Royal Mail text last year.Tom and Freyja Cuff, from Frome, Somerset, received a text about a parcel collection which eventually led to their bank account being emptied of £2,500. Which? wants it to become standard practice for certain types of companies, such as banks, not to include links or payment requests in texts generally. This, they say, would make the advice clearer - because, for example, if Royal Mail told customers they never send external links in texts, the scams would be easy to spot.There are things you can do to make sure you're not one of the unlucky ones. Quite simply, don't click links in texts. Adam says: \"The best thing you can do is actually look at the URL within the text message.\"If the domain name (that's the bit just before .co.uk or .com) doesn't match the business it says it is, that's a pretty sure sign that text is not legitimate.\"But that can be quite fiddly to spot, and sometimes it can be cloned as well, so it's not foolproof. \"The best way to stay safe is still to ignore any links in text and contact the business yourself.\" If you do get one of these texts, Adam says you can help to protect others by reporting it. You can do this by forwarding the text to 7726, the network operator.\"Until the network have that information, they don't know to shut it down,\" Adam says. An easy way to remember who to forward it to is that 7726 are the digits on a telephone keypad that spell out the word \"spam\". If you've clicked the link and sent money before you realised it was a scam, try not to worry. You can report it to your bank, and you have \"every chance\" of getting your money back, Adam says. \"There's a few different routes to go down to recover some money. The best thing to do is speak to your bank straightaway.\" If that doesn't work, try making a complaint to the bank. Failing that, theFinancial Ombudsman Service might be able to help. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-57654967"}