{"datetime": "2019-12-18T19:51:11.000Z", "title": "Reality TV stars auditioned to 'promote' poison diet drink on Instagram", "article": "When scrolling through Instagram, you've probably seen celebrities advertising loads of products like make-up and weight loss drinks. But do the influencers try the product and check the ingredients they're promoting to their followers? Not always, according to a BBC investigation. Three big name Instagram influencers - Lauren Goodger, Mike Hassini and Zara Holland - have been caught auditioning to promote a poisonous cyanide drink. The reality TV stars were secretly filmed being asked to promote a fake diet drink in the BBC Three series Blindboy Undestroys the World, despite it not being ready for production. The made-up drink - called Cyanora - included the ingredient hydrogen cyanide, which is a chemical that can kill you. The toxic substance was used during the second world war by Nazi Germany in gas chambers. Lauren, Mike and Zara - who collectively have more than 1.3m Instagram followers - were informed the product wasn't being launched for a few months. They were told they would not be able to drink it until it was. Zara's agent did point out she couldn't do that without trying it first. We see them film video clips promoting the drink, mentioning the ingredient \"hydrogen cyanide\". The undercover filming was part of an investigation by the show into whether celebrities actually use the products they're paid to promote on social media. According to the advertising watchdog, the brand and the celebrity promoting a product are \"responsible for the claims that are made in the advert\". But the Advertising Standards Authority (ASA) told Radio 1 Newsbeat: \"The issue of whether a celebrity who is promoting a product has actually tried/used it themselves is not something we've had cause to investigate.\" Love Island star Zara Holland said she would never \"deliberately mislead\" her followers. In response to the investigation, she said: \"My agent did state that I would not promote a product without trying it first, and we needed to be provided with more details.\"I would never deliberately mislead my followers or promote a product that was dangerous.\" Lauren Goodger's former agent replied: \"Our client would not endorse the promotion of products that contained harmful or suspect ingredients, or without knowing the contents. \"Our client was told the product was in production.\" The ex-TOWIE star is also seen talking about a product she promoted called Skinny Coffee - which shepreviously said helped her lose two stone. During filming, she says: \"I've not tried skinny coffee.\" The ASA haspreviously ruled that Lauren Goodger was involved inmaking misleading claims for other weight loss products. A statement by Lauren - posted on her talent agency's Instagram story - says she agreed to promote the drink without trying it \"in the heat of the moment\". It read: \"This script was given to me at that precise moment. No deals were signed and it was an audition. They asked me would I promote the drink without using it.\"In the heat of the moment I said yes and also said I hadn't tried Skinny Coffee in the hope of getting the job. \"Of course I would never promote anything that contains poison and proper checks would have been made before any promotion.\" She also denied saying she'd lost two stone through the coffee. Lauren's fellow Towie star Mike Hassini has not yet responded to the BBC's request for comment. In a statement to Radio 1 Newsbeat, the ASA said: \"Our primary concern is whether the claims a celebrity (or anyone else) makes about a product in an ad, which can include social media posts, are not misleading and are socially responsible.\"When considering claims around weight loss products, our investigations tend to focus on whether the advertiser is making any unauthorised health claims or promoting unsafe dietary practices. \"If a celebrity claimed that using a dietary product had helped them lose weight when, in fact, they had never used the product that could potentially be a problem under our rules. Though we'd have to carefully assess the context in which the claims appeared.\" BBC Three's series Blindboy Undestroys the World is available on iPlayer now. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-50837267"}