{"datetime": "2021-03-10T17:11:12.000Z", "title": "Four trains an hour pledge for Wrexham-Bidston rail line", "article": "Train services will increase four-fold on a line dubbed the \"Cinderella\" route linking north Wales with Merseyside. Only one train an hour currently runs on the Borderlands line between Wrexham and Bidston. Transport for Wales (TfW) have told Flintshire councillors they plan to replace ageing track and signalling to allow faster and more frequent trains. \"Fairly basic\" stations on the line will get better facilities, with a new stop at Deeside Industrial Estate. TfW told a virtual meeting of councillors the aim was to run four trains an hour directly into Liverpool from Wrexham, starting with two services an hour from December. Alex Fortune, TfW's rail project sponsor for the north of Wales, said: \"As I'm sure many of you are aware, the Borderlands line at the moment is a bit of a Cinderella route. \"It's about 27 miles long between Wrexham and Bidston with 15 stations, all of which are fairly basic apart from Wrexham. \"They have generally poor facilities and accessibility, and that's something that we're conscious of and working to improve.\" Mr Fortune added: \"One of the big challenges we have are the line speeds, which are a maximum of 50 miles an hour. \"Some of the freight movements are obviously much slower than the passenger movement so if we get stuck behind a freight train that can cause issues. \"Combined with that, the signalling system is quite dated, and it's got long block sections, so if we can shorten them, it means you can fit more trains.\" The improvements have partly been prompted by a fall in passenger numbers which predated the pandemic, according to theLocal Democracy Reporting Service . Wrexham General saw one of the UK's biggest drops in commuter use, from 529,622 people going in and out of the station during the 2018/19 financial year to 501,800 in 2019/20. Flintshire council leader Ian Roberts said: \"I do think we desperately need some delivery on this railway line, and I look forward to the winter of this year with the new trains coming up to provide a better service for passengers.\" ", "url": "https://www.bbc.com/news/uk-wales-56345975"}