{"datetime": "2021-07-14T09:36:07.000Z", "author": "David Shukman", "subject": "Coronavirus pandemic", "title": "Covid-19: Five ways to avoid catching the virus indoors", "article": "With social distancing restrictions ending in England and easing further in Scotland on 19 July, good ventilation will remain very important in avoiding Covid. For months we've been told to wash our hands and maintain social distancing to beat the virus.But scientists and engineers say we also need to think about the air we breathe inside buildings.Good ventilation matters in five ways. When you walk into a room and the air feels stale, something is wrong with the ventilation. Not enough fresh air is being introduced, which increases your chances of getting infected by coronavirus. Recent research shows that in confined spaces there can be \"airborne transmission\" of the virus - with tiny virus particles lingering in the air.According toworkplace regulations set up before the pandemic , everyone should get 10 litres of fresh air every second, and that matters more than ever now. So if a place seems stuffy, just turn around and leave, saysDr Hywel Davies , technical director of the Chartered Institution of Building Services Engineers. He says that it's vital to have a flow of clean air: \"If you've got someone who's infected in a building, and you're bringing in plenty of outside air, you're diluting whatever infectious material they're giving off. You're reducing the risk of other people becoming infected.\" From offices to shops, air conditioning is welcome on hot days - but check the type of unit.The simplest is a slender white box mounted on walls or ceilings, known as a split air conditioner. This draws in air from a room, chills it and then blows it back out again. In other words, it's recirculating the air.This is no problem for a quick visit but may be a risk over a period of hours. Astudy of a restaurant in China blamed this type of air conditioner for spreading the virus. One customer was \"pre-symptomatic\" - in other words, he was infected but did not realise because he had yet to develop symptoms.Scientists reckon he released the virus as he breathed and talked, and it was pushed around the room by swirling air currents from the units on the wall. The result was that nine other people became infected.Dr Davies points again to the importance of fresh air: \"If there had been a good supply of outside air, very likely fewer people would have become infected - if any.\" In a modern building where the windows are sealed, how can you get enough fresh air? You're relying on a ventilation system in which stale air is extracted from the rooms and piped to an air handling unit, often on the roof. There, fresh air can be pulled in from outside and mixed with the old inside air, before being sent back into the building. Given the risk of coronavirus infection, the professional advice is to maximise the fresh supply.\"Having 100% outside air or close to 100% is a good thing,\" says Prof Cath Noakes of the University of Leeds and chair of the environmental panel of the government's SAGE advisers, speaking in a personal capacity.\"The more fresh air, the less you're running the risk of recirculating the virus through the building.\" The precise mix is decided by the building's managers, who may be working for the owners or the tenants. .The drawback to running 100% fresh air is the cost - the incoming air has to be heated in winter and cooled in summer, all of which requires energy.A modern ventilation system will have filters but these are not fool-proof. In the US, researchers investigating the Oregon Health & Science University Hospital found that traces of coronavirus were trapped by the filters but some had somehow slipped through.Prof Kevin van den Wymelenberg, who led the project, believes that swabbing the filters could reveal if there's someone infected working in a building. In South Korea, a call centre on the 11th floor of an office building saw one person infect more than 90 others.If the filters had been checked more frequently, the presence of the virus might have been spotted sooner. Prof van den Wymelenberg says data from filters can \"show us where to punch and when to punch\" in tackling infections.Talk to any expert in the field and they will say that fresh air is the key.But one specialist in modelling the movement of air says it's not that simple.Nick Wirth used to design Formula 1 racing cars, and now advises supermarkets and food-processing companies on how to manage air flow to keep people safe.He worries that if someone sitting beside an open window turns out to be infectious, they could shed virus to others downwind.\"If you open a window, where is the air going to go?\" he asks. \"We don't want people in a direct line of that airflow. \"More fresh air in general is better but if it's flowing horizontally and full of virus it could have unintended consequences.\"I put this scenario to Prof Cath Noakes.She says the benefits of plentiful fresh air diluting the virus will outweigh any risks. An open window might lead to more people receiving the virus but in smaller, less risky amounts, in her view. It's no surprise there are disagreements - there's a lot we still don't know about the virus.But the air we breathe is bound to be part of any effort to make buildings safer.", "url": "https://www.bbc.com/news/explainers-53917432"}