{"datetime": "2021-06-23T03:40:38.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19 air 'purifier' ad banned by watchdog", "article": "An advert for an air purifier which claimed to kill off coronavirus has been banned by the advertising watchdog. A complaint was lodged with the Advertising Standards Authority (ASA) over the Go-Vi Eradicator 19.The company behind it claimed its purifier was \"proven to destroy coronavirus cells\".The ASA said the purifier's claims were misleading and could not be substantiated.It is one of many similar products sold around the world during the pandemic with supposed benefits to detect or prevent infection by Covid-19. The advert appeared on a website called \"protect-nhs\" which was run by the company, and not affiliated with the actual NHS.The small print claimed the £570 device was more than 99.9% effective at destroying the H5N1 bird flu virus, according to testing done in France.But the ASA said the average reader would be led to believe it was similarly effective against Covid-19.Go-Vi Ltd, based in Worthing, disputed the ASA's challenge, telling the watchdog the product was effective at destroying the Covid-19 virus. The company claimed it had been tested by independent labs and provided reports it said supported its claim.It also said it was \"no longer promoting the product\" and the website had been pulled down \"as a result of a change in their business model\".The ad watchdog, however, decided to uphold the complaint.The device worked by pulling air into the unit and using ozone gas and ultraviolet light to clean the air.The ASA said that \"in principle\" the particular type of ultraviolet light was effective against the Covid-19 virus - but real-world testing was needed. After consulting the Health and Safety Executive, the ASA said the effectiveness of such air cleaners depended on many related factors.But \"the performance of most devices was based on data measured in idealised controlled environments and was likely to be different and often lower in a real-world setting\", it said in its ruling.Guidance published by the government's Sage scientific advisory group had also suggested that air cleaning devices \"had limited benefit\" in places that already had adequate ventilation.Sage \"discouraged the use of air purifiers unless there was strong evidence of their efficacy\", the ASA said.It also looked at guidance from the European Chemicals Agency on how to determine the effectiveness of a product, which recommended a barrage of tests including in real-world scenarios.\"We therefore expected to see methodologically sound evidence that reflected how the product was likely to be used in real life,\" the ASA said.\"It did not consider the conditions of realistic use, such as the amount of air flow depending on the type of space where the air purifier was placed, the variable settings likely to be applied to the air purifier, the type of the space where the air was being disinfected, or relevant soiling and interfering substances.\"The evidence submitted by the firm was not adequate proof that the product could destroy the virus, either on surfaces or in the air, or that it was better than any other method of ventilation, the ASA found. As a result, it was found to have broken two rules, one on misleading advertising and one on substantiating claims.Go-Vi could not be reached for additional comment.", "url": "https://www.bbc.com/news/technology-57571494"}