{"datetime": "2020-10-19T13:47:15.000Z", "title": "Coronavirus: Germany improves ventilation to chase away Covid", "article": "The German government is investing €500m (£452m; $488m) in improving ventilation systems in public buildings to help stop the spread of coronavirus. The grants will go to improve the air circulation in public offices, museums, theatres, universities and schools. Private firms are not yet eligible. Viruses spread on tiny droplets called aerosols, exhaled by infected people - especially when they sneeze or cough.Studies suggest they can remain in a room's air for at least eight minutes. Colder weather puts more people at risk because they spend more time indoors. The main aim is to upgrade existing air conditioning systems, rather than install new ones, which costs more. Each upgrade is eligible for a maximum of €100,000. Funding is also available for CO2 sensors which indicate when the air in a room is unhealthily stale. The grants will be allocated from Tuesday. The government also wants schools lacking central air conditioning systems to at least get mobile air purifiers. But much will also depend on how easily rooms can be ventilated simply by opening the windows. The Bavarian broadcaster BR24 reports that the mobile ventilators, which filter out tiny particles and cost from €2,000 each, can effectively purify a room within minutes. But German experts say apparatus that relies on UV-light, ionisation or ozone can be ineffective against coronavirus, and in some cases worsen the air quality.According to Germany's latest official figures, 4,325 new cases were confirmed in the past 24 hours, but Monday's figure is usually lower as fewer cases are reported at the weekend. The reported German death toll is 9,789. The infection rate has risen across Germany in recent weeks, but the surge is more marked in some neighbouring countries, notably the Czech Republic, the Netherlands and France. Many Germans are a bit bemused that their relationship with fresh air has provoked such curiosity in Britain of late. Why, after all, wouldn't you fling your windows wide open each morning to create a nice healthy draught? Fresh air has, for a while now, been seen as a key to dealing with coronavirus too. L for Luft (air) was recently added to A for Abstand (distance), H for Hygiene and A for Alltagsmaske (mask) - the official government directives on how to live in corona times. So choirs rehearse in rooms open to the elements. Train windows are cranked open. Diners are still being served outdoors at many establishments, prompting a national ethical debate over patio heaters. But, as the air turns sharper and colder, it is education ministers who are feeling the chill. It has been mooted - not always in jest - that children should attend lessons wrapped in coats, gloves, hats and perhaps a duvet, prompting fury among teachers. And many German classrooms, in poor repair after prolonged underinvestment, simply do not have windows that open. German engineers are on the case though. I recently visited a company which usually manufactures heating and ventilation systems. It has now created an air filtration system designed with windowless classrooms in mind.There are widespread fears that the new coronavirus wave will only intensify as the weather gets colder in Europe and more people share confined spaces. Windows will stay shut longer to keep out cold draughts.Virus particles also survive longer when they are not exposed to direct heat and sunlight. The cool air in abattoirs is reckoned to have contributed to several Covid-19 outbreaks in Germany in recent months. The tiny droplets that carry the virus can not only remain suspended in the air for more than eight minutes, they can also travel several metres. The German government's advice is to open windows for at least five minutes every hour, for example during class changeovers in schools. The UK's Health and Safety Executive also recommends fans to dissipate pockets of stale air in rooms and using a fresh air supply, instead of just recirculating air through the air conditioning system.", "url": "https://www.bbc.com/news/world-europe-54599593"}