{"datetime": "2020-11-04T00:02:31.000Z", "title": "TikTok star Emily Canham falls foul of UK ads watchdog", "article": "A social media influencer has become the first person to be reprimanded by the UK's advertising watchdog over a TikTok post. Theruling centred on a video published by Emily Canham that promoted products made by the hair-styling brand GHD. The regulator said it should have featured an #ad hashtag or similar label. Until now, the body has focused on Facebook, Instagram, Snapchat and YouTube, as well as traditional media. \"This may be our first ruling on a TikTok post but brands, advertisers and influencers should be fully aware that the ad rules apply to them across online and in social media,\" a spokesman for the Advertising Standards Authority (ASA) told the BBC. \"Our rules place an emphasis on protecting children and, where an audience/followers of an influencer or celebrity are predominantly young people, particular care has to be taken to ensure they are not misled.\" Ms Canham has nearly 700,000 followers on TikTok's video-sharing platform.She has also been profiled by several newspapers and magazines, both because of her marketing skills and her relationship with Busted band member James Bourne. Ms Canham's post went live on 14 June.It featured a caption saying users could get a discount on GHD's goods if they entered her name as a promo code on its website. The 23-year-old Londoner was under contract to the company at the time to post videos about it across a range of social media, including TikTok. GHD said this specific post had been created without its oversight or approval. And Ms Canham's agent added that the influencer had not been paid or received a commission for promoting the code in this case. Even so, the ASA said that because the clip featured the same code Ms Canham was being paid to promote at the time elsewhere and was also \"linked to the agreement\" she had signed with the firm, it should have been labelled. Ms Canham has since deleted the video, but has been instructed by the ASA to ensure her future posts feature an advertising identifier \"clearly and prominently displayed\". ", "url": "https://www.bbc.com/news/technology-54797919"}