{"datetime": "2020-06-25T23:04:50.000Z", "author": "Theo Leggett & Tim Bowler", "title": "Coronavirus: How safe is it to get on a plane?", "article": "One of the consequences of the coronavirus pandemic has been the massive reduction in global air travel. In April it was down 95% compared with last year. Some airlines grounded their entire fleets, while others focused on cargo flights, in an effort to help keep supply chains functioning and make what money they could. Now, however, many carriers which had suspended operations are starting to return to the skies. EasyJet began offeringa limited number of services earlier this month , for example. Ryanair has done the same - and says it wants toreintroduce 40% of its schedule from July . Air France and Lufthansa have also begun offering a bare-bones schedule. All are hoping to ramp up services as demand returns. In the UK, the situation has been complicated by the introduction ofcontroversial quarantine rules on 8 June - which currently force passengers to isolate themselves for two weeks after arriving in the country. But the government is widely expected to set up a number of\"air bridges\" or \"travel corridors\" , which will allow people to travel from countries seen as being a low infection risk, where the quarantine rules will not apply.This could allow people to travel to popular holiday destinations this summer. But can they fly safely, or will they be at risk of infection? The Covid-19 coronavirus is still relatively new, so accurate data on how it can spread between aircraft passengers is in short supply. But previous studies have looked atthe spread of other respiratory illnesses .Based on the available information, US Centers for Disease Control and Prevention generally tries to track down people sitting in the two rows in front and the two rows behind passengers found to have serious infections. A 2018 study by researchers from Emory University in Atlanta attempted to model how passengers and crew moved about an aircraft, and how that might affect the transmission of infectious diseases. \"A droplet-mediated respiratory infectious disease is unlikely to be directly transmitted beyond one metre from the infectious passenger. Thus, transmission is limited to one row in front of or in back of an infectious passenger,\" the researchers concluded. But contrary to this,earlier research - led by the same academics - had shown that in real life cases passengers with Sars or influenza actually appeared to have infected a number of people well outside their immediate area. Their explanation was that some of those who became ill had become infected in the airport, while embarking or disembarking from the plane, or from touching contaminated surfaces, rather than by breathing in infected droplets.The simulations also indicated that, because cabin crew moved around the aircraft and had numerous contacts with different passengers, they could generate several new infections, and concluded \"it is imperative that flight attendants not fly when they are ill\". Meanwhile, public health officials in Canada say they did not find any cases of further infection after two passengers on a flight from Guangzhou to Toronto were found to have Covid-19. The flight had 350 people on board, and lasted for 15 hours. Although many people might think that sitting in a confined space for long periods would inevitably spread infections, the chief engineer at aerospace giant Airbus insists that is not the case. Jean-Brice Dumont argues that the way modern aircraft are designed means that the air is intrinsically very clean. \"Every two to three minutes, mathematically, all the air is renewed,\" he says. \"That means 20 to 30 times per hour, the air around you is completely renewed.\" Put simply, air is collected from outside the aircraft, normally through the engine, and mixed with recycled air from the cabin.The recycled air, which is reused in part to keep temperature and humidity at the correct levels, is passed through HEPA (high-efficiency particulate air) filters that are similar to those used in hospitals.The Covid-19 virus is about 125 nanometres in diameter (a nanometre is a billionth of a metre) and iswithin the particle-size range that HEPA filters capture - 10 nanometres and above. Mr Dumont says: \"HEPA filters have standards, and the standards we use in commercial aviation are among the highest standards. They filter out 99.97% of particulates (small particles) of the size of Covid-19.\" The flow of the air itself, he explains, is also designed to minimise infection risks.\"The air flows vertically. It is blown from above your head and evacuated from beneath your feet. That makes the level of propagation of anything in the air quite limited. So a passenger from row one, for example, cannot contaminate someone in row 20.\" But is this enough? This regular flow of air, from top to bottom,can be disrupted by passengers leaving their seats or cabin crew moving up and down the aisles , thus altering the path of any airborne particles. And crucially, while HEPA filters do work, they can't capture all Covid-19 droplets or aerosols before you might breathe them in, says Dr Julian Tang, consultant virologist at the Leicester Royal Infirmary and associate professor at Leicester University. He is also one of the team behind a study, published this month, looking atminimising the airborne transmission of Covid-19 in enclosed spaces . \"Filtration only works on mass airflows, most of the transmission during a plane journey will be those short-range face-to-face conversations. Close range aerosol transmission is what you have to be worried about on a plane, train or a bus - this is the biggest risk.\" And even if you are further away, the risk is not eliminated, says Dr Tang. \"How long Covid-19 can remain airborne depends on a range of factors. It varies between different people, it varies depending on the state of your infection, and you can't say all the droplets will fall to the ground within two metres.\"Some smaller droplets can stay suspended and travel up to 16 metres - and they all could be carrying the virus.\" Dr Tang and his fellow authors say there is accumulating evidence for the important role of airborne transmission when it comes to infectious diseases such as Covid-19 or Mers, Sars and influenza, something which they argue has been overlooked. But Mr Dumont believes that simple precautions, such as wearing masks, and coughing or sneezing into an elbow will minimise risks. \"I want to be precise on that. We want people to wear masks,\" he says. This, he claims, combined with the rapid replacement of air, should minimise exposure. So, would it also be a rational move to enforce social distancing on aircraft, for example by blocking out middle seats - a move contemplated by some airlines, but described byRyanair's CEO Michael O'Leary as \"idiotic\" ? \"We don't think so,\" says Mr Dumont. \"It doesn't add to the risk reduction, we believe.\"That view is supported by the International Air Transport Association (Iata), which represents airlines. \"Physical distancing on board is not necessary,\" claims its senior vice president for safety, Nick Careen.The emphasis, he says, should be on enhanced and frequent deep cleaning of the cabin, as well as measures to avoid passengers congregating in specific areas. That could include banning queues for the washrooms. But virologist Dr Tang disagrees: \"The problem is that if you're sitting next to somebody - 0.6 metres in economy, say - who's coughing and sneezing in that immediate area, that aerosol will reach you before it has time to reach the filtration system, get filtered and come back down again.\" Meanwhile, the International Civil Aviation Organization (ICAO) - the UN body responsible for aviation - has set out comprehensive recommendations for airlines and airports, intended to minimise infection risks at every stage of the journey, from check-in to baggage collection. The focus is on attempting to maintain distancing wherever possible, in an environment where large numbers of people would normally come into contact with one another. Taking these recommendations into account, the UK government has publishedits own guidelines , which say: The key message, says Iata's Nick Careen, is that \"there is no silver bullet, no single measure that can prevent infection\". Dr Tang, meanwhile, says he would fly with precautions. \"If I get on a plane, I'll be wearing a mask. It's not 100% but at least I'll have some protection.\" ", "url": "https://www.bbc.com/news/business-52822913"}