{"datetime": "2020-04-19T02:20:56.000Z", "author": "Dougal Shaw", "title": "Coronavirus: UK's first 'TikTok house' opens during outbreak", "article": "Six of the UK’s most popular TikTok content creators have moved in together and are trying to meet a surge in demand from teenagers in lockdown, despite some doubts about the timing. The Bytesquad collective planned the move prior to the coronavirus pandemic and completed it before the UK lockdown on 23 March. It is the UK's first \"TikTok house\", a phenomenon already established in the US. The video-makers are proceeding despite their families and others having expressed reservations about the timing of the initiative.One industry expert has also suggested the pandemic will make the effort less lucrative than it might have been. The TikTok-ers have a combined following of more than 14 million people. Their videos currently reach more than 73 million people a week. The short-form video-sharing social media platform was 2019's second most downloaded app after WhatsApp. People in the UK have been spending a lot more time on TikTok since lockdown and social isolation measures were announced. There was a 23% rise in average viewing time between January and March, according to analysts Sensor Tower. The housemates,Shauni , 19,SurfaceLdn , 22,Seb , 20,Monty , 17,KT Franklin , 19, andLily Rose , 20, will be responding to challenges and trying to create useful coronavirus-related content - as well as the more usual dance memes and pranks. In addition to publishing content on their individual accounts, the six stars are also attempting to create a sort of reality show - by posting a narrative of their experience called Bytehouse, which appears on TikTok, YouTube and Instagram. The collective has partnered withRise Above , a project developed by Public Health England, to help promote positive mental health messages during the lockdown to a mainly teenage audience. The initiative was originally intended to run for three months and include shorter visits by less famous TikTok creators. There are gay and straight couples in the Victorian house, designed to be “a LGBTQ safe space”, but its central London location is being kept secret to prevent fans trying to visit.One post suggests indoor activities, such as learning \"footshakes\" and \"building forts\". \"I want to help people through coronavirus by helping them stay inside,\" says Monty.\"We're doing daily livestreams and other content, so followers have stuff to interact with while they stay indoors. Seeing some of the reactions and comments is really encouraging.\" But the six also post about brand advertising campaigns and promote music tracks as a team, combining forces and therefore raising earning power. For example, the housemates are paid to play a nightly card game called What do you meme? - to advertise it to their audience.In keeping with the rules, these posts are marked with the hashtag \"ad\". “If you want to create next-generation content for Gen Z, then it's got to come from Gen Z themselves, and that's what we are trying to do here,” says Flow Adepoju, head of innovation at Fanbytes, which owns Bytesized Talent, the company that manages all the housemates. Fanbytes provides a weekly \"care package\" drop to the house, containing food and essential items. YouTube stars in America, such as Team 10 - set up by YouTube star Jake Paul - and FaZe Clan, have been coming together in houses for many years now, says Mustafa Mohamed, co-founder of another influencer agency, Yoke Network.UK gaming star KSI, meanwhile, lived in the Sidemen House. And more recently America's biggest TikTok stars have occupied the Hype House. The logic is you cross-pollinate your audiences, Mr Mohamed explains. “I worked with a TikTok star called Avani, who was in the Hype House,” he says.“I saw her go from a few million to about 15 million followers - and the amount she could earn from her posts rocketed too.” The Fanbytes team had been planning this project since the beginning of the year. They considered cancelling it when it became clear that coronavirus would hit the UK. \"I had a frank conversation with our influencers,\" says Timothy Armoo, boss of Fanbytes, \"and every single one of them was still keen on making it happen\". Some had conversations with their parents, who voiced their doubts - but they were persuaded when they realised how much the opportunity meant to their children, Armoo says. The TikTok house in Los Angeles known as Fenty Beauty, set up by musician Rihanna to promote her beauty products, took the decision to close in late March. A company spokesman described it as \"a precautionary measure due to Covid-19\". The housemates continued to post remotely. Some TikTok users have used the comments section on videos posted on the Bytehouse account to question whether it was wise to go ahead with the UK TikTok house.A few queried whether it undermined the government's message about social distancing. But, despite reservations about being apart from their families, housemates recognised how important it could be for their social media careers, says Armoo - especially when they factored in the extra traffic that might come from lockdown measures. Armoo had already worked with Public Health England's Rise Above project - creating a keepy-uppy football challenge on TikTok to combat anti-social behaviour - so he was well-positioned to bring the collective on board with the project. The housemates have been careful to repeat the \"stay at home\" message to fans. Overall, Armoo thinks the gamble of going ahead with the house, despite coronavirus, has paid off. \"We've had tens of thousands of comments from teenagers who say our content is brightening their day,\" he says. He won't say how much money the TikTok housemates have made so far. But Tiktok stars with more than two million followers in the UK may earn annual incomes upwards of £25,000, he says, and some can earn much more with long-term brand deals and merchandising opportunities.However, time in the house during lockdown may not necessarily equal money, warns one digital agency used to working with TikTok talent. \"The first things brands cut in a crisis like this is their marketing budget,\" says Alex Jobling, of Burstimo. He believes it is a good time for influencers to grow their following, but not necessarily to pick up new sponsorship deals.The common mission of influencers is to make social media stardom their main source of income and full-time occupation. According to housemate Monty, one reason for joining the house is to prove that UK TikTok stars can achieve the same status as their American counterparts. \"I feel like the UK scene isn't taken as seriously as the US one, so it was nice to take on the opportunity, knowing it was a big deal.\" So far the housemates' content hasn't made a big impact on YouTube or Instagram, where their videos are only getting a few thousand views. However, on TikTok the housemates have already performed strongly. Their Bytesquad group account has more than 230,000 followers.Three of their videos have clocked up more than 800,000 views. Their most popular video to date achieved 1.7 million - by poking fun at the Hype House in America. Follow Dougal on Twitter: @dougalshawbbc ", "url": "https://www.bbc.com/news/technology-52223908"}