{"datetime": "2021-03-17T00:04:52.000Z", "title": "Bitcoin ad banned for 'misleading pensioners'", "article": "An ad for a cryptocurrency exchange has been banned for “irresponsibly” promoting investments in Bitcoin. The Advertising Standards Authority (ASA) said the campaign had targeted pensioners who were \"unlikely to know\" much about the topic. The watchdog drew attention to use of the phrase “there is no point in keeping your money in the bank”. And it said a disclaimer printed in small print was \"insufficient to counteract the overall message\". The full-page spread contained a photograph of a Coinfloor customer with a personal testimony about how she had invested part of her pension into Bitcoin via the platform. “Today there is no point keeping it in the bank – the interest rates are insulting,” it read.“That is why when I received my pension, I put a third of it into gold, a third of it into silver and the remainder into Bitcoin. “To me, Bitcoin is digital gold and it has allowed me to take the steps to secure the cash I already have.” The ASA upheld two complaints submitted to it claiming that the as was: In its defence, Coinfloor said the ad represented the perspective of a customer rather than the company's own view. And it noted the disclaimer - which it claimed to have been given sufficient prominence - had mentioned that investing in cryptocurrencies involved significant risk and could result in losses. However, the regulator said the small font size and low positioning of the text meant the details had not been displayed clearly enough. Coinfloor is unregulated in the UK, so consumers could not seek recourse to services such as the Financial Services Compensation Scheme or the Financial Ombudsman Service, the watchdog noted. The Northamptonshire Telegraph, in which the advert appeared, said it would not publish the ad again unless it was suitably changed. ", "url": "https://www.bbc.com/news/technology-56421901"}