{"datetime": "2021-10-06T16:36:05.000Z", "title": "Universal credit reduction: 'There isn't enough to survive'", "article": "A woman who lost everything in a house fire says government benefit cuts will be \"catastrophic\" for people like her who are already struggling to survive. Abi Parker, from Swanage, Dorset, is among the millions who arelosing a £20-a-week uplift added to universal credit payments during the pandemic. Ms Parker, who also lost her job due to the pandemic, said the cut will leave her with £234 a month to live on. The government said the £20 uplift was always meant to be temporary. Ms Parker moved to Dorset at the start of 2020 to start a new job but ended up out of work after the country went into lockdown due to Covid-19. Then in January this year, a house fire destroyed her possessions and she has been living in temporary accommodation ever since. She said: \"It's catastrophic because I already don't have enough money to live on to get through the month - I can't buy fresh food - so removing the £20 will affect how I pay my gas or electrics. \"There really just isn't enough to survive. \"It's a constant state of stress and anxiety, added to what I've been through with the fire and losing everything.\" Ms Parker said she was only surviving thanks to the help of food banks and the Citizens Advice Bureau. \"The idea that the government is there to assist you when you need it the most, if you have spent your whole life working like I have, is very much a delusional mindset,\" she added. Universal credit is claimed by more than 5.8 million people in England, Scotland and Wales. Justice secretary Dominic Raab defended the withdrawal of the booster payment, insisting the government wanted to \"avoid the benefits and welfare trap\" and universal credit was designed to encourage people back into work. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-58817538"}