{"datetime": "2021-03-03T00:01:51.000Z", "title": "Love Island's Molly-Mae Hague broke rules with Instagram giveaway", "article": "Molly-Mae Hague has fallen foul of the UK's advertising watchdog for a second time. The Love Island star has been reprimanded for running an £8,000 online prize draw that failed tofollow the rules for such competitions .The watchdog said she had been unable to provide evidence the winners had been randomly and fairly picked. One lawyer said it suggests the authority is now pursuing a wider range of cases against influencers. Until recently, its focus has been on those who simply failed to flag paid-for posts as being ads. Ms Hague previously had a complaint upheld against her for failing to make clear one of her postswas an advert for an online clothing retailer . The 21-year-old rose to prominence after appearing on ITV's dating reality show Love Island in 2019, when she was one of the runners-up. She has more than five million followers on Instagram, and close to 1.5 million on YouTube. Last September, she ran the offending giveaway. Its prizes included tanning foams, sold under her own brand. To enter users had to: The original post was liked close to 1.2 million times and attracted almost three million comments. Twelve people subsequently contacted the Advertising Standards Authority, challenging whether Ms Hague had included all the entrants in the draw to give them an equal and fair chance of winning - a relatively high number of complaints. Ms Hague subsequently told the authority she had been overwhelmed by the response. The ASA said she claimed a member of her management team had manually selected 100 entrants at random and assigned each a number. It said she added that another independent party had then used Google's number-picking tool to choose a winner. But the regulator noted that an Instagram Story she had published after the competition's close stated that the winner had actually been picked from a smaller shortlisted group of 25 people. \"We were concerned by the inconsistencies,\" it said, adding that in any case she had failed to provide any evidence that the narrowed-down group had been chosen randomly. \"The promotion was not administered fairly,\" it concluded. Ms Hague did not respond to a BBC request for comment. The ruling came a month after the watchdog acted against two other tanning brands which had used influencers.In those cases it saidthat digital photo filters should not be applied to social media ads if they exaggerated a product's effect . One observer said the ASA was making it clear that the rules concerning influencer-led promotions went beyond labelling ads as such. \"Targeting someone like Molly-Mae sends a message to other influencers, who may have smaller followings, to remind them that they are under the same requirements as any other brand,\" Nick Breen from law firm Reed Smith told the BBC. \"So, as they do more sophisticated campaigns - beyond copying and pasting marketing from an advertiser - they need to take even more care.\" ", "url": "https://www.bbc.com/news/technology-56254293"}