{"datetime": "2021-09-02T13:45:59.000Z", "title": "Motocross rider Jude Morris 'was an inspiration', dad says", "article": "A 17-year-old motocross rider who died while taking part in a race event was \"an inspiration\", his father has said. Jude Morris from Corfe Castle, Dorset, was killed during the British Motocross Championship at Duns in the Scottish Borders on Saturday. His father Mark said Jude had \"got better and better\" since he began racing aged nine or 10.An online appeal set up in his memory has raised more than £21,000 for air ambulance services. Emergency services were called to the track shortly after 11:00 BST following reports of a crash and Jude was pronounced dead at the scene. No other riders were involved. Racing was cancelled for the remainder of the weekend. Mr Morris said his son had \"unbelievable focus\" before his final race. \"The last thing I said to him was 'you know you can win this - just go and do your thing'.\"He put his goggles on and I watched him on the line and you could just see he was in the zone.\" He said his son had worked with a specialist coach and a sports psychologist in a bid to reach the top of his sport. \"Jude trained like a lunatic - was in such peak condition,\" he said. \"He was absolutely delivering - he wanted to be British Champion, that's what he was working towards. \"You always know there is a risk and Jude had injuries like everyone else, but I don't think we ever thought something like this would happen,\" he said. He said the family had received messages from across the motocross community, including from former world champions Stefan Everts and Jeffrey Herlings. \"What's really touched us is the messages from the people we didn't know,\" he said. \"People always say 'kids spend all their time on the phone', but it became apparent Jude was talking to and helping people.\"If he saw them in the paddock he would talk to them. He was an inspiration to lots and lots of people. He was always there for people.\" Mr Morris said his son's ambition had been to become a professional rider. \"He was very, very dedicated - he was my best friend and my hero,\" he added. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-58419632"}