{"datetime": "2021-09-01T10:48:08.000Z", "title": "Tributes to motocross rider Jude Morris killed at race event", "article": "Tributes have been paid to a 17-year old motocross rider who died while taking part in a race event. Jude Morris from Corfe Castle, Dorset was killed during the British Motocross Championship at Duns in Scotland. Emergency services were called to the track shortly after 11:00 BST on Saturday and Jude was pronounced dead at the scene. The Auto Cycle Union (ACU) described him as \"one of the leading youth riders within the UK\". Police Scotland said: \"We received report of a one-vehicle crash at Duns Motocross around 11.05am on Saturday. \"Emergency services attended and a 17-year-old male was pronounced dead at the scene.\" No other riders were involved. Racing was cancelled for the remainder of the weekend. Race Director and Chairman of the ACU motocross committee Steve McCauley said Jude was \"always smiling and lived for competing in Motocross\". \"An extremely talented young lad, he was one of the most dedicated and hard-working young riders I have ever had the pleasure to meet. \"At this very sad time our thoughts are with Jude's parents Mark and Lucy and their family,\" he added. Jude's sponsors, CC Infrastructure Services, previously described him as a \" young, driven, upcoming rider\". He had recently come second in the MX Nationals UK championship race and finished third in the British Young MX Championship. South West Motocross Cub posted on social media that fellow members had been \"thrown into disbelief\" by Jude's death. \"Jude you will be greatly missed down on the start gate, over those jumps and crossing the finish line, but also in the pits sharing some laughs and encouraging others to ride well,\" it said. Rogers Hill Raceway, in Bere Regis, posted on social media saying that Jude had ridden there since he was a child. \"We enjoyed watching his riding progress into an amazing talent.\"He will be sorely missed round the paddock because he was so polite and kind to all. Our thoughts and love go to Jude's family and friends,\" it added. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-58394254"}