{"datetime": "2022-02-16T12:13:32.000Z", "title": "Basic income: Wales pilot offers £1,600 a month to care leavers", "article": "Every 18-year-old leaving care will be offered £1,600 a month under a basic income pilot by the Welsh government. It is expected about 500 people will be eligible to join the scheme, which is being launched this year and could cost up to £20m. Officials said it was the highest amount offered on a basic income scheme anywhere in the world. The Welsh Conservatives said it was a waste of money while Plaid Cymru wants the pilot to be expanded. The Conservatives also said Labour ministers were \"not even close to living in reality\" with this idea. The £1,600 a month will be taxed and is expected to be counted as income by the UK government, meaning it would affect someone's eligibility for benefits. It will be unconditional and will not be withdrawn if participants get a job. But the Welsh government is no longer calling the plans a pilot of Universal Basic Income (UBI). It recognises that it does not capture the \"universal\" in the same way as the UBI concept promoted by advocates around the world. Ministers want to test out how a basic income could help care leavers be better placed for their transition into independence as adults. Over the first 12 months of the three-year pilot every care leaver turning 18 will be offered the opportunity to take part. They will receive payments for 24 months, amounting to an income worth £19,000 before tax annually, with the first payment a month after their 18th birthday. It is broadly equivalent to thereal living wage , according to officials. The Welsh government has budgeted £5m in the first year of the pilot, £10m in the second and £5m in the third, although how much they spend will depend on how many sign up. It is not clear how the recipients will be taxed, but the Welsh government said it would be subject to thebasic rate of income tax , rather than the young people having to file a tax return themselves. The Department for Work and Pensions has confirmed the payment will affect people claiming Universal Credit as it is a \"means tested benefit\" and this counts as income. Welsh officials are also promising extra support for those taking part, such as financial wellbeing training. There is no date for when the scheme will be launched, although officials said it would probably be in the summer. Former youth worker Alex Sommerville, who left care when she was younger, toldBBC Radio Wales Breakfast with Claire Summers she did not believe the scheme would encourage care leavers to find work, or study further. Ms Somerville, from Swansea, said: \"Some would still want to go for education or work, but there is a part of me thinking, if you're getting that wage every month, why would you?\" \"I'm very worried about giving young people all of that money and expecting them to know how to spend it in the best way for themselves. That I do wonder about. Where's the support? Is there going to be any of that in place?\" Social Justice Minister Jane Hutt said: \"Our basic income pilot is an exciting project to deliver financial stability for a generation of young people that need it most.\" Asked why it was no longer a universal income trial, she told BBC Wales that the government needed \"to be realistic about our pilot. We needed to make sure it was meaningful in terms of the funding that we were giving\". The Welsh government is developing how it will evaluate the scheme, although it wants to look at how well those who take part do with jobs and accessing education.Welsh Conservative spokesman for social partnership Joel James said trials had shown basic income failed to incentivise work and \"proves time after time to be a waste of public money\". Plaid Cymru's economy spokesman Luke Fletcher said it was a step in the right direction but needed a \"structure around it to enable it to meet the ambition of addressing poverty and unemployment, as well as improving health and financial wellbeing\". UBI is where a government pays all individuals a set amount, regardless of their means. Once it was announced that this pilot would focus on care leavers, critics argued it was not universal. UBI advocates say it could help reduce poverty and be easier and less stressful to navigate than more complex means-tested benefits, but opponents say it is extremely costly and not targeted at those who need it. A basic income for care leavers has been tried in Santa Clara, California, where 72 young adults received $1,000 (£739)initially for 12 months . In Finland, research on a basic income pilot with jobless people for two years found it did not lead them to find work,although they felt happier . The Welsh government plans were welcomed by the Joseph Rowntree Foundation, a charity which researches poverty in the UK. To match the level of basic income for care leavers at about the real living wage is bold. Eighteen-year-olds working in jobs paying the national minimum wage - what it is still called for teenagers - will make £6.83 an hour from April 2022 .The real living wage for that age group is £9.90 an hour. With so many people in Wales paid only the national minimum wage there may well be those who think the offer to care leavers is over-generous .But in economic terms if the project is successful and results in better paid work and healthier lives, the long-term benefits would flow back into the economy.While this is not is a pilot of UBI, its outcomes will be relevant to the debate around that. ", "url": "https://www.bbc.com/news/uk-wales-politics-60391462"}