{"datetime": "2022-02-15T17:41:05.000Z", "subject": "Emiliano Sala death", "title": "Emiliano Sala under pressure before death, inquest hears", "article": "Emiliano Sala felt pressurised into completing a multimillion-pound transfer to the Premier League before he died, an inquest has heard. The 28-year-old was killed in a plane crash in the English Channel in January 2019 after being bought by Cardiff City from Nantes in a £15m transfer deal. Pilot David Ibbotson, 59, also died but his body has never been found. Sala's mother, Mercedes Taffarel, told the hearing the weeks before her son's death \"seemed very intense\". \"Cardiff put a lot of pressure on him to complete the sale quickly, but Nantes asked for more money and Emi felt in the middle of the dispute,\" she said. \"It seemed to him that the Nantes management was also pushing his exit from the club because they needed the money.\" Sala's transfer from the French Ligue 1 side was the most expensive in the club's history. Mrs Taffarel said her son had always dreamed of becoming a professional footballer, and despite pressures \"felt he was achieving his dream\" by getting to play in the Premier League. She now wants justice for him and to prevent future similar deaths. Senior coroner Rachael Griffin told jurors that the inquest will focus on the arrangements for the flight, the condition of the aircraft and the cause of the accident. Sala's brother, Dario, has flown from Argentina for the hearing at Bournemouth Coroner's Court. Mrs Taffarel's statement said she spoke to her son regularly and, when she did not hear from him on the day of the flight, she assumed he had gone to bed early after arriving in Wales. The following day she learned the plane carrying her son was missing. Her family organised their own sea search and the plane was located with Sala's body inside. \"We were completely desperate, all the media in the world wanted to speak with us. The situation overwhelmed us,\" she said. The jury were told the family travelled to Wales from Argentina and that as time passed with no news, it was \"extremely distressing\".\"No-one can bring Emi [Emiliano] back to us, but we ask for justice so that Emi can rest in peace and give us a little bit of peace of mind knowing that we did everything we could so similar deaths are prevented in the future,\" she said. The coroner told the inquest jury the Piper Malibu aircraft had left Nantes airport at 19:15 GMT on 21 January 2019 for the flight to Cardiff but radar contact was lost near Guernsey at 20:15. She said the plane was located on the seabed on 3 February and Sala's body was found in the wreckage three days later. The jury was told the footballer had high levels of carbon monoxide in his blood, indicating he would have been unconscious or near to death when the plane crashed into the sea. Sala had multiple injuries with \"obvious severe damage to the head\" and significant injuries to his chest and torso, forensic pathologist Dr Basil Purdue said.The injuries, he said, were \"entirely in keeping with those to be expected from a high altitude plane crash into the sea\". The jury inquest could take five weeks. ", "url": "https://www.bbc.com/news/uk-wales-60390698"}