{"datetime": "2022-02-13T11:35:05.000Z", "title": "BCP Council's child services rated 'inadequate'", "article": "Vulnerable children in Bournemouth, Christchurch and Poole are being put at risk of harm by failing social services, according to a watchdog. Ofsted rated children's services at BCP Council inadequate following an inspection in December. It said \"serious and widespread weaknesses\" were leaving children unprotected. The council said it was committed to improving and would recruit more skilled social workers and managers. Ofsted'slatest inspection and report on BCP Council's children's services comes more than a year after a focused visit by the watchdog found \"the fundamental building blocks required for children to get the right help at the right time were missing, almost in entirety\". In its latest report, it acknowledged there had been \"progress since then\" despite the challenges of the Covid-19 pandemic and the complexities of local government reorganisation.It said: \"The creation of new specialist services and strengthened infrastructure are starting to make a positive difference.\" However, it said it was too early to see an impact for a large number of children and their families. \"There remain too many areas where progress has been neither sufficiently swift nor decisive,\" the watchdog said. Cathi Hadley, BCP Council's new permanent director of children's services, said she was determined to reach a level where all children, young people and families received good quality and consistent services.She said: \"I have achieved this in previous councils where I have worked, and I can see that the building blocks for future success are already in place.\" Emphasising that the department's improvement plan \"is a marathon rather than a sprint\", she added: \"The best response to a critical inspection report is to roll up our sleeves and get on with it. That is precisely what we are doing.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-60367009"}