{"datetime": "2022-01-17T18:18:39.000Z", "author": "Katy Austin", "subject": "Coronavirus pandemic", "title": "UK train services cut due to Covid staff absences", "article": "Further cuts to train timetables have been made in response to Covid-related staff shortages. South Western Railway (SWR) said it was running 28% fewer weekday trains from Monday, compared with pre-pandemic levels, due to staff absences caused largely by the Omicron Covid variant. The Rail Delivery Group's latest figure for rail staff absences is at 11%.Avanti West Coast, c2c and East Midlands Railway have also reduced services from Monday. Rising Covid case numbers have led to large numbers of people self-isolating and being unable to go to work, which has acutely affected industries where staff are unable to work from home. Rail passenger numbers have also dropped due to more people working from home, which has resulted in operators cutting the number of services on offer. SWR said its move to a temporary emergency timetable would enable the operator to \"match capacity and demand effectively\", and reduce the need for short notice changes.It has not given a date for when the timetable will change back. Meanwhile, c2c's website says that as well as improving reliability given increased staff sickness rates, the timetable it has introduced until further notice will also \"enable [it] to save taxpayer money, as passenger demand has fallen significantly in recent weeks\". Avanti West Coast said it would only run one train per hour in both directions on each of its routes connecting London Euston with Birmingham, Glasgow and Manchester. The company said the reduced timetable was set to remain in place until 25 February. Train companies including ScotRail, CrossCountry and LNER have previously announced reduced timetables and warned passengers of cancellations. Elsewhere, Merseyrail has said all of its lines will change to a 30-minute service from Monday until further notice. East Midlands Railway has also cut its timetable by about 4%. Greater Anglia changed its timetable to Sunday-style levels of services in response to fewer passengers travelling, but has since added more services after feedback from passengers. The reduction in services has led to union RMT warning it would oppose \"any attempt to use this crisis to cynically bulldoze through permanent cuts to services and staffing levels\". RMT general secretary Mick Lynch said the current situation had exposed \"existing shortages of staff and shows just how the transport companies have been winging it ‎on the cheap for years\". \"That has to stop,\" he said. \"With talk of work from home and other restrictions being lifted imminently this is the time to be planning for the future of the railway not smuggling in permanent restrictions.\" The Rail Delivery Group said reduced timetables were providing more reliable services, with cancellations at 2.1% across all operators - below the average of 3%. The industry body said rail companies were \"acting sensibly by ensuring that the number of trains they run reflects the number of passengers\".\"This ensures people can get to where they need to be, while also not taking more than our fair share from taxpayers who are supporting the railway while fewer people take the train,\" it added. It said that it would continue to monitor timetables closely and try to make sure that rail was an \"attractive\" choice. Meanwhile, the boss of the passenger watchdog Transport Focus, Anthony Smith, said that while the introduction of reduced timetables was \"a pragmatic response to help boost reliability\", passengers had faced \"significant delays and disruption\". \"Operators must continue to protect first and last services to meet the needs of those who have to travel,\" he said. \"As and when demand returns, the rail industry must be ready to ramp up services and deliver a timetable which passengers can rely on.\" The government has reduced the minimum self-isolation period for people testing positive for Covid-19 in England to five full days from Monday. People will need to produce negative lateral flow tests on days five and six of their isolation. The transport sector is not the only area affected by staff absences, withworker shortages also hitting retailers and hospitality firms. ", "url": "https://www.bbc.com/news/business-60024712"}