{"datetime": "2022-02-02T18:19:10.000Z", "subject": "Coronavirus pandemic", "title": "South Western Railway to restore timetable after Omicron cuts, PM says", "article": "South Western Railway (SWR) is set to restore services cut back due to the spread of Omicron. The rail operator introduced a temporary timetable with fewer trains on 17 January following staff shortages due to Covid. Responding when the issue was raised during Prime Minister's Questions, Boris Johnson said services would resume on 19 February. SWR has not confirmed any date but said it was \"developing plans\". When therevised service was announced , SWR said it was designed to cater for key workers, school pupils and those unable to work from home and insisted it would \"sufficiently meet current demand\". But Dorset West MP Chris Loder was among those who criticised the new timetable, which ended direct routes between London Waterloo and both Weymouth and Exeter. Speaking in the Commons, he said: \"South Western Railway has totally cut off Dorset, Somerset, most of Wiltshire, and Devon from its direct train services to London, as well as slashing our service in half, most of which is totally unnecessary.\" The Prime Minister said Mr Loder \"reflected the frustrations\" of his constituents and the timetable was \"expected to return to December 2021 levels\" from Saturday 19 February.In a statement, SWR said: \"We are developing plans to increase our service levels as customers and colleagues return to the railway, and will announce the details as soon as they are finalised.\" By Paul Clifton, BBC South transport correspondent For weeks, SWR has been running fewer trains. No direct trains to Weymouth and only one a day to Exeter via Salisbury.I asked SWR whether the Prime Minister was correct in saying services would resume on 19 February. After all, it was the first anyone had heard of the plan - including SWR staff. The truth is, the operator hasn't settled on what services will run. But it won't be quite the same as before, because passenger numbers aren't the same as before.The date is probably correct.But a respected and long-serving SWR employee told me: \"You're having a laugh. Not enough trains; not enough people to fix them.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-60236837"}