{"datetime": "2021-09-01T09:56:04.000Z", "title": "Ofsted requests BCP Council action plan over children's services", "article": "A council's children's services department has been asked to explain in writing how it will tackle its failings by education watchdog Ofsted. BCP Council's special educational needs and disability (SEND) provision has been givena list of \"areas of significant weakness\" to work on. It follows a visit by inspectors between 28 June and 2 July 2021. The council said it \"accepts that a major transformation programme is needed\". During the visits inspectors spoke to children with special educational needs and their parents, as well as providers and staff. Among its main findings, Ofsted said the council's leaders \"had been distracted and delayed from this important work by the reorganisation of the council and high staff turnover\". The inspection letter states: \"Area leaders in Bournemouth, Christchurch and Poole (BCP) are only just beginning to implement the SEND reforms. \"Many children and young people with SEND and their families continue to have a poor experience, and there is little sign of their outcomes improving.\" Ofsted said there were some areas where teams were working well, particularly in early years help, due to the effectiveness of joint working. Elaine Redding, interim corporate director of children's services, said: \"We welcome the inspection requirements and were already working on those intensively.\"This is now a compelling opportunity to develop a multi-agency service.\" The council and the area's clinical commissioning group (CCG) are now jointly responsible for submitting a written action plan to Ofsted. The children's services department was established when BCP Council was formed in April 2019.In November 2019 Ofsted said theservices were leaving \"vulnerable children at risk of harm\" . Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-58406705"}