{"datetime": "2022-02-14T15:11:37.000Z", "title": "Police officer faces misconduct charge over garden furniture", "article": "A police officer took posts from a shooting range and used them to build garden furniture, a misconduct hearing has heard. The former Dorset Police firearms officer, who has not been named, is accused of using the stakes to construct a table. It is claimed he took the posts from a firing range stores without permission between July and August 2019. He is also accused of lying to superior officers over the investigation. The hearing at Dorset Police HQ was shown CCTV footage of the officer - referred to as PC B - loading wood into his van at the force's firing range. It was told an inspector had informed the force's professional standards department when he had heard about the issue. The inspector said the accused had appeared \"agitated\", and admitted to him that he had taken the stakes - 6ft (1.8m) fence posts used in training - and said they were being used to prop up a wooden lean-to at his home. He described visiting the constable's home, along with a sergeant. \"We went into the house and there was a big blue chunky table on a deck and it raised eyebrows,\" he said. The sergeant told the hearing: \"He was flustered and said he had taken some wooden posts to prop up a lean-to. \"He said the posts would be on his driveway, which was at odds with the previous account he had given and it made me think the previous account was not a truthful account.\" Another sergeant told the hearing he had become suspicious of the accused in the summer of 2019 because of a \"lot of shenanigans\". He said that, on the day PC B admitted to the inspector that he had taken the wood, PC B had phoned him and asked him to go to a DIY store and buy some garden fence posts. PC B, who has left the force, is not attending the hearing. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-60379481"}