{"datetime": "2021-09-02T11:35:18.000Z", "title": "Isle of Wight sea eagles: 12 more birds of prey released", "article": "A further 12 white-tailed eagles have been released on the Isle of Wight as part of an on-going conservation project. The scheme, run by Forestry England and the Roy Dennis Wildlife Foundation, has previously released 13 birds since it began in 2019. Ten have survived. White-tailed eagles were wiped out in England more than 200 years ago. The foundation said the way they had settled back into the landscape was \"extremely encouraging\". The birds are all fitted with GPS tracking devices, allowing their flight paths to be monitored. The data has shown many of the birds released on the Isle of Wight embarked onjourneys as far as France , the Netherlands, Germany and Denmark. In England, they have also flownas far as Norfolk and North Yorkshire . However far the birds travel, they consistently return to the Isle of Wight, with experts hoping this is a sign of potentially successful breeding conditions in the future.The eagles, which have a wingspan of up to 8ft (2.4m), had previously not been recorded in England since 1780. The foundation's founder, ornithologist Roy Dennis, said: \"Highlights for me have included watching the birds learn how to successfully fish all year round and the growing interactions between the birds.\"We have seen from other reintroduction programmes that returning lost species offers real benefits for the health of our environment, and to people and local economies.\" The latest batch of birds have been released under licence on the island. The Isle of Wight was chosen as the location to reintroduce the white-tailed eagles, also known as sea eagles, as it offers an ideal habitat for these coastal loving birds with plentiful sources of food - including bass and grey mullet in the surrounding waters. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-58419639"}