{"datetime": "2021-12-18T16:43:00.000Z", "title": "Poole suspected hit-and-run: Family pays tribute to 'vibrant' woman", "article": "A 23-year-old mother who was killed in a suspected hit-and-run has been described by her family as \"a constant source of love\". Tributes have been paid to Courtney White, who was fatally struck by a Ford Fiesta on the A3049 in Poole on Sunday. Dorset Police said all the car's occupants reportedly left the scene. The force has since made 10 arrests in relation to the incident. A fundraising page for Miss White's family has raised more than £6,000. Miss White, who has a three-year-old daughter, had been walking between the Mannings Heath and Alderney roundabouts when she was hit by the car at about 21:45 GMT on 12 December. In a statement, her sister said: \"Courtney's vibrant, maternal, warm character would be a constant source of love and comfort for our family.\"She was a granddaughter, a daughter, a sister, but innately Courtney was a mother. She was instinctively maternal, authentic and thoughtful. She made our family whole, she made us our best selves.\" Miss White's brother added: \"Although this cruel situation has shown me how harsh this world can be, it has also shown me the good in the world, which Courtney has always tried her best to show her friends, family and most importantly her lovely little girl.\"We are all completely and utterly devastated and are in faith that we will get justice for my sister who was tragically taken from this world way too soon.\" Meanwhile, Natasha Way, a friend of Miss White, has set up a JustGiving fundraising page to help towards funeral costs.She said: \"It's important to me to cover the cost of the funeral and any remaining to go towards the family to lessen the financial burden at this hard time and in the future to create some happiness for her daughter.\" An 18-year-old woman and a 23-year-old man, both from Poole, and a 26-year-old man, from Bournemouth,were arrested earlier this week on suspicion of driving offences. Seven other people were also previously arrested on suspicion of driving offences. Dorset Police said officers were still working to establish the full circumstances of the crash and continued to appeal for dashcam footage. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-59710637"}