{"datetime": "2021-05-10T09:24:49.000Z", "title": "West Norfolk: Sea eagles set to return to second area in England", "article": "White-tailed eagles are to be reintroduced to a second place in England and the first on the mainland. Three pairs of the birds, also known as sea eagles, were released on the Isle of Wight in 2019 - 240 years after they were last recorded in the country. Natural England has issued a licence to the Roy Dennis Wildlife Foundation for a 10-year reintroduction at Wild Ken Hill in west Norfolk, starting in 2022. The foundation said the birds would \"fit into the landscape very well\". The eagles are the UK's largest bird of prey, with a wingspan of up to 8ft (2.5m). They were once widespread across the UK, but were wiped out about a century ago. A similar scheme in Scotland has proved a success with more than 130 breeding pairs. The last known breeding pair in England was recorded at Culver Cliff on the Isle of Wight in 1780. The Natural England licence will allow up to 60 juvenile birds to be released over a 10-year period, with the aim of establishing a small breeding population of six to 10 pairs in the region. The eagles will come from Poland, where there are more than 1,000 pairs, but due to Covid-19 restrictions reintroduction will not begin until 2022. Dominic Buscall, manager at Wild Ken Hill, said: \"We are delighted to have the go-ahead to bring back white-tailed eagles to eastern England.\" He said following a public consultation he was \"overwhelmed by the support we have received from all sectors\". Conservationist Roy Dennis said: \"This is the next logical step to restore this magnificent bird to England and complements efforts across Europe to help the species.\" Eagles from the Isle of Wight and from Europe have been spotted in Norfolk over the last year, which was one of the reasons the area was selected for the reintroduction. It was also chosen because of its coastal location and quiet woodlands, which provide ideal nesting spots. Dave Slater, from Natural England, said the project \"makes a positive contribution to both people and wildlife\". Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-57023832"}