{"datetime": "2021-05-13T11:55:47.000Z", "title": "New Dorset travel corridors will give priority to buses", "article": "Plans have been unveiled for two new \"sustainable travel corridors\" aimed at improving cycle and pedestrian routes and cutting bus journey times. Changes to 31 miles (50km) of roads in Dorset include cycle lanes, bus priority measures and new speed limits. One of the routes links Poole with Ferndown and Wimborne, while the other connects Merley with Christchurch. Councillors say it will cut congestion but residents say the changes will increase gridlock and pollution. Dorset Council and Bournemouth Christchurch and Poole (BCP) Council are working together on six routes in the south east of the county, with four cycleways already under construction. BCP transport councillor Mike Greene said the two latest schemes would \"transform\" travel across the area. But in a Facebook discussion about the plans, Bournemouth resident Carl Romerposted : \"I think all this will do is cause more gridlock, hence more pollution. This country is not set up for cycling. \"The weather is too bad and when you finish your working day, to cycle home in the pouring rain, someone's stolen your bike!\" The proposals form part of the £100m Transforming Cities Fund for south east Dorset, funded with a £80m government grant. Bus companies MoreBus and Yellow Buses have also contributed towards the cost of the schemes. Yellow Buses managing director David Squire said: \"We are all aware how bad congestion is within the conurbation. \"The programme offers a real opportunity to improve bus journey times on these two sustainable travel routes, supporting both the economic recovery and ambitions on clean air.\" The public hasuntil 14 June to comment on the latest plans, with work due to be completed by early 2023. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-57100756"}