{"datetime": "2019-04-02T16:32:23.000Z", "title": "Sea eagles' return to Isle of Wight given go-ahead", "article": "Plans to reintroduce the UK's largest bird of prey to the south coast of England have been given the go-ahead. White-tailed eagles, which have a wingspan of up to 2.5m (8ft), were once widespread but were wiped out in the UK a century ago. Natural England has issued a licence to the Roy Dennis Wildlife Foundation for a five-year reintroduction programme based on the Isle of Wight. The charity said returning the birds to the island would be \"incredible\".A similar scheme in Scotland has already proved a success and there are now more than 130 breeding pairs of the birds. The birds, also known as sea eagles, are currently deemed extinct in England. While they become established, the birds will be closely monitored using satellite tracking devices and viewing areas could be set up to allow visitors to observe the birds. The island was chosen as it offers an ideal habitat for the birds with its numerous potential nesting sites in woods and cliffs. Breeding is not expected to start until at least 2024.Conservationist Roy Dennis said the project would restore the eagles to their \"ancestral nesting places\". \"White-tailed eagles were once a common sight in England and southern Europe but were lost centuries ago.\"I can remember as a lad walking along Culver Cliffs to see where the eagles had once lived.\"It is incredible now to be able to play a part in returning these birds back to their home,\" he said. Reintroductions of white-tailed eagles have faced controversy over concerns they could prey on lambs and domestic animals. Phil Stocker, of the National Sheep Association, said: \"Make no mistake, these birds are a top of the food chain predator whose behaviour will adapt relating to food needs and availability.\" Natural England's director of operations James Diamond said there was \"no evidence\" of problems where the eagles live alongside lowland sheep farming sites in Europe. \"We will ensure that the applicant puts in place clear routes to identify and manage any unexpected issues that might arise,\" he said. ", "url": "https://www.bbc.com/news/uk-england-hampshire-47792380"}