{"datetime": "2016-12-09T11:10:47.000Z", "title": "Funding offered for Dorset community-run buses", "article": "Match-funding of up to £5,000 is being offered to communities in Dorset that organise their own bus schemes. The council has agreed the cash as it moves to cut a further £1m from its public transport subsidy budget next year. In February, councillors reduced the overall budget for supported transport by about £1.5m. Campaigners have previously said the cutswill isolate people in rural areas . Liberal Democrat county councillor Ros Kayes said Dorset's bus network is \"really in its death throws\" and has describedcommunity run bus schemes as \"inadequate\". \"If you live in a village you are absolutely stymied,\" she added. \"In Bradpole, for example, the 73 is due to be cut - that's going to affect the ability of local children going to Powerstock School, it's going to affect the lives of hundreds of elderly people in the villages who rely on that bus to get to market at least twice a week.\" Ms Kayes wants the county council to create its own bus company. Nationally, there is a move for councils to take more control of bus services with the introduction of theBus Services Bill but they are prohibited from running their own companies. Conservative county councillor Peter Finney, portfolio holder for transport, said the authority was \"taking a holistic approach to transport in Dorset, working with commercial operators and communities and making best use of our own vehicles to help people in Dorset live independently and support our economy\".\"As part of this, we are committed to supporting the development of community transport links, which can help meet local needs and prevent rural isolation,\" he added. One of the authority's proposals includes opening more school services for use by the public, which it said would \"ensure rural residents can access Dorset's market towns\". ", "url": "https://www.bbc.com/news/uk-england-dorset-38261315"}