{"datetime": "2021-10-27T14:10:44.000Z", "subject": "Coronavirus pandemic", "title": "Universal credit: What is the taper rate?", "article": "Universal credit will rise for some people under plans announced by the chancellor in his Budget. Rishi Sunak has reduced the \"taper rate\" - this affects the amount of money lost by working claimants if they earn more money. Universal credit is a single benefit payment for working-age people, which was introduced to replace a range of different benefits for unemployed and low-paid people, and make the system simpler.It's claimed by more than 5.8 million people in England, Scotland and Wales, both in and out of work - 40% of universal credit claimants are workers. Claimants received an extra £20 per week during the pandemic, but this ended at the beginning of this month. Most universal credit claimants lose some of their benefits if they earn more money. The rate at which they lose the benefits is known as the taper rate. At the moment the taper rate is 63%, which means that if you earn an extra pound you lose 63p in benefits. Workers with responsibility for children or disabilities that limit their ability to work are allowed to earn a certain amount before they start losing their universal credit, which is called a work allowance.The work allowance means such people can earn up to £515 a month without losing benefits. Claimants who receive help with housing costs have a lower work allowance.The chancellor has announced that in the coming weeks the taper rate will be reduced to 55p, which would mean that workers would take home 8p more of an extra pound earned. Also, the work allowances for eligible claimants will go up by £500 a year. For some workers that will make up for the loss of the £20 a week uplift to universal credit. Employees claiming universal credit who earn enough to pay National Insurance (£9,564 a year) will also see the amount of tax they have to pay increase next April. That will affect somebody working more than about 20 hours a week on the minimum wage. Take as an example somebody without children, working 10 hours a week on the National Living Wage - which is going up to £9.50 an hour in April. They would earn £95 a week, which means - at the current 63% taper rate - they lose £59.85 of their universal credit. If the taper rate were cut to 55% they would get to take home an extra £7.60 a week. However, most universal credit claimants are not working, so they would not receive any extra money. The Joseph Rowntree Foundation (JRF) says that 1.4 million households still claim working tax credit and have not moved to universal credit, so they also would not benefit. The cut to universal credit was opposed by many charities, opposition parties, and also some Conservative MPs. Writing on Twitter , Resolution chief executive Torsten Bell said that removing the boost would mean \"4.4 million households, with 5.1m adults and 3.5m children, will see their incomes fall by £1,000 overnight.The charity Citizens Advice warned that a third of people on universal credit would end up in debt when the extra payment is removed. It said the average shortfall would be between £51 and £55 a month. The government has defended its decision, saying the £20 uplift was always meant to be temporary and that people getting back into work is the best way to tackle poverty. It is complicated to work out exactly how much universal credit you might receive. Some people, such as those with £16,000 or more in savings, are not eligible. Others may find what they receive depends on their circumstances, including any income their family has, as well as housing and childcare costs. It usually takes five weeks from the date of claiming to receiving a first payment, although an advance loan may be possible. An application for universal creditmay put a stop to any tax credits you receive, even if it proves to be unsuccessful. You may be able to claima reduction in council tax when on universal credit, and get help with childcare costs. There is also support to pay the rent, which works in different ways across the UK.In time, there may also beassistance in paying the mortgage , although there are some strict criteria involved. The main benefit for anyone losing their job after a period in work isnew-style jobseeker's allowance (JSA). This is worth £59.20 a week, if you are under 25, or £74.70 a week if you are 25 or over. You can get this for up to six months and it will be paid into your bank, building society, or credit union account every two weeks. Unlike universal credit, your partner's or spouse's income will not affect your claim. You may be able to claim new-style JSA as well as universal credit. Universal credit may not be appropriate or available for everyone. Claiming it can affect other benefits, and it is vital to get some advice - available for free - before applying. Places offering guidance on this and other benefits questions include: How will you be affected by this? Share your experiences. Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/uk-41487126"}