{"datetime": "2022-02-03T10:49:02.000Z", "title": "Isle of Wight set for education 'levelling up' funding", "article": "The Isle of Wight is among the areas set to receive support for education as part of the government's Levelling Up White Paper. Portsmouth and Dorset were also identified in the55 \"cold spots\" across England where education outcomes are the weakest. Isle of Wight MP Bob Seely said he hoped the funding would help the island recruit and retain teachers. Opposition parties and unions said it did not make up for previous cuts. Schools in the 55 new Education Investment Areas - a third of all the local authority areas in England - would be funded to offer retention payments to in-demand teachers in high-priority subjects. The Department for Education said the island would be prioritised for a new specialist \"sixth-form free school\" and lower-performing schools could be moved into \"strong multi-academy trusts\". Mr Seely said he was \"delighted\" by the island's inclusion. \"The Island has historically suffered from a lack of investment. \"Whilst we are technically part of the prosperous south east, our need, frankly, is greater. A critical part of our future success story will be rising educational achievement.\" Education spokesperson for the Green Party, Vix Lowthion, a teacher on the island, said she was \"frankly alarmed\" by what was set out. She told theLocal Democracy Reporting Service : \"It is more academisation, more elitism, more focus on high stakes tests at primary schools and nothing about overturning years of funding cuts in schools, smaller classes, creativity and accountability.\" She also questioned the future viability of existing community sixth forms if a new one is opened. Peter Shreeve, the assistant district secretary of the National Education Union on the island, said \"tinkering\" with the system would not make up for past cuts. \"If this is to avoid becoming a 'mission impossible' we need a proper strategy across government to eradicate child poverty, because poverty strongly determines life chances and ambitions,\" he said. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-60233730"}