{"datetime": "2022-02-01T15:07:28.000Z", "title": "Fury over Wessex Water open-mouth swimming comment", "article": "A water company's environmental director has been criticised for warning sea bathers about \"swimming with your mouth open\". Wessex Water's Ruth Barden was speaking at a meeting of Bournemouth, Christchurch and Poole (BCP) Council's overview and scrutiny board discussing recent pollution incidents. She also criticised \"misrepresentation\" in the media about sewage discharges. The comments were described as \"awful\" and \"unacceptable\" by councillors.Sea swimmers have complained about sewage being discharged from storm overflows, includingat 17 Dorset beaches , after heavy rainfall in October. \"The only way you will not get ill from consuming water is if you consume tap water; if you go swimming with your mouth open it is not free from bacteria, so that is something to be aware of,\" Ms Barden told councillors, according to theLocal Democracy Reporting Service . \"Not all discharges are pollution - all our discharges are permitted and compliant and often have no adverse environmental impact. There has been a reasonable amount of misrepresentation about that in the media recently,\" she also said as part of a presentation. But Conservative committee member Ann Stribley said discharges, of sewage with other untreated water, while not illegal, were \"totally unacceptable\". \"If we are going to say the water's reasonably ok but keep your mouth shut… that's unreasonable, I've never heard anything like it,\" she added. Liberal Democrat Vikki Slade added: \"I have to say how disappointing it is to hear ... [Wessex Water] telling us that if we go along with our mouths open we should expect to get infected - I'm mortified to hear that in a public meeting and it shouldn't be acceptable.\" Committee members also said testing of seawater quality was needed all year round rather than the current May-September period.Ms Barden said volunteers were being used to take out-of-season water quality samples and all bathing water areas along the Dorset coast were rated either good or excellent. The meeting adopted a motion to lobby the government about improving water quality levels for both bathing and shellfish areas. In a statement, Wessex Water said Ms Barden was \"reiterating\" existing guidance. \"The advice from both Public Health England and wild swimming groups is to avoid ingesting river, lake or sea water while swimming as there will always be bacteria in the sea - from wildlife faeces and run-off from agricultural land, as well as regulated storm overflows and treated sewage discharges,\" it added. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-60198776"}