{"datetime": "2022-02-04T13:32:51.000Z", "subject": "Coronavirus pandemic", "title": "The Verne: Five prisoners died in coronavirus outbreak", "article": "Five inmates died and staff were taken to hospital when a prison experienced a \"major outbreak\" of coronavirus, a report has found. The Verne on Portland, Dorset, had been good at keeping the disease at bay but had its first case in February 2021, the Independent Monitoring Board said. As more prisoners became ill, entire landings were designated as infected areas, with many inmates given oxygen. Several were taken to hospital and five died.The report said the jail, which has a capacity of 580 and holds prisoners convicted of sexual offences. was presented with \"an exceptionally serious situation\". There were also concerns over the quality of PPE and the problems of keeping people quarantined. But it said otherwise The Verne was \"very safe\" compared to other prisons. The report,which covers August 2020 to July 2021 , said prisoners were isolated in a wing containing 24 rooms \"but as the number of infections increased entire landings were designated as infected areas and had to be used for isolation\". It added: \"A representative of Public Health England visited the prison and expressed concerns over the quality of the PPE used by staff (this was later rectified) and, more importantly, the lack of adequate facilities to separate infected and non-infected residents.\" It said quarantine was not always possible because prisoners sometimes shared toilets, sinks and showers. In one wing of 80 residents, 68 tested positive for Covid during the second lockdown.The report said although prison officers were not eligible for vaccination at the same time as other frontline workers, South Dorset MP Richard Drax intervened to have doses reserved for staff the following month. But staffing levels still became critical as those infected or self-isolating rose, and several spent time in hospital. The report said it hoped \"in any future pandemic\" the vulnerability of staff would be recognised and \"appropriate protection offered\". Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-dorset-60260944"}