{"datetime": "2022-02-04T07:13:13.000Z", "title": "World Cancer Day: 'Hope exists', says mum who had cancer while pregnant", "article": "A woman who was diagnosed with cancer while pregnant has shared her story to raise awareness on World Cancer Day. Charlotte Ralph, from Fleet, Hampshire, was diagnosed with Hodgkin's Lymphoma shortly before finding out she was pregnant.She later gave birth to a daughter, before finding out cancer treatment had not worked. She hopes her story will give hope to others. World Cancer Day is celebrated in a bid to raise awareness about the disease.Mrs Ralph found lumps on her neck in 2016 and was diagnosed with Hodgkin's Lymphoma - a cancer that develops in the lymphatic system, which is a network of vessels and glands around the body.She said: \"I didn't think I'd be able to have cancer treatment while being pregnant, so I thought the pregnancy wouldn't be able to happen.\" Mrs Ralph eventually gave birth to a daughter. But four weeks later, doctors realised the cancer treatment had not worked and that she needed further treatment.She found support from a charity Mummy's Star helping families around pregnancy.She said: \"There were some very very dark bleak moments for all of us along the way where we didn't think we were going to come out the other end of it, but against all the odds I have and I would like other people to see this as a story of hope.\" Eleanor Wood at the age of 21 was diagnosed with cancer in 2020.The 23-year-old, from Bournemouth, Dorset, said she first noticed something wasn't right when she saw a lump on her neck.Ms Wood said another two lumps appeared on her neck, before tests were conducted revealing she had Hodgkin's Lymphoma. \"I was distraught,\" she said speaking on diagnosis at the time. She then had chemotherapy for six months. Ms Wood, who received support from charity Young Lives vs Cancer, is now in remission and has since graduated with a first class degree.She said: \"It's easy to hate the body that made you so ill, but despite it all, I found space to recover and be kind to myself.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-60252271"}