{"datetime": "2021-10-06T15:31:29.000Z", "author": "Mary O'Connor", "subject": "Coronavirus pandemic", "title": "Universal credit: Peer renews call for vote on benefit boost end", "article": "A Conservative peer who helped design the universal credit system has renewed her call for a vote on the end of the £20-a-week top-up to the benefit. Baroness Philippa Stroud said it was a \"really bleak day\" for many families as the extra money is withdrawn from Wednesday. But the new justice secretary Dominic Raab told the BBC the top-up was always meant to be temporary. Extending the booster paymentwould cost around £6bn a year. The government has said that spending has to be brought under control after unprecedented emergency interventions during the pandemic. Mr Raab defended the withdrawal of the booster payment, insisting the government wanted to \"avoid the benefits and welfare trap\" and universal credit was designed to encourage people back into work. He pointed out the £400bn ministers put into helping the economy, workers and the most vulnerable was \"clearly unsustainable\" in the long-term. But the government has continued to help jobless people find work, he added, citing the£4.3bn stimulus package unveiled by the chancellor last year. Mr Raab told BBC Radio 4's Today programme: \"What we've done - national living wage, personal allowance, the ending of the over-reliance on cheap labour from abroad which depresses wages - is so critical to our vision for the economy.\" Universal credit is a benefit for working-age people and was brought in to merge six benefits - such as income support and child tax credit - into one payment. It can be claimed whether a person is in or out of work and is drawn by more than 5.8 million people in England, Scotland and Wales - with almost 40% of them classed as being in employment. The benefit is made up of a standard allowance - whichdiffers according to age and personal circumstances - plus any additional amounts that apply, such as having children, a disability or health condition that stops someone from working. A £20-a-week increase to universal credit was brought in as a temporary measure to help those on low incomes hit financially by coronavirus lockdowns. The extra universal credit payment works out as about £87 a month, or £1,040 a year. The scheme is officially due to end on Wednesday, but the exact date the money will stop being paid will vary depending on the day a person usually receives their universal credit. You can read morehere . Baroness Stroud, who is chief executive officer of the Legatum Institute think tank, told the same programme that their calculations showed the withdrawal of the top-up would push 840,000 people into poverty - including 290,000 children. \"There are people who are out of work who will move back into work, but there are also 450,000 who will move into poverty today as a result of this who have disabilities or who have children who are disabled,\" she said. Baroness Stroud reiterated her call for a cross-party House of Lords vote on the decision to remove the £20-a-week top-up \"that would say to the House of Commons, think again on this issue\". She previously told the BBCshe would table an amendment to the Social Security Bill when it reached the House of Lords, but this has not yet happened. For Nicola Flower, from Cornwall, the uplift in universal credit has helped her stay warm by paying for heating bills during her cancer treatment. She told the BBC she has had to shield for a year due to the coronavirus pandemic and is still waiting for an operation. \"I had no choice but to go on it [universal credit],\" she said. \"It was a godsend because I wouldn't have managed otherwise. I have never been on benefits before in my life. I have always done three jobs.\" Nicola, who worked as a seamstress, in a supermarket and as a cleaner, said the she knew the £20 uplift was \"an extra\", but added with fuel prices and gas prices rising, she could do with the money. You can read morehere . Campaigners, charities, and MPs have called for the top-up to be made permanent to help those who are still struggling. The Independent Food Aid Network (IFAN) has urged the government to continue the uplift, saying food banks are struggling to support \"ever-increasing\" numbers of people. The network - which represents 500 UK food banks and providers - says it is \"running out of options\" as volunteer numbers and public donations have dropped, food supply shortages have caused problems, and staff are already stretched to meet current demand. Earlier this week the homelessness charity Crisis warned that about100,000 renters could face eviction when the £20 booster payment ends. The Labour party accused ministers of being \"complacent about the cost of living crisis\" amid concerns over rising energy prices and the end to the top-up in universal credit. Its shadow business secretary Ed Miliband warned the end to the booster payment risked \"plunging\" people into fuel poverty. Paddy Lillis, general secretary of the shopworkers union Usdaw, said: \"It is shameful the government is removing this crucial lifeline for low-paid workers and their families; particularly as they face rising utility bills and national insurance increases, along with fuel and food shortages that are impacting the cost of living.\" He urged the prime minister to \"do the right thing\" by cancelling the withdrawal of the universal credit top-up and \"committing to reforming a social security system that doesn't provide the support working families need\". But the government has insisted the uplift to universal credit was always meant to be temporary and designed to help people through the toughest stages of the pandemic. It added that higher wages, rather than taxpayer-funded benefit rises, would be the best way to tackle poverty as the country emerged from Covid restrictions. ", "url": "https://www.bbc.com/news/uk-58814117"}