{"datetime": "2021-10-06T12:15:08.000Z", "subject": "Coronavirus pandemic", "title": "Universal credit reduction: 'I feel overwhelmed' at financial impact", "article": "A £20-a-week increase to universal credit (UC), brought in to help people on low incomes struggling through the Covid pandemic, is being withdrawn from Wednesday. The government has always said the extra money was going to be temporary, but MPs, pressure groups and charities have argued it should be kept in place to help those who are struggling. We asked three women how the reduction will affect their lives. Although the reduction in Harriet Duffy's UC payment is imminent, she can barely think about the financial impact. \"I feel overwhelmed,\" she says. \"I literally just take each day as it comes. It's been daunting.\" She's been on UC since February last year. When hit by a car while cycling, Harriet fractured her leg, and was forced to leave her twin jobs as a door-to-door charity helper and call centre worker. The £20 uplift made a \"phenomenal difference\", she says. \"People have come to rely on it.\" And the money has been all the more important in the last few months. Harriet now has a four-month-old son. \"We are currently in temporary accommodation. I'm in a hotel until the 18th, but after that I've not got a clue where I am going to be. \"The accommodation has no access to laundry facilities - I'm using launderettes and living off microwave meals. This all comes at an expense. Losing that extra bit of income will be devastating.\" For a start, Harriet says she won't be able to do basic things, like go to the launderette as often. With a baby, that could be a problem. She'd like to go back to work, but with such a young baby \"it's just not possible\". \"I'm completely aware this [uplift] hasn't always been part of UC and was only supposed to be temporary,\" she says when asked for a message to the government. \"But a lot people have become reliant on it during this time.\" For Nicola Flower, from Cornwall, the uplift in universal credit has helped her stay warm by paying for heating bills during her cancer treatment. She told the BBC she has had to shield for a year due to the coronavirus pandemic and is still waiting for an operation. \"I had no choice but to go on it [universal credit],\" she said. \"It was a godsend because I wouldn't have managed otherwise. I have never been on benefits before in my life. I have always done three jobs.\" Nicola, who worked as a seamstress, in a supermarket and as a cleaner, said the she knew the £20 uplift was \"an extra\", but added with fuel prices and gas prices rising, she could do with the money. \"When I was going through my treatment I was quite ill and I needed the heating on day and night so it allowed me to pay for that, otherwise I don't know what I would have done to be quite honest,\" she said. \"I would have gone into debt.\" \"I was quite ill, especially with the chemotherapy,\" she adds. She also suffers issues with her joints and fears the problem could get worse when it gets colder. \"I will need the heating on to keep my joints warm.\" Nicola said she knows she \"physically\" cannot go back to doing three jobs and isn't sure if she could go back to two. \"If I had to go back to doing one job, my lifestyle would have to change dramatically,\" she said. \"I have no options at the moment, I'm not fit to go back to work.\" She said the government had \"not got a clue how the average person manages, lives, survives\". \"I don't think half of them know how much a pint of milk is,\" she added. Deirdre McCausland was a secondary school teacher in England before moving to Northern Ireland. She thought she could get a job but \"fell into the benefits trap\". Deirdre said the £20-a-week UC uplift made a \"massive\" difference to her. Her daughter may not have been able to go to grammar school without the extra cash. \"It got to the point where if I hadn't had the £20 extra, I was contemplating putting her into a school where perhaps it was closer and the uniform was cheaper,\" she said. Deirdre's daughter needs to get the bus, but doesn't qualify for a weekly bus pass. \"As you can imagine, the money [£20] goes a long way,\" Deirdre says. Her daughter wants to pursue a career in music, and the money is helping to pay for her piano and guitar lessons. \"That's what she wants to do in later life, and I may have to take something away from her. It will gall me to have to say to her: 'I need to make cutbacks',\" Deirdre says. The reduction \"will have a massive impact on my children\", she adds. \"When government is deciding these things, they don't speak to real people with real experiences. They don't realise the impact that will have on children.\" She says there is a \"domino effect\" which means a reduction in benefits leads to debt, effects on adult and child mental health, and it perpetuates poverty. A government spokesman said: \"We've always been clear that the uplift to Universal Credit was temporary. \"It was designed to help claimants through the economic shock and financial disruption of the toughest stages of the pandemic, and it has done so. \"Universal credit will continue to provide vital support for those both in and out of work and it's right that the government should focus on our Plan for Jobs, supporting people back into work and supporting those already employed to progress and earn more.\" Reporting by BBC social affairs correspondent Michael Buchanan and Claire Jones ", "url": "https://www.bbc.com/news/business-58800166"}