{"datetime": "2021-10-01T11:08:53.000Z", "subject": "Coronavirus pandemic", "title": "Universal credit £20 drop puts 100,000 renters at risk, homelessness charity warns", "article": "Some 100,000 renters could be at risk of eviction when universal credit payments drop next week, homelessness charity Crisis has warned. A temporary £20-a-week increase to the benefit payment was introduced to help people through the pandemic. It officially ends on 6 October, when Crisis says those at risk will be at least two months behind on their rent. The government says it's right to end the scheme now that lockdowns are over. \"For many struggling renters this cut could be the final blow that forces them from their homes,\" says Crisis's chief executive, Jon Sparkes. Ministers have repeatedly defended the end to the £20 booster payment. On Friday a government spokeswoman told Newsbeat: \"The uplift to universal credit was temporary and designed to help people through the toughest stages of the pandemic. \"Thanks to the success of the vaccine programme and the easing of national restrictions, it is now right to lift emergency measures.\" But Jon Sparkes says the government is at risk of \"failing renters\". \"We know that when people have somewhere stable to live, they are in a better position to find work, build their careers and contribute to the economy as it re-opens. Taking this vital lifeline away risks undermining all of this.\" Eviction notice periods are usually around two months but during the pandemic, when millions were put on furlough or lost their jobs, they were extended to six months. They're going back to normal now - which Crisis says is another problem. For those who've missed four or more months of rent payments, the eviction notice period could drop to just four weeks, the charity says. The extra universal credit payment works out as about £87 a month, or £1,040 a year. Single people under 25 will be hardest hit by the change, because they have the lowest standard allowance for universal credit in the first place, at £344 a month. When the uplift ends the payment will fall by about 25%. Some universal credit claimantstold Newsbeat last month that the drop would be \"literally like taking food off my table\". \"People say: 'Oh, it's just £87,' but for me £87 is like a million,\" 21-year-old Zahra told us. \"I don't know how am I supposed to adjust - I don't know what I'm going to do. I'm worried about almost everything.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-58748420"}