{"datetime": "2020-05-18T10:54:38.000Z", "author": "Kevin Peachey", "title": "Coronavirus: 'One click and we were worse off' after universal credit claim", "article": "Some people applying for universal credit for the first time have found themselves worse off after losing their existing benefit payments. The system means legacy benefits such as tax credits are stopped when someone applies for universal credit, even if the claim is ultimately rejected. One applicant said his family was worse off \"at the click of a button\". Universal credit claimshave soared amid the coronavirus outbreak, with the next figures published on Tuesday. People who have seen a sudden drop in income, for a variety of reasons, can claim universal credit. In many cases this will leave them better off than they would otherwise have been. However, some - commonly those with savings - may find they are ineligible for universal credit. Even so, existing benefit payments are stopped as soon as the application is made. The issue existed before the coronavirus outbreak, and is being legally challenged. Now, with a surge of fresh claims from people who have lost jobs or income, campaigners are urging people to seek advice before applying. The government has posted a video on social media about the rule. Jon Fitzgerald, 52, is a freelance advertising copywriter, and his wife Vicky had only just set up her interior design business. Their irregular income meant they were already receiving about £400 a month in tax credits. Work dried up as coronavirus spread, so Mr Fitzgerald started a claim for universal credit. When the application was submitted, a stop notice was sent to cancel their tax credit award, even though they did not complete the claim when they realised they would be unsuccessful. But their savings meant they were ineligible for universal credit and their old tax credits could not be reinstated. \"We have now lost well over half our current monthly income at the press of a button,\" Mr Fitzgerald said. \"We took the government advice in late March to apply for universal credit to help us through [but] we have been left without financial support at a time when we most need it.\" He said they could cope financially in the short-term, but feared others in a similar situation would be finding it tough. \"Although we are ok at the moment, I have to keep reminding myself that this is because we've frozen loans and reduced our payments on utilities. These allowances will end in July,\" he said. \"Who knows how long the fall-out will be from lockdown in terms of work opportunities.\" Victoria Todd, head of the Low Incomes Tax Reform Group, said this \"significant\" issue had been \"highlighted further by the current situation\". Some 1.8 million people have applied for universal credit since the government advised people to stay at home due to coronavirus, according to the latest figures. The number is expected to be even greater when updated data is published on Tuesday. Mrs Todd stressed that many people would be better off under universal credit, but said the rules on legacy benefits should be made clear at every opportunity. The benefits that are replaced by universal credit, and so stop when a universal credit claim is made, are child tax credits, working tax credits, housing benefit, income-based jobseeker's allowance, income support, and income-related employment support allowance. Mrs Todd said these could add up to \"quite sizeable amounts\" and they would be at risk from an unsuccessful universal credit application. People who have savings could be caught out because there was no limit on the amount someone holds in capital when receiving tax credits, but there was with universal credit, she said. She urged anyone thinking of applying for universal credit to seek advice from charities such as Citizens Advice before starting a claim. Work and Pensions Secretary Therese Coffey recently told MPs she was \"actively looking\" into this scenario to see what could be done. In the Commons, the minister for welfare delivery, Will Quince, said: \"I am looking at data and exploring options.\" He said the department had been working with HM Revenue and Customs, which administers tax credits, to encourage people to check their eligibility before making a claim and \"ensure that tax credit claimants understand that when they have claimed UC, their tax credits will end, and they cannot return to legacy benefits\". In a few, very narrow, situations, such as people with severe disabilities, a tax credit claim can be made again. ", "url": "https://www.bbc.com/news/business-52675084"}