{"datetime": "2021-09-24T05:19:04.000Z", "author": "Alex Homer", "title": "Seven out of 10 win benefits challenges at tribunal", "article": "Seven out of ten people who appealed in court against a decision to deny them disability benefits were successful, analysis shows. In total, more than 293,000 people across the UK have overturned a government decision at tribunal in the past three years. Most hearings centred on Personal Independence Payment (PIP), the main disability benefit. The government said it made millions of PIP decisions and 5% were overturned. Figures released under the Freedom of Information Act also reveal more than 1,000 people across the UK have died while formally challenging their benefit award.Daphne Hall, the vice chair of the National Association of Welfare Rights Advisers, said: \"It is heart-breaking that people die without having resolution.\" Keith Jones died weighing six stone (38kg) days before he was due to appeal a decision to refuse him benefits. The former electrician, from Wrexham, was awarded Disability Living Allowance (DLA) in 1997 after mouth cancer left him unable to eat solid food and struggling to walk more than 20 metres. In 2016, Mr Jones was told to apply for PIP - the benefit being introduced to replace DLA - but was refused.He never heard judges rule on his case as he died two days before his original tribunal date in August 2017. The eventual hearing ruled he had been entitled to PIP. \"I didn't really care about the money afterwards,\" his daughter Kerry Jones said. \"It was more justice for my dad and to prove them wrong.\" \"It's heart-breaking for people to have to go through [tribunals] when they are so ill and they don't even know the ending. It needs highlighting.\" James Oliver, from Hastings, East Sussex, had chronic liver disease caused by alcohol dependency but was refused PIP in May 2018. His mandatory reconsideration was also refused. A letter inviting Mr Oliver to appeal the decision to deny him PIP was found by one of his children at his home four months after his death. It was not until October 2020 that his brother David Smith won a tribunal on his behalf. It led to a payment backdated to when Mr Oliver first applied, up until the date of his death. \"The government know most people don't have the patience or the strength to keep going to tribunal,\" Mr Smith said.\"I was so worn down after 18 months - it was soul-destroying to be honest - but it was for the principle; his assessment defied belief.\" The backdated benefit award covered the cost of Mr Oliver's funeral and for a bench in his memory in Alexandra Park, Hastings. The BBC's Shared Data Unit analysed figures from from HM Courts and Tribunals Service, the Department for Work and Pensions (DWP) and Northern Ireland's Department for Communities (DfC). It found: In Julythe BBC reported how the DWP had held at least 268 internal reviews into cases where people claiming benefits died or came to serious harm since February 2012. The Labour Party then called for an \"urgent independent investigation\". Initial benefits assessments are carried out on behalf of the DWP by the private contractors Capita, the Independent Assessment Services (formerly called Atos) and Maximus. Since 2013, people seeking to overturn a benefits decision must start their challenge within a month, known as amandatory reconsideration . If unsuccessful, people can take their appeal to a tribunal. The DWP said mandatory reconsiderations were introduced to ensure claimants received the right decision without having to go to court. Critics say the process is distressing, does not give claimants enough time to gather evidence to support their appeal and many wrong decisions continue to be made. Both the DWP and Northern Ireland's DfC said their decisions were overturned on appeal mainly because of new evidence submitted to tribunals but charities said that evidence should have been captured earlier in applications. \"Narrow questions and a sense of being under suspicion [during assessments] can make it hard for people to give a full account of the barriers they face,\" former DWP senior mental health policy adviser Tom Pollard said. Mark Jackson, policy and public affairs manager at the end of life charity Marie Curie, said the system was \"clearly broken\". He said: \"It is driving people into financial hardship at the end of their lives and forcing bereaved relatives to fight an injustice at the most difficult time of their lives.\" The DWP said it supported \"millions of people a year\" and \"the vast majority of PIP cases were not appealed\". Recent changes included giving decision-makers more time to contact people to ask for further information to support their benefit claim. A spokesperson said the PIP assessment process was carried out by experienced health professionals, who consider how people are affected by their disability, rather than just the disability itself. They said more than double the proportion of PIP claimants received the top rates of support compared to those who received Disability Living Allowance. Northern Ireland's DfC said the most recent report received from the President of Appeal Tribunalson the standard of decision-making by the department showed decisions about PIP were correct in 96% of cases. The DfC said it was \"not aware of any evidence to suggest there was a correlation between the number of people who had died before their tribunal hearing and the standard of the original assessment\". The Shared Data Unit makes data journalism available to news organisations across the media industry, as part of a partnership between the BBC and the News Media Association. For more information on methodology,click here . For the full dataset,click here . Read more about the Local News Partnershipshere . ", "url": "https://www.bbc.com/news/uk-58284613"}