{"datetime": "2021-09-02T05:13:16.000Z", "author": "Alice Evans", "subject": "Coronavirus pandemic", "title": "Universal credit £20 drop: 'I'm used to hunger pains'", "article": "\"There are plenty of times where I'm getting such bad hunger pains that I can barely move.\" Morgan, 23, is used to feeling hungry. He spent about six months sofa-surfing and sleeping under bridges in Leeds and Bradford, after relations with his family broke down in 2018. Universal credit has kept him going since then - it's a government benefit paid to about six million people who are on a low income or don't have a job. But he says a £20 weekly drop in the payment, which will come into effect next month, is \"literally like taking food off my table\". \"If you know where to go and how to spend it that can be about half of your fridge, if not maybe a full fridge stocked,\" Morgan tells Radio 1 Newsbeat. It's happening because the government's ending a booster payment that was brought in last year to help support people when the UK first went into lockdown. More than £9bn will have been spent on the uplift by the time it ends, the government says.Single people under 25 will be hardest hit by the change, because they have the lowest standard allowance for universal credit in the first place, at £344 a month.When the uplift is cut that will fall by about 25%.Some 100 organisations, including leading voices on health, education, children and housing, have written an open letter to the prime minister in an attempt to change his mind about ending the uplift. Morgan, whose surname we're not using, says there are days when his severe depression - which is the reason he cannot currently work - makes him lose his appetite. But on other days he skips meals even if he's hungry, to save money. \"If I know I need the money for things other than food and I've not got much to spend, then I will put it on the other things,\" he says. \"I can last for a while without eating. I've been trying to put my mind off the hunger by either doing exercise, or maybe doing a bit of work on my computer, or maybe talking to friends, or just playing games to take my mind off of it.\" Morgan says he's angry about the £20 boost coming to an end, because although lockdown has eased most people he knows are still struggling to find work. \"We should not have had to have gone through a pandemic just to get that increase,\" he says. The open letter sent to Boris Johnson on Thursday was co-ordinated by the Joseph Rowntree Foundation (JRF) and says the payment drop \"risks causing immense, immediate, and avoidable hardship\". The JRF estimates itwill put 500,000 people into poverty overnight , while Citizens Advice says 2.3 million people could fall straight into debt. The government's not yet responded to the letter but it has repeatedly resisted calls to maintain the benefit boost. The proportion of 16 to 24-year-olds claiming income-related benefits increased from 9% to 15% during Covid - a larger increase than any other age group,according to research from the Resolution Foundation. The first thing Zahra, 21, does when she receives her monthly universal credit payment is sit down with a calculator and work out her budget. \"I subtract all the bills, all the groceries, all household items, travelling costs, my own hygiene stuff. The amount in the end is so small that I really do get mental health issues just from the thought: 'What am I going to do with that?'\" People experience an increase in psychological distress after being put on universal credit,a scientific study published in the Lancet suggests. After her calculations Zahra usually has about £180 for the month, but when the £20 weekly uplift ends that number will be slashed to under £100. \"People say: 'Oh, it's just £87,' but for me £87 is like a million,\" she says. \"I don't know how am I supposed to adjust - I don't know what I'm going to do. I'm worried about almost everything.\" Universal credit was increased by £20 a week (or £1,040 a year) in April 2020 as part of a huge government support package when the UK first went into lockdown. Here's how it's changing: Source:gov.uk Centrepoint helped Zahra find accommodation in West Yorkshire when she had to flee her husband's home about a year ago.She was left with suicidal thoughts because of what she calls the \"mental abuse\" his family gave her. Zahra, whose surname we're not using to protect her identity, says she's \"really grateful\" for the universal credit she's had so far because without it \"I had no place to live, nothing to eat, nowhere to go\". But she urges the government to rethink its decision. \"The thing is that we are not greedy, we are needy. We need money to live, to carry on… to live as a human.\" Centrepoint says the worst thing about the end of the uplift is that it's a \"double whammy\" for young people. Under 25-year-olds have beenworst-hit by job losses during Covid , and also get the lowest standard allowance for universal credit. \"It defies logic to limit Universal Credit based on a claimants' age,\" says Centrepoint's Paul Noblet. \"Rent, bills and food don't care what your date of birth is and it's these essentials that our benefits system is meant to help cover.\" The Department for Work and Pensions says the lower rate for under 25-year-olds reflects the lower wages that younger workers typically earn, and the lower living costs they're likely to have. A spokeswoman said universal credit will continue to be a \"vital safety net\" for people but that \"it's right that we now focus on our Plan for Jobs, helping claimants to increase their earnings by boosting their skills and getting into work, progressing in work or increasing their hours\". Zahra wants to get qualifications to help her towards her a job in either finance or marketing. She's managed to get a place to go to college but has been told by her local job centre that if she becomes a full-time student, she'd lose her benefit - something she can't afford to let happen. \"The way I'm living, the way things are going with me right now, in the case of employment, study, money, bills - I feel I don't even have a little hope that things will get better.\" There's lots of guidance and advice available for anyone struggling with their finances, including:Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-58186978"}