{"datetime": "2021-09-27T16:43:04.000Z", "title": "Charities warn of winter hardship for more families", "article": "Charities across parts of Bristol and Somerset say they fear more people will face a choice over whether to heat their homes or feed their families. Several charities that have been supporting communities during the pandemic said they were not seeing any reduction in the demand for help. Gas prices haverisen and Universal Credit uplift has beenwithdrawn too. The combination has left some vulnerable families facing a winter of financial hardship, charity staff said. Hazel Craig is the assistant manager at the Bristol North West Foodbank where staff said they were: \"expecting to see a lot more referrals in the next few weeks\". \"We've had a lot of calls in from people who are extremely anxious.\"People are going to face this 'heating or eating' dilemma soon,\" Ms Craig continued. \"People genuinely are choosing whether to heat their homes or to feed their kids, that is the reality.\" Ms Craig said the impact of an increase in gas prices would be compounded for some by the removal of the £20 uplift to Universal Credit that was in place during the pandemic. \"For people who are right on the edge with their budgets, that £20 makes a huge difference to whether they can live independently or whether they then need to come and use places like foodbanks,\" she said. Justin Sargent OBE is the chief executive of the Somerset Community Foundation.It works with local charities across the county, providing grants and loans to community groups and individuals in need. He said compared to during the height of the pandemic \"we're seeing a sustained high level of demand and in many cases, rising demand for charity services and support\". \"All the signs are that more people and more households are going to find life very difficult.\" Mr Sargent said local charities were also struggling to cope with the demand for their services and while they had done a \"superb job\" in rising to the challenge of the past 18 months, \"there comes a point where you wonder how much more you can lay on them\". ", "url": "https://www.bbc.com/news/uk-england-bristol-58707135"}