{"datetime": "2018-10-18T00:56:46.000Z", "author": "Reality Check team", "title": "Universal credit: Should the benefit be paid weekly instead of monthly?", "article": "Universal credit is paid monthly based on the idea that the majority of people in work are paid monthly. Its creators wanted to make the experience of budgeting on benefits feel similar whether a household is in work or out. Across the UK, 85% of all employee jobs had monthly or four weekly pay cycles in April 2017, when this data was last released.But shorter pay cycles are more commonly found in lower-paid sectors such as retail and hospitality.And research suggests most of the one in three universal credit claimants who is working receive their pay cheques on a weekly or fortnightly basis instead.Lloyds Banking Group, in a piece of research for think tank the Resolution Foundation, looked at seven million of its bank accounts and found that of those belonging to new universal credit claimants,58% had been paid weekly or fortnightly in their last job , in 2016-17. So monthly benefits payments don't mimic the in-work experience of most people on universal credit. But why could that be a problem?The amount of universal credit claimants receive is worked out by looking at their net pay over the previous month.People who are paid more than once a month will receive different numbers of pay cheques in different months.Let's say your income is being assessed from the first of the month and you're paid £60 every Friday: But your benefits for December- the month when you have less money coming in anyway - are based on your earnings in November. So, that month you'll have less income from working and less money in benefits.In an extreme case, according to the Resolution Foundation, you might even move out of universal credit eligibility and have to re-apply.An assumption underlying universal credit is that claimants will have to get better at budgeting.Unlike older benefits, all universal credit claimants receive all the money they're entitled to straight into their bank account once a month.This includes, if you are eligible, money to help cover rent. It is then up to the claimant to ensure that this money reaches their landlord.In Scotland, anyone getting help with housing costs as part of their universal credit award can ask for this to be paid to their landlord. Claimants can also request that their benefit is split into two fortnightly payments.But in the rest of the UK these options are only available to people with certain vulnerabilities (mental health conditions, substance misuse problems or severe debt for example).And according toDepartment for Work and Pensions research , roughly 20% of universal credit claimants with some housing support also have their payment given directly to their landlord. Under the old system, housing benefits for those in local authority housing were paid directly to landlords and other benefits paid to claimants twice monthly.Housing charity Shelter points out that people on lower incomes are less likely to have the financial reserves to deal with unexpected costs such as having to replace a damaged school uniform or losing hours at work. And for families without savings to rely on, these unplanned-for circumstances can make them reprioritise money intended for rent, leading to them getting into arrears.The fact that benefit money is coming in three or four weeks won't help those urgent financial pressures.And if you are getting some of your income on a weekly basis from work and the rest of it through monthly universal credit top-ups, it can become difficult to budget. The Resolution Foundation does, however, acknowledge that universal credit is a lot more responsive to fluctuations in people's income than the old system.The Department for Work and Pensions says that a number of support mechanisms are in place, including budgeting support when claimants first receive universal credit.Claimants can get an advance on the payment of their first claim, rather than waiting five weeks from claim to payment.This is then treated as a loan that is taken off future benefits payments for the following year.There arealso mechanisms in place for those who \"genuinely can't manage their monthly payment\". Claimants can request for the frequency of payments to change in some circumstances (but not for the assessment period to change) and request budgeting advances.Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/uk-45878014"}