{"datetime": "2021-05-18T11:57:44.000Z", "author": "Ben King", "subject": "Coronavirus pandemic", "title": "Unemployment rate: How many people are out of work?", "article": "Businesses are reopening and more people are going back to their place of work, as lockdown is lifted. Measures likethe furlough scheme have helped to protect jobs during the pandemic, but the number of people out of work is still expected to grow. The most recent unemployment rate -for January to March, when most of the restrictions were still in place - was 4.8%, according to the Office for National Statistics (ONS).The that means about one in 20 people who want a job can't find one. That's more than at the start of the pandemic.However, despite lockdown, the unemployment rate has fallen slightly since the autumn. This has surprised most economists, who were expecting unemployment to be much higher.It is partly because businesses have become better at coping with lockdowns, as well as the government spending billions of pounds supporting jobs. Most economists expect the unemployment rate to rise a little later this year even though it is hoped more restrictions can be lifted. That is because many government support schemes - such as furlough - are due to end after September. The Bank of England expects the unemployment rate to reach around 5.5% in the autumn.However, the number of unemployed is expected to fall next year as the economy continues to recover.Young people have been particularly badly hit by the pandemic.Shops, pubs, restaurants and entertainment were unable to fully open and these are areas where lots of young people work.Over the past year the number of under-25s on company payrolls fell by 289,000. Record numbers of young people are also choosing to stay in education, and are not looking for work. The ONS said that the latest figures show \"early signs\" of a recovery in the jobs market. There was a rise in the number of vacancies, to the highest level since the pandemic began.Some businesses, like restaurants and bars, now say they are struggling to find the workers they need to reopen.The number of people being made redundant has also been falling, though it is still higher than it was before the pandemic began. Without the billions spent on schemes to protect jobs, and the rapid roll-out of vaccines, the unemployment rate would have been much higher. Last year it was feared that up to four million people would be unemployed. Under the furlough scheme, the government has helped many businesses keep their staff on by helping to pay their wages. The furlough scheme has protected more than 11 million jobs since the pandemic began, and four million workers were on furlough at the end of March. The scheme will continue until the end of September. The start of the pandemic saw a big increase in the number of people claiming out-of-work benefits - far more than the rise in the number of people counted as unemployed.In April 2021 there were 2.6 million seeking either Jobseeker's Allowance or universal credit because they were \"searching for work\". This compares with 1.4 million in March 2020, before the pandemic began to take effect.However, some of these people are working, but with either low wages or short hours.The ONS says it cannot tell how many claimants are out of work, or whether they are now able to get universal credit because the rules for claiming it have changed.", "url": "https://www.bbc.com/news/business-52660591"}