{"datetime": "2021-09-30T12:59:09.000Z", "subject": "Job Retention Scheme", "title": "Covid: What will happen when furlough ends?", "article": "The furlough scheme, which protected millions of jobs during the pandemic, is being wound up at the end of September. The government has been paying towards the wages of people who couldn't work, or whose employers could no longer afford to pay them, up to a monthly limit of £2,500. At first it paid 80% of the wages, but in August and September it paid 60%, with employers paying 20%. The most recent figures show1.6 million people were on furlough at the end of July - the lowest level since the start of the pandemic and 340,000 fewer than a month earlier. Nearlyone million workers were expected to still be on the scheme at the end of September , according to research by the Resolution Foundation. The numbers have dropped as the economy reopened. In May 2020, nearly nine million people were on furlough. Some employers with workers on furlough may find they cannot afford to keep them on when furlough ends. International travel, and other businesses which depend on it, are still seriously disrupted. Some furloughed workers in these areas may lose their jobs. Many forecasters, including the Bank of England, are expecting a small rise in unemployment.If you were made redundant while on furlough, you have a number of legal rights.The selection process must be fair, you must be given notice, and you are entitled to tax-free redundancy pay. If you've been made redundant - or been told that you will soon be made redundant - there are three main types of financial support that you may be entitled to:You might be able to claim a combination of these benefits.The amount of help you get depends on your personal circumstances, including the amount of national insurance contributions you made while you were employed.You may be entitled to extra money if you have children or are a carer, or have a disability or health condition. You may also be entitled to help with housing costs.There is lots of free benefits guidance and advice available, including:The government says 11.6 million jobs have been supported by the scheme. From March 2020 to the end of September 2021, the cost of furlough will come to about £66bn, according to estimates from the Office for Budget Responsibility.That's a huge sum, around one fifth of the money the government has spent on the response to Covid. However, the scheme has undoubtedly helped to save millions of jobs.At the start of the pandemic it was feared that more than one in 10 workers would become unemployed. Instead the unemployment rate is currently less than one in 20.", "url": "https://www.bbc.com/news/explainers-52135342"}