{"datetime": "2020-12-27T00:03:18.000Z", "author": "Michael Race", "subject": "Coronavirus pandemic", "title": "Covid: Citizens Advice contacted by '12 people a minute'", "article": "New figures from Citizens Advice show three quarters of people seeking help with benefits or employment in 2020 had never contacted the charity before. Many people made contact for the first time in their lives after losing jobs during the Covid-19 pandemic, the charity said. Its advisors gave one-to-one advice to 1.1m people in 2020, which it said averages to 12 people a minute.It also amassed a record-breaking 47.7m website page views, a 23% rise on 2019. \"We're seeing people who have always been employed, say for 20 years at the same company, and need help navigating the benefits system for the first time after being made redundant,\" said Jamie McGlynn, a contact centre manager. The statistics, shared exclusively with the BBC, showed of 481,834 people seeking advice on benefits, 351,620 (73%) had never asked the charity for help before. Similarly, 146,774 (83%) of 175,852 people needing help with employment issues sought advice for the first time. \"It's really very sad,\" said Mr McGlynn. \"All we can do is keep going and do our best for them. \"We'd usually expect it to quieten down at Christmas, but we're on track to see double the number of people as last December.\" The most recent unemployment rate - for August to October - was 4.9%, according to the Office for National Statistics (ONS),which means 1.69 million people were unemployed. As the first lockdowns began across Europe in March, advice pages on claiming refunds for cancelled holidays were most popular, before searches on sick pay surged. When the government advised the population to stay at home, pages offering guidance relating to redundancy and universal credit became the most visited. In June, it reported seeing peoplebecoming \"increasingly concerned\" about redundancy. When restrictions were tightened due to a second wave of infections in November, trends spiked in people searching for answers on self-isolation and rules around meeting other people. Laiza, a nurse from Middlesbrough, was working for a private hospital on a mental health ward in early 2020, but lost her job when it was forced to close in March and patients were moved home. The 54 year old, who had been working on a zero-hours contact, said by May she had \"no money for food\", with her \"gas and electricity down to almost zero on the meter\". After seeking advice from the charity, Laiza managed to secure an advance payment on her universal credit before finding a job as a permanent nurse. \"The advisers really looked after me, they were always checking on me to see if I was OK,\" she added. Top five most-searched terms on the Citizens Advice website in 2020: Source: Citizens Advice Alistair Cromwell, acting CEO of Citizens Advice, said the data allowed the charity to \"map the trajectory of the pandemic and its effect on people's lives\".\"But the one constant has been the demand for advice,\" he said.\"Over the past 10 months our frontline advisers have helped more than a million people, each with their own story and struggle.\" ", "url": "https://www.bbc.com/news/uk-england-55410705"}