{"datetime": "2021-07-14T10:58:35.000Z", "author": "Alex Homer", "title": "DWP sees 'sharp rise' in benefit death reviews", "article": "The number of internal reviews held when a person claiming benefits dies or comes to serious harm has risen in the past two years, new figures show. The Department for Work and Pensions (DWP) has begun 124 reviews since July 2019. Ninety-seven of those concerned people who died. The DWP holds reviews when it is alleged its actions had a negative impact, or when named at an inquest.It said its priority was to deliver a supportive and compassionate service. It follows aBBC investigation into the scale of deaths earlier this year , which found at least 144 internal reviews were carried out between 2012 and 2019. The Labour party is now calling for an \"urgent independent investigation\". The latest figures were revealed in response to a Parliamentary question from Labour's Shadow Secretary of State for Work and Pensions, Jonathan Reynolds MP.Describing the \"sharp rise\" as \"deeply concerning\", he called for an independent investigation. \"The investigation should examine the impact assessment process has on people's mental health and what must be done to prevent future deaths,\" he said. Alex Kennedy, from the charity, Rethink Mental Illness, also called for change. \"In any other public service, the tragic deaths of 97 people in the last two years would have triggered an urgent public investigation to seek answers and prevent more people coming to avoidable harm,\" he said. \"But the current process is shrouded in secrecy, with little to no public accountability.\"For there to be confidence in the benefits system we need to see concrete evidence that the DWP is learning from these heart-breaking cases and implementing change.\" Dr Thérèse Coffey MP, Secretary of State at the DWP ruled out an independent inquiry while being questioned at theWork and Pensions Committee on Wednesday , saying: \"I don't feel the need that we need to undertake that.\" \"We are motivated as a department to help improve the quality of life,\" she told the committee.The DWP said it had \"significantly strengthened\" its review team in recent years and established a new Serious Case Panel in 2019 to consider themes identified from serious cases, which included independent members and was chaired by a non-executive director. Before his death, Stephen Smith, aged 64 from Liverpool, had his employment support allowance (ESA) payments stopped when he was found fit for work despite being seriously ill and weighing 38kg (6st).When the Liverpool Echo first published pictures of his emaciated body in hospital, it sparked a national media outcry. Welfare advisor Terry Craven helped Mr Smith overturn the decision and secure his own flat in supported housing, but he died before he was able to move there. \"You should have seen the place where he was living,\" Mr Craven said. \"He had no running water, he couldn't shower, he had to buy bottled water to have a cup of tea.\"He had a catheter in and the place was infested with mice and rats. He hadn't the health, hadn't the strength. \"This was a man who for most of his working life ran his own business selling second-hand washing machines and electrical goods and he was respected for it. He deserved more.\" \"If the DWP has had 124 reviews in two years, that identifies a serious problem - that's one a week and it doesn't go looking for cases, they don't try to find them.\" An internal review into Mr Smith's found the DWP \"followed policy\", theLiverpool Echo reported . Philip Pakree spent the last year of his life disputing his benefits award with the DWP. He had previously been given a lifetime award of disability living allowance (DLA) but had his payments stopped when he was asked to re-apply for its replacement, the personal independence payment (PIP). His partner Elizabeth Nicholson said he had paranoid schizophrenia, adjustment disorder, asthma, heart disease and a history of self-harm and suicide attempts but scored no points on the assessment in 2019 so was deemed ineligible for PIP. Ms Nicholson, from Derbyshire, said records of the assessment provided to her later, recorded Mr Pakree was a \"healthy pink colour\". \"He was mixed race; he'd never been pink in his life,\" she said. He appealed against the decision, but it was upheld after a review by the DWP. A tribunal in July 2020 overturned the decision. He was also asked to a fitness-to-work assessment over the telephone to check his eligibility for Employment Support Allowance. \"He was absolutely inconsolable, his schizophrenia was playing up, he was depressed, he kept bursting into tears,\" said Ms Nicholson. \"It wasn't the money. It was just going through it [assessment], he said 'it doesn't matter what I say, they'll just take no notice'.\" Mr Pakree died in the early hours of Boxing Day aged 49. Although the cause of death was recorded as heart disease, Ms Nicholson said the stress anticipating his next assessment killed him. Previous figures revealed by the BBC showed at least 144 internal reviews had been held over a period of more than seven years between February 2012 and July 2019. The internal reviews were not routinely published and bereaved families were not routinely informed when they began. So separately, theBBC Shared Data Unit compiled a dataset of press reports naming 82 individuals to have died, over the same time period as the internal reviews. Mental health vulnerabilities were a contributing factor in 35 of those people's deaths. Since 2010, the DWP has been sent five reports by coroners to try to prevent future deaths. The most recent report was sent to the DWP and private contractor Capita in February. It followed theinquest for Philippa Day , who had been diagnosed with emotionally unstable personality disorder and was found collapsed at her Nottingham home beside a letter rejecting her request for an at-home benefits assessment in August 2019. Ms Day's family have since begun a legal claim against the DWP and Capita including a claim under the Human Rights Act for violation of the right to life over their handling of the case. Weeks before the latest committee hearing, the DWP was also criticised by a judge for making a late request to join a High Court hearing to establish if Jodey Whiting, who took her own life after her benefits were stopped, should have a second inquest to consider the DWP's role in her 2017 death. The court was told Ms Whiting's suicide was\"a direct result\" of having her benefits cut . The full judgement is expected to be delivered within weeks. A DWP spokeswoman said: \"It is absolutely right we carry out internal reviews to check correct procedures were followed in some tragic cases, and identify learning to inform future policy and service. \"We support millions of people every year and our priority is that they receive the benefits to which they're entitled promptly, and receive a supportive and compassionate service.\" The DWP has also pledged to introduce a tracking system to identify vulnerable people across its systems.", "url": "https://www.bbc.com/news/uk-57726608"}