{"datetime": "2021-08-27T22:06:38.000Z", "author": "Catherine Evans", "subject": "Coronavirus pandemic", "title": "Online loans: 'I went from loaning £150 to owing £6,000 in months'", "article": "When Tom needed some extra cash at a festival, he applied for a payday loan on his phone while sitting in his tent. Within minutes, £150 landed in his bank account, leading him on a spiral of debt that left the 18-year-old owing £6,000 to 10 online lenders. \"I was young and dumb,\" said Tom, who said his mental health was affected. Tom's story comes as Credit Unions of Wales warned young people were particularly vulnerable to getting into a \"spiral of debt\" during the pandemic. When he ran out of funds at the festival, Tom, not his real name, turned to payday loans after seeing adverts on TV. \"I was sat in my tent... obviously got a bit short on my money, so I opened up my phone, easily went onto the app and got a loan,\" said Tom, from Denbighshire. \"It was the easiest thing in the world. They gave me options of £50, £100, £150 or £200 - I clicked the £150 one and it was in my bank within minutes. \"All I was bothered about was getting the money. I was young and dumb.\" The following month, Tom paid off the loan. But it left him short, so he borrowed from another lender, then another. Although it all seemed easy and convenient at the beginning, he eventually got into so much debt that it affected his mental health. \"I got really anxious and stuff about it,\" he said. \"I was an emotional wreck, I'd always be panicking, anxious.\" Most days, lenders would text and email him, demanding he repay them at high rates of interest. But Tom could not bring himself to tell his family.\"I didn't want to tell anyone about it because of the embarrassment, so I would just take more,\" he said. \"I would get regular texts saying 'you've just been accepted for a £200 loan'. You click the link, sign up, get the money and I think they'd sell your information then to other people. It was just a rabbit hole. \"For £200 I'd have to pay back £500 on one of them because my credit was so bad it made the interest very high. I felt I had no other place to go.\" The turning point came when Tom ended up in hospital, following a serious car crash. When his mother Joanne picked up his mobile phone and saw all the messages from payday lenders, he told her everything. Joanne - not her real name - said she was \"absolutely horrified\" at the amount of debt her son had accumulated so easily. \"To be able to go and press an app and get the money and keep it secret from you is really scary,\" she said. \"I think it's too young to be able to allow them to access that amount of money so easily at such a young age and not have the provision in place to manage it and restrict it. \"The fact that he could be at a festival, maybe a bit drunk, and just to be able to press a button and get that money... that's wrong.\" Even when Tom was recovering from the near-fatal car crash, the lenders were \"hounding him to pay back the money\". \"I spoke to some of these people explaining he'd been in this accident and that mentally he wasn't in a good place because of what happened and they didn't care,\" said Joanne. She called for tighter regulations in the lending industry, particularly regarding young borrowers, and more education around personal finance. \"It can destroy their lives,\" she said. \"They've preyed on a young lad who had a fear of missing out and there's probably a lot more of them out there. It needs to be more regulated.\" \"I think in the last year of secondary school they should look around educating kids about this high interest debt, they don't understand if they miss a payment how it escalates. How you could borrow £200 and end up owing £500.\"Tom thinks the age limit for online borrowing should be raised to 21. \"You don't know what you're getting yourself into,\" he said.\"They are robbing the vulnerable because they know with the higher interest they're going to get the desperate people.\" Although £4,000 of his debt remains unpaid, Tom said he will never again borrow from a payday lender again. Claire Savage, policy officer at Credit Unions of Wales said young people borrowing online risked falling prey to loan sharks.\"We know that the financial impact of the pandemic has impacted young people and there is a real risk that they will fall for high-cost lenders or loan sharks, which can lead to a spiral of debt or worse,\" she said. Research from the Wales Illegal Money Lending Unit (WIMLU) found that rising numbers of young people under the age of 30 were borrowing from unlicensed lenders through social media. Their report found that while most online loan requests were for a small amount, they were to cover basic costs such as food and rent - and were mostly by students or people on benefits. A third of lenders on one social media platform either had no track record of lending or has been banned for account violations, WIMLU said. Investigators are concerned unregulated lending could leave young people like Tom open to abuse.\"We are worried that this type of lending is completely unregulated and open to abuse,\" said WIMLU manager Sarah Smith. \"We have seen loan requests from Welsh borrowers for as little as £7. People who are struggling to make ends meet can easily fall prey to loan sharks and scammers.\" ", "url": "https://www.bbc.com/news/uk-wales-58341915"}