{"datetime": "2021-06-22T17:16:08.000Z", "title": "Jodey Whiting: Disabled woman's suicide 'a direct result' of benefit cut", "article": "A disabled woman's suicide was \"a direct result\" of having her benefits cut, the High Court has been told. Jodey Whiting, 42, from Stockton-on-Tees, died in 2017, days after her payments were halted because she missed a work capability assessment. Her mother, Joy Dove, wants a new inquest to examine the role of the Department for Work and Pensions (DWP) in her death. Ms Whiting's original inquest lasted just 37 minutes. It concluded she had taken her own life but Ms Dove's lawyers argued there were \"multiple, significant failings\" by the DWP that were not considered. Teesside and Hartlepool Coroner's Service is responding to the claim, with the government department allowed to make limited arguments after it made a last-minutebid to join the case . The High Court heard Ms Whiting had received disability benefits for more than 10 years due to serious, long-term physical and mental health issues including severe pain and a history of self-harm. Barrister Jesse Nicholls said she had told the DWP she was having suicidal thoughts \"a lot of the time\". Mr Nicholls said that when the department was reassessing Ms Whiting there was \"no evidence\" it had seriously considered her request for a house visit, despite her being housebound with severe anxiety and unable to walk more than a few steps. Ms Whiting had told the DWP she was in hospital and had not received a letter about the assessment. Ms Dove later found the unopened letter at her daughter's home. Ms Whiting's employment and support allowance was ended on 6 February 2017 which led to her housing benefit and council tax benefit also being terminated, the High Court heard. She was found dead at her home two weeks later. Mr Nicholls said there was \"a direct link between her suicidal thoughts and her being unable to cope if her benefits were terminated\". When the support payments stopped \"she felt unable to cope and she killed herself, and the DWP had been told, by her, about that risk,\" he said. The DWP's decision to terminate Ms Whiting's benefit was overturned five weeks after her death. An independent inquiry found the department breached its own rules and that there were significant errors by its staff. It has been ordered to apologise and pay £10,000 compensation. Mr Nicholls told the court the inquest did not consider whether the way Ms Whiting's benefits were cut \"caused or contributed to her death\" and the coroner had not seen the independent report. He said it was possible a different conclusion could be reached at a fresh inquest. Jonathan Hough QC, for the coroner's service, said sufficient evidence had been called to address how Ms Whiting died.\"It is unquestionable that the failures of DWP staff were serious and indefensible but that does not mean that the first inquest was inadequate,\" he told the court. In written arguments he said the coroner accepted the government's decision to withdraw benefits contributed to Ms Whiting's low mood but it was \"a matter of speculation\" whether it caused her to take her own life. The hearing before Lord Justice Warby, Mrs Justice Farbey and the chief coroner for England and Wales, Judge Thomas Teague QC, will hear the DWP's arguments on Wednesday. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-57570295"}