{"datetime": "2021-03-30T00:26:38.000Z", "author": "Szu Ping Chan", "title": "'I catch rats for a living and couldn’t be happier'", "article": "There aren't many people who envy what James Molluso does for a living. The 33-year-old has spent more than a decade killing cockroaches and catching rats as a pest controller in New York. \"A typical day could start with a simple mouse problem in someone's house, or bedbugs crawling all over someone's bed or their body,\" he says. Despite working six days a week, crawling into tight spaces to face the unknown, James says he loves his job and wouldn't do anything else. James is in the minority.A poll spanning 160 countries found that only 15% of people felt engaged at work. Covid-19 has also forced many people to put their big career dreams on hold. With the average person spending several decades of their life working, what's the key to being happy in the workplace? James didn't always dream of being a rat-catcher. As a teenager he thought about joining the police, and almost accepted a job with the New York Fire Department. \"Those were more stable careers in my mind, because they had a pension and they had a little bit more glamour,\" he says. But it was something about a job nobody else was willing - or able - to do that pulled him towards pest control. Today, James says the gratitude he gets from customers is what gets him out of bed in the morning. \"When all of a sudden you're laying in bed and you have bugs crawling all over you, the exterminator that you would normally just pass up on the street, all of a sudden becomes your best friend.\" Laurie Santos, professor of psychology at Yale University, says there is a huge difference between what society says people should value in their careers and what actually makes them happy. \"We think it's all about wealth, prestige and some degree on our wall,\" she says. \"But what really makes a good job is: are you feeling like you're doing good in the world? Are you feeling like you're progressing? Are you feeling like you're connected to people?\" Like James, being able to help people \"in their worst moment of need\" is often more important than earning a big pay packet, she adds. Having a clear sense of identity in your role is also important for well-being. Author John Bowe, who spoke to more than 100 workers for his book Gig: Americans Talk About Their Jobs, says: \"The people who seemed the happiest were people with jobs that conferred a strong sense of place and role in the community. \"So it could be a cop, it could be a train engineer, it could be an airline pilot. But these are interestingly jobs that have a uniform, and jobs that have almost a storybook quality of simplicity, in terms of where you fit in the community.\" Many unhappy people worked for large corporations, doing jobs that were well paid, but often without meaning. One corporate securities lawyer who featured in the book described his job as a \"deal with the devil\" to maintain his standard of living, adding: \"[It's] difficult to break out.\" John Bowe adds: \"It's hard to feel like you kicked ass and solved the world's problems if your job is just pushing around corporate jargon all day.\" So how much money do you need to earn to be happy? A study by the Nobel Prize-winning economists Angus Deaton and Daniel Kahneman suggested the magic number could be $75,000 (£54,000). While earning more improves life satisfaction because you can afford more things, the pair found it doesn't improve \"emotional well-being\". Prof Laurie Santos at Yale University says it's because the more people earn, the more they want. \"On the one hand, getting more money does make us happier, but not for very long. This is a recipe for misery because every time you climb a new salary step, your salary goal gets further away, not closer.\" Mark Simmonds, 58, from Buckinghamshire in south-east England, says the stress and anxiety of starting a consultancy business 20 years ago triggered his nervous breakdown. \"I wasn't emotionally equipped to deal with the change from working for someone else to running my own business,\" he says. \"One day, I was looking at my computer and suddenly I couldn't do anything. And I simply froze.\" The experience led Mark to re-evaluate his career. As a \"natural introvert\" he found ways of working that made him feel more comfortable. It helped him to start a new management training consultancy with his wife Mel. \"When I was younger, I think I cared too much about what people thought,\" he says. \"The most important thing is to be in the right kind of employment where your character is matching up with the needs of the job itself. If you get those two things in place, then I think stress automatically reduces.\" Others warnmanagers to watch out for staff burnout , especially employees who work from home. Margaret Heffernan, professor of management at the University of Bath, says: \"We've been studying productivity since 1888, and it taps out at about 40 hours a week. After that your brain gets tired, it starts to make mistakes. \"So you can work people longer to hit a deadline, But if you do it long term, what you find is people start to get depressed, they start to retreat in a way in an effort to protect what energy they have left, they start to disassociate from their loved ones, and they start to feel very isolated.\" Routines are important, says Yale's Prof Laurie Santos, as is finding time during the day to catch up with colleagues. Virtual meetings often \"get right down to business\", offering fewer opportunities to share office gossip, she says. \"All those water cooler conversations aren't happening. And each one that doesn't happen is a little bit of a hit to our happiness. We need to build some of that back in.\" Listen to a series of special podcasts focusing on mental health from Business Daily on the BBC World Service. ", "url": "https://www.bbc.com/news/business-56346504"}