{"datetime": "2021-03-01T15:54:13.000Z", "author": "Elizabeth Glinka", "subject": "Budget 2021", "title": "Covid-19: West Midlands sees 100k job losses over pandemic", "article": "An estimated 100,000 people across Birmingham, the Black Country and Coventry are thought to have lost their jobs since the start of the pandemic. The figure was released by West Midlands mayor Andy Street as he launched a plan on Monday in a bid to regain those jobs. Proposals include making the most of the Commonwealth Games and HS2. His Labour rival in May's election Liam Byrne said the area had been \"hit harder than anywhere else\". The latest figures show that of the 10 constituencies in the UK with the highest rate of people claiming unemployment-related benefits, five are in Birmingham: Hodge Hill, Ladywood, Perry Barr, Erdington and Hall Green.One of those to lose her job during the pandemic is Sarah Ventre, who was made redundant from her job in Birmingham's street food scene during the first lockdown. In March 2020, the 32-year-old said she failed to qualify for government support because her partner was on furlough, and then struggled to start her own business because the banks were refusing to take on new customers. However, it has not stopped her helping others.In October she organised a crowdfunding appeal that raised more than £12,000, and, alongside other volunteers, she launched the Northfield Food Service.\"Families that were fine before [Covid] have been brought down,\" she said.\"They've lost jobs or lost income on furlough, and it's heart breaking really to see how grateful people are for a hot meal.\"In the run up to the local and Mayoral elections on 6 May, employment is likely to be a key issue. In recent weeks the Conservative Mayor of the West Midlands, Andy Street, has spoken of the \"underlying inequalities\" which have heightened the impact of the Covid crisis across the seven urban boroughs he represents. As he campaigns for re-election,Mr Street hopes his Jobs Plan , will over the next two years restore the 100,000 jobs lost during the pandemic. In it, Mr Street highlights the challenges faced by the area, such as a particularly high rate of unemployment among the region's BAME communities and young people. Coming just days ahead of the Budget, Mr Street's plan includes making the most of big projects like the 2022 Birmingham Commonwealth Games and getting people ready for work through training. This will include the government-backed Kickstart scheme. Mr Street, the former managing director of John Lewis, also said he thought the pandemic would leave an indelible mark on retail. He saidJohn Lewis's former flagship store in Birmingham's Grand Central shopping centre was unlikely to ever open again as a department store and was more likely to feature a hotel, high-end apartments or even indoor sports. His Labour rival, Liam Byrne, is currently the MP for the constituency with the highest rate of unemployment related benefit claims in the UK - Birmingham Hodge Hill. In January, 14.1% of people living in that constituency were claiming either Jobseeker's Allowance or Universal Credit with the requirement to seek work - that is more than twice the UK average Mr Byrne, a former chief secretary to the treasury, is focusing his campaign on jobs for young people and is calling on Chancellor Rishi Sunak to \"make good\" on his promise to \"level up\" the country. \"Covid has hit West Midlands jobs harder than anywhere else,\" Mr Byrne said. \"It's now essential the Budget finally delivers our fair share of national funding to tackle our jobs crisis.\" So why was the second city's jobs' market so badly hit?Professor Anne Green, from the University of Birmingham, is an expert on the economic performance of the large city regions outside London. She said the pandemic had exacerbated the pre-existing inequalities and revealed the vulnerabilities of a jobs market skewed towards retail and hospitality. \"People who were relatively disadvantaged anyway have suffered most,\" she said. \"The young, people from minority backgrounds are more likely to be working in shops and in bars and clubs, and they are the ones who have lost their jobs.\" While the \"road map\" out of lockdown provides some hope of an eventual end to the Covid crisis, the route to economic recovery is less clear.For Ms Ventre, and tens of thousands of others like her in the West Midlands, much rides on what the chancellor has to say on Wednesday. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-56238445"}