{"datetime": "2021-06-12T15:47:05.000Z", "title": "Jodey Whiting: DWP allowed involvement in High Court inquest decision", "article": "The Department for Work and Pensions (DWP) has been allowed to be involved in a High Court case concerning a woman who killed herself after her benefits were stopped. Jodey Whiting, 42, died in 2017 after disability payments were halted because she missed a capability assessment. The High Court is to consider her mother's request for a new inquest. Mr Justice Morris said the government had asked to be involved \"very late in the day\". Ms Whiting's mother, Joy Dove, from Stockton, has asked for the new inquest to examine the DWP's role in events which led to her daughter's death. She said she was appalled at the DWP's behaviour. \"I believe they caused my daughter's death by their callous disregard for the anguish they caused her and now, with the same abominable attitude towards ordinary people, they are causing me more distress,\" she said. \"They have known about my application for a second inquest since December and only now, just 10 days before the hearing is due to take place, have they got around to addressing Jodey's case.\"Jonathan Dixey, representing the DWP, said the department regretted the delay and would \"self-limit\" its arguments to make sure the case was not delayed. It had an interest in the proceedings because of claims Ms Whiting took her own life \"as a result of the DWP's acts or omissions\", he said. On Friday, the DWP was granted permission to make written legal arguments on 22 June when the High Court considers whether to overturn the original inquest. Mr Justice Morris said he gave permission as the department may be a part of a second inquest if it goes ahead. But, while the department regretted the delay in applying, \"this fell somewhat short of an explanation or an apology\", he added. \"It seems to me that the Secretary of State has come to this court asking for an indulgence very late in the day,\" Mr Justice Morris said. The DWP will have to pay 30% of Ms Dove's costs for the hearing. Ms Whiting, from Stockton, took her own life on 21 February 2017 after her ESA, housing benefit and council tax benefit payments were stopped. The payments were halted after she failed to attend a work capability assessment (WCA), but Ms Whiting had requested a home visit for the WCA due to her poor health which was refused. An independent inquiry has found the Department for Work (DWP) breached its own rules and it has been ordered to apologise and pay £10,000 compensation. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tees-57454575"}