{"datetime": "2021-05-10T06:05:44.000Z", "author": "Alex Homer", "title": "Deaths of people on benefits prompt inquiry call", "article": "The family of a woman who took a fatal overdose after her benefit payments were cut say they have begun a legal claim against the government. Philippa Day, 27, was found collapsed at her Nottingham home beside a letter rejecting her request for an at-home benefits assessment in August 2019. It comes amid calls for a wider inquiry into the Department for Work & Pensions' handling of cases. The DWP said: \"When, sadly, there is a tragic case we take it very seriously.\" Cases where people claiming benefits died or came to serious harm have led to more than 150 government reviews since 2012, a BBC investigation found. Internal reviews are held by the DWP when it is alleged its actions had a negative impact, or when it is named at an inquest.Calling for an inquiry, Labour MP Debbie Abrahams said: \"It needs to be taken out of the hands of the DWP.\" Ms Abrahams, who previouslyread out in the Commons the names of 29 people who have died, said: \"There needs to be an independent inquiry investigating why these deaths are happening and the scale of the deaths needs to be properly understood.\" The DWP said it had established a new Serious Case Panel in 2019 to consider themes identified from serious cases, which included independent members. Ms Day's family are one of three hoping to take the DWP to court in separate cases within weeks. Ms Day, 27, who had been diagnosed with emotionally unstable personality disorder, had previously said her benefit claim left her feeling \"inhuman\", her sister told the BBC. An inquest concluded in January that authoritiesmade 28 errors in managing her case . The assistant coroner issued a so-called Prevention of Future Death (PFD) report to the DWP and private contractor Capita, requiring them to explain what action they might take to improve. That was the fourth PFD sent to the DWP by coroners since 2013. In response, the department said it would give all of its call handlers training in mental health and introduce a tracking system to identify vulnerable people across its systems.Earlier internal reviews had established the inability to identify a vulnerable claimant as a problem. Philippa's sister Imogen told the BBC her family had now begun a legal claim against the DWP and Capita including a claim under the Human Rights Act for violation of the right to life over their handling of the case.Imogen said: \"We were incredibly close. In her eulogy at her funeral I described her as my soulmate. I spoke to her [Philippa] almost daily about it [her benefit claim]. \"She talked about how it disempowered her and made her feel inhuman.\"It was like watching a car crash in slow motion... we helped her emotionally, financially and practically and we could see the tragedy in front of us but couldn't do anything more to stop it.\"Errol Graham starved to death in 2018 while seriously mentally ill. His benefits were stopped when he failed to attend a work capability assessment and did not respond to calls, letters or home visits from the DWP.When his body was found, Mr Graham weighed four-and-a-half stone (30kg) and his family said he had used pliers to pull out his teeth. His family submitted an application for permission to go to the Court of Appeal in April, afterlosing a judicial review against the DWP's safeguarding policy .Leigh Day, the family's solicitors, had argued the government guidance failed to impose a duty of care on decision-makers to investigate when mentally-ill claimants did not engage with the system.Alison Turner, fiancée of Mr Graham's son, said: \"I want to make sure this doesn't happen to anyone else. It's got to stop. They are not just damaging one person, there's a ripple effect on families.\" Jodey Whiting, 42, took her own life after her benefits were stopped.Her family are due to attend the High Court on 22 June to argue she should have a second inquest to consider the DWP's role in her 2017 death.Ms Whiting's mother, Joy Dove, of Norton, Stockton-on-Tees, won permission to request the new inquest. New evidence was submitted includingan independent inquiry's conclusions that mistakes were made by the DWP . The family received a letter endorsing the decision Ms Whiting's benefits should be stopped and saying she was fit to work while she was in a mortuary ahead of her burial, her mother said. Following her death, one of Jodey Whiting's twins Cory Bell died at the age of 19 from a drug overdose.\"We've had that second death in the family and I blame the DWP too,\" Ms Dove said, describing him as a \"lost soul\". The DWP said its condolences were with the families. It's been 11 years since the government was first made aware there was a problem with the tests it used to assess benefit claims after acoroner wrote to the DWP following the suicide of a man .During all that time, the government has simply marked its own homework, doing internal reviews.In a clear sign that these assessments are of limited use, in Scotland from next year, claimants for the main disability benefit will only have to undergo a test if any doubts remain about their claim following a review of their medical records.For the vast majority of people, the expectation is that they won't have to undergo a test - removing from the process what has long been a source of extreme stress for many people.'Tip of the iceberg' In 2012, internal reviews by the DWP took the form of so-called \"peer reviews\" and the DWP carried out 49 of them into deaths and 11 into further serious incidents between February 2012 and November 2014,according to the Disability News Service .Since 2015, the DWP has held so-called \"internal process reviews\" instead. In July 2019 Justin Tomlinson MP, Minister for Disabled People, Health and Work said there had been 84 held since 2015 and a further six would be \"conducted shortly\". Separately,the BBC has collated press reports naming 82 individuals to have died after some alleged DWP activity such as termination of benefits. Mental health vulnerabilities were a contributing factor in 35 of those people's deaths. The reviews are not routinely published and bereaved families are not routinely informed when they begin. Ms Abrahams, the MP for Oldham East and Saddleworth, said she thought the known cases were \"the tip of the iceberg\". She said: \"That there has been such a lack of openness and transparency to enable us to properly examine reports on all deaths is a disgrace.\" Ken Butler, welfare rights adviser at the charity Disability Rights UK, said people had their benefits cut and suffered \"fear and anxiety\" due to \"poor and inaccurate medical assessments\" carried out on behalf of the DWP by the private contractors Capita, the Independent Assessment Services (formerly called Atos) and Maximus. The DWP maintains its disability assessors are \"all trained and qualified health professionals... with significant experience\" and their work is \"subject to stringent ongoing quality monitoring\". 'Devastating consequences' Secretary of State for Work and Pensions Thérèse Coffeytold the Work and Pensions Committee in February the DWP \"did not have a duty of care or statutory safeguarding duty\". Tessa Gregory, partner at Leigh Day solicitors, said there was a \"dissonance\" between the DWP's legal stance and its role in providing the sole income for vulnerable people. \"There seems to be a real issue with the DWP failing to make reasonable adjustments for claimants who due to their mental health issues struggle with responding to official letters or participating in assessments,\" she said. \"When DWP decision making goes wrong it can, as we have seen in far too many cases, have devastating and sometimes fatal consequences... the case for reform is clear.\" The Equality and Human Rights Commission (EHRC) has meanwhile backtracked on assurances it previously gave to Ms Abrahams' MP it would conduct an inquiry into the WCA process and Personal Independence Payment (PIP) benefit for disabled claimants.As yet it has also ruled out reviewing deaths allegedly linked to some DWP activity such as termination of benefits or following DWP sanctions, which Ms Abrahams said was \"very disappointing\". In a statement, the commission said the \"landscape had changed considerably in the past year\". \"We and others have undertaken relevant work in this area and it is too early to say whether an inquiry would be the best approach on this issue,\" it added. The DWP said: \"We support millions of people a year and our priority is they get the benefits to which they are entitled promptly and receive a supportive and compassionate service. \"In the vast majority of cases, this happens, but when, sadly, there is a tragic case we take it very seriously. \"In those circumstances, it's absolutely right we carry out an internal review to check if the correct processes were followed and identify any lessons learned to inform future policy and service.\"The Shared Data Unit makes data journalism available to news organisations across the media industry, as part of a partnership between the BBC and the News Media Association. For more information on methodology,click here . For the full dataset,click here . Read more about the Local News Partnershipshere . Additional reporting: Paul Bradshaw ", "url": "https://www.bbc.com/news/uk-56819727"}