{"datetime": "2021-09-11T11:03:16.000Z", "author": "Catherine Evans", "subject": "Coronavirus pandemic", "title": "Universal Credit: Families must choose food or fuel in benefits cut", "article": "Families could struggle to keep warm and put food on the table this winter if universal credit cuts go ahead, according to a charity. Mother-of-four Gemma Mathews, from Carmarthenshire, said parents would face a choice between food and fuel if they lose the £20-a-week uplift. Charity Home-Start Cymru called fora reversal of the decision to cut the \"lifeline\" next month. The UK government said the uplift was always temporary and had done its job. Chancellor Rishi Sunak said the extra payment would stop in October, after helping people through the pandemic. But there are growing calls for it to be extended or made permanent.The devolved governments in Scotland, Wales and Northern Irelandhave called on the UK government to rethink plans to end the universal credit uplift. According to the latest figures published by the Department for Work and Pensions, 236,253 households in Wales receive universal credit. Home-Start Cymru, which supports families across Wales, said losing the extra £20-a-week would \"risk thousands of Welsh families falling into unacceptable levels of poverty\". Mrs Mathews, 32, from Upper Brynamman, has been on universal credit since July, when her husband Adam gave up work to become a full-time carer. She said they would find it difficult to pay bills and meet the needs of their four children, including two with autism, if the plans go ahead. \"We're struggling anyway,\" she said, accusing the UK government of \"setting me up for failure\". \"This money would have been used for utilities, heating. It's a lot to be losing.\"The relief of having the extra £20-a-week was amazing. It was for Covid relief but Covid is still going on.\"For instance, if I run out of bread and milk I won't have that income to go and pick up something that I need. Or if there's an emergency like a tyre's broken on the car. \"Being on benefits, you can't prepare for things like that situation because you have to pay for the here and now. There have been times I've had to go to food banks because it has been a struggle.\" With winter and Christmas approaching, Mrs Mathews said she was already budgeting as much as she can to cover household bills.She said: \"I try to buy in bulk rather than single-use and If I've got £20 to last me the week, my go-to tends to be store brands - not that tasty but it's a belly-filler. \"I don't buy lavish things, I buy basics, I look in the sales, bargain boxes. \"Parents like myself will have to make cuts - you pay a bill so you have to cut from the food budget.Mrs Matthews added cuts to universal credit will have a direct impact on children. \"I have to be quite restrictive because the children can be 'Can I have this? Can I have that?' and I have to say 'no'. It's quite difficult.\"Parents want to send their children to out-of-school activities like football or swimming but won't be able to do that anymore because they haven't got the funds to do it. That child then hasn't got the option to do that anymore. \"Christmas is going to come around the corner, how am I going to manage?\" Home-Start Cymru said childhoods were being adversely affected by poverty and that families \"deserve the opportunities they need to thrive because childhood won't wait\". Mrs Mathews said she would struggle to further cut living costs if their benefits are reduced. \"I try not to get into real debt with anybody because I know what it's like once you're under, you're under for a long time. I'm trying my best,\" she said. \"Normally through the summer months I would save money on the side and put that money towards my winter fuel. I'm unable to do that this year.\"When my benefits come in I need to prioritise the bills that come in first, so I'm up-to-date with those, then obviously I need to start putting money away for the heating bills. \"I need to feed my kids, so the kids are the priority for food, which means I probably won't be able to put the heating on, and I can get fleecy blankets for the kids. \"For me, there's no personal care like haircuts, clothes shopping, makeup, having your nails done, things like that. There's nothing left.\" She added that she and her husband sleep in the living room of their three-bedroom council house and are waiting to be moved to a more suitable property for a family-of-six. But she worried that other families are suffering greater hardships and would not cope when their benefits are cut. \"There are families out there who are really going to struggle, they've got debts, they've got issues,\" she said.\"It's not people on benefits doing nothing. People look on the benefits system and think they're scrounging - no, we're not, we're doing this because of our certain circumstances in our lives.\" Another mother on universal credit said her mental health has been affected by the announcement that the temporary uplift is to end. Sara, not her real name, has a one-year-old child and is living independently after escaping an abusive relationship.\"I can just about cope with things as they are, and was going to build back my emergency pot,\" she said. \"But when the £20-a-week goes, I'm going to be stuffed. I don't want to think about it. It's stressing me out.\" Bethan Webber, chief executive of Home-Start Cymru, said the effects of the cut will be \"devastating\".\"These families rely on the £20 increase to buy essentials like food and clothing from themselves and their children. It has helped them keep their heads above water. \"Now is the time for the UK government to listen to the growing number of voices expressing support and rethink the plans to cut universal credit.\" The UK government said: \"As announced by the Chancellor at the Budget, the uplift to universal credit was always temporary. It was designed to help claimants through the economic shock and financial disruption of the toughest stages of the pandemic, and it has done so.\" It added that universal credit will continue to provide vital support for those both in and out of work and the government's focus is on supporting people back into work. ", "url": "https://www.bbc.com/news/uk-wales-58501219"}