{"datetime": "2020-12-04T00:29:05.000Z", "author": "Natalie Sherman", "subject": "Coronavirus pandemic", "title": "Unemployed in the US: 'I don’t know what to do'", "article": "\"I have no income,\" says Sarah Groome. Until April, the 35-year-old was working as an events manager for a major league soccer team in Pennsylvania. But she lost that position when coronavirus disrupted the season.For six months, she received unemployment benefits from the government - but those payments shrank as the programmes wound down this summer. Since October, she's received nothing. \"I don't know what I'm going to do financially,\" she says. \"I'm applying to jobs and I've probably applied to over 100 at this point and I've had one interview.\" \"It's scary,\" she says. \"I don't know what's going to happen.\" Some 12 million Americans could soon face a similar dilemma. In March, US lawmakers approved more than $2.4tn (£1.7tn) in economic relief for businesses and households, in an attempt to blunt the economic distress as the pandemic threw more than 20 million people out of work and unemployment rates spiked to nearly 15%. But support has been dwindling since the summer and several key programmes - including benefits for jobless gig workers and people out of work for more than six months - are due to expire at the end of December. \"For Congress to allow this many workers to be cut off … it's unprecedented,\" says Andrew Stettner, a senior fellow at The Century Foundation, a progressive think tank thatestimated recently that more than 4 million people had already lost benefits and another 12 million could be cut off by the end of the year. The US economy has regained more than half of the jobs lost this spring, recovering more quickly than many economists had feared. Butjob gains have slowed in recent months as virus cases and hospitalisations hit new records. As the government has withdrawn support,rising numbers of people are reporting going without adequate food or falling behind on rent and other bills. Without action, \"the short-term impact is going to be more economic deprivation,\" says James Sullivan, economics professor at the University of Notre Dame,whose research has found that roughly 7 million people have fallen into poverty since May, many of them African American, children and those without university degrees. \"There's a clear need for government support.\" After the 2007-8 financial crisis, Congress took steps to make it possible to collect nearly two years of unemployment benefits. But under normal circumstances, in many states in the US, eligibility to receive money from the programme expires after 26 weeks.Sarah exhausted her six months of standard jobless benefits at the beginning of October and her efforts to access the pandemic-related emergency extension have hit bureaucratic snafus, even though she has called dozens of times a day in an effort to clear up the problem.She's found a temporary, part-time retail job that brings in about $100 a week and dug into savings to pay for her rent, health insurance and other essentials.Like many in her situation, who have taken to social media looking for advice on how to navigate the jobless situation, she is incredulous that lawmakers will allow government assistance to simply disappear. \"It's frustrating because a lot of the people in Washington aren't hurting like we are so they don't understand how important it is for people who need it,\" she says. Many developed countries, including the UK and Canada, have recently taken steps to extend their pandemic aid. In the US, economists have called for additional economic relief since this spring, noting that aid to the jobless tends to boost the overall economic recovery.But there's been little progress toward a deal, as Democrats push for more money than Republicans say is needed, creating a congressional impasse. The lack of action has confounded expectations that the two sides would eventually reach an agreement. \"I've never been in a place where I have heard more people talking about the need for action but less action happening,\" Senator Tina Smith, a Democrat from Minnesota, observed at a recent hearing in Washington. This week, with the end-of-December deadline looming, stimulus talks have appeared to revive, with discussion of a compromise bill - which got a nod of support from president-elect Joe Biden - that would extend unemployment assistance until the end of March, among other relief. \"I do think we are seeing them wake up,\" says Mr Stettner. \"But will it be in time is the real question.\"Divisions remain deep. President Donald Trump and Senator Mitch McConnell, who leads Republicans in the Senate, have endorsed a more limited proposal. Aside from unemployment, Democrats want money for state and local governments, while Republicans say legal protections for businesses from Covid-related worker lawsuits are essential.Even if lawmakers agree on a compromise, Mr Stettner says the measures under discussions are only enough to be considered stop-gap solutions. Meanwhile, among the ranks of the unemployed, desperation is growing. \"For me personally, it is something that I have not seen before,\" says 32-year-old Stephanie Freed, a New York-based production electrician and lighting designer for live entertainment who has been out of work since late February and startedan organization to lobby Congress on the issue this summer. \"I had built a career and built a life and worked very hard to be at that place, which is what everyone has done and we've lost those things through no fault of our own.\" Derrick Cisneros, who worked as a behavioural therapist in California until March, says he is struggling to make it on the $300 unemployment cheque he receives every two weeks, forcing him to lean on his roommate and family for assistance. \"I'm late on some payments and I hate asking people for money so I try to save every penny that I get,\" the 35-year-old says. \"Sometimes my phone is off for days until unemployment comes through.\" He has been applying for jobs that require less direct contact with other people and participating in online research surveys to pick up extra money. He recently drafted an online petition aimed at President Donald Trump to try to draw attention to the plight of those who are like him at risk of exhausting their benefits.\"It just bothers me so much here [the president] is playing golf all day and here I am trying to just make $2 an hour,\" he says. \"It's a horrible place to be in.\" ", "url": "https://www.bbc.com/news/business-55177848"}