{"datetime": "2022-02-11T13:13:03.000Z", "title": "Ambulance waiting times 'putting people at risk'", "article": "People are being put at risk due to the number of ambulances queueing outside hospitals, a union has said. The national target is for no more than 20% of crews to wait more than half an hour but the figure was 58% in Bristol and 63% in Gloucestershire this month. Unison member Shane Clark said the shortage of crews meant the ambulance service is becoming reliant on police and fire service responding to calls. \"Hospitals are struggling. The whole of the NHS is struggling,\" he said. Mr Clark, communications officer for the union's South West Ambulance Service branch, said the delays meant that at times there may only be five to 10 ambulances available across a county.\"This is happening regularly. We are very grateful to our police and fire colleagues for providing this assistance in times of need and at the moment it's certainly in times of need,\" said Mr Clark. He said the situation was \"inevitably\" putting people at risk. \"If there are 18-20 ambulances outside the doors of the emergency department then they're not responding to calls. It's really sad times,\" he added. In an incident in December, a woman badly injured in a house fire in Gloucester was taken to hospital in a police car and earlier this month a man from Cornwall died of a heart attack as he waited 54 minutes for an ambulance.Latest figures show how much hospitals are struggling with the 20% target of crews waiting no more than half an hour. In the first week of February, the figure was 58% at Bristol Royal Infirmary and 63% at the hospital trust in Gloucestershire, compared with around 4% in 2020. A Gloucestershire Hospitals NHS Foundation Trust spokesperson said factors like Covid and delays to discharging patients meant queues can build \"despite the very best efforts of our teams\". \"It is important to stress that all ambulance patients waiting to come into our Emergency Departments are assessed for their clinical priority to ensure that patients are afforded the correct level of priority.\"We also work very closely with our colleagues in the Ambulance Trust to ensure that there is always an ambulance able to respond to Category 1 emergencies in the county,\" they said. A spokesperson for the South Western Ambulance Service NHS Foundation Trust (SWASFT), said: \"Due to the health and social care system being under severe pressure, some patients are having to wait longer for an ambulance. \"One of the reasons for this is due to the length of time it's taking us to hand over patients into busy hospitals.\"We are working closely with NHS partners to address these delays, so our crews can get back out on the road for other patients. However, even with the additional resources we are making available, the number of ambulances currently waiting for prolonged periods of time at emergency departments inevitably impacts on our ability to respond to patients. \"We would like to thank our colleagues and NHS partners for their continued hard work.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60348016"}