{"datetime": "2022-01-18T08:51:23.000Z", "author": "David Deans", "title": "What is a universal basic income? What are the Welsh plans?", "article": "The idea of a Universal Basic Income (UBI) has sparked a heated debate. The Welsh government pilot is set tofocus on people leaving care . Theidea was mooted last year following an increased interest from policymakers and debates across the world, with a number of projects having taken place. Supporters of UBI schemes, usually seen as a sum of money paid to everyone, say it would ensure people do not fall through gaps in the benefit system.Others argue it is not clear whether it would be the best way to ease poverty. The UK government, which controls benefits, has said it did not think it would be an incentive to work.And a cross-party Senedd committee has said the pilot would provide only\"limited information\" on the concept. But the Welsh government said it would provide \"valuable information\". A universal basic income (UBI) is where a government pays all individuals a set salary regardless of their means. Currently, most benefits in the UK are determined on several different factors, such as employment, whether someone has children, or whether they have a disability. Under UBI, everyone would get a set amount of money, regardless of circumstances. An important decision would be how much it would pay out - it could be set to be enough to live on, or a partial sum of that.The Welsh government plans a three-year pilot this April with about 250 care leavers A spokesman for the Welsh government said: \"We have followed the progress of universal basic income pilot projects around the world with interest and believe there is an opportunity to test the concept in Wales.\"The announcement last year raised questions on social media about whether the suggested pilot was really UBI - because it was focusing on a targeted group. Last May, Tory MP Stephen Crabbtweeted : \"There are strong arguments for additional support for care leavers who are far more likely to not be in education, work or training than others. But targeted support is the opposite of UBI theory.\" He said it was an \"age old problem with UBI - squaring universality, adequacy and affordability\". Yes, but on a small scale. The largest reported experiment has been in Kenya,where 20,000 individuals in 197 villages have received sums of cash from not-for-profit group GiveDirectly. In Finland 2,000 people were given a monthly flat payment of €560 (£490; $634 at the time) from January 2017 to December 2018. The aim was to see if a guaranteed safety net would help people find jobs, and support them if they had to take insecure work. Researchers found it left people feeling happier and less stressed, but did not lead them to find work. Stockton - a small city in California - has paid $500 a month (£350) to 125 residents. A study theresuggested those who have received money have had improved job prospects - unlike the Finland experiment. In Wales some councils have called for the Welsh government to hold pilots in their areas - including Labour run-Swansea, Rhondda Cynon Taf, Cardiff - as well as Gwynedd, where Plaid Cymru is in power. In Cardiff's case, leader Huw Thomas said last year that his administration would be \"supportive of a UBI trial taking place in Cardiff in the future because bold solutions are needed to respond to the entrenched inequality and economics hardship facing far too many of our residents\". \"Given that the emerging economic crisis risks significantly exacerbating this already precarious situation, the need for new ideas to improve our benefits system has only become more urgent,\" he told the council in 2020. There has been pressure elsewhere in the Labour party, with a Senedd motion by Alyn and Deeside member Jack Sargeant calling for UK government funding for a Wales-wide UBI trial backed by many of his backbench colleagues, as well as those in Plaid Cymru.Benefits in Wales are controlled from Westminster, rather than Cardiff. Following the Welsh government's initial announcement, a Department for Work and Pensions spokesman said: \"We have no plans to introduce a universal basic income.\"It would not incentivise work, target those most in need in society, or work for those who need more support, such as disabled people and those with caring responsibilities. \"Meanwhile our approach to welfare recognises the value of supporting people into well paid work, whilst protecting the most vulnerable in society.\" Supporters of UBI include the Adam Smith Institute - a think tank more associated with the right of the political spectrum. In a 2013 article, Sam Bowman from the organisation said a basic income would eliminate \"benefit traps\" - where people feel unable to move into work because they will lose more money than remaining on welfare payments. \"The ideal welfare system is a basic income, replacing the existing anti-poverty programmes the government carries out,\"he wrote . Some have argued that a UBI is needed while automation threatens to put people out of work. Lowri Walters of UBI Lab Wales - a campaign group advocating the idea's adoption in Wales - told BBC Radio Wales that it would give people a \"safety net\". She said it would do away with the means-tested process for benefits which she said had a \"lot of stigma attached\". \"Even with Universal Credit people have to wait five weeks to get that first payment,\" she told Breakfast with Claire Summers. Ms Waters called for a UBI of around £100-£150 a week, and about £60-£80 per child, targeting 5,000-10,000 people, \"guided by the Welsh deprivation index\". Anna Coote, principle fellow of the New Economics Foundation, has questioned whether it would be better to invest in services, rather than UBI. Her organisation supported a guarantee that incomes do not fall below a certain point, rather than a payment that goes to everyone. \"Imagine if you had free childcare and social care, and special housing services and free public transport - you could invest in those services, and they would be worth a huge amount more, especially to poor families,\" she told Radio Wales. Victoria Winckler, of Welsh think tank the Bevan Foundation, said last June that there were \"immediate and deliverable actions\" that could be taken to help people meet their basic needs, which are \"more practical, but much less headline-grabbing\". \"Universal Credit could be increased further, more help provided with housing and childcare costs, and the benefit cap raised or scrapped altogether,\" she saidin an article in 2020 , written in the midst of the economic upheaval of the pandemic. Ms Winckler said that as a rough estimate a UBI of £231 per week - set at a level thought needed for a socially acceptable standard of living - would cost £21bn, more than the Welsh government's current budget. But the Joseph Rowntree Foundation, an anti-poverty charity, said it was \"not clear\" whether a UBI was the most effective way to direct and spend a large investment in social security to reduce poverty. \"Much of the recent interest in and support for a universal basic income stems from the increased insecurity many working people now face in our labour market,\" said foundation director Helen Barnard, in response to First Minister Mark Drakeford's initial proposals. \"Changes to social security can treat the symptoms of this problem, which leaves far too many workers trapped on low wages in insecure jobs, but they cannot solve its root causes.\"The Welsh Conservatives have argued against the scheme, saying Wales should not be used as a \"petri dish for failed left-wing policies\". In an interview with BBC Wales, Mr Drakeford said his pilot would \"see whether the promises that basic income holds out are generally delivered\" in people's lives. He said a pilot would \"need to be carefully designed to make sure that it is genuinely adding income for the group of people we are able to work with\". \"It'll have to be a pilot,\" he said, \"because we don't have all the powers in our own hands to do it on our own. \"It'll have to be carefully crafted to make sure that it is affordable and that it does it within the powers available to the Senedd.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-57142970"}