{"datetime": "2020-12-04T16:01:24.000Z", "subject": "Coronavirus pandemic", "title": "Job growth slows in US as virus cases surge", "article": "Hiring in the US slowed sharply last month as the country grappled with a surge in coronavirus cases. Employers added just 245,000 jobs in November, the Labor Department said, below many economists' expectations. The jobless rate dropped to 6.7% from 6.9% a month earlier, partially because many people stopped looking for work. The report comes as several key virus relief programmes, including some unemployment benefits, are set to expire at the end of the month. Unemployed in the USA: 'I don’t know what to do' Analysts said the numbers show the risk that the economic recovery is stalling and underscore the need for Congress to approve further stimulus. In October, job numbers grew by 610,000 in the US.\"The bottom line is that job growth has slowed markedly, and this report demonstrates yet again that it's not possible to separate the economy from the virus,\" said Ian Shepherdson, chief economist at Pantheon Macroeconomics. \"We hope these numbers will increase the pressure on Congress to act.\" Unless lawmakers approve additional stimulus, roughly 12 million people are due to lose access to unemployment benefits at the end of December, according to a recent report by the Century Foundation, a Left-leaning think tank. More than four million people have already been cut off, it found. \"For Congress to allow this many workers to be cut off… it's unprecedented,\" says Andrew Stettner, a senior fellow at the foundation, who worked on the report. Sarah Groome lost her job as an events manager for a Major League Soccer football team in Pennsylvania in April, after coronavirus disrupted the season.The 35-year-old received her last unemployment cheque in October after exhausting the six months of benefits typically allowed.Her efforts to obtain the pandemic-related emergency extension have become mired in bureaucracy, even though she has called dozens of times a day in an effort to clear up the problem.She has found a temporary, part-time retail job that brings in about $100 a week and dug into savings to pay for her rent, health insurance and other essentials.\"I don't know what I'm going to do financially,\" she says. \"I'm applying to jobs and I've probably applied to over 100 at this point and I've had one interview.\" \"It's scary,\" she says. \"I don't know what's going to happen.\" While the US has regained roughly half of the jobs lost this spring at the height of the lockdowns, about 10.7 million people remain unemployed - almost 40% of whom have been without work for more than six months, the Labor Department said. Another 7.1 million would like a job but do not count as unemployed, because they have given up looking for work, according to Friday's report. In recent weeks, officials in some cities have re-imposed restrictions on activities responding to new records for infections and hospitalisations.Nationwide, infections in the US have now surpassed 14 million, with more than 274,000 deaths, according to data from Johns Hopkins University. ", "url": "https://www.bbc.com/news/business-55190637"}