{"datetime": "2020-10-21T23:54:11.000Z", "author": "Kevin Peachey", "title": "Covid: 'Perfect storm' causing employment tribunal backlog", "article": "Concerns are being raised over a Covid-related backlog of tribunal cases involving people who believe they have lost their jobs unfairly. Official figures show the number of outstanding employment tribunal cases is greater than during the financial crisis of a decade ago. Citizens Advice said the situation was \"a perfect storm\" and set to get worse. A separate report highlighted mental health worries among people who have made unsuccessful claims for benefits. As with other areas of the court system, the coronavirus outbreak delayed many tribunal cases.In addition, there has been an increase in the number of people claiming they have been unfairly dismissed as job losses grow. Official data shows there were 37,000 outstanding employment tribunal cases brought by individuals in April to June in the UK, higher than the peak seen in July to September 2009.Weekly data , which is less robust, shows that the number continued to climb to 39,836 by mid-September. These include cases such as claims of unfair dismissal and discrimination. The average waiting time for a case to be decided is 34 weeks. Dame Gillian Guy, chief executive of Citizens Advice, said: \"Employment tribunals ensure workers' rights are protected in some of the most serious cases, but right now they are facing the perfect storm of rising demand at a time of restricted capacity. \"We know that disabled people, those asked to shield, and parents and carers are at greater risk of redundancy. But if they want to challenge an unfair dismissal or discrimination, they already face waiting nine months for their case to be heard, and the pandemic is only going to increase this.\" An HM Courts and Tribunals spokesperson said: \"To support the tribunal system we are installing new video technology, recruiting more judges and increasing sitting days.\" Researchers have also revealed that a large proportion of people who were unsuccessful in their applications for benefits have been left feeling worthless or are losing sleep, among other issues. Academics said that poor mental health was reported by 63% of unsuccessful claimants. Their report estimated that about 290,000 people were unable to access benefits for a variety of reasons, ranging from websites crashing to ineligibility owing to existing savings or income. Universal credit, for example, is not paid to those who have household savings of more than £16,000. Dr Ben Baumberg Geiger, lead author of the report and a senior lecturer at the University of Kent, said: \"Little attention has been paid to unsuccessful claimants during the Covid-19 pandemic. Yet they are often under considerable financial strain and have poor mental health, and some are more acutely deprived.\"While fundamental decisions about the benefits system require complex trade-offs, policymakers should think about whether the eligibility criteria for benefits could be changed, so that it could help a greater number of those who are struggling financially.\" The research was funded by the Health Foundation charity. ", "url": "https://www.bbc.com/news/business-54632663"}