{"datetime": "2022-02-04T10:56:36.000Z", "title": "Ambulance apology over Devon man's seven-hour wait", "article": "An ambulance service has apologised after an 88-year-old man said he lay in \"excruciating pain\" for seven hours after falling on the stairs. Derek Painter from Devon said his wife phoned 999 just after midnight but an ambulance did not arrive until morning. South Western Ambulance Service's chief executive said he was \"extremely sorry that we couldn't respond more quickly\". Will Warrender added there was a \"significant impact\" on patient handover times at busy hospitals. It comes as health bosses warn NHS services in nearby Cornwall arebusier than they have been at any point during the pandemic. Mr Painter, from Plymouth, said he was on his way up to bed when his knees gave way. \"I collapsed with my knees in the stairs and my body on the landing,\" he said. \"I was slipping down the staircase. I had to hang on and I've bruised and cut my knees, they're bleeding.\" Mr Painter told BBC Spotlight his wife called the ambulance service three times and was told by the operator not to call again. The ambulance service said it told Mrs Painter not to call back unless his condition got worse or if he no longer needed the ambulance. Mr Painter said: \"The ambulance men themselves were wonderful people. I praise them all the time.\"But to wait seven-and-a-half hours, I could have died. It was terrible and I wouldn't want anyone else to go through that.\" Mr Painter said he was \"on the top of their list normally\" as he has diabetes and recently underwent a heart operation. His wife Lyn said she first phoned for an ambulance at 00:15 and it arrived close to 08:00 on 26 January. She said: \"They said to me I would get a call from them which I never did receive, nobody called me...and I was literally sat there in the stairs stopping him from falling.\" Mr Warrender said: \"The health and social care system across the South West continues to be under severe pressure and this is having a significant impact on the length of time it's taking us to handover our patients into busy hospitals. \"It's an absolute priority for us and for our NHS partners to reduce these delays, so crews can get back out on the road for other patients. \"My colleagues are working incredibly hard day and night to enable us to be there for our patients, while prioritising those who have life threatening conditions.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-60259266"}