{"datetime": "2019-03-25T13:51:34.000Z", "title": "Automation could replace 1.5 million jobs, says ONS", "article": "Some 1.5 million people in England are at high risk of losing their jobs to automation, according to the Office for National Statistics (ONS). It says 70% of the roles at high risk of automation are currently held by women. Part-timers and the young are the next most at risk.The ONS analysed the jobs of 20 million people in 2017 and found 7.4% of these were at high risk of being replaced. It has developed a \"bot\" to show the risks for particular occupations. The ONS defines automation as tasks currently carried out by workers being replaced with technology. That could mean computer programs, algorithms, or even robots.The three occupations with the highest probability of automation are waiters and waitresses, shelf fillers and elementary sales occupations, all of which are low-skilled or routine. Those at the lowest risk are medical practitioners, higher education teaching professionals, and senior professionals in education.\"It is not so much that robots are taking over, but that routine and repetitive tasks can be carried out more quickly and efficiently by an algorithm written by a human, or a machine designed for one specific function,\" the ONS said.It added it had looked into the automation of jobs as it could have an impact on the labour market, economy and society. The ONS says there are fewer jobs at risk of automation now than was thought in 2011, from 8.1% to 7.4%, but the proportion of jobs at low and medium risk of automation has risen.It says the exact reasons for the decrease in the proportion of roles at high risk of automation are unclear, but it is possible that automation of some jobs has already happened: \"For instance, self-checkouts at supermarkets are now a common sight, reducing the need to have as many employees working at checkouts.\" The statistics body says that while the overall number of jobs has increased, the majority of these are in occupations that are at low or medium risk.That suggests, it says, that the labour market may be changing to jobs that require more complex and less routine skills. Maja Korica, associate professor of organisation at Warwick Business School, said: \"What is most concerning is the speed at which the biggest players are introducing these changes. \"If you take a company like Amazon, it introduced more than 50,000 new robots in 2017, a 100% increase from the previous year. Estimates suggest 20% of its workforce may already be made up of robots. \"Policymakers and business leaders need to be thinking about how they work together to deal with these problems.\" By Jonty Bloom, business correspondent Automation is not just about robots or self-driving cars, it can also involve computer programs and algorithms, but the message from this analysis is clear: the better trained and educated you are the lower are the chances of you losing your job.So although all those self check-out terminals at your supermarket are taking a lot of work and jobs from shop staff, the head of marketing at Sainsbury's is probably safe; for now.It is routine and repetitive tasks that are better done by a machine, be it adding up long columns of numbers or filling boxes with baked beans, but it is also true that more and more complicated tasks can and are being broken down into a series of simple tasks, each of which can be done by a machine that needs no training, holidays, tea breaks or sick leave.So increasing numbers of factory workers are at threat of losing their jobs, even if they are highly skilled and that also means that the young are worst affected.After all, experience, qualifications and promotion all take time, the longer your career the more likely it is you are doing a job that is safe from the rise of the machines.", "url": "https://www.bbc.com/news/business-47691078"}