{"datetime": "2021-11-05T07:34:39.000Z", "title": "Bank of England sorry for rising cost of living", "article": "The Bank of England governor has said he is \"very sorry\" that UK inflation is rising amid forecasts the cost of living could reach as much as 5%. Andrew Bailey told the BBC that households were already feeling the impact of rising prices.\"I'm very sorry that's happening,\" he said. \"None of us want to see that happen.\" On Thursday, the Bank surprised financial markets by voting to keep the interest rate unchanged.It signalled that the rate - currently at a historic low of 0.1% - will rise in the \"coming months\" as inflation is expected to grow. However, the majority of the Bank's Monetary Policy Committee (MPC) voted to hold borrowing costs during November's meeting, in part to see how the jobs market had coped with the end of the furlough scheme. Inflation is currently ahead of the Bank of England's 2% target at 3.1%. There are expectations it could rise to 5% by next April. Mr Bailey said: \"Inflation is clearly something that bites on people's household income. I'm sure they're already feeling that in terms of prices that are going up.\" But he said the Bank wanted to see what impact both domestic and global issues were having on the cost of living before deciding on whether to raise rates.Mr Bailey said current conditions were different because inflation was being caused by global \"supply shocks\" rather than demand pressure in the UK economy. The Bank did not rule out a rate rise at its next meeting in December. The MPC meets every six weeks.But commenting on the decision not to raise borrowing costs this month. Mr Bailey said: \"Putting interest rates up, I'm afraid, isn't going to get us more gas.\" Mr Bailey was criticised on Thursday by market analysts and some former members of the MPC for last month appearing to signal that the interest rate would soon rise, only for it to be held. The pound fell against the dollar by as much as 1.5% in reaction to the decision. The governor said in October that the Bank would \"have to act\" to curb accelerating inflation, though he did not give a timeframe for when rates might rise. Mr Bailey told the BBC that the Bank had been concerned that it was seeing evidence that inflation was rising during summer. \"We thought it was likely that rates would have to rise, I think it was necessary to give that warning,\" he said. However, he said that \"at no point\" did he or any member of the MPC say that the interest rate was going to rise in November. But Danny Blanchflower, a former member of the MPC who is now an economics professor at Dartmouth College in the US, said the Bank should be wary of giving any forecast of where interest rates are going. \"We have no historical precedent for what's happened,\" he said. \"We've never seen a shock of this kind and the big thing we are seeing at the moment is the furlough scheme is coming off, there is going to be an increase in taxes on National Insurance [and] universal credit was just cut. \"So, the central bank really hasn't a lot of clue what is going on.\" He said: \"This is a really big uncertain world and everybody should tread cautiously. I'm afraid I have to say... you have to take what the governor of the Bank of England and the Monetary Policy Committee said with a very large pinch of salt.\" ", "url": "https://www.bbc.com/news/business-59173293"}