{"datetime": "2021-12-15T13:25:08.000Z", "author": "Huw Thomas", "title": "Rising living costs forcing some families to 'crisis point'", "article": "Families are having to choose between heating their homes and feeding their children due to rising prices, one charity has warned. The Splice Child and Family Project said some people had hit \"crisis point\" due to the cost of living. It said higher prices for baby essentials and fuel were causing problems for the families it supported. The cost of livingsurged by 5.1% in the 12 months to November, up from 4.2% the month before. This is its highest since September 2011 and above forecasts of a 4.7% increase, the Office for National Statistics (ONS) said. The charity, based in Kenfig Hill, Bridgend county, offers counselling, support and basic supplies for parents with new babies who cannot afford to buy their own. Tracey Morgan, who helped set up the charity, said families who were already struggling due to the pandemic are now facing a \"crisis point\" due to the rising costs of living. \"They are having to make that choice now - whether they heat the house or feed their children,\" she said. Splice offers food parcels to those who need them, and uses cash donations to buy nappies for struggling families. \"A couple of months ago we were paying £8 or £9 for a pack of nappies. And now you go in and it's £11 or £12 for a pack of nappies... I know it is making a difference to the families as well,\" said Ms Morgan. The situation affecting families in Kenfig Hill is not unique. Research from the Bevan Foundation shows as many as four-in-ten families are struggling to afford more than the basics.\"It means families are having to make really difficult choices and are not able to enjoy the living standards we all expect everyone to be able to have,\" said Dr Steffan Evans, of the Bevan Foundation. The think-tank last conducted this type of research in May, when the proportion of households feeling the pinch was 33%. The latest figure of 39% amounts to around 165,000 households, according to the Bevan Foundation.Mr Evans added: \"That's about the same number of households as there are in Gwynedd, who have now moved into difficulty affording their everyday needs, which just wasn't the case previously.\" Prices at the petrol pumps have risen sharply this year. In the first week of January a litre of unleaded cost about £1.15, while a litre of diesel was about £1.20. Steady increases have seen fuel hit record prices, before beginning to decline a little in recent weeks. Unleaded petrol now costs an average of £1.46 per litre, while diesel prices average £1.49 per litreaccording to UK government data .Eating Christmas dinner with friends at Pyle Garden Centre, Bridgend, 83-year-old Patricia Jones said she was shocked at just how much her heating bills had risen. \"Our heating bill has gone up £100 a month. My husband couldn't believe it when he had the letter,\" said Patricia, from North Cornelly.Heather Jenkins, 81, from Porthcawl, said she wasn't sure if she'd be able to keep her house warm this winter.\"What has been a big help is our winter fuel allowance, that helps tremendously,\" said Ms Jenkins. And Brenda Jenkins, 76, from North Cornelly, added: \"I do feel for families at the moment... I have got children, grandchildren, and they are finding it harder. Everything is increasing.\" And it isn't only the heating bills, even the food they are eating has been affected by rising costs.The Bank of England has previously said inflation was forecast to hit 5% next spring, and while consumers are seeing prices rise, businesses are also facing increased costs. Steven Falcon, the manager of Pyle Garden Centre, said he had tried to \"meet in the middle\" with prices as suppliers have started charging more.\"Some of our suppliers have held to their prices, but two of our biggest suppliers have had huge [price] increases,\" he said. \"We try and absorb a little bit of it ourselves. There is no way out of it really, we have to put our prices up somewhat.\" ", "url": "https://www.bbc.com/news/uk-wales-59654352"}