{"datetime": "2019-04-01T08:21:38.000Z", "author": "Kevin Peachey", "title": "Minimum wage rates rise, but bills go up too", "article": "Two million UK workers on minimum wages are now receiving a pay rise - but a string of household bills have also increased. Workers aged 25 and over on the National Living Wage will receive £8.21 an hour from Monday, up from £7.83 - a 4.9% rise. Pay rises also take effect for younger workers on minimum wages. However, the pay rise comes as bills ranging from council tax to the TV licence fee become more expensive. Women represent an estimated 60% of those who are benefitting from the rise in minimum wage rates. Workers in the hospitality and retail sectors are the most likely to be on the lowest pay, and nearly 200,000 of them will receive the pay rise. \"We are pleased that million of workers across the country will see an above-inflation pay rise,\" said Bryan Sanderson, who chairs the Low Pay Commission, which recommends the appropriate level of pay.He pointed out that 20 years since the introduction of the minimum wage, there had been no significant effect on jobs, despite the extra cost to businesses. In that time, the minimum wage has risen much faster than average pay. Workers in general have seen wage growth beat inflation in recent months, after a period when price rises were greater than pay rises. However, all households are seeing increases in a variety of regular bills. They include: Other changes include a small rise inwater bills , various increases onvehicle tax rates , and a rise in some companies' phone and broadband prices. However, price caps are now in effect forhousehold rent-to-own items , limiting the interest that customers pay to no more than the product's cost, andphone calls to directory enquiries .Minimum wages in the UK are among the highest compared to typical pay in advanced economies of the world. The government said that it was \"determined\" for low pay to end. However, the TUC has argued that minimum wage levels remain too low. It wants all workers aged between 21 and 24 to receive the same as those aged 25 and over, and for them all to receive £10 a hour. \"Young workers are still getting a raw deal on pay. Their bills are not any cheaper, but they have to make ends meet with less. That is just not fair,\" said TUC general secretary Frances O'Grady. There has been a long-running campaign encouraging businesses to pay their workers a higher amount. Katherine Chapman, director of the Living Wage Foundation, said: \"Over 5,000 responsible employers have gone beyond the government minimum and committed to pay a real living wage. We now need to see more businesses step up and provide a wage that truly covers the cost of living.\" ", "url": "https://www.bbc.com/news/business-47746093"}