{"datetime": "2019-03-28T00:05:03.000Z", "author": "Clara Guibourg", "title": "Firms drag their feet on gender pay gap reporting", "article": "British companies are dragging their feet on gender pay gap reporting. With just one week to the deadline, nearly two-thirds of companies still have not disclosed the average difference between what they pay male and female employees per hour. In total, more than 10,000 of the UK's large firms are expected to report, but just under 4,000 had done so by Wednesday morning.Based on the figures so far, three out of four UK companies have a pay gap. Sam Smethers, chief executive of the Fawcett Society, which campaigns for equality, said: \"Most employers are leaving it until the last minute to report and it is disappointing that a significant proportion of those who have reported have got larger pay gaps. \"We need to tighten up the law to require them to have action plans in place which address all causes of the pay gap, increasing the number of women at the top, more access to flexible working and getting more women into male-dominated sectors.\"But in some cases the gaps will be caused, at least in part, by pay discrimination, which is illegal. As employers review their pay data, they must address any unequal pay they find.\" Want to find out the gender pay gap where you work? Try the calculator below. If you cannot see the calculator, please click here Rebecca Hilsenrath, chief executive at the Equality and Human Rights Commission, said: \"Reporting gender pay gap data is not optional, it is the law. \"Last year, we saw a large number of companies submit their data in the week before the deadline and on current showing, the same is likely this year.\" This is the second year that companies have had to report. All British firms with 250 or more employees must disclose their pay gaps by 4 April for the private sector, or 30 March for the public sector. The average pay gap that companies have reported so far is 9.1%, down slightly on last year's figure, 9.7%. This is based on the difference in hourly pay between men and women.The gender pay gap is not the same as unequal pay. It doesn't tell us whether women are being paid less than men for the same work, which has been against the law since the Equal Pay Act was introduced in 1970. However, the pay gap does give us a measure of the differences in men and women's working patterns: different occupations, part-time roles being predominantly female - and the lack of women in senior roles. EasyJet has reported a 47.9% difference between their male and female employees' pay, the widest pay gap among firms with at least 5,000 employees. Last year it was 45.5%. Like other airlines, it faces the problem that the majority of pilots are male. However, it said it had made \"good progress\" on recruiting more female pilots in a drive to improve gender balance. \"EasyJet now has 222 female pilots, up from 128 - a 73% increase from 2015,\" it said. \"The airline expects to attract 18% female new entrant pilots this year and is on track to achieve its 20% by 2020 target.\" Banks have some of the largest pay gaps.Five of the 10 large firms with the widest gaps are banks: Barclays Investment Bank, Lloyds Bank, Clydesdale, RBS and Lloyds Banking Group, all filing pay gaps of more than 30%. This means that for every £10 the average man working there earns, the average woman takes home less than £7.Barclays' investment bank has reported a 44.1% pay gap, which is slightly higher than the pay gap it reported last year, 43.5%.Barclays acknowledged that it had a \"historic gender imbalance\" at senior levels, However, it had a target of increasing its percentage of female directors and managing directors to 28% by the end of 2021. All in all, 42% of companies have reported alarger pay gap this year than last .All sectors pay men more than women, but finance and insurance firms have the highest pay gap of any sector, paying men on average 23.3% more than women.Mining, construction and education companies also report high pay gaps.Median pay gap The median pay gap is the difference in pay between the middle-ranking woman and the middle-ranking man.If you line up all the men and women working at a company in two separate lines in order of salary, the median pay gap will be the difference in salary between the woman in the middle of her line and the man in the middle of his. Mean pay gap The mean pay gap is the difference between a company's total wage spend per woman and its total spend per man.The number is calculated by taking the total wage bill for each and dividing it by the number of men and women employed by the organisation. Pay gap v equal pay The gender pay gap is not the same as unequal pay.Unequal pay is giving women less than men for the same work. That has been against the law since the Equal Pay Act was introduced in 1970.A company's gender pay gap can also be caused by other things - for example, fewer women in senior or highly-paid roles or more women in part-time jobs. This article is based on the difference in what men and women are paid per hour, but there are other ways of calculating the gender pay gap: theOffice for National Statistics releases annual figures here .The individual company data reflects the information submitted by companies to the Government Equalities Office as of 27 March.The data submitted each year is based on figures drawn from a specific date - called the \"snapshot date\" - the previous year. For businesses and charities, 5 April is the snapshot date, while 31 March is the snapshot date for public sector organisations. All gender pay gap figures in this article reflect the hourly median pay gap for all employees.Calculator design and development: Irene de la Torre Arenas, Becky Rush, Scott Jarvis, Alexander Ivanov and Oliver Schnuck. ", "url": "https://www.bbc.com/news/business-47672106"}