{"datetime": "2021-12-13T12:31:46.000Z", "title": "Half of UK families £110 a year worse off since 2019, report says", "article": "Half of UK families have seen their disposable incomes shrink in the last two years, new analysis suggests. A report by a left-of-centre think tank says that the poorest half of the population have had their incomes squeezed by £110 since 2019. The New Economics Foundation (NEF) also says that the richest 5% are better off by £3,300 a year. Incomes in regions such as London have risen six times faster than those in the north east. As a result, the think tank has called into question the success of the government's \"levelling up\" policy, which aims to improve standards of living and productivity in areas of the UK that have traditionally been \"left behind\". The Department for Levelling Up, Housing and Communities said: \"In addition to the £4.8bn Levelling Up Fund, we're providing record investment in infrastructure worth over £96bn, £12bn in affordable housing and a £2.6bn Shared Prosperity Fund to help rebalance opportunity across the UK.\"We are widening access to new jobs - 56,000 just this year - and we're building on that through a £200m boost to communities to help build skills.\"The forthcoming Levelling Up White Paper will set out how we will further improve opportunity and livelihoods across the country as we recover from the pandemic.\" In 2019, the pledge may have helped the Conservatives win votes in the so-called \"red wall\" region in the north of England that traditionally elected Labour MPs. The NEF analysis found that in the two years since the election, the poorest 50% of the population in every region apart from London and the east of England saw their incomes squeezed by an average of £110 per year, after accounting for increases in the cost of living. As a result, the gap in incomes across regions has widened, with areas along the \"red wall\" worst hit. Disposable incomes in the north east of England have risen by just £20 a year on average, or 0.1%.In the south east of England, however, incomes have jumped by £550. Single parents were the worst affected families across all regions. Those in Yorkshire and the Humber and the north west and Merseyside saw their incomes fall by around 15 times as much as those in London. \"With prices expected to continue increasing, the threat of a rise in interest rates and ongoing effects of Brexit, things could get a lot tougher for families that have already suffered most,\" said Alfie Stirling, director of research and chief economist at the NEF. He added that more could be done to help families in the short term, such as introducing a minimum income floor which better reflects the true cost of living. Prices are already going up at a relatively rapid rate on a variety of items and services due to ongoing labour shortages, supply chain issues and extra red tape after Brexit. At the time of the Budget in October, the government's independent forecaster, the Office for Budget Responsibility, warned that the cost of living could rise at its fastest rate in 30 years. The Chancellor, Rishi Sunak, and the governor of the Bank of England, Andrew Bailey, have acknowledged that household budgets are strained. Mr Bailey has even apologised for the situation. \"None of us want to see that happen,\"he said in November. Coming as it does as millions go back to working from home under the new measures, the New Economics Foundation's study is a timely reminder of what is now well-documented: that in the pandemic, inequality has worsened.Earlier studies, such as one from the Institute for Fiscal Studies, have found that in full-blown lockdown most people whose incomes were in the bottom 10% were in sectors that had been forced to shut down such as hospitality.By contrast, higher earners are more likely to be in white-collar jobs in London or the south east that you can do from home, bringing them a boost to their disposable incomes as they save money on commuting. In the current wave of the pandemic the anti-virus measures are milder, but with no furlough or self-employed support schemes the safety net is much weaker.So where businesses see a drop in revenues because, for example, fewer people are commuting than last month, they'll have to withstand the hit. The longer the wave lasts, the more likely it is that they'll have to cut jobs, worsening inequality further. ", "url": "https://www.bbc.com/news/business-59629709"}