{"datetime": "2022-01-24T20:22:03.000Z", "title": "Mayhill riot: South Wales Police response criticised in independent review", "article": "Police have been criticised over their handling of a riot which broke out in Swansea, in an independent review that said residents were left \"unprotected\". Cars were burnt and windows smashed in the Mayhill area after a vigil to a young man who had died turned violent. Ethan Powell's father Jonathan Russlater condemned those who rioted at his son's vigil in May 2021, calling them \"scumbags\". South Wales Police has now apologised for its slow response. Seven police officers were injured and37 people were arrested on suspicion of unlawful violence following the disturbances. A joint review between Swansea council, South Wales Police and its Police and Crime Commissioner (PCC) was led by a panel made up of chairwoman Prof Elwen Evans QC, police expert Martin Jones, and local government consultant Jack Straw. The report found a senior officer on the ground that night requested support from specialist public order officers but was twice denied it.The officer was so frustrated, he had to go outside the chain of command to authorise support but it was too late.South Wales Police Assistant Chief Constable Mark Travis said confusion led to the request being denied. \"There were competing demands on the night, but the main reason is a lack of clarity about information,\" he toldBBC Radio Wales Drive . \"We've put measures in place to make sure it's a far more straight process. We had sufficient resources but didn't use them efficiently.\" In its conclusions, the panel said: \"Despite the absence of a full investigation, it is clear to the panel that significant failings are evident throughout this event.\"Currently available evidence strongly suggests failings in command structures and decisions, operational decisions and tactics, and communications.\" The report continued: \"The full extent of these failings and explanations for any failings can only be determined by a forensic investigation. \"All of the available evidence shows clearly that the residents of Waun Wen Road, Mayhill were left unprotected for a significant period of time on the 20 May 2021.\"Further analysis will not alter this fact, but should address more completely the question 'Why?'.\" The panel heard from residents who said they felt terrorised in their own homes and abandoned by the police. It said: \"There was evident raw emotion and distress in the re-living of experiences of that night and its aftermath. \"Some of the views shared with us include the following: 'the police let us down'; 'they didn't protect us'; 'they failed to protect us'; 'they weren't there for us when we needed them'; and 'we don't understand why they didn't do anything'.\" The report also said while there were no fatalities or serious physical injury, \"the criminal behaviours on that night presented a significant threat to life and to property\". A number of factors may have contributed to the riot, the panel said, including \"the effects of Covid lockdowns, social media narratives, criminal behaviours, socio-economic dynamics, and reactions to the tragic death of Ethan Powell\". The challenges facing local authorities and policing agencies were called \"exceptional and unprecedented\". It also said any assessment of the riot \"must start with a recognition that criminal responsibility sits with the adults and young people who committed criminal offences\". But it added it was clear there was \"significant\" work to be done by police to re-establish trust and confidence following the incident. South Wales Police Chief Constable Jeremy Vaughan said: \"I want to apologise to all those who have been affected by this incident and particularly those local residents who were tormented by those responsible.\"We failed to take action quickly enough on the night and for that I am truly sorry.\" Assistant Chief Constable Mark Travis told BBC Radio Wales the force aimed to rebuild trust within the community. He said: \"We will spend time [there], be visible, hear them and make sure that we respond to those needs. \"It's important to note there were 37 people that went out with criminal intent and part of the closure for the community is bringing those people that damaged the community are brought to justice\" A criminal investigation into the rioting is ongoing. A file has been submitted to the Crown Prosecution Service (CPS) and charging decisions are expected shortly, the force added. An inquest into Ethan Powell's death is set to take place later this month. ", "url": "https://www.bbc.com/news/uk-wales-60108532"}