{"datetime": "2022-01-24T12:42:45.000Z", "author": "Steve Mellen", "title": "Mohamud Hassan and Mouayed Bashir: Families want answers", "article": "The families of two men who died after incidents involving Welsh police forces have spoken for the first time about their fight for justice. Mohamud Hassan, 24, and Mouayed Bashir, 29, died within weeks of each other after police attended their homes. Their deaths, and other incidents, have led to scrutiny on the use of force by police against black people. The two forces involved said the findings of the police watchdog reports would be published when complete. BBC Wales Investigates has been looking into what seems to be deep-seated issues of mistrust when it comes to the police and some communities. Zainab Hassan and Sulieman Mohamed, Mohamud Hassan's aunt and uncle, remember a \"mischevious\" kid who \"always showed love and respect for his family\". He had settled in Cardiff, first living in his grandmother's house and then, when she died, renting a room in a house in Roath.He was about to become a father for the first time when events in January 2021 took a fatal turn. Police were called to Mr Hassan's house on 8 January, and arrested him over a suspected breach of the peace. He was detained overnight at Cardiff Bay Police Station then released the following morning. His uncle said he was stunned when he came to their home the next day, having been released without charge. \"As soon as I opened the door - literally I was shocked,\" said Mr Mohamed. \"His upper lip was completely opened. He had blood all over his top, his tracksuit bottoms.\" \"He had bruises on his arms,\" added his aunt Zainab. \"Both arms were a dark red, purplish colour. \"On his torso, when he lifted his jumper up, all you could see was just marks - red, black even.\" Mr Hassan told his uncle and aunt the police had inflicted the injuries. He told them that when he was arrested, officers had pinned him against the hard surfaces in his kitchen, and \"climbed on top of him\" to handcuff him. \"I think he mentioned there were over eight police officers at that time in the kitchen with him,\" said Zainab. \"They just kept hitting him to get him into the police van.\" In the back of the police van with Mr Hassan while he was being taken to the police station was one of two officers who are now being investigated for alleged misconduct during the arrest by the Independent Office for Police Conduct (IOPC). The IOPC said Mr Hassan was recorded on one police officer's body-worn camera saying he had had a fit, had suffered a migraine, appeared to be in pain and was asking for help. \"What had happened to him from his flat in that journey to the police station for him to be asking for help?\" asked Zainab. \"Why was he passing out? My nephew had never passed out. He didn't have any seizures; he didn't have any epilepsy.\" When they saw Mr Hassan the next day following his release, his aunt and uncle urged him to go to hospital, but he refused, saying he was tired and wanted to go home to sleep. That night, Zainab received a phone call from her niece, who lived next door to Mr Hassan. She was screaming his name over and over. Zainab got a lift to Mr Hassan's house and ran in. \"That's when I saw the paramedic was already there. Mohamud was just lying on the floor. \"By that time I could see from the paramedic's face that she'd given up hope, and there was nothing she could do.\" A post-mortem examination later failed to establish what had caused Mr Hassan's death. South Wales Police told the BBC it was unable to comment on specific points due to the ongoing IOPC investigation, which it says it is fully co-operating with. It also acknowledged the impact of Mr Hassan's death on his family, friends and wider community, and said its thoughts and condolences are with them. Hilary Brown is the legal representative for his family. While admitting Mr Hassan could have died from natural causes, she says many questions remain about his death. \"I'm not entirely sure that anybody can explain away why a young, healthy man went to his bed complaining of being hurt and being in pain and needing to sleep before he sought medical attention; and from that sleep he never wakes up,\" she said. The IOPC is looking at multiple aspects of the night Mr Hassan was arrested, including whether an officer used necessary and proportionate force when he arrived at the police station. Two more officers are being investigated over welfare checks on Mr Hassan and another over the quality of the risk assessment while he was in custody. His death sparked protests in the Welsh capital. Marchers would take to the streets again, this time in Newport,just a few weeks later following the death of another black man. Mouayed Bashir's family had left Sudan, and his parents and two brothers had been granted British citizenship. His own application had been refused after getting into trouble with the police, something his family say took its toll on his mental health. On 17 February, Mr Bashir suffered an acute mental health episode at his home in the Maesglas area of Newport. His parents called 999, believing he needed hospital treatment and expected an ambulance to come, but instead the police arrived. Mohannad, his brother, said the police came in with \"brutal force\" and restrained Mr Bashir in his bedroom. Three weeks earlier, Mr Bashir had been stabbed in the leg, and still had a large, deep wound. \"When the police restrained him you know they handcuffed, they bound his legs and thighs and my dad was saying to the police officers he's already wounded. He's bleeding again,\" said Mohannad. \"He begged the police to go easy on my brother.\" But the family were kept out of the bedroom and then, said Mohannad, according to his parents the police behaviour changed. \"From the outside all they [the parents] can hear is movement. And then just silence. And after that, panic,\" said Mohannad. \"That's when the police start going in and out all the time. And on their radio, or whatever, trying to call for the ambulance.\" Mr Bashir was taken to hospital, but attempts to save him failed. An inquest into his death is scheduled for July 2022. \"Goodness knows why he had been restrained,\" said Hilary Brown, who added that knowing their son and brother died after being restrained by police is \"something the family will never ever understand or get over\". Gwent Police said when an initial 999 call is made, a risk assessment is carried out and police officers can be asked to support ambulance crews. It said it was unable to address specific questions over Mr Bashir's death until the conclusion of the IOPC investigation and inquest.The force added that it takes the conduct of its officers extremely seriously, and said none have been served misconduct notices. The Welsh Ambulance Service said it always seeks to provide the most timely response and was sorry it fell below the expectations of the Bashir family.If you are black, you are six times more likely to have force used against you by the police than if you are white, according to Home Office figures. Uzo Iwobi used to advise the Welsh government on matters of equality. She said many young people struggled to trust the police. \"I don't know any black young boy or girl that isn't worried about encountering the police and that shouldn't be. That should not be happening,\" she said. \"The only thing that can help that is the justice that people see. People need to see transparency and openness.\"I think the more people see that it will continue then to help build that confidence back and that trust back.\"Until then I think it's tough, it's a very tough and difficult one.\" Barrister Abimbola Johnson has been appointed to scrutinise a new action plan drawn up by police chiefs to address inclusion and race. She said it was \"only fair\" to accept there had been some positive change. \"There has been some improvement,\" she said. \"There is still a long way to go but if it is done in the right way, and if it sticks, it could really revolutionise policing.\" She added it was crucial that the plan was being led by the police themselves and not \"foisted\" on them. Both Gwent and South Wales Police told the BBC they were working with diverse community groups and working hard to build on the number of officers from ethnic minorities.They also say they continue to monitor and work to improve the use of police powers to ensure they are appropriate and accountable. The Police Federation, which represents rank-and-file officers, said: \"Police officers face an impossible challenge on a daily basis and there is no pre-set way to behave in the situations they are regularly exposed to.\" The IOPC said its investigations into the deaths of Mouayed Bashir and Mohamud Hassan were being finalised, but the publication of both will depend on discussions with the coroner - Mr Bashir's inquest is due to be held in July 2022, and Mr Hassan's in May 2023. For their families, the delay is not acceptable. \"I believe if it happened to a 24-year-old young lad from south Wales of other colour - I think some sort of justice, or truth, would have been discovered by now,\" said Sulieman Mohamed. \"Whereas in Mohamud's case, it hasn't.\" Mohannad, Mouayed Bashir's brother, is adamant his death could have been avoided. \"Hand on heart, I believe personally if the paramedics turned up on the day, it would have been a different outcome,\" he said. \"Mouayed would still be around us with us.\" BBC Wales Investigates Deaths of Two Black Men: Police in the Spotlight on Monday, 24 January at 19:30 GMT on BBC One Wales and afterwards on iPlayer ", "url": "https://www.bbc.com/news/uk-wales-60066630"}