{"datetime": "2022-01-27T20:07:39.000Z", "title": "Bridgend: Barricade set up to stop school run parking 'mayhem'", "article": "People who live near a primary school have accused some parents on the school run of causing \"mayhem\" with their \"dangerous\" parking. In December Bridgend council brought in restricted parking for Brynmenyn Primary School in Tondu as drop-off points were not being used properly. Despite this action, residents say parking problems have escalated forcing them to block the road with deckchairs. The council said the drop-off zone would stay shut as a review took place. South Wales Police is encouraging everyone involved to work together to resolve the situation. Since the closure in December, parents say they have found it a struggle to park safely, with many cars stopping on double yellow lines. One person described the items on Lon Derw, opposite the school, as a \"barricade\" but blocking the road is legal because it is a private road, according to theLocal Democracy Reporting Service . Nikita Jones, who lives on Lon Derw, said she had received death threats from angry parents. Ms Jones said: \"It's madness. It's been mayhem for days and days now.\"We weren't getting any response from the council. But until they open gates back up, this won't stop.\"The school is closing the car parks because, they say, for the safety of the children.\"But it's now become our problem as residents and we can't get past with our babies and they're nearly knocking down our children. It's now more dangerous.\" Resident Jessica Upham said: \"People have been parking on our driveways, all the grass has been turned up, they've damaged cars, fences, drains have all been lifted. \"People can't pass on the pavement with babies and prams.\" She said she even took her own children to school late so she did not have to \"walk through all the hassle over the cars\". The primary school's car park, where parents used to be allowed to pick up and drop off their children, is now used only by school staff and school buses. One parent, who asked to remain anonymous, said: \"I've got three children and I'm walking them to the car. What my concern is, because everybody is rushing, is that an accident is going to happen.\" She called on the council to take action, such as putting a lollipop crossing attendant on the road to improve safety. Parent Michael Evans said: \"We've got to park in the streets because there's nowhere else to park. They've just made a bad situation far worse than what it is.\"The council are the ones out of order. They're saying it was unsafe yet it's far worse now.\" Another parent Gareth Pearce added: \"Something's going to happen here soon… with the amount of kids, cars everywhere, it's going to be a problem soon.\"They need to set up a traffic management system of how people are going to drop their kids off safely.\" Independent councillor for Ynysawdre Tim Thomas said: \"I remain disappointed that they passed a school parking problem on into the community and people who live within the community are quite right to feel quite disgruntled by this.\" Bridgend council said: \"The temporary measures that have been put in place at Brynmenyn Primary are intended to reduce the chance of an accident occurring on school premises, and were introduced following an assessment of the drop-off area which revealed that it was not being used as intended. \"The temporary closure is in place while we carry out a thorough review and look at what alternative options may be possible.\" In December the council said it had brought in restrictions to four school drop-off areas: Coety Primary School, Brynmenyn Primary School, Pencoed Primary School and Coleg Cymunedol y Dderwen. At the time it said: \"Staff recorded multiple incidents of drivers having poor judgement, making dangerous manoeuvres and ignoring instructions from officers on site.\" South Wales Police said: \"We were called after a verbal dispute broke out between members of the public this morning. \"An officer attended to ensure the situation did not escalate in any way. \"We are aware of the ongoing situation and all parties involved are being encouraged to work together to resolve the matter as soon as possible.\" ", "url": "https://www.bbc.com/news/uk-wales-60145268"}