{"datetime": "2022-02-15T19:31:39.000Z", "title": "Cost of living: Most Welsh households to get £150 payments", "article": "Most households in Wales will receive a £150 payment as part of plans to tackle the rising cost of living. The Welsh government said it would match the council tax rebate planned in England for homes in bands A to D. The payments in Wales will also be for people living in all bands who do not pay the tax, unlike across the border. The Bevan Foundation think tank said the money could have been targeted better to help those most in need. But Welsh Economy Minister Rebecca Evans said a million households could benefit from the scheme. This year's £200 winter fuel payment scheme will also be repeated next year, as part of a £330m package of measures. Sammy Davies, 33, lives with her husband Nick and two children in Newtown, Powys. The family have switched to purchasing food from a cheaper supermarket, reduced their TV package and changed energy supplier after calculating their energy bill would increase by a minimum of £70 a month. \"It's kind of like our income comes in one hand and it's going straight out the other to cover for food, childcare and living costs\", she said. \"So we don't really have anything extra that we can take the kids away for a weekend for a treat.\" The older people's commissioner for Wales said current plans meant tens of thousands of older people in Wales living on the lowest incomes would miss out. Age Cymru said its adviceline dealt with a record number of inquiries in January with some older people asking for help about energy and benefits entitlement. Charity chief executive Victoria Lloyd said the concern was the extra payments \"won't go far enough with the rising cost of energy bills\". \"People are telling us that this could be the straw that breaks the camel's back,\" she toldBBC Radio Wales Breakfast . Welsh Labour ministers said their plans go further than those announced by Chancellor Rishi Sunak for England earlier this month. Rebecca Evans said Mr Sunak's offer \"fell short of what people needed\".But HM Treasury said Wales was \"receiving £180m in relation to the council tax rebate alongside the £200 energy bill discount\" as a result of UK government funding. \"This is on top ofspending review 2021 providing the Welsh government with the biggest annual funding settlement since devolution,\" it said. The £150 payments to homes in bands A to D in England were part of a set of measures the chancellorset out in response to the rise in the energy cap . A £200 discount on electricity bills for homes in October, paid back over five years, will apply in Wales and Scotland as well as England. The Welsh government will match the England council tax rebate, providing a £150 payment to all properties in council tax bands A to D, which covers the majority of homes. But those who are in the council tax reduction scheme in all tax bands will also get the payment, unlike in England where individuals who do not pay council tax would not receive the rebate. Citizens Advice Cymru had warned that 230,000 households in Wales would not have benefited from a rebate similar to the UK government's in England. The money will be paid as soon as possible, and will cost ministers £152m.A total of 73.3% of residential properties are rated as being in bands A to D for council tax. The Welsh government said it will work with councils to provide more detail on how the scheme will operate. At a Welsh government briefing Ms Evans revealed that only half of households eligible for the winter fuel payment had applied. The scheme, which gives £200 to homes on working-age benefits, remains open until 28 February - applications should be made through local councils. Victoria Winckler, director of the Bevan Foundation, said: \"Nobody, I'm sure, will be disappointed to get the payment but when people are really, really struggling, I think it could have been targeted more effectively.\" She said with 73% of households eligible, the money was \"spread very thin\". \"It could have given a £1 top-up every day for secondary school pupils who are on free school meals so they could buy breakfast or a snack,\" she toldBBC Radio Wales Breakfast . \"I think for the well-off people who happen to live in a band A to D home, it will be a meal out. I think for people on low incomes, it's four weeks shopping.\" James Hall, from charity People and Work in Rhondda, said people who needed help often had to turn to the internet but had to chose between \"data and dinner\", so it was offering data sims to provide support. \"People are saying it is getting tougher by the day,\" he said. A further £25m will be provided so councils can offer help for specific families they know may be struggling. The chancellor's announcement triggered extra cash worth £180m, which became the subject of arow over the amount of money coming to Wales. Older People's Commissioner for Wales, Helena Herklot said the payments did not go far enough. \"I am disappointed that despite my calls, and calls from a growing number of other organisations, for the Welsh government to widen the eligibility of its Winter Fuel Support Scheme, current plans seem to continue to exclude older people claiming pension credit,\" she said.\"This means that tens of thousands of older people in Wales living on the lowest incomes will miss out.\" Sioned Williams, Plaid Cymru's spokesperson for Social Justice and Equalities, also welcomed the announcement, but said the \"broad brush approach of giving £150 to all households in council tax bands A-D is not the best way to ensure those who are in the most need, those who will be facing the choice between heating and eating, receive the most help\". Welsh Conservative Senedd leader Andrew RT Davies said he was \"pleased to see the new money that has come from the Conservative UK government has been put to good use by Cardiff Bay ministers as Welsh Conservatives have been calling for.\"It is just a shame Labour couldn't help themselves and have a pop at British ministers who have led the way in finding a resolution to this.\" The Welsh government's winter fuel payment scheme, which was recently doubled to provideone-off payments of £200 to people on universal credit and other working-age benefits, will be re-run next winter. The Discretionary Assistance Fund, which helps people pay for essential costs such as food, gas, electricity, clothing or emergency travel, will also be extended to a wider group of people.Applications can be made on the Welsh government website. Ms Evans said: \"The chancellor's offer at the start of the month fell short of what people needed. We have been able to go above and beyond to provide Welsh households with more help in paying bills, heating homes and putting food on the table.\"In total we are more than doubling the equivalent support provided by the UK government for those who need it the most, reflecting our priority of creating a fairer Wales in which no-one is left behind.\" The cost of living crisis is being fuelled by steep rises in the price of oil and gas as well as food. The struggle to make ends meet goes well beyond the poorest with many families, who had been managing, now on a tight budget. Around three-quarters of households in Wales will benefit from the £150 payments announced but it goes nowhere near covering the massive increases they have been in fuel bills.Giving financial support for everyday essential bills through council tax band is a blunt tool. It is dangerous to presume that patterns for income and house-size match. But it is at least a mechanism that the Welsh government has in its control. ", "url": "https://www.bbc.com/news/uk-wales-politics-60376864"}