{"datetime": "2022-02-06T07:14:31.000Z", "author": "Daniel Davies", "title": "Insulation work left Caerau residents with freezing rooms", "article": "People whose homes were \"ruined\" by deficient insulation deserve compensation, a councillor has said. Public funding was spent making 104 homes more energy efficient in Bridgend county but some residents have had to pay for repairs to correct the work. Independent councillor Keith Edwards said: \"For those people who have had to spend their own money that money should be returned to them.\" The Welsh government and Bridgend council will fund repairs.The public funding aimed to make homes warmer and cut heating bills in Caerau, near Maesteg but has instead worsened the situation for residents. Rhiannon Goodall, 38, said the insulation had \"absolutely devastated\" the home she shares with her husband Wayne and daughter Lili-May. \"The plaster is just falling off,\" she told the BBC's Politics Wales programme. \"My house feels like it's falling down around me because of the amount of damp that it's caused. \"The insulation that they have put on the outside is now causing so much water on the walls that the water has nowhere to go but inside.\" Damp started coming through into bedrooms at Julie Goodridge's house after it was insulated. \"It's freezing in there,\" she said. \"The bedrooms - I've never seen anything like it.\" She added: \"I want all this taken off and something done to the bedrooms.\" Richie Humphreys said he and his wife Rosaline's home was \"completely ruined\" by insulation on the front and rear of their terraced house. It cause the damp to come through the living room walls causing damage to some of the electric sockets. \"I would rather my house go back to the way it was,\" Mr Humphreys, 78, said. \"Take all this off and the cladding and go back to what I had before because the distress it has caused my wife and myself is beyond.\"Insulation was fitted to 25 homes in Caerau as part of a £315,000 contract awarded by Bridgend council to a company called Green Renewable Wales (GRW). Most of the money came from the Welsh Government's Arbed scheme, designed to make homes more energy efficient in the poorest parts of Wales. Other funding, including from energy companies, helped pay for work on another 79 homes. A senior Labour councillor, Phil White, was a director of GRW. The company no longer exists and Mr White died last year. An internal audit report by Bridgend council recently found \"a number of significant concerns\" with the Arbed scheme. It said that \"no procurement process was followed\" before the contracts were awarded, and \"no due diligence checks\" were carried out on the companies involved. \"There was no clear evidence of how, when or who made decisions in relation to this scheme,\" it said. The Welsh government is offering to pay £2.65m for work on all 104 homes.Labour-run Bridgend council, which must prepare a business case by the end of the month, is also considering contributing £850,000. \"Houses will be put right and it's up to us as local councillors to ensure the work is done to that standard,\" Mr Edwards added. \"But if you've paid out yourself, why should you have had to?\" The Welsh government said: \"We have agreed to joint fund with the local authority, the works required to remedy the situation householders are experiencing and have asked Bridgend County Borough Council to present a detailed project plan by the end of February so that the local authority-led remedial work can begin without any further unnecessary delay. \"Domestic energy efficiency retrofit standards have improved since this project was completed, with the introduction of PAS 2030 and 2035 in 2019.\"When installed correctly, cavity and external wall insulation can make a significant contribution to reduced carbon emissions and fuel bills, while improving comfort for householders.\" Bridgend council said the insulation works were carried out by different organisations in 2012 - 2013. The council added that it had \"administrated the funding for 25 of the 104 properties involved, and as the results of our internal audit report show, there was a clear breakdown in governance at that time for which the authority has offered its apologies\". \"Auditors examined numerous additional schemes as part of their investigation before concluding that the issue over Arbed was a one-off occurrence,\" it added. \"As steps have already been taken to prevent this from reoccurring and the public service ombudsman for Wales, Audit Wales and South Wales Police have confirmed that no further action is required, the council is now focusing on putting the situation right.\" ", "url": "https://www.bbc.com/news/uk-wales-60243114"}