{"datetime": "2021-12-08T07:34:46.000Z", "author": "John Campbell", "title": "Fuel: Call for clarity on power stations' red diesel stocks", "article": "There has been a call to clarify what will happen to stocks of red diesel held by some of NI's power stations when rules on the fuel change in 2022 . The economy minister has suggested that thousands of tonnes of the fuel will need to be burnt off before 1 April. But UUP economy spokesman Mike Nesbitt said the government previously suggested that such a move would not be necessary. He said the situation \"needs to be clarified as a matter of urgency\". Red diesel is taxed at a lower rate than regular \"white\" diesel and is mainly used in agricultural machinery. Rules that further tighten up its use come into effect next year. Kilroot and Ballylumford power stations have a historical licence obligation to maintain back up stocks of red diesel as part of fuel security requirements. The new rules requires the disposal of all existing red diesel stocks before 1 April. On Monday, Economy Minister Gordon Lyons told the assembly that will result in Ballylumford and Kilroot burning existing stocks of red diesel in advance of the deadline to completely purge and clean storage tanks so that they can accept white diesel.He added: \"There are significant additional costs to replace red diesel. I have been in correspondence on that, but no exemptions have been secured for Northern Ireland at this point.\" However Mr Nesbitt pointed to comments from government minister Lord Agnew earlier this year. In June, he told the House of Lords the government decided to give HMRC discretion in some cases. He said: \"The government recognise that for some users, such as those who need red diesel for back-up power generation in case of emergencies but may use it only for a few hours a year, their last purchase of red diesel may be some time before the tax change.\" Mr Nesbitt said that Mr Lyons' view was at odds with that and would mean 30,000 tonnes of red diesel being burnt off and causing \"unnecessary pollution\". A spokesperson for the Department for the Economy said that \"the matter raised by Mr Nesbitt is an issue of taxation which is not devolved\". \"No executive minister has direct policy responsibility for this issue or its impact in NI. \"The minister has written to the UK government about the impact on local electricity generation and a reply is expected imminently. \"However it is important to correct the record. Burning oil at Kilroot, rather than the primary fuel coal, is unlikely to increase carbon emissions. \"Secondly, as a secondary fuel, it is not anticipated that switching between a secondary or primary fuel will lead to any issues of security of supply.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59570399"}