{"datetime": "2022-01-29T07:25:32.000Z", "author": "Aled Scourfield", "title": "Red diesel: Builder says law changes will cost £200,000", "article": "New rules restricting the use of red diesel could cost companies thousands, businesses and charities say. A Carmarthenshire-based building firm said it will cost them an extra £200,000 in annual fuel bills. There are also concerns that the new restrictions will hit fundraising tractor runs in rural areas.The HMRC said the new restrictions, beginning on 1 April, were designed to help meet \"climate change and air quality targets.\" Red diesel, which is dyed white diesel so it is easily identifiable, is taxed at a much lower rate. The fuel duty for red diesel is 46.81 pence per litre, less than standard white diesel. From April 2022, red diesel can only be used for the following purposes:It will no longer be permitted in the construction industry to power diggers and generators, white diesel will now have to be used. Dafydd Jones, from the TRJ firm in Ammanford has called on the Treasury to delay the introduction of the new rules after two challenging years. He said: \"It means an additional outgoing for us of £200,000 per annum on top of what we already spend on fuel. \"In the last 12 months we've spent in the region of £750,000 on both road going fuel and red diesel, when you add on the additional £200k, we're nearly £1m. \"The Treasury is going to gain a hell of a lot of income from the industry, across the board.\"Mr Jones' MP, Jonathan Edwards, said he will raise the changes with the Treasury.A spokesperson for the HMRC said: \"At Budget 2020, the government announced that it would remove the entitlement to use red diesel and rebated biodiesel from most sectors from April 2022 to help meet its climate change and air quality targets. \"The tax changes will ensure that most users of red diesel use fuel taxed at the standard rate for diesel from April 2022, like motorists, which more fairly reflects the harmful impact of the emissions they produce. \"Removing most red diesel entitlements will also help to ensure that the tax system incentivises users of polluting fuels like diesel to improve the energy efficiency of their vehicles and machinery, invest in cleaner alternatives, or just use less fuel.\" There are also concerns that tightening the rules will have a detrimental impact on tractor runs, which are often used for fundraising in rural communities.Wyn Thomas from the Tir Dewi Farm support charity said that would be a blow to rural communities. \"The fact these new changes are coming in is going to make so much more difficult for the everyday farmer to get along and enjoy being part of the tractor run - it's going to mean these tractor runs are less well supported and less money, and more importantly, less awareness and less enjoyment for everybody taking part.\"It is going to put people off from organising tractor runs and will definitely put people off taking part in a tractor run,\" he said. Mr Thomas added that the average farmer who uses red diesel from day to day is not likely to drain his fuel tank out just to full it up with white diesel.Mark Jukes, chairman of Barley Saturday Cardigan which is a parade of stallions, tractors and vintage vehicles, said: \"There's the inconvenience for somebody who uses the tractor for agriculture, but when it comes to showing, they have to change the diesel, basically, the cost is twice as much. \"There's a lot of people interested in seeing these tractors, tractor runs also raise money for charities which is quite an important part of the local community, I think there will be few of upset people. \"We'll be giving guidance to say that if you're coming you have to have white diesel in the tractors.\" The UK government clarified that rebated fuel will not be allowed for use in tractor runs.A spokesperson for HMRC said: \"Agricultural vehicles used for tractor runs would not be considered an accepted agricultural use, users will either need to consider using some vehicles for non-accepted use and others for accepted use, or use fully duty paid diesel for all uses.\"", "url": "https://www.bbc.com/news/uk-wales-60169380"}