{"datetime": "2022-01-09T15:40:24.000Z", "title": "Mohamud Mohammed Hassan death: Family seek answers a year on", "article": "The family of a man who died after being released from custody want the attorney general and home secretary to intervene, and the police watchdog to release bodycam footage. The Independent Office for Police Conduct (IOPC) is investigating police contact with Mohamud Mohammed Hassan, 24, from Cardiff, last January. He was arrested on suspicion of a breach of the peace, released without charge the next day and died later. The IOPC said its probe was \"advanced\". It said it would \"work towards sharing video footage and other evidential material with Mr Hassan's family... as soon as we are able\". South Wales Police said it continued to \"fully co-operate with the IOPC investigation and has provided them with information and material, including CCTV footage and body-worn video\". In a statement, issued on the first anniversary of Mr Hassan's death, his family said: \"Despite our repeated requests for access to film recording of the last hours of Mohamud's life, the family have been consistently denied access by the IOPC. \"We believe that all families of those that die in suspicious circumstances in police custody should have an automatic right enshrined in law to get immediate access to police bodycam footage showing exactly what happened during their final moments on this earth.\" Protesters carrying a banner calling for \"justice\" gathered outside Cardiff Bay Police Station on Sunday. Last January, hundreds of peoplejoined a protest march through Cardiff after Mr Hassan's death . A post-mortem examination laterfailed to establish the cause of his death , an inquest into his death was told. Six officers are being investigated by the IOPC in relation to the case. Speaking at the protest on Sunday, protestor Bianca Ali said: \"We want justice, we want the footage released and we want every single police officer who was on duty and involved in that incident that night to be accountable.\"We want answers, we want the truth and we want accountability.\" Hilary Brown, the family's legal representative, said not disclosing any footage to the family \"constitutes a cruel and unusual punishment for a family seeking nothing more than the truth\". \"The length of time it has taken for the IOPC to conclude their investigation is totally unacceptable.\" IOPC Wales director Catrin Evans said a \"substantial investigation report is being finalised\". \"While we appreciate how very difficult this past year has been for Mr Hassan's family and their understandable need to know the circumstances surrounding his death, it has been vital that we pursue every possible line of enquiry,\" she said.\"We continue to liaise with the coroner, and work towards sharing video footage and other evidential material with Mr Hassan's family and legal representative as soon as we are able.\" South Wales Police said it acknowledged the \"impact Mr Hassan's death has had on his family, friends and the wider community\".\"Our thoughts and condolences continue to be with them,\" it said in astatement . ", "url": "https://www.bbc.com/news/uk-wales-59927068"}