{"datetime": "2021-12-25T09:26:33.000Z", "author": "Neil Prior", "title": "Snow in Wales: Remembering 1981's white Christmas", "article": "Christmas Day 1981 - Swansea City were fighting it out at the top of Division One, Human League were number one in the charts with Don't You Want Me, and the Rubik's Cube was the best-selling present. It was also the only year in the 20th century when over half of the UK experienced a white Christmas. On Christmas Eve 1981 people in Wales woke up to snow that would stick around until early February. As it will have done for many, that winter created one of my formative memories, at three and a half years old. That Boxing Day my father and I went out tobogganing down Cwm Bach Hill in Morriston, Swansea. I placed a snowball in his jacket pocket - little did I know it was the same pocket in which he kept his rolling tobacco. My recollection of that Christmas is of my father desperately trying to dry out his soggy Golden Virginia over our coal fire in order to get a smoke Even if shops had been open over Christmas - which they weren't in those days - we were well and truly snowed in in any case. However, my father's needs were nothing compared to those of Janine Hartley from Powys, who went into labour that evening. \"The snow started falling around Christmas, and didn't stop until the end of January,\" she said. \"As it was drifting I gave birth to our third child on the sofa in front of a roaring fire.\"The midwife was brought to her home in a police vehicle that had been out patrolling . \"We were snowed in for six weeks after that,\" Janine said.\"No electricity or phone - mobiles didn't exist then - but a lot of love to keep us all warm and so much fun.\" Janine also recalls \"taking sacks of potatoes on a sledge, from her neighbour to the local shop,\" adding: \"My eldest can still remember being sledged over the tops of hedges that were buried in drifts.\" By 8 January things had become even worse. BBC Wales weather presenter Derek Brockway said: \"The existing high pressure front over Scandinavia and Iceland, which had already caused chaos over Christmas, was met by a low pressure front coming in from the Atlantic. \"As the warm and cold air collided over Britain, the water vapour in the atmosphere instantly froze, creating some of the worst snow we witnessed in the 20th Century.\" Yet some good was still to come out of it. \"I was a teenager in the winter of '81-'82, and this freak winter, along with the record-breaking summer of '76, were what first persuaded me to become a weatherman.\" Swansea, which rarely has snow, was deluged for a month. Local historian Murray Davies went out that day with his camera and said: \"As soon as I got up on Christmas Day I knew I had to capture it.\"I'm 78 now, and it's snowed in Swansea a handful of times in my life, so I knew this was something special.\"BBC Wales reporter Natalie Grice was a 10-year-old, and had never before experienced snow in her home town of Porthcawl. \"We never saw snow on the south Wales coast, let alone like anything we had that year,\" she said.\"I had a friend from Bridgend who was only supposed to be having a one-night sleepover with us, but once the snow came down she was forced to stay with us for the best part of a week, until her parents could borrow a Land Rover and rescue her. \"I can remember the snow being piled up to the back windows and I'm sure I actually jumped out of the dining room window to go outside at one point.\" The touring Australian rugby team were holed up in the town's Sea Bank Hotel. While they were airlifted out by helicopter in order to play their next match, the rest of Porthcawl had to be supplied with bread and milk by sea, as the roads were impassable. The snow was 60cm (24in) deep in places, with drifts about 6m (19ft) high.The M4 motorway was brought to a standstill and the roof of the Sophia Gardens pavilion in Cardiff collapsed under the weight of snow.A train on the Cambrian coast line got stuck and passengers had to be airlifted to safety.Rescue helicopters from RAF Anglesey and Brawdy, in Pembrokeshire, worked non-stop, taking people to hospital and helping farmers trying to stop their animals from freezing to death. Steve Simmons, from Llandrindod Wells, in Powys, recalled the conditions \"were like the Antarctic\".\"We were camping at an old lead mine near Cwmrheidol and managed to get to a farmhouse during the night,\" he said. \"They kindly took us in. If they hadn't we wouldn't have made it through the night.\" He remembers the wind being so strong it kept wrenching the farmhouse door open. \"We were snowed in at their house for a week,\" he said.\"We had to build a bonfire under their tractor to unfreeze the diesel to dig our way to the road.\" Sarah Richards, a student in Cardiff at the time, said: \"I lived in Llanidloes, and was keeping a constant eye on the forecast, as I had exams towards the end of January. \"In early January there was a break in the snow, and I knew I had to make a run for it south in my Mini. \"In hindsight it probably helped me pass my degree - the snow in the next few days was up to my bedroom window so I had no choice but to revise. I couldn't even open my front door, let alone dig out my car.\" Derek Brockway said: \"1947 and '63 were also extremely cold winters, and on the other end of the scale, '72 was unusually warm. \"In '72 December temperatures on the Llŷn Peninsula reached 18.3C, and at Christmas people were on the beach in Llandudno.\" However, 2021 looks unlikely to be white, according to Derek. ", "url": "https://www.bbc.com/news/uk-wales-59757127"}