{"datetime": "2021-12-21T11:56:58.000Z", "author": "Dana Beltaji", "title": "Climate change: Coastal data can predict where to build sea walls", "article": "For seaside dwellers, climate change, coastal erosion and cliff falls may be cause for alarm. But Wales' first coastal monitoring team says its new data methods will mean better sea defences for residents. The team, set up in 2019, works by standardising data collected across the country's shoreline to build a more accurate picture of longer term trends. Drones, cameras and lidar sensors are also used to monitor cliff erosion and rock structure to help gather the data.Gwyn Nelson, programme manager for the Wales Coastal Monitoring Centre, said the new approach will allow coastal managers to make \"informed decisions about coastal defence\". \"Coastal processes are not restricted by local authority boundaries so we need to learn what's going on in the bigger picture, and we're doing that now for the very first time. \"The longer we can collect this data in this standard approach, the more we can understand and interpret what's going to happen in terms of long term trends.\" Clive Moon, an engineering manager for coastal and flood risk in the Vale of Glamorgan, said those living along the seafront are \"really invested\" in ensuring their homes are protected from risk. He said the project will help keep people \"informed about future risks\" to their homes, as \"we now have more control of the accuracy and the reliability of our surveys\". He added that residents vulnerable to cliff falls, such as the major landslide on Nefyn's coastline in April, could also be forewarned .\"Unfortunately we can't predict when cliff falls are going to happen, as that's quite a complex issue, but we build up a picture of how likely it is to happen in certain areas and how far back its likely to go on the cliff, so that we can warn people,\" he said. Earlier this year, advisors warned that 2,126 properties in Wales are in danger of sea erosion and 36,000 are at risk of coastal flooding by theend of the century if coastal defences are not maintained. Huw Gosling, who lives by the sea in Porthcawl, said he feels \"protected\" knowing that a sea wall defends his and others' homes from flooding. \"I feel perfectly safe. In fact, it's quite exciting when it's a stormy night. You can't help yourself but take some photos of the water flying up in the air. \"We don't feel at all threatened by flooding.\" Following assurances from Bridgend council that sea defences will be maintained, Mr Gosling said the only risk to his home was rising sea levels. \"If the sea levels rises by three feet (about 91cm) here, it would be near the top of the wall and that would be worrying. \"Hopefully by the time that happens, our grandchildren will be protected by sea defences and will still be able to enjoy it.\" He added: \"With this new scheme of gathering data, there's no doubt as far as I'm concerned that any data they gather will be beneficial to demonstrate the need to protect the sea wall.\" Wales Coastal Monitoring Centre said its work will account for climate change and rising sea levels. Mr Nelson said: \"We need to understand how climate change and sea level rises can impact [coastal erosion and flooding] in the future. \"We need to collect the data that will build over time and give us more accurate ideas of how we can respond to that.\" Mr Nelson said going to schools to speak to children about coastal risk and climate change is another step in the right direction. \"We've been working with Barry Island Primary School and developed a 14-lesson programme on climate change and the coastline. \"They've been looking a coastal erosions, looking and reading the weather, potential flood risk, and things they can do to help mitigate the impact of climate change. \"We've done a few podcasts and got some experts to call into the class which has been great, and they've contacted schools across the world to share climate change stories and connect.\" ", "url": "https://www.bbc.com/news/uk-wales-59726971"}