{"datetime": "2021-05-15T11:44:32.000Z", "author": "James Williams", "title": "Universal basic income to be tested in Wales", "article": "A universal basic income scheme is to be trialled in Wales, meaning adults, regardless of their means, will receive a regular sum of money. The idea is that this would cover the basic cost of living. First Minister Mark Drakeford said the pilot would \"see whether the promises that basic income holds out are genuinely delivered\" in people's lives. But the Conservatives said Wales should not become \"a petri dish for failed left-wing policies\". Mr Drakeford said a pilot would \"need to be carefully designed to make sure that it is genuinely adding income for the group of people we are able to work with\". He added: \"It'll have to be a pilot because we don't have all the powers in our own hands to do it on our own. \"It'll have to be carefully crafted to make sure that it is affordable and that it does it within the powers available to the Senedd.\"We need to make an early start on designing the pilot to make sure that we have the best chance of operating a pilot that allows us to draw the conclusions from it that we would all want to see.\" It means every adult in a specific area would receive a standard, unconditional payment at regular intervals.Supporters of the idea have said it provides a safety net for people who are unemployed or have irregular work, allowing them time to find a new job or learn new skills.Some high profile celebrities, including billionaire businessmanElon Musk , have backed the idea, whilethe UK Labour Party said it would explore a pilot of UBI in its 2019 general election manifesto . Various versions of the scheme have been trialled around the world, includingin Finland , where 2,000 unemployed people were paid €560 (£480) per month for two years.Researchers found the scheme left those happier and less stressed, but did not aid them in finding work.Meanwhile, in western Kenya, a 12-year trial is taking place, where every adult is being paid $22 (£16) per month to see if it can help lift people out of poverty. Wales' future generations commissioner,who has previously called for a pilot, said she was \"delighted\" with the plan. Sophie Howe said: \"Signalling basic income as a priority for the new government is an incredibly significant commitment by the first minister to tackling Wales' poverty and health inequalities - which cause lasting damage to the health and prospects of individuals, families and communities. \"It's a huge moment for the campaign, which I've been proud to be a part of, and the growing support for a fairer way of allowing people to meet their basic needs. \"The current system isn't working - Wales' commitment to exploring a basic income once again proves it's often the small countries that can be world leading and make the biggest changes.\" In its manifesto, Plaid Cymru supported a Welsh pilot for a universal basic Income in order \"to prepare for a future where work may have a different role in the economy as a result of automation and the application of AI and related technologies\". The Welsh Liberal Democrats also made an election commitment to support a trial because the party believes \"UBI not only reduces inequalities and increases wellbeing, but that it strengthens local economies\". But the Welsh Conservatives said: \"The Joseph Rowntree Foundation is clear that UBI is not the answer to solving poverty, in fact they claim it can actually increase poverty.\"The first minister needs to get on with kickstarting the Welsh economy, creating long-term, well-paid jobs for people rather than using Wales as a petri dish for failed left-wing policies.\" In a 2018 blog post, the Joseph Rowntree Foundation's deputy director of evidence, Chris Goulden, said: \"It is not affordable, unpalatable to most of the public because of its 'money for nothing' tag and perhaps most importantly - it increases poverty unless modified beyond recognition.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-57120354"}