{"datetime": "2021-10-21T15:56:46.000Z", "title": "Petrol station stocks back to normal", "article": "Petrol station stock levels have recovered after a recent surge in demand for fuel, new figures suggest. Filling station storage tanks in Great Britain were 45% full on average at the end of the day on Sunday,statistics from the Department for Business, Energy and Industrial Strategy show. That was the highest level seen since May. A few weeks ago, many forecourts had run dry after people queued to fill up due to supply chain concerns. Panic-buying was sparked in late September after warnings that some petrol stations were having delivery problems due to a shortage of lorry drivers. Stock levels dropped to a low of 15% on 25 September, after demand peaked the day before. It led to military drivers being deployed to help deliver fuel to forecourts. A total of 151 personnel are still driving tankers to transport fuel. Supermarket chainAsda said on 13 October that it had not had any petrol supply problems for a week after demand eased, while the Petrol Retailers Association said supplies in London and the South East had improved. London and the South East were the slowest regions to recover from the shortage, but petrol station storage tanks in these areas were an average of 42% and 45% full on Sunday, according to the Department for Business. The situation in the most populous parts of the country had been described as \"serious\" at one point. But the latest numbers also show that UK sales of fuel have slowed from an average of 35,900 litres per filling station on 24 September to 11,800 litres on Sunday. During the supply crisis, motorway service stations were prioritised for deliveries. Many parts of the UK economy, including supermarkets, retailers, and ports, have been affected by shortage of HGV drivers. A Road Haulage Association (RHA) survey of its members estimated there was now a shortage of more than 100,000 qualified drivers in the UK.The industry believes the existing shortage has been exacerbated by the pandemic, Brexit, tax changes, and a slowdown in driver testing. In response, the government has introduced temporary visas for 5,000 lorry drivers to work in the UK, although only just over 20 of the 300 applications have been approved so far, according to Conservative Party chairman Oliver Dowden. A government statement said: \"Thanks to our interventions and the continuing deliveries made by the military, fuel levels across all regions returned to normal earlier this month.\"As the industry has said, we have ample fuel reserves and the return of normal buying habits by the public has reduced the exceptional demand seen in previous weeks.\" ", "url": "https://www.bbc.com/news/business-58991951"}