{"datetime": "2021-11-04T06:52:54.000Z", "subject": "Coronavirus pandemic", "title": "India cuts fuel taxes as prices hit record highs", "article": "India has cut the taxes paid by consumers on petrol and diesel after the surging cost of crude oil pushed fuel prices to record highs. The decision aims to ease price rises and \"further spur the overall economic cycle\", the government said. Global commodity prices have soared this year as economies around the world recover from the pandemic. However, the move is also expected to boost demand for fuel as countries try to curb fossil fuel consumption. India's excise duty on petrol has been reduced by 5 rupees (£0.049; $0.0671) per litre, and by 10 rupees on diesel. \"The reduction in excise duty on petrol and diesel will also boost consumption and keep inflation low, thus helping the poor and middle classes,\"the government statement said . Following the federal government's announcement, at least ten states ruled by Prime Minister Narendra Modi's Bharatiya Janata Party (BJP), or his allies, said they would go further and cut local fuel taxes by as much as another 7 rupees a litre. The announcements came on the eve of the festival of Diwali, which sees the start of a busy festive season in India, typically marked by increased consumer spending. The tax cut is also likely to help ease the pressure on manufacturers and farmers, who have seen their overheads pushed up by rising fuel costs. Global oil prices have jumped this year, which has hit India hard as it typically imports around 85% of the oil it consumes. This has helped push up petrol and diesel prices to record levels. Reducing diesel prices has been one of the key demands from the country's farmers, who for more than a year have held a series of major protests.The government statement said that cutting the tax on diesel \"will come as a boost to the farmers during the upcoming Rabi season\". Rabi crops - such as wheat, barley and mustard - are typically sown after the monsoon season in mid-November. However, the tax cuts are also expected to increase consumption of petrol and diesel even as global leaders, including Mr Modi, have been gathering for theCOP26 climate change conference to tackle the global economy's reliance on fossil fuels. ", "url": "https://www.bbc.com/news/business-59129472"}