{"datetime": "2021-10-22T10:21:39.000Z", "subject": "France yellow vest protests", "title": "France to pay 38m citizens €100 each to ease costs", "article": "The French government has announced a one-off payment of €100 (£84; $116) for each citizen whose monthly net income is €2,000 or less, to help counter the surge in fuel and energy prices. The \"inflation allowance\" will go to about 38 million French people automatically, including those who do not drive a car or ride a motorbike. The first payments will go to business employees in late December. Civil servants, students and pensioners will get theirs in early 2022. The €100 payment will be tax-free and Prime Minister Jean Castex said it would cost the government €3.8bn (£3.2bn; $4.4bn). That would be far less than the cost of cutting fuel duty, he said. Europe is facing widespread discontent after world energy prices spiked, largely a result of huge demand from businesses recovering from the long Covid paralysis. The energy market turmoil has had a knock-on effect, disrupting supply chains and causing some shortages of fuel and other consumer goods. President Emmanuel Macron is six months away from a presidential election and the spike in energy prices threatens to trigger a new wave of mass protests.The \"gilets jaunes\" (yellow vest) protests in 2018 escalated from protests over fuel duty to a much wider anti-government movement. Mr Castex said a cap on household gas prices would remain in place until the end of 2022, as world energy prices were expected to fall only gradually. Some 13 million pensioners and two-thirds of students will be among those who receive the €100. It will also go to about half of all workers, as €2,000 is the average net monthly income. Motorists have been hit by soaring fuel prices: diesel has risen to a record €1.56 per litre on average in France, and unleaded petrol to €1.62 per litre, the daily Le Monde reports. You might also like: ", "url": "https://www.bbc.com/news/world-europe-59008890"}