{"datetime": "2021-10-20T16:31:47.000Z", "title": "Canada's inflation rate hits a fresh 18-year high", "article": "Consumer prices in Canada rose at their fastest rate in 18 years in September, as the country continued to grapple with global supply chain issues. The annual inflation rate hit 4.4%, up from 4.1% in August, its highest level since February 2003.The costs of transport, housing and food all jumped, the country's official statistics agency said. Canada's central bank, which meets next week to decide whether to raise interest rates, is watching the trend.Like many countries, Canada has seen inflation - the rate at which consumer prices rise - heat up since its economy reopened after coronavirus lockdowns.A combination of surging consumer demand, global supply chain issues, product shortages, and rising oil prices are driving up the cost of living from pandemic-era lows.According to Statistics Canada, gasoline was the biggest inflation driver last month, with prices at the pump up by 32.8% compared with September 2020. Food prices have also gone up 3.9% in the past year, with the price of meat up by 9.5%. Meanwhile the cost of housing climbed by 4.8%. Last week the governor of the Bank of Canada said supply chain bottlenecks meant inflation would take longer to come down than previously expected.Speaking after an IMF meeting with other central bankers, Tiff Macklem said: \"There was certainly a strong consensus these issues warrant continued attention and they are going to take some time to work through. \"What this all means, in all our countries, is that inflation - measures of inflation - are probably going to take a little longer to come back down.\" The Bank of Canada slashed the country's baseline interest rate 0.25% last year to support the economy, cutting the cost of borrowing for consumers and businesses.Raising interest rates is one way of controlling inflation, but analysts do not expect Canada to make this move yet.\"The Bank of Canada has been pretty adamant that they think this current inflationary surge is transitory,\" said Andrew Kelvin, chief Canada strategist at TD Securities.\"I don't think [September's data] will change their mind.\"", "url": "https://www.bbc.com/news/business-58986399"}