{"datetime": "2019-05-09T00:20:17.000Z", "title": "Could a £2,400 basic income eradicate extreme poverty in Scotland?", "article": "Scrapping the current benefits system and replacing it with a basic income could eradicate destitution, according to a new report. The RSA charity wants to see every adult in Scotland given a basic annual income of £2,400, rising to £4,800. Children would be paid £1,500.It claims the move would improve health and wellbeing while removing the stigma of receiving benefits.But some critics say it would encourage fecklessness.The Scottish government supports proposed trials of the system by councils in Glasgow, Edinburgh, Fife and North Ayrshire.And it says it is interested in any ideas which could reduce poverty and tackle inequality. The report supporting the idea of a universal basic income has been compiled by the Royal Society for the encouragement of Arts, Manufactures and Commerce (RSA). It highlights trials in Canada and Finland which have suggested basic income could increase health and well-being without denting labour market participation.Jamie Cook, head of the RSA, said: \"It's an old idea. It is the idea that every person receives a regular, unconditional and secure payment from the state. It is money to give people the chance to make decisions in their life, to know that they have that money coming in on a regular basis. \"And particularly in contrast to the systems we have now, it doesn't place conditions, sanctions and punishments on how they use that money.\" But social commentator Rory Scothorne felt the move would not scratch the surface.He said: \"Universal basic income can't take on the system as a whole. \"It is designed as a policy fix for something that is in a deeper crisis. \"The idea we need policies to fix destitution in a rich country like Scotland suggests a need for a much broader and more ambitious approach.\" The SNP backed the idea of a basic income in 2016.Communities Secretary Aileen Campbell said: \"In addition to delivering a better social security system built on dignity and respect, the Scottish government is committed to reducing poverty and tackling inequality. Therefore, we are interested in any proposal that would help us achieve this, including lessons learned through international basic income pilots.\"That is why we committed to explore a Citizen's Basic Income (CBI) study and four local authorities have begun research into the feasibility of a CBI pilot.\"We welcome the engagement done by RSA on this, but any decision to proceed with a pilot is subject to the findings of the feasibility study which will set out full details of the ethical, legislative, financial and practical implementation of the pilot on the ground.\" Earlier this week the shadow chancellor John McDonnell said the Labour Party would explore the idea.Every adult in Scotland would receive a basic income of £2,400 per year — later rising to £4,800. Children get slightly less. Out would go the personal tax allowance and universal credit.Staying in would be other benefits including payments for housing, disability and the state pension. Paying everyone the full £4,800 a year, would cost 3.5% of Scottish GDP, that's £1.9bn per year. Anthony Painter, director of action and research at the RSA, outlined the advantages of the system: \"Under austerity, we have seen the state stepping back in terms of the cash support it offers people, while increasingly stepping in to police the behaviour of the people needing cash support. \"Basic income has been tested and shown to have a positive impact on wellbeing and trust without reducing participation in the labour market overall. \"Meanwhile Universal Credit - relying on sanctions to control individuals - has been shown to have damaging effects on health, wellbeing and trust, and creates greater economic insecurity. \"This means we must consider a basic income to promote economic security and freedom, as an alternative to today's unpopular, threadbare and hostile welfare state.\" By James Cook, Chief News Correspondent,The Nine Hamilton is a Canadian city with a Caledonian heritage and the two nations still have plenty in common. Where heavy industry once brought work and wealth, now the future is far less certain. Tens of thousands of people used to toil in Ontario's steel mills. In recent decades the number has dwindled dramatically, partly because of automation. That is one reason why this city was picked as a trial zone for a basic income pilot. The level chosen here, the equivalent of around £10,000 per year, is much higher than that being proposed in Scotland. At first it had support from all sides of the political spectrum but it's hard to say whether it worked effectively because it was scrapped two years into a three year pilot when an incoming conservative government declared abruptly that it was unaffordable. Some recipients say they were left high and dry, arguing that their plight only highlighted the need for the benefit in the first place. \"Basic income basically changed our lives,\" says Jodi Dean who was picked to participate in the study. Jodi's daughter has special needs. She spends a small fortune on hospital parking and her husband has been off work with a serious injury. \"This is the first month that we've had without our basic income and it's already been stressful,\" she toldBBC Scotland's The Nine . \"It was a life changer. It kept the bills paid and it kept the groceries coming and without it I don't know how we would have survived\" \"Helping someone out of poverty is not a handout,\" Jodie insists. \"Try and find a job when you can't afford a hair cut or clean clothes or transportation to an interview. Basic income gave people those opportunities,\" she says. Whether or not basic income is the solution, people in Canada and Scotland are facing potentially profound economic challenges which may yet lead to a radically redesigned state. ", "url": "https://www.bbc.com/news/uk-scotland-48207818"}