{"datetime": "2020-06-09T06:26:20.000Z", "title": "Has coronavirus changed the basic income debate?", "article": "The coronavirus crisis has given new life to the idea of paying every citizen a universal basic income. How has the pandemic changed the debate in Scotland, and how likely is it to actually happen? A basic income system would provide every individual in the country with a cash payment at regular intervals, without any requirement to work or qualify for it. This payment would be given to every citizen regardless of their wealth, employment or personal status. A range of different figures have been suggested, but it would be enough to cover the basics of life and would serve as a replacement for all existing benefit payments. There have long been debates about whether this would be a guaranteed safety net that would expand freedom of choice and cut bureaucracy in the welfare system, or a ruinously expensive incentive for people to do less work. Up until now, in the UK at least, it has chiefly been chin-stroking fodder for think tank round-tables and discussion papers.But the coronavirus pandemic has sparked unprecedented changes in the interaction between state and citizenry, with the UK government's furlough scheme covering the salaries ofa quarter of the workforce . This has led some to ask whether the time has come to implement a basic income system for all. The pandemic has caused some form of financial difficulty for vast numbers of people, and there have been particular challenges for the self-employed and small business owners. Paula Saunders runs her own travel agency, but said things \"started to fall apart\" as the pandemic spread - leaving her with no income. \"Over the course of a weekend that was it, everything I had worked so hard for just disappeared,\" she said. Ms Saunders has had no financial support or business grants so far, saying she has \"fallen through every crack possible\". \"It's been really, really difficult,\" she said. \"I've had no income through my work. I'm lucky I have some really close friends and family who have helped me out with monetary gifts and food parcels. \"It's been a rollercoaster. It's been hard. I'm a sole parent looking after two young boys, and it's just been horrendous. \"I've worked all my life, paid into the system, and there was just nothing there to help us. I contacted my MP and they said they were sorry but it was inevitable that there would be people who would fall through the cracks.\" Ms Saunders said a system, such as a basic income, could make \"an immense difference to our lives\". She said: \"I'm not unique in this situation. We're all affected in so many different ways - I do think it's time for a change, and something as severe as this has clearly brought this to the forefront for so many people.\" There had been proposals to run basic incomepilot schemes at a number of local authorities in Scotland - in Glasgow, Fife, North Ayrshire and Edinburgh - and a report was to be sent to ministers at the end of March outlining the plans and potential costs. Somewhat ironically the pandemic has put the brakes on these pilots even as it raises interest in them, with councils fully focused on handling the fallout of the virus. First Minister Nicola Sturgeon has said the experience of the pandemic has strengthened her support for such a system, telling MSPs in May: \"My position on that has gone from having a keen interest in exploring it to what I now describe as active support for it.\" However she is always quick to stress the constitutional barriers to actually setting one up, saying \"we cannot implement it unilaterally in Scotland\". The UK government retains many welfare and taxation powers, and has said that a basic income is not the best response to the pandemic because it is not targeted at those who need support the most. Chancellor Rishi Sunak told MPs that the government was \"not in favour of a universal basic income\", and had \"strengthened the safety net for the most vulnerable\" by investing in the existing welfare system. The pandemic has seen an unprecedented number of people signing up for welfare support, and unprecedented levels of government spending. Some have suggested that this would make a shift to a basic income a far smaller step than it previously would have seemed. Siobhan Mathers from Reform Scotland said that \"everything has been thrown up in the air by the coronavirus\", and that \"nothing is going back to absolutely as it was\". She said: \"All sorts of things that were derided as utopian pie-in-the-sky previously are suddenly on the drawing board.\"We've seen that the government can move at lightning speed to change things that were previously impossible, that we can now think the unthinkable, and we believe this is a potential solution to people falling through the cracks in the welfare system at the moment. \"We have to go back to basics and rethink how society works, and basic income could be a very strong part of that.\" John Dickie of the Child Poverty Action Group added: \"There's no question that the current crisis has exposed the utter inadequacy of our existing social security system, so it really is a time for bold ideas and rethinking what a social security system should look like, that gives genuine secure futures to all our families.\" The response to the Covid-19 crisis has seen previously unthinkable measures introduced overnight - but is a complete re-drawing of the welfare system really achievable? Dave Dempsey, a Conservative councillor in Fife, said a basic income was \"a good idea in theory\", but said there were still questions over whether it could actually be brought into practice.He said the last progress report on the Fife plan was \"a hundred-odd pages of complications\", and that \"whether there will ever be a pilot is in question\". Mr Dempsey pointed out that under the current proposals, it would take time to set up local pilots then several years to evaluate the results before a Scotland-wide system could even be considered. \"You're talking about a decade before it could become a national scheme, even if everyone got on the train together and set off in the same direction,\" he said.\"It's not going to come next week, and its certainly not going to come as a sort of solution to Covid-19, as we need to solve that a heck of a lot faster than a decade.\" The UK government remains opposed to basic income, and Mr Dempsey said it seemed unlikely the system could take off without \"common political will\" behind it. Ms Mathers said it was a \"key problem\" that many of the powers needed to set up a basic income scheme were reserved to Westminster. This means there would have to be some \"innovative and complex cooperation with the Department of Work and Pensions and HMRC\" before such a system could be set up even just in Scotland. And Mr Dickie said any pilot schemes would have to be carefully designed to avoid \"unintended consequences\" of people missing out on existing forms of support, saying there were other policies which could be pursued to make a difference under the current system. ", "url": "https://www.bbc.com/news/uk-scotland-52967720"}