{"datetime": "2018-10-15T11:22:49.000Z", "title": "Welsh universal basic income backed by Labour leader hopeful Eluned Morgan", "article": "One of the candidates to succeed Carwyn Jones as the leader of Welsh Labour has backed the idea of a universal basic income in Wales. Leadership candidate Eluned Morgan said she would back a pilot of the concept, where everybody is given cash regardless of how wealthy they are. But she admitted it would be \"extremely difficult\" without the support of UK government coffers. One of her rivals, Vaughan Gething, said the idea is \"out of touch\". The universal basic income (UBI) concept is already being trialled in Finland, and projects are planned in parts of Scotland. Under UBI a sum of money is paid to citizens regardless of whether they have a job or not, and regardless of how much money they earn. Any other earnings are then still be subject to income tax. Ms Morgan, who is the Welsh Government's Welsh Language minister, said: \"Jobs will become increasingly more precarious as machines, digitalisation and automation will replace jobs which require repetitive action. \"The introduction of a universal basic income acknowledges that we are all likely to confront the situation of periods without work.\"Whilst it would be extremely difficult to introduce in Wales without the financial support of the UK Department of Work and Pensions, we will offer the DWP a community in Wales as a place where we would like to see this piloted.\" Last year another leadership hopeful, Mark Drakeford, said the idea was \"attractive\" but that politicians would have a \"job\" to convince the public. In 2016, the RSA think tank proposed a basic income of £3,692 for people aged between 25 and 65, using data for taxes and benefits from 2012-13. Benefits are not devolved to the Welsh Government, so any proposals for Welsh ministers to put the idea into practice would mean additional powers being handed from Westminster to Cardiff Bay. Labour's UK leader Jeremy Corbyn and shadow Chancellor John McDonnell have both suggested that the party might adopt the policy. Advocates of a universal basic income argue it eliminates the stigma of claiming benefits, because everyone gets the same amount.It is also supposed to get rid of the so-called poverty trap because there is no financial disincentive to getting a job - the benefit is not reduced if people earn more. Vaughan Gething, one of her rivals, said: \"Anybody who thinks this is a good idea should knock some doors of Labour voters in working families.\"It might sound radical to academics and 'policy wonks' but it sounds out of touch if you ask most normal people.\"We need to concentrate on creating more jobs and better jobs that pay the living wage.\" Mark Drakeford said: \"I will be launching my policies for a fairer society in Wales in due course, before ballots go out to members.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-45863398"}