{"datetime": "2018-08-03T00:05:55.000Z", "title": "Could a basic income replace Universal Credit?", "article": "A survey has found support for local experiments to explore paying people a basic income as an alternative to Universal Credit. The Royal Society for the encouragement of Arts, Manufactures and Commerce (RSA) found 40% of people questioned backed local tests to see how such payments would work. Only 15% would oppose the idea, a Populus survey of 2,070 people found. However, the Department for Work and Pensions questioned the idea.It said a basic income \"would not work for those who need more support\". The RSA describes a basic income as \"a regular, unconditional payment made to every adult and child. It is not dependent on other earned or unearned income, is not means-tested and is not withdrawn as earnings rise\". Some countries have tested paying a basic income to citizens. In western Kenya, the government is paying every adult in one village $22 a month for 12 years to see if a regular payment can help lift them out of poverty.The Netherlands and Italy have also launched trials, while Scotland is considering piloting basic income schemes in four cities, including Glasgow and Edinburgh. Shadow Chancellor John McDonnell recently said that Labour would include a plan for universal basic income in its next general election manifesto.However, a two-year trial in Finland, where a sample of 2,000 unemployed adults were given €560 a month, will not be extended. And in Canada, Ontario's newly elected centre-right government said it was scrapping a three-year basic income pilot project that hoped to discover whether it was better than existing welfare schemes. The RSA survey found the cost of funding basic income was a concern for the public, with 45% of those questioned fearing it was \"unaffordable\".Anthony Painter, director of the RSA's action and research centre, said: \"Basic income is no magic bullet, but with HM Opposition exploring the idea and the Scottish government looking to pilot it with four Scottish councils, basic income is increasingly seen as one plausible response to modern economic insecurity.\" A DWP spokesman said: \"A universal basic income would not work for those who need more support, such as disabled people and those with caring responsibilities.\"It's reasonable for people to meet certain requirements to receive their Universal Credit payment and these are agreed with people in advance - sanctions are only used in the minority of cases when someone doesn't meet these requirements without a good reason.\" ", "url": "https://www.bbc.com/news/business-45050212"}