{"datetime": "2021-05-19T14:12:38.000Z", "title": "Mark Drakeford backs calls for bigger Welsh Parliament", "article": "Calls to expand the Senedd have been endorsed by the first minister, who says there is a \"significant tide\" across Cardiff Bay parties in favour. Mark Drakeford said there was \"growing enthusiasm\" for a Welsh Parliament \"fit to discharge its responsibilities\".Last year, a report by Labour and Plaid members on a Senedd committee concluded the institution should expand toup to 90 politicians , from the current 60. The committee was boycotted by the Conservatives and the Brexit Party. Increasing the Senedd to 90 members would make it the same size as the Northern Ireland Assembly. The Scottish Parliament has 129 MSPs. Both Plaid Cymru and the Liberal Democrats back having a bigger Senedd, but want that to be accompanied by changes to the electoral system to better reflect the share of the vote parties receive. However, the Tories say the new Welsh Parliament should focus \"solely on Wales' recovery from coronavirus\", not creating more Cardiff Bay politicians.Any changes would require the backing of at least 40 Senedd members, a so-called \"super majority\". It has been estimated an additional 30 Senedd members wouldcost around an extra £12m per year . Welsh Labour leader Mr Drakeford was talking to BBC Wales ahead of the parliament meeting on Wednesday for its first session since he wasrenominated as first minister , after his party matched its best previous election performances and won 30 seats on 6 May. Plaid Cymru was the only large party to officially back last September's electoral reform committee report,Senedd reform: the next steps . That review also called for a more proportional system to be used at the next Senedd election, due in 2026. The report warned that if the changes were to take effect at that election, consensus on them must be established \"very early\" in the new Senedd term. Mr Drakeford said it would be \"for the Labour Party to take a view\" but added: \"I think there is a significant tide across parties in the Senedd to grasp this difficult issue of making the Senedd fit for the responsibilities it now discharges. \"It's a very, very different body to the one that was formed in 1999\", he said, referring to the then Welsh Assembly's lack of primary law-making and tax-raising powers. \" Ivor Richard said in his report in 2003 that the Senedd needed more members to do the job that it's asked to do for Wales,\" he said. \"Now I think we need just to make sure the practicalities of that are properly understood and, if there is a momentum for it, it's not for the government to take this forward, it is for the Senedd itself.\" The first minister said there was \"an enthusiasm amongst a growing number of members\" for change. Asked if he shared that enthusiasm, Mr Drakeford said: \"Yes, I want to see the Senedd properly fit to discharge its responsibilities.\" He said the chances of a bigger Senedd at the next poll \"have improved as a result of the election, and it's a matter not just of numbers but it's a matter of method of election as well, which is a thorny issue, on which there are many views\". \"So there are still significant practical issues to work through. I hope the Senedd will get on with it.\" The Conservatives won 16 seats at this month's election, their highest total, havingpledged not to expand the Welsh Parliament . Responding to the first minister's comments, Tory Senedd leader Andrew RT Davies said Mr Drakeford was \"badly mistaken\" in his views as \"only Labour and Plaid Cymru have an appetite to create more politicians in Cardiff Bay\".\"Welsh Conservatives have been clear that this parliamentary term should be focused solely on Wales' recovery from coronavirus, not increasing the size of the Senedd,\" he said. \"It's regrettable that just a couple weeks after polling day this is featuring on the political agenda when all energies should be directed at saving jobs, tackling waiting lists and ensuring our children catch up on their missed education over the past year.\"Plaid Cymru took 13 Senedd seats in May's poll, which combined with the 30 Labour politicians in the chamber would reach the 40 seat threshold needed to expand the parliament. Plaid leader Adam Price said: \"We've long known that the Senedd is currently too small to fulfil its role of holding the government of the day to account.\"Plaid Cymru supports delivering the democratic representation Wales deserves - and needs - and ensuring that our Senedd and wider democracy reflects our modern nation in all its diversity along with all the voices and aspirations of Wales' citizens. \"That means urgently demanding more powers to a larger and stronger Senedd and implementing a fairer voting system in the form ofSTV .\" The Welsh Liberal Democrats have just one seat in Cardiff Bay, as they did after the 2016 poll, now held by their leader Jane Dodds, who called Mr Drakeford's comments \"encouraging\". \"Welsh Liberal Democrats are prepared to work with other parties in order to increase the number of Senedd Members by 20-30 in line with the 2017 McAllister Review,\" she said. \"This option should be made cost neutral by the planned reduction in the number of Westminster MPs by the UK government.\" \"Any change to the number of MSs [members of the Senedd] should also go hand in hand with the introduction of a proportional voting system for Senedd elections, to make sure that every vote counts and every member elected is elected by the majority of voters.\" Jess Blair, director of the Electoral Reform Society Cymru, said the comments \"represent a big step forward to address the democratic deficit in Wales\". \"In the two decades since devolution the powers and responsibilities in Cardiff Bay have grown, yet the size of the Senedd has not, remaining the same size as Pembrokeshire County Council,\" she said. There are two main difficulties with proposals to increase the size of the Senedd. The first is that creating more politicians is hard to sell to voters - but boundary changes for Westminster elections are coming, and bringing with them areduction in the number of Welsh MPs , perhaps this could provide some cover for introducing changes to the Senedd?The second is that it would mean changing the voting system itself - this would be a chance to adopt a fully proportional system for Senedd elections. Some in Welsh Labour are concerned that could undermine their current dominance, and so far the party has been reluctant to commit to change, even though many of their elected Senedd members support it. But after his recent electoral success, Welsh party leader Mark Drakeford has momentum behind him as well as a departure date in front of him.He says he'll stand down during this term - could this be a legacy project? One thing is for sure, if he can get his party on board, Plaid Cymru and Lib Dem support mean the votes are there to get this through. ", "url": "https://www.bbc.com/news/uk-wales-politics-57116856"}