{"datetime": "2021-12-27T07:06:24.000Z", "author": "Cemlyn Davies", "subject": "Welsh Parliament election 2021", "title": "Covid: Mark Drakeford reflects on 'challenging year'", "article": "The First Minister has said he is looking to ahead 2022 with \"trepidation\" as well as \"optimism\". Mark Drakeford warned the early part of the new year will be \"difficult\" because of the Omicron variant. However, he added he had \"genuine optimism\" about the government's ability later in the year to \"make those differences that improve lives.\" The comments came as he reflected on a \"difficult and challenging year on the whole\". \"Coronavirus has always been there in the background and that creates an unsettling context for everybody. \"But it's not all been bad news,\" he added, referencing the \"rebounding\" economy and recalling the way people \"appreciated being able to go about the daily lives\" when restrictions were eased over the summer. It was also a year in which Mr Drakeford'sWelsh Labour extended their hold on power , the party winning half the seats in Cardiff Bay at May's Senedd election.The Welsh Conservatives came second and Plaid Cymru came third, with former leader Leanne Wood losing Rhondda.And as voters rejected the argument for abolishing the Senedd, the Liberal Democrats retained their one seat - former MP Jane Dodds' victory ensuring the party would still have a presence in the Bay following former education minister Kirsty Williams' decision to stand down. \"It felt a bit like I was Billy-no-mates,\" Ms Dodds said as she recalled starting work at the Senedd. \"But I must say people have been very helpful, have been very welcoming and I now think that after six months I'm finally understanding what I need to do.\" And how does the Bay compare to Westminster? \"When I was elected as a Member of Parliament it was a difficult time, it was the Brexit period, and I found that people were very tribal and it was very difficult in the House of Commons. \"Here there's much more commitment to cross-party working to make sure we achieve things for people in Wales.\" At the start of the year, the political headlines belonged to the Welsh Conservatives.Paul Davies stepped down as the Tory Senedd group leader after it emerged he was one of four MSs who had drunk alcohol on the parliamentary estate last December, in breach of the Covid rules at the time.And so, Andrew RT Davies returned to the helm less than three years since he stepped down from the role. It's been a \"rollercoaster year\", according to Conservative MS Sam Kurtz, who was first elected in May. \"I never thought as a farmer's son from west Wales that I'd be sat here at the heart of Welsh democracy, in the law-making centre of Wales, and I still sit in the chamber and look around in disbelief that I'm here. \"As a party there's been slight turbulence these last 12 months.\"I think we've come out the other end quite strong... the energy that some of us new members has brought in has boosted those returning members, so I think we're in a good place here in Wales.\" In October it was another of thenew Tory MSs who was the centre of attention . Gareth Davies failed to logon in time to vote remotely on introducing Covid passes.As a result, despite the opposition parties all opposing the move, the policy scraped through.It was an extraordinary, narrow win for the government and further proof, if it was needed, of the difficulties Mark Drakeford could face without a majority in the Siambr.By then talks were already underway with Plaid Cymru over a possible deal in the Senedd.At the end of November confirmation came that a cooperation agreement had been struck, which would see Plaid and Labour work together on dozens of policy areasover the next three years. Looking to the future, Plaid Cymru MS Sioned Williams said the deal will allow Plaid to \"realise some of our ambitions for Wales\" after a \"disappointing\" election result for her party. \"To see in the agreement free school meals for all primary school children gives me a lot of hope. \"I've seen as a new member how slowly the Senedd can work at times so I realise that three year timetable is quite challenging, but I think there is a determination - certainly on the part of Plaid Cymru - to make sure that it gets delivered.\" However heading into the new year the priority will be Covid, as the pandemic continues to cast a shadow over Cardiff Bay and beyond. ", "url": "https://www.bbc.com/news/uk-wales-59782594"}