{"datetime": "2021-09-16T15:58:00.000Z", "title": "Senedd talks: Lib Dems right not to be in discussions, says leader", "article": "The leader of the Liberal Democrats says the party's only Member of the Senedd (MS) is right not to be involved in deal talks with the Welsh government. Unlike ex-Lib Dem Education Minister, Kirsty Williams, Jane Dodds is sitting on the Senedd's opposition benches. Sir Ed Davey said it would allow Ms Dodds to have a \"distinctive message\". But he also said Ms Dodds becoming a minister in the Labour-led government had never been proposed. Plaid Cymru is currently in discussions with Labour ministers over a potential co-operation deal. Short of a coalition, it may see the parties working together on the budget and Senedd reforms, such as expanding the number of politicians it has. Despite winning an extra seat at the 2021 election Labour remained without full control of the 60 seat chamber, with exactly half the seats available. Although Mark Drakeford was reconfirmed as first minister, it is difficult for the party to govern fully without some help from the opposition. After the 2016 election Mr Drakeford's predecessor Carwyn Jones invited then Lib Dem Senedd member Kirsty Williams into government. Sir Ed indicated no similar offer was made to the lone Lib Dem MS after the 2021 election - saying there has been \"no option\" for Ms Dodds to go into government. Kirsty WIlliams stood down at the 2021 election - her seat Brecon and Radnor was lost to the Tories, but Jane Dodds was elected through the Mid and West Wales regional lists. Asked if he would prefer the Welsh Liberal Democrat leader to be in the co-operation talks instead of Plaid, he said: \"No.\" Speaking ahead of his party's autumn conference, he told BBC Politics Wales: \"Jane was right to say that she will be in opposition to the Labour Senedd government. \"I think that's right because we need to show that we've got a distinctive message.\" He added: \"There was no proposal that we would go into government and there's no option for her to do what Kirsty was able to do. \"I totally support Jane Dodds to say she wants to be an independent opposition, and get that Liberal Democrat voice for our priorities, whether it's for parents, carers or small businesses, or the environment\". Ed Davey became UK leader of the Liberal Democrats last year, after Jo Swinson lost her seat in the 2019 general election. Watch the full interview on Politics Wales, Sunday, BBC One Wales, 10:00 BST. ", "url": "https://www.bbc.com/news/uk-wales-politics-58587332"}