{"datetime": "2021-05-08T21:57:01.000Z", "author": "Rachel Flint", "subject": "Welsh Parliament election 2021", "title": "Welsh election 2021: First woman of colour elected to Welsh Parliament", "article": "The first woman of colour elected to the Welsh Parliament said she wants to inspire and be \"a voice\" for those who have faced barriers entering politics. Conservative MS Natasha Asghar said the Senedd is \"very outdated\" and should reflect \"more diverse communities that truly represent Wales\". The new South Wales East member, whose late father was a Senedd member, wants to \"inspire\" others to follow suit. It comes as less women have been elected to the Welsh Parliament. Wales was the first country in the world to have a gender equal parliament in 2003, but now 26 women - out of 60 - will be the new Welsh Parliament. Campaigners have said the fall in female Senedd members is a \"step back for equality\" as after Thursday'selection the number of female Members of the Senedd dropped from 29 . Ms Asghar, from Newport, follows in the footsteps of her late fatherMohammad Asghar who died in 2020 , who was the first ethnic minority member of the Senedd and also represented South Wales East. She is not only the first woman of colour from Wales to have been elected to a seat in the Welsh Parliament but also in the House of Commons and European Parliament too.Her election comes as the first woman of colour was alsoelected to the Scottish Parliament in its 22-year history. \"We have no real political influential women of colour in Wales and I am honoured beyond comprehension to be the first one,\" she said. Ms Asghar said the Senedd was \"still very outdated when it came to representation\" and it needed to reflect \"more diverse communities that truly represent Wales\". \"I want to inspire the young men and women that it is doable, it can be achieved, and I hope to be a platform to get to where I am, if not go further,\" she added. While campaigners and political leaders welcomed the historic moment, calls have been made for action to increase diversity in the Welsh Parliament. In Wales, 43% of MSs elected on Thursday were women, this compares to 34% of MPs elected to UK Parliament at the 2019 general election and 37% at the outgoing Scottish Parliament.Before the elections women held 48% of seats in the Welsh Parliament, with 29 female MSs and 31 men - of the party leaders, all of them were male. After the 2016 election, 42% of the Welsh Parliament were women but numbers rose after four women were sworn in during the parliament term. There had been fears that Thursday's vote could be a \"massive step back\" for diversity,after polls suggested just 34% of female candidates had been in winnable seats. A number of key female figures in Welsh politics stood down before Thursday's election, following the vote, all of their seats are now held by men. In the Vale of Clwyd, where Labour's Ann Jones also stepped down after 22 years, Labour fielded a male candidate, but the seat was taken by Gareth Davies of the Conservatives. Former Education Secretary Kirsty Williams's Brecon and Radnorshire seat, held since 1999 by the Liberal Democrat MS, was won by Tory candidate James Evans, beating the Lib Dems candidate William Powell. Meanwhile,Angela Burns' old Carmarthen West and South Pembrokeshire seat was held by the Tories, with the party's Samuel Kurtz elected to the Senedd. New Labour MS Sarah Murphy in Bridgend was the only female to take a constituency seat from a man, after former Labour first minister Carwyn Jones did not stand for re-election. The largest party, Labour, now has 17 female Senedd members out of their 30 seats while Plaid Cymru has five (out of 13) and the Conservatives three (out of 16). While Jane Dodds is not just the only Liberal Democrat candidate to win a seat in the Senedd but also the only female party leader in Wales. Cerys Furlong, of gender quality charity Chwarae Teg, said parties had been \"warned repeatedly that more needed to be done\" to ensure diverse candidates were in winnable seats. \"We know what the barriers to greater diversity in politics are, it's high time action was taken to address them,\" she said. She called for an introduction of quotas, and more initiatives to help people to stand for election, like job shares for parents. \"For too long we have heard warm words about the need to deliver greater diversity in our politics, but not only have we not made progress, the number of women has actually fallen,\" she added. \"Wales deserves a Senedd that reflects our diverse communities and our newly elected Senedd has a responsibility to make that a reality\". Jess Blair, of the Electoral Reform Society (ERS), said the decrease in gender equality showed \"how risky it is to leave diversity up to parties\". She added some regions had been at risk of having no women representing them on the list in the Senedd. \"From 2003, where Wales was the first country to achieve a 50:50 gender balanced parliament, this is a huge backwards step,\" she said. \"It is obvious that we need to introduce statutory measures such a gender quotas, linked to a more proportional electoral system, to ensure that gender equality doesn't slip back further\". Political consultancy Deryn said more \"positive action\" was needed to deliver equality in Welsh politics and parties needed to \"think again\". Cathy Owens, of Deryn, said Welsh Labour had reintroduced all women shortlists, but Plaid had lost key seats held by women. \"The Conservatives continue to have a terrible record of representation,\" she said. \"It is great that the Conservatives have the first woman of colour in the Senedd, but they need to start taking action now to ensure that their slate of candidates at the next election is more representative of the communities they serve. Ms Asghar, who has worked in media and finance, said there had been a \"lack of knowledge\" within her own community about how to get involved in politics, when asked about why she thought the Welsh Conservatives was mostly white and male. She spoke of following in the footsteps of her father, adding: \"He always said to me, 'Natasha I'm blessed by god to be the first member, I pry to god that I'm not the last'... and I'm delighted that's not been the case since.\" \"There's been more men, I understand from different parties, I'm the first woman of colour...it's progress,\" she said. \"I would love to see more women, more members of the LGBTQ community joining us.\"I don't feel like there should be any restrictions or boundaries, we live in a modern world, I do feel that the Senedd should reflect that.\" ", "url": "https://www.bbc.com/news/uk-wales-57041114"}