{"datetime": "2021-05-12T17:53:02.000Z", "subject": "Welsh Parliament election 2021", "title": "Wales election: Senedd confirms Mark Drakeford as first minister", "article": "Welsh Labour leader Mark Drakeford has been backed by the Senedd to continue as first minister. His nomination went unopposed at the Welsh Parliament's first meeting since Thursday's election, where Labour won 30 of 60 seats. Mr Drakeford vowed that \"nobody will be left behind\" as Wales recovers from coronavirus. Meanwhile Plaid Cymru's Elin Jones was re-elected as presiding officer, with David Rees picked to be her deputy.Labour, which does not have an outright majority, is expected to govern alone without any coalition or other deal with opposition members. The MS for Cardiff West was greeted with a round of applause after he was nominated by Finance Minister Rebecca Evans. Mr Drakeford told the Senedd he would \"govern in a way that seeks consensus and will take account of new and bold ideas, wherever those ideas come from\". He said his government would continue to tackle Covid \"in the cautious way which we have done so to date\" and said he would lead a \"fairer, greener recovery for all\". The Queen will be required to approve the nomination in a formality before Mr Drakeford is officially reappointed to the job. In line with Covid-19 restrictions, 20 members were allowed to sit in the Senedd chamber in Cardiff Bay with the remaining 40 taking part remotely from their offices in the adjoining building, Ty Hywel. It is the first time since the start of the coronavirus pandemic that 60 Senedd members have been on the parliamentary estate. Welsh Conservative Senedd leader Andrew RT Davies said there were areas where his and Mr Drakeford's parties would be able to work together - such as the promised Clean Air Act and the new national forest. \"There will be areas of confrontation, but we will be a constructive opposition, because it is rightly important, as we come out of Covid,\" he added. Mr Davies' party gained five seats at the election taking its total to 16 Members of the Senedd (MSs), while Plaid Cymru came third with 13 - gaining one seat on the 2016 vote. The remaining seat is held by Welsh Liberal Democrats leader Jane Dodds.Plaid Cymru's Adam Price said he stood \"ready in Plaid Cymru to find common ground\", and that it felt \"we are returning to a Senedd that is more confident in its own skin\". He added: \"One area where we cannot accept the status quo is child poverty, a moral stain on any nation.\" MSs voted in person in secret ballots for presiding officer and deputy presiding officer. In the first vote Elin Jones was re-elected presiding officer, or Llywydd, 35 votes to 25 for Tory MS Russell George. The presiding officer chairs meetings in the chamber and acts as the Senedd's figurehead. Elin Jones, who has already served one term as presiding officer, was nominated by Lynne Neagle, a Labour MS, and Plaid Cymru's Sian Gwenllian.The Ceredigion MS said she wished to \"embolden scrutiny of government\" and ensure enhanced opportunities for backbench contributions from all parties. \"I look around me and I see a Senedd elected that feels strong and robust,\" she told the chamber, \"with every one elected to support the existence of our national parliament, and most here want to see the Senedd empowered further. Ms Jones told BBC Wales there had been \"a few slightly destructive diversions in the last Senedd where people were not advocating the existence of the Senedd\". Two former members of UKIP had joined the Abolish the Welsh Assembly Party prior to the election. Neither party won any seats - UKIP had seven at the last election in 2016. \"The people of Wales have stamped their authority on this Senedd now,\" Ms Jones said. \"They want it to continue and they want it to do a job of work for them and that's what I intend to allow to happen.\" In the second vote David Rees beat Hefin David to become deputy presiding officer. Both are Labour MSs - under the rules of the Welsh Parliament if the presiding officer comes from the opposition, the deputy presiding officer must come from the governing party. Mr Rees, who represents Aberavon, told MSs he wanted to improve the parliament \"to ensure that it can scrutinise government effectively\".Ann Jones, who previously held the post of deputy presiding officer, did not seek re-election to the Senedd. ", "url": "https://www.bbc.com/news/uk-wales-politics-57070299"}