{"datetime": "2021-05-08T15:31:41.000Z", "subject": "Welsh Parliament election 2021", "title": "Welsh election results 2021: Labour's road to victory in numbers", "article": "Labour has held on to power in the Senedd with a solid victory in the Welsh Parliament election. The partyheld its ground against challenges from the Conservatives and Plaid Cymru to win 30 seats, just one short of the first-ever majority in Wales. After two days of counting, all 60 seats in the Senedd has been decided by Saturday. Here are some of the key numbers showing Labour's road to success.As the final results came in on Saturday afternoon, Labour had won 30 of the 60 seats, matching its best-ever Senedd election result. This is how the political map for the new Senedd looks. It was an election which eventually saw little change. Only three seats changed hands - those constituencies are shown edged in black. On the share of the vote in the constituencies, both Labour and the Conservatives improved on 2016. The Liberal Democrats were the biggest losers, with only one seat in the next Senedd. Some target seats in north Wales were a pivotal point of the first day of counting on Friday.The Vale of Clwyd was taken from Labour by the Conservatives by just 366 votes following a recount. It dealt a blow but was not quite the convincing one the Tories might have hoped for.Shortly afterwards, Wrexham - another target seat for the Conservatives - was held by minister Lesley Griffiths, while Labour also held Delyn and Clwyd South. A \"disappointing\" day for Plaid Cymru was made worse by former leader Leanne Wood's crushing defeat in Rhondda as Labour won back a traditional Valleys stronghold to Ms Wood in 2016.There was no comfort either in the size of the defeat, as Plaid Cymru saw its vote drop by 19% in the constituency. Ms Wood, in her speech, said the result did not change the need to work for a \"better Wales and a better Rhondda\". Current Plaid leader Adam Price won Carmarthen East and Dinefwr with a reduced majority but, despite also holding onto Arfon, Ceredigion, Dwyfor Meirionnydd and Ynys Mon, Plaid failed to unseat Labour in its main target of Llanelli. Despite no gains, Mr Price said the party had increased its share of the vote and that all the evidence showed its stance on independence was \"a net positive\" with voters.The Lib Dems won just one seat in the last Senedd but Kirsty Williams, a former Welsh party leader and outgoing education minister, stepped down from frontline politics after holding the seat - Brecon and Radnorshire - since 1999.Local councillor and one-time regional member William Powell was the candidate but the party lost a quarter of its vote in a 19% swing to the Tories as the Conservatives won with a majority of 3,820. A decade ago, the Lib Dems had five Senedd members. However just as the clock struck midnight, Welsh party leader Jane Dodds won a regional list seat, keeping a Lib Dem foothold in Cardiff Bay and ensuring the party - already without a Welsh MP at Westminster - was not destined for political oblivion on the national stage. ", "url": "https://www.bbc.com/news/uk-wales-politics-57026094"}