{"datetime": "2021-04-19T05:13:58.000Z", "author": "Craig Duggan", "subject": "Welsh Parliament election 2021", "title": "Welsh election 2021: What do Brecon and Radnorshire voters care about?", "article": "With its majestic mountains and stunning countryside, Brecon and Radnorshire has long been a draw for outdoor enthusiasts. Unsurprisingly, many of those living in this sparsely populated, rural constituency work in agriculture.Farming union NFU Cymru is headquartered at the Royal Welsh showground in Llanelwedd, Powys. Its president, John Davies, who lives in the village of Merthyr Cynog, said farming was the biggest issue here. Geographically, Brecon and Radnorshire, which covers a swathe of mid Wales, is the largest constituency in Wales. Despite its size, just 70,000 people live in the constituency, predominantly in villages and small towns.The largest towns are Ystradgynlais, Brecon, Llandrindod Wells and Knighton. \"I think it's about having a vision and ambition for agriculture in Wales,\" he said.\"It's a really, really important subject here in Brecon and Radnor.\"There are more people involved in agriculture here than any other industry, so it's got to be absolutely key.\" WALES ALERTS: Get extra updates on BBC election coverage First time voters want \"opportunity\", Mr Davies said, adding: \"They want a job for a future, and they want to be involved in an exciting industry, producing top quality food.\" Issues affecting rural areas had become more stark during the past year, he said. \"If we've learned one thing from this pandemic, it's about having short, stable, sustainable supply chains,\" Mr Davies said.\"It's about having the facility to work from home, it's about improving rural broadband.\" Awareness of the need to tackle climate change had increased, but Mr Davies urged caution. \"We're really prepared to take our share of that challenge, but we can't shoulder it all,\" he said.\"The right tree in the right place is great, but you know if you're talking about a forest in vast swathes of Wales, the impact on the community, the impact on the culture, the impact on our local schools, all of that must be considered.\" WALES ELECTION: THE BASICS What's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.Find out more here . What powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers.Who can vote? Anyone who lives in Wales, is registered to vote and aged 16 or over on 6 May is eligible.You can register to vote online . According to the Office for National Statistics, 19% of workers in Brecon and Radnorshire are self-employed, more than double the 9% across the whole of Wales. The data also shows 93% of micro-enterprises in the constituency employ fewer than nine people, and just 4% of people claim unemployment benefits, compared with the Wales average of 6%. Jenny and Steve Smart own Bobbins, a fabric and haberdashery shop on Brecon's high street. Mr Smart said there was \"an awful lot\" of empty shops in the town, and the couple hope the next Welsh government will do more to help rural towns. \"There aren't any new businesses coming in,\" Mr Smart said. \"There are a few nationals looking to come in, but I think the answer is more small, independent businesses that can offer something different to another town.\" Mrs Smart hopes the new government will review the business rating system. \"The rates on all the business premises are very, very high,\" she said. \"It's based on the Cardiff rating system as opposed to the rural rating system and it does push a lot of people out of coming into shops. It is definitely a big expense.\" She wants to see more variety \"rather than all coffee shops and charity shops\".Sara Skinner, who works in the Ty Cariad giftshop a few doors down from Bobbins, said parking was a big issue. \"You can't get a long-stay carpark unless you pay through the nose,\" she said. \"People just want to come and have a look around the town. So, if that could be helped, that would be brilliant.\" Brecon and Radnorshire has been represented by Kirsty Williams, of the Welsh Liberal Democrats, since the then-Welsh Assembly's first election in 1999. In the last Senedd, she was the only Lib Dem member and was the education minister in Mark Drakeford's cabinet. But she has decided to stand down this year, despite gaining a majority of more than 8,000 votes in the 2016 election. Brecon and Radnorshire - whether in Senedd or Westminster elections - has traditionally been fought over by the Liberal Democrats and Conservatives. Ms Skinner believes there is more interest in this election because the profile of the Welsh government has increased during the pandemic. \"Because we made different choices to the [UK] government, it's made people realise there is a difference,\" she said. In the village of Cradoc, people have been campaigning for months to save their local school. Powys council is holding a consultation on whether to close the school because of its poor condition and declining pupil numbers. Supporters of the school, like Sean Davies, say pupil numbers are forecast to grow to about 120 in the coming years.He wants the next Welsh government to protect services in rural areas. \"It would be really nice if the next Welsh government would realise that there are areas outside a boundary in south Wales,\" he said. \"Unfortunately, I think people in this area do get the feeling that everything is about Cardiff. \"We lose more and more services every year, unfortunately, in these areas. \"It's post offices, pubs, an incredible amount of places that people can't meet [at] anymore. Mr Davies added: \"Once these villages are gone, they're gone.\" Brecon and Radnorshire has nine candidates hoping to be elected to the Welsh Parliament.They are: William Powell, Welsh Liberal Democrats; James Evans, Welsh Conservative Party; Grenville Ham, Plaid Cymru; Gethin Jones, Welsh Labour; Emily Durrant, Green Party; Sam Holwill, Gwlad (The Welsh Independence Party); Karen Laurie-Parry, Independent; Claire Mills, Abolish the Welsh Assembly Party; John Muir, Reform UK. ", "url": "https://www.bbc.com/news/uk-wales-56780452"}