{"datetime": "2021-12-10T21:33:10.000Z", "title": "Ceredigion councillor blames immigrants for ambulance pressure", "article": "A county councillor has been criticised for comments in which he suggested immigrants were to blame for pressure on the ambulance service. Lloyd Edwards, a Liberal Democrat member of Ceredigion council, said immigrants were putting \"more and more pressure\" on services in the county.Dyfed-Powys Police said it had received a number of complaints about the comments in Thursday's meeting. Mr Edwards has been asked to comment, but has not replied.The Welsh Liberal Democrats said an internal investigation had been opened and the party's leader in Wales, Jane Dodds, condemned the comments.The full council meeting was discussing a notice of motion to reduce the number of ambulances at Cardigan and Aberystwyth from four to two during the day. Mr Edwards, who represents the Penparcau ward, said: \"I think there are a lot of immigrants coming here, who have come to this county and get the same aid and services as those who that have been born and raised here and then it puts more and more pressure on the ambulance services, and the Welsh government haven't done enough by bringing immigrants to Wales and to Ceredigion.\"Foreign people, I'm talking about now, and they are not paying for the services and they get exactly the same services as the general public. That's all I have to say.\" Dylan Lewis-Rowlands, who stood for Labour in the Senedd elections in Ceredigion, said his mouth was \"agape\" when he heard the comments and called for an apology.\"For him to think that it's acceptable to derail that massively important debate with racist talking points that he hit time and time again is just awful.\" Bryan Davies, of Plaid Cymru, said Mr Edwards's comments were \"pretty unfortunate\" and he was told by the council's leader, Ellen ap Gwyn, that 50 people settled in the county from Syria.\"They've added to the community spirit in Ceredigion and a lot of the children of those families are Welsh speakers by now,\" he said.\"They're not adding that much strain to the system - to the contrary. A lot of multinationals are working for the NHS in Ceredigion and we couldn't live without them, especially in the care sector as well.\" In a statement, the Welsh Liberal Democrats said: \"Ceredigion should be an open place for anyone who chooses to make their life there, including asylum seekers and refugees.\"Wales and Ceredigion have a proud history of welcoming those seeking sanctuary and the Welsh Liberal Democrats will continue to fight to make sure that is the case.\" Ms Dodds said: \"These comments absolutely do not reflect my views or the values of our party and I condemn them.\"An independent internal investigation will now determine any future action.\" Stand Up to Racism Wales said it \"wholeheartedly\" condemned Mr Edwards's \"attack on immigrants\" and called on the council to publicly denounce his views.Lib Dem group member Elizabeth Evans said the matter would be discussed with local party members on Monday and later by the national party in Wales. ", "url": "https://www.bbc.com/news/uk-wales-59615115"}