{"datetime": "2020-10-19T01:44:29.000Z", "author": "Cemlyn Davies", "title": "'Pilot universal basic income and shorter working weeks in Wales'", "article": "A shorter working week and universal basic income should be piloted by the next Welsh Government, a policy influencer has said. Wales' Future Generations Commissioner Sophie Howe has published a \"manifesto\" ahead of May's Senedd election setting out policies she would like the next administration to adopt. An emphasis on green policies is also on her list of suggestions. She called on politicians to \"be brave and start making radical changes\". On 6 May, voters are due to head to the polls to vote for their representatives in the Welsh Parliament. The election will be the first time 16 and 17-year-olds are able to vote in Wales and also the first pollsince the Welsh assembly was renamed the Welsh Parliament . Established as part of theFuture Generations Act , the commissioner's role is to help public bodies and policy-makers in Wales \"think about the long-term impact their decisions have\", but they cannot block a decision or give plans the go-ahead. A universal basic income means everyone gets a set monthly income, regardless of means. \"This is a call to action which is future-focused and which is progressive, and I want to live in a Wales where politicians support that progressive approach,\" Ms Howe said. \"What this is about is focusing on what are the things that are going to be critical to ensuring the best possible future for our future generations. \"That has to be a low-carbon future. That has to be a future where we question 'is our economic model right?' The fact that we place value on how many hours you work, how much money you make, rather than 'are you healthy, are you safe, are you well, is your mental health OK?'\" Ms Howe - the first person to do the £95,000-a-year job, which she has held since 2016 - said a \"fundamental shift\" during the coronavirus pandemic had led people to reflect on these issues. According to her manifesto, a \"ministry of possibilities\" would bring together the \"brightest and best... to consider radical changes in government systems, adopt new innovative models and work in ways that take calculated risks\". She said her achievements included the Welsh Government's decision toscrap the M4 relief road and a \"transformation\" of planning policy. \"What my role does is provide the ability to be a figurehead to act as the guardian of future generations and to call out politicians where they are not doing that,\" Ms Howe said. \"For too long our political systems have focused on short-term decision-making in the interests of their electoral successes at the next ballot box. \"What I'm saying is they must go beyond that - they must be demonstrating to our young people now and those yet to be born that they are acting in their interests.\" ", "url": "https://www.bbc.com/news/uk-wales-54574155"}