{"datetime": "2022-02-16T08:50:20.000Z", "author": "Huw Thomas", "title": "Energy bills: 'I wear two dressing gowns due to inflation'", "article": "The rising cost of living has left a man wearing two dressing gowns and two pairs of joggers in his house as inflation continues to push up prices. Colin Ridgway, of Caia Park, Wrexham, said he has \"cut everything to the bone\" and he is cold most of the time. Campaigners have called for more support as people face rising bills.On Wednesday,inflation increased to 5.5% in January from 5.4% in December , according to the Office for National Statistics (ONS). Mr Ridgway, 56, has lived on the estate for 30 years and uses a pre-payment meter for his energy, but he now rarely turns it on.\"In November, December and January it was a real struggle. I was cold a lot of the time,\" he said. He has put foil behind his radiators to try and make his heating, which he typically switches on for three half-hour periods per day, and has also regularly worn several layers of clothes at home through the worst of the cold.\"I was wearing two pairs of tracksuit bottoms in the house,\" he said.\"I would have two pairs of socks on, at least. I'd have a t-shirt, a hoodie, and then I would put two dressing gowns on as well.\" Mr Ridgway has received a winter fuel payment from the Welsh government and has solar panels on his house. But with the cap on energy prices set to rise from April, he said he was expecting his bills to climb. \"I think we are in for a very rough 12 months,\" he said.Near Mr Ridgway's house is a playground and community centre called The Venture, which runs a holiday lunch club to ensure children have somewhere to go and something to eat during the holidays.Its deputy manager, Linda Platt, attended the centre herself as a child and said it plays an important role in supporting families struggling with living costs.\"We are noticing that some parents may need to work in the evening, and we are essentially a childcare service,\" she said. \"It enables people to continue to go out to work, knowing that their children are somewhere safe in the evenings.\" Her colleague Sion Edwards said staff had seen the impact of rising prices on people who use the centre. \"We wish we could influence the rate of inflation. We wish we could help people pay their doubling fuel bills,\" he said. He added The Venture has offered an escape for children.\"You will see it in children who are so hungry they can't play, and so we can step in and give them some food to sustain them for just a short amount of time. \"There will be families going through incredible hardship, and incredible trauma as a result of the hardship, and we can give them an opportunity to escape that and have a bit of brightness in their day.\" The group campaigning to end fuel poverty, National Energy Action (NEA), said the home had become somewhere to \"endure\" for many families. \"It is not a place of rest or comfort, it is a place that you try to endure or to survive,\" said its head Ben Saltmarsh. He said people in poverty would often \"be huddled around a cheap to buy, but expensive to run, plug-in heater because they can't afford to heat the rest of the home\". Mr Saltmarsh said support from governments and energy suppliers was essential. He said: \"These are simply prices that people cannot afford, and it will have devastating impacts on them. So whilst being mindful of the long term, in the short term people absolutely need emergency relief.\" Businesswoman and student Sky Noman, 21, from Cardiff, toldRadio Wales Breakfast her mobile milkshake business might need to put up prices to cope with increasing ingredient and fuel costs. \"We're paying a lot more at the moment for our materials and products and we've noticed an increase in our spending over the past couple of weeks,\" she said. \"Thankfully for us, we're a family-run business and therefore we don't have to employ anybody at the moment. With these rates increasing I'm pretty sure they'd be asking to be paid a lot more in order to compensate for the rise. \"We're a mobile milkshake company so we're driving around in a VW camper and fuel prices have massively increased and our ingredients and materials, those prices have increased as well by quite a high percentage. \"We're going to have to start thinking about an increase in our product prices… we may lose customers from that, who knows?\" ", "url": "https://www.bbc.com/news/uk-wales-60393388"}