{"datetime": "2021-05-05T06:16:15.000Z", "author": "Felicity Evans", "subject": "Welsh Parliament election 2021", "title": "Election: How Covid changed the Welsh Parliamentary campaign", "article": "The Covid-19 pandemic has turned our lives upside down over the last year and a bit - and it has done the same for this Senedd election campaign. Pre-Covid, Welsh Labour had been in power for more than two decades and faced a defensive election trying to hold on to a number of marginal seats against opposition parties with the wind in their sails.Before the pandemic struck, few ordinary voters could have picked the Welsh Labour leader, Mark Drakeford, out of a line up.SIGN UP FOR WALES ALERTS: Get extra updates on BBC election coverage Some of his own troops had misgivings about fighting an election under his understated, academic style of leadership, especially against the energetic and rhetorically gifted Plaid Cymru leader Adam Price. Plaid's plan was to centre their campaign around Mr Price, confident that the contrast between the two men would get many centre left voters leaning in their favour.The Welsh Conservatives were feeling bullish afterdismantling Labour's red wall in the north east of Wales in the 2019 General Election , but their leader, Paul Davies, was a quiet man struggling to make his mark. Fast forward to April 2021 and a very different political world.In this world, Mark Drakeford is a well-known figure. He has a better recognition than the UK Labour leader Sir Keir Starmer - an unprecedented event in a devolved election. This presents obvious problems for Plaid's campaign - how does Adam Price outshine an incumbent who, polls suggest, gets good approval ratings for his handling of the pandemic even among Plaid's own supporters? After the\"drinking in the Senedd\" episode the Welsh Conservatives now have Andrew RT Davies at the helm.He is better known than Paul Davies, but faces the same challenge - how to motivate those who voted Tory in 2019 to do the same again in 2021?Traditionally, Welsh Conservative supporters are less likely to vote in Senedd elections - but the party has deployed UK big hitters, most notably the prime minister to enthuse their base.Have they succeeded or have the allegations swirling around Boris Johnson had an impact? But some things haven't changed. The Welsh Liberal Democrats are still fighting to hold onto their one Senedd seat in Brecon and Radnorshire, while Welsh Labour's defensive challenge remains. The margins in some key seats are wafer thin and the \"time for change\" narrative employed by Plaid and the Tories could be a powerful one after 22 years of Labour in the post-devolution driving seat.So while none of the main parties are fighting the campaign they planned for, there is still a lot at stake. Even in this most unusual of election campaigns, it's still the voters who decide the result.And that poses one final question. After 14 months which have made us realise like never before the power of the Welsh government over our lives, what will happen to turnout? Up to now, voter turnout has never broken 50% in devolved elections. Perhaps Covid will change that too. ", "url": "https://www.bbc.com/news/uk-wales-politics-56983384"}