{"datetime": "2021-05-04T15:42:16.000Z", "subject": "Welsh Parliament election 2021", "title": "Welsh election: Parties focus on Senedd battlegrounds in north Wales", "article": "Parties are focusing their campaigning on key north Wales battlegrounds with just two days to go before the Welsh Parliament election. Labour's Sir Keir Starmer visited Vale of Clwyd, Delyn and Wrexham, constituencies that the Tories gained from Labour at Westminster in 2019. Welsh Conservatives' Senedd leader Andrew RT Davies and Plaid's Liz Saville Roberts are also in the north. The Welsh Liberal Democrats are in Ceredigion. SIGN UP FOR WALES ALERTS: Get extra updates on BBC election coverage Sir Keir visited a military equipment manufacturer in St Asaph in the Vale of Clwyd constituency - a seat held by Labour at Senedd level but by the Conservatives in Westminster. It was one of six seats the Conservatives won from Labour at the Westminster election two years ago. Sir Keir said it was his \"job\" to \"rebuild trust\" after the party \"lost very badly in December 2019\". Speaking to BBC Wales he asked voters to \"reflect\" on Welsh Labour's Mark Drakeford \"and the way he has led Wales over the last 14 months during this pandemic\". \"Very many people recognise that careful, reassuring way in which he has led Wales.\" He said he and Mr Drakeford both wanted \"more power and responsibility in Wales, decisions closer to people in Wales, a strong Wales in a fair United Kingdom\". Asked whether he would be happy if Labour worked with Plaid after the election, he added: \"What we're fighting for is a Labour-led Welsh government to continue the good work that has been done through the pandemic and lead us through the recovery.\" In the three seats Sir Keir Starmer is visiting today, Labour is defending majorities that are smaller than the number of votes polled by UKIP at the last Welsh parliament election five years ago. Thebiggest study of its kind suggests the vast majority of 2016 UKIP voters went to the Conservatives at the general elections of 2017 and 2019. If those people vote Tory again they could really help Andrew RT Davies. I spoke to an experienced Labour politician in this part of the world who has been out on the doors during the shortened campaign. She sounded confident Labour's vote was holding up. But that may not tell you much about what is happening on the other side of the spectrum, where the Conservatives are trying to convince people to keep up the habit of voting Tory. The incumbent first minister Mark Drakeford, meanwhile, has spent Tuesday visiting the constituencies of Rhondda, Llanelli and Bridgend. Bridgend is held by the Conservatives in Westminster but Labour in the Senedd, while Plaid Cymru is hoping to capture Llanelli from Labour. Plaid holds Rhondda - which Labour is campaigning to win back.While campaign director Ms Saville Roberts was campaigning in Aberconwy in the north, Plaid leader Adam Price was campaigning in Neath, a seat held by Labour in Cardiff Bay since devolution in 1999 and for more than a century at Westminster. He claimed voters - \"particularly traditional Labour voters\" - were \"saying they're coming over to Plaid because they feel it's time to give someone else a chance to take Wales in that new direction with new ideas and new leadership that puts us on a different path\". His party, said Mr Price, would \"deliver opportunity for our young people, dignity for old people and give everyone in Wales the chance for a better life\". \"People are really inspired, I think, by our positive message of hope and change and belief in Wales, there's no problem in Wales that Wales cannot solve.\" WALES ELECTION: THE BASICS What's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.Find out more here . What powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers.Welsh Conservative Senedd leader Andrew RT Davies was campaigning in the Aberconwy constituency - a target for Plaid Cymru in north Wales. The Tories hold the seat, but held only a 754-vote majority over Plaid in the 2016 Senedd election. Mr Davies said north Wales \"has been too often ignored by Labour\". \"We have a clear plan to tackle our creaking infrastructure and fragile economy, and create jobs, prosperity and opportunity for people across Wales,\" he said. Welsh Liberal Democrat leader Jane Dodds was in Ceredigion on Tuesday. \"The last year has brought into sharp focus the significant challenges in our rural economy,\" she said. \"From poor digital and transport connectivity, housing costs, and the challenges of running small businesses, rural Wales faces a difficult period ahead. \"Welsh Liberal Democrats are fighting this election with pledges to invest in tackling broadband and mobile phone connectivity to help both businesses and those choosing to work remotely.\" The leader of the Abolish the Welsh Assembly Party (ATWAP) said voters were telling the party \"we need UK support, not more and more devolution\". Richard Suchorzewski, leader of ATWAP, said: \"This week speaking to businesses in north Wales, I have heard how their prospects have been hit by the Welsh Assembly with low investment, poor transport infrastructure and less Covid financial support than England. \"In the valleys, where Abolish received the support of Nigel Copner, who almost won Blaenau Gwent for Plaid Cymru last time, people are telling us we need UK support, not more and more devolution.\" Reform UK accused Welsh Labour of \"dithering and delaying\" in easing Covid restrictions. \"Wales is paying the costs,\" said Reform's James Wells. \"Each day the cost of keeping business from fully reopening grows with a total bill from furlough alone around £2bn in Wales. Job losses are also contributing to the growing mental health crisis. This simply isn't good enough.\" The Wales Green Party asked Labour voters not to place a \"wasted vote\" for the party on the regional list. The party said over the next couple of days Amelia Womack would be campaigning in Newport and surrounding areas, while Anthony Slaughter would be between Barry, Penarth and Cardiff. Mr Slaughter said a \"big priority for us is explaining to traditional Labour voters that Labour is a wasted vote on the regional list\", adding: \"It makes sense for Labour voters to lend their vote Green on the regional list.\" UKIP Wales leader Neil Hamilton was campaigning in Merthyr Tydfil on Tuesday. A spokesman said the party was \"standing on a platform of decency, honesty and fairness\".\"Twenty-two years of Labour government has devastated Wales and left behind communities in the south Wales valleys and north Wales,\" the spokesman added. UKIP won seven seats at the last Welsh Assembly election in 2016. After a series of defections Mr Hamilton remained the only UKIP Senedd member in the last term. ", "url": "https://www.bbc.com/news/uk-wales-politics-56972820"}