{"datetime": "2021-04-30T06:04:06.000Z", "author": "Daniel Davies", "subject": "Welsh Parliament election 2021", "title": "Senedd 2021: Five things we learned from the election debate", "article": "It was the TV crunch match that could determine how parties do in the 2021 Welsh election, but there was no knockout blow. Labour, the Conservatives, Plaid Cymru, the Liberal Democrats and Abolish the Welsh Assembly pitched their wits against one another in the first hour, followed by Reform UK, the Green Party and UKIP in the second, 30-minute part of the show. Here are the five takeaways from the BBC Wales Live debate. SIGN UP FOR WALES ALERTS: Get extra updates on BBC election coverage You'd expect jibes, but perhaps not flattery. Plaid Cymru's Adam Price paid tribute to Labour First Minister Mark Drakeford as a \"conscientious and serious leader\". Cordial relations could be required if the two find themselves working together to form a government after the election.But the cordial relations that once existed between the Conservatives and Liberal Democrats in Westminster felt like a distant memory. At one point, Andrew RT Davies uttered the words \"tuition fees\" at Jane Dodds. She pointedly called him \"Mr Davies\" in reply, before saying she was \"ashamed\" of the austerity that began when their two parties were in coalition together. Mental health came up in response to more than one question, with parties offering to improve services and spend more. It's a topic that would not have featured so prominently in debates like this a few years ago. Even before the pandemic, mental health was rising up the political agenda. Then came lockdowns and the toll they have taken on so many people's wellbeing. As a result, leaders were falling over each other to promise more help for people if they are in charge in the next Senedd. WALES ELECTION: THE BASICS What's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.Find out more here . What powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers.Every discussion referenced the pandemic in some way. That's hardly surprising, given what we are all living through. But it was, perhaps, surprising to hear just how little was said about Brexit which completely consumed politics until recently. It barely featured in this debate. When Brexiteer Andrew RT Davies first raised it, even that was in reference to Covid, claiming the vaccination programme was better as a result of us leaving the EU. Conventional politics distinguishes between bread and butter issues - schools and hospitals - and constitutional questions such as devolution. Not in this debate. Andrew RT Davies was talking about the vaccination programme when he raised the independence referendum Adam Price wants, saying it would cause \"constitutional chaos\" at a time when attention should be focused on the pandemic. Meanwhile, Richard Suchorzewski's answer to all sorts of problems in public services and the economy, as you might expect from the leader of a party called Abolish the Welsh Assembly, was to turn back the clock on devolution. Perhaps there was no knockout blow, but they all delivered the core messages of their campaigns. Mark Drakeford told us Labour was keeping people safe. Andrew RT Davies said only he offered change after years in which Plaid and the Lib Dems have propped up Labour first ministers. Adam Price said Wales should control its own future. Jane Dodds disavowed the Cameron-Clegg coalition. And Richard Suchorzewski repeatedly pressed the case to wind up Wales' parliament. ", "url": "https://www.bbc.com/news/uk-wales-politics-56937381"}