{"datetime": "2021-05-01T15:07:46.000Z", "author": "Vaughan Roderick", "subject": "Welsh Parliament election 2021", "title": "Welsh election 2021: Five things dependent on the results", "article": "Campaigning has finished for the Senedd election candidates, with voters heading to the polls on Thursday. The coronavirus pandemic has had a real impact on candidates' campaigns, with restrictions affecting the likes of leafleting on the doorsteps and barring those standing from addressing mass public events. Here, BBC Welsh Affairs Editor Vaughan Roderick outlines five unknowns that will remain until the results are declared. Who will actually vote as we come out of the pandemic? Voter turnout is always lower for Wales-only elections compared to when Welsh voters take part in UK polls.Will some people have been nervous of going to the polling stations knowing that the virus is still around?Is it even possible that the vote could be skewed by older people because they have been vaccinated and feel safer going to the polls than people who haven't?And this time in Wales, 16 and 17-year-olds have the right to vote, with 70,000 of them entitled to vote.Two questions here - first, how many of them will vote and second, what impact could they have - one expert, Roger Awan-Scully, says \"not much\".SIGN UP FOR WALES ALERTS: Get extra updates on BBC election coverage What about the fate of Welsh Labour's two red walls? The so-called \"red wall\" areas are the blocks of the traditional Labour stronghold seats in north-east and south-east Wales.If Labour can keep hold of the \"red wall\" seats they lost to the Conservatives in the north-east at the 2019 UK election and hold the 21 seats they have in the south-east of Wales, then they will emerge as the largest party.The unknown here is can any of the opposition parties chip away at the foundations of Labour's hegemony in the Senedd.In Senedd elections, there are 60 seats up for grabs and each voter gets two votes - one for a constituency candidate and the other for a regional list candidate.If the opposition parties don't make headway in the 40 constituency seats, then there are insufficient regional list seats to ensure a proportional result.That means that the 20 regional seats are likely to be decided by very fine margins with a few hundred votes making the difference between success and failure.WALES ELECTION: THE BASICS What's happening? On 6 May, people voted to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.Find out more here . What powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers.Can the Welsh Liberal Democrats cling on? After 160 years of history in which they dominated Welsh politics, they are now fighting for survival.Could they hold on to their single constituency seat of Brecon and Radnorshire or could they sneak a seat on a regional list?If the party fails, it will be the first national election in Wales where the Liberal Party, the Liberal Democrats or its predecessor parties have failed to win a seat.The pandemic has transformed what have been perceived as weaknesses for Welsh Labour's Mark Drakeford into strengths.The question is will the cautious academic approach he's taken as first minister appeal to the electorate in the time of crisis?Has Plaid Cymru's leader Adam Price been restricted by the pandemic because he hasn't had the opportunity to address large public meetings at which he's thought to shine? The Welsh Conservative Andrew RT Davies only took back the leadership from Paul Davies just a matter of weeks before the election, so has he had time to create an impact?Could that though prove a strength for the Conservatives - \"RT\", as he's known, he has a much bigger public profile than Paul Davies but could the late change undermine the party's core message?", "url": "https://www.bbc.com/news/uk-wales-politics-56952164"}