{"datetime": "2021-05-05T16:19:54.000Z", "subject": "Welsh Parliament election 2021", "title": "Welsh election 2021: Parties in final day of campaign", "article": "Wales' political parties made their final pitches to voters on Wednesday as the Senedd election campaign came to a close. Party leaders campaigned in key seats in north, south and mid Wales.UK Conservative Chancellor Rishi Sunak visited Rhyl in north Wales while Labour leader Mark Drakeford headed to Barry in the Vale of Glamorgan. Plaid Cymru leader Adam Price focused on Llanelli while the Welsh Lib Dems' Jane Dodds visited Ystradgynlais. Voting will begin at 07:00 BST on Thursday, with counting not taking place until Friday because of the pandemic. Voters will be electing 60 politicians to sit in the Welsh Parliament in Cardiff Bay - known as the National Assembly for Walesuntil last year . They get two votes - one for their constituency, and one for their region.SIGN UP FOR WALES ALERTS: Get extra updates on BBC election coverage Mr Price and Welsh Conservative Senedd leader Andrew RT Davies are challenging Mr Drakeford to take his job as Wales' first minister. Where parties choose to campaign tends to show where they think they could win extra seats or lose them - on Wednesday the Welsh Conservatives returned to north Wales with Rishi Sunak visiting Marine Holiday Park in Rhyl, Vale of Clwyd. Four seats held by Labour in north east Wales were won by the Conservatives at the 2019 UK general election. \"If you want to see change that we're bringing across the United Kingdom, if you vote for a Conservative government here in Wales, we'll be able to deliver that change here as well,\" said Mr Sunak on a tightly-controlled visit. BBC Wales asked if the chancellor could see why he was criticised for a decision not to extend job support when the Welsh governmentwanted to hold its firebreak lockdown last autumn . Furlough was extended when England locked down. \"I think at every point during the past 12 months during this crisis, I and the government have acted to protect people in all parts of the United Kingdom,\" Mr Sunak said. \"If you think about things like the furlough scheme, that's protected almost half a million jobs here in Wales, 50,000 businesses have benefited from government-backed loans.\" WALES ELECTION: THE BASICS What's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.Find out more here . What powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers.Welsh Labour leader Mark Drakeford admitted at a campaign event his party was \"battling hard in north Wales\", where the Tories focused their energies on Wednesday. Mr Drakeford visited the Hangfire Southern Kitchen in Barry, in the south Wales constituency of the Vale of Glamorgan. The seat is held by the Conservatives in the House of Commons, but Labour in the Senedd, and is another constituency the Tories are hoping to gain from Labour. \"We have to restore our bargain with the people of north Wales,\" Mr Drakeford said. Asked if the fact that he had chosen to go to the Vale of Glamorgan suggested he was worried about the seat, he said: \"I'm here because the real contest in this election is between a Labour progressive government for Wales and handing Wales back to London with the Tories.\" \"In this constituency, that's exactly the argument that is on the line.\" Plaid Cymru's leader Adam Price said \"every vote will count in constituencies right across Wales\", telling BBC Wales the election was \"going to be won on small margins\". He visited a food wholesaler and processing company at Cross Hands, in the marginal Senedd seat of Llanelli, held by Labour in 2016.\"Our message to people out there is get out and vote them tomorrow, every vote will count,\" he said. \"We have a historic opportunity to elect the first Plaid Cymru government in our history. That will send headlines across the world.\" The Covid-19 pandemic has turned our lives upside down over the last year and a bit - and it has done the same for this Senedd election campaign. Pre-Covid, Welsh Labour had been in power for more than two decades and faced a defensive election trying to hold on to a number of marginal seats against opposition parties with the wind in their sails. Before the pandemic struck, few ordinary voters could have picked the Welsh Labour leader, Mark Drakeford, out of a line-up. Some of his own troops had misgivings about fighting an election under his understated, academic style of leadership. Fast forward to April 2021 and a very different political world. Read more from Felicity here. Jane Dodds campaigned in Ystradgynlais on Wednesday in the Brecon and Radnorshire constituency - the only seat the party held onto at the 2016 Welsh Assembly election. On the campaign trail she acknowledged she is not going to be the next first minister of Wales. She declined to rule out entering a coalition after the election, but said her primary concern was winning more seats for the Liberal Democrats. \"We're hopeful for all the seats that we are going for,\" Ms Dodds said. \"Certainly we want to win Brecon and Radnorshire, but we are looking to get some places in the regional seats as well which we've always done well in.\" By Laura McAllister, Cardiff University's professor of public policy These Senedd elections are not the ones we anticipated and there's a strange contradictory feel to them. It's been a low-key campaign which has scarcely dazzled, yet the results on Friday feel more significant than ever. Small shifts in votes could determine the distribution of seats to parties and therefore the shape of our next Welsh government. Read more from Laura here. Meanwhile, the Wales Green Party asked voters to lend their support in the regional vote. The party's deputy leader Amelia Womack said: \"It is long overdue that we in Wales get the Green scrutiny in the Senedd that we deserve.\" Abolish The Welsh Assembly's Mark Reckless asked voters not to \"waste their votes on parties which helped give us Brexit, but have had their day now\". \"For over 20 years devolution has only ever gone one way, towards independence,\" he said. UKIP Wales leader Neil Hamilton will be in Torfaen on Wednesday. \"UKIP is presenting voters with a real alternative to Labour who have failed communities like Torfaen,\" a spokesman said. Reform UK said its Welsh leader, Nathan Gill, was campaigning in Conwy. Mr Gill said: \"We need to get out of lockdown now, our children need to allowed to be children, and our businesses need to do what they do best, serve their customers and get the Welsh economy rolling again.\" Voters will elect 40 Members of the Senedd (MSs) representing local constituencies, and 20 representing five large regions. Each of the regions elects four MSs. Voters will get two ballots - one to back a candidate in their constituency, and one to back a party or individual in the region. The ballot for the region is decided by a system that picks people more according to their share of the vote. But the system takes into account who has won the constituency seats within that region, and gives parties winning fewer or none of those constituencies a better chance of winning regional ones. That is different to the constituencies, where the candidate with the most votes wins. The party or combination of parties that can command the greatest support in the Senedd after the election will form the next Welsh government. By Adrian Browne, BBC Wales political reporter Labour, which has been in charge in Wales since devolution 22 years ago, has been campaigning hard in seats it lost to the Conservatives at the 2019 General Election. For their part, the Tories have been putting in the hours to try to convert those Westminster gains they made into Senedd victories. Wrexham, Vale of Clwyd, Clwyd South and Delyn turned from red to blue in 2019, and it is no surprise both parties have focused much of their attention on these seats this time around. In the south, the Conservatives have hopes of ousting Labour in the Vale of Glamorgan, a seat the Tories have held at Westminster since 2010. Labour is also keen to win back the Rhondda seat captured by Plaid Cymru at the 2016 poll. As well as hoping to prevent that seat from returning to the Labour fold, Plaid is targeting the Labour marginal of Llanelli, which has flipped between the two parties since the dawn of devolution in 1999. Tory-held Aberconwy is also a Plaid Cymru target seat, and the party has also used its campaign to urge voters to chose Plaid in their second vote, with the aim of picking up extra members in the regional seats. The Liberal Democrats are concentrating on keeping their one remaining seat, Brecon and Radnorshire, with the possibility of picking up a regional list seat as compensation if they fail to do so. Meanwhile, Abolish the Welsh Assembly, Reform UK, and the Green Party are hoping to make a breakthrough in those regional votes.UKIP won seven regional seats in 2016, shortly before Wales and the UK voted to leave the EU in a referendum. It will be hoping to, at the very least, retain a presence in Cardiff Bay. ", "url": "https://www.bbc.com/news/uk-wales-politics-56986325"}