{"datetime": "2021-05-04T13:58:23.000Z", "subject": "Welsh Parliament election 2021", "title": "Welsh election: Few weeks to agree any coalition, says ex-FM Carwyn Jones", "article": "Any post-election coalition deal in the Senedd should take \"a few weeks\" to agree, former first minister Carwyn Jones has suggested. He took over as first minister in 2009, when Labour ran the Welsh government in coalition with Plaid Cymru.Labour governed alone after making gains in the 2011 election. But after the 2016 poll Liberal Democrat Kirsty Williams and former Plaid Cymru leader Lord Elis-Thomas joined his administration.There is speculation that a new coalition could be needed if Labour loses ground in Thursday's election, although Plaid Cymru has ruled out a \"simple re-run\" of 2007-11 when it was the junior partner.SIGN UP FOR WALES ALERTS: Get extra updates on BBC election coverage Mr Jones told BBC Radio Wales' The Leaders' Lounge: \"What will happen is, once everyone sees the numbers, everyone will be making calculations, then there will be a game of chicken - who rings who first?\"And then the advisers will speak to each other first and prepare the ground. All that can happen in a situation like this.\" Asked how long talks might take, he said: \"Expect a few weeks. If you have coalition negotiations, my view has always been you have to have as much detail as possible in a coalition agreement.\"In 2007, we had a very detailed coalition agreement with Plaid, which meant that really there wasn't much argument within that coalition - there was the odd disagreement here and there but nothing public because everybody knew the detail of the agreement. \"In 2010, the Tory-Lib Dem coalition - I remember saying at the time this is not a very detailed agreement, this is a recipe for people to interpret it in different ways, and a recipe for chaos, and that's the way it turned out, to my eyes. \"If there is going to be a coalition - nobody knows that - best that it takes a few weeks to put together with a detailed agreement than signing a piece of paper that's one side of A4.\" Mr Jonesstood down as first minister in 2018 , and stands down asSenedd member for Bridgend at this week's election. The Leaders' Lounge is on BBC Radio Wales at 1830 on Tuesday 4 May and on BBC Sounds ", "url": "https://www.bbc.com/news/uk-wales-politics-56984370"}