{"datetime": "2022-02-03T16:01:00.000Z", "author": "Sarah Dickins", "title": "Energy bills: Families feel the pinch as costs to rise by 54%", "article": "\"It's crazy,\" said one mother-of-two who is worried utility prices could stretch her finances to breaking point. Lauren Morse, 34, has seen heating bills rise from £900 a year to £1,600 for her home in Cwmbran, Torfaen, on top of increases for food and petrol. She is now concerned her utility costs may top £2,500 after Ofgem revealedit is hiking its energy price cap .The energy regulator announced the cap will rise by £693, with average bills climbing to £1,971. Prepayment customers will see the cap rise by £708 to £2,107. Theenergy price cap is the maximum amount suppliers can charge for a typical house in Great Britain. Energy costs are spiralling because of the increased cost of worldwide gas prices.Chancellor Rishi Sunak has announced electricity bills will be discounted by £200 from October, with the discount to be repaid over five years. Mr Sunak's planned £150 council tax rebate for tax bands A to D is England-only, although the UK government says there will be £175m extra cash for Welsh ministers in Cardiff who run council tax in Wales. The Welsh government said it will consider what to do with the cash, amid calls for the Toriesfor the rebate to be matched . Cardiff ministers announced earlier this week they would double a fuel help scheme for people on working age benefits,from £100 to £200 . Ms Morse, who runs a zero-waste store, selling foods and cleaning products, said: \"No matter how much money they earn, everybody is feeling the pinch.\" The harsh reality is that when the price of energy rises, that pushes up the cost of manufacturing and distribution - making products such as food more expensive.That adds to the increase in the cost of living and squeezes the money in people's pockets. The poorest households pay a larger proportion of their money on fuel and essentials, but there are arange of schemes that help people who rely on benefits, as well as help for the elderly.Pete Harrison, 64, from Prestatyn, in Denbighshire, had to stop work about seven years ago due toCOPD .He gets about £114 per week in income support and his wife earns minimum wage at a children's nursery. Rising rent and fuel and food prices have already squeezed their budget ahead of the predicted increase in fuel bills.Mr Harrison said: \"It's quite frightening now with the fuel bills.\"We're at rock bottom now, there's nothing else we can do to save power anymore. We're in a bit of a quandary really.\"Mr Harrison said he only turns the heating on for two hours a day, but often wears three or four layers around the house and is in bed by about 21:00 in order to stay warm.Tracey Morgan, of Splice, a charity based in Bridgend, said the situation was \"frightening\" for families she works with.\"I think people are really worried at the moment,\" she said.\"The previous increase just before Christmas affected families massively. We saw a big increase with families needing to access our baby bank, needing extra food parcels, we were issuing e-vouchers for the food bank for them.\"It's an extremely worrying time for them at the moment.\" Meanwhile, one customer at Ms Morse's store, Karen Dorling, 55, from Pontypool, said she was making cut backs.\"I've got an allotment so I'm trying to reduce what I spend on fruit and veg.\" Ms Dorling has a 17-year-old son in college \"so you've got the food prices, buses, he wants to go out with his friends - everything has gone up,\" she said. She goes to a craft club which costs £3 a week and is a church volunteer \"so I do get out a lot without having to spend any money,\" she added. Ms Morse has also had to try and absorb increasing costs at her store, Zero Waste Torfaen. She said wholesale prices for rice had increased 50% since September, shampoo is up by 25%, 11% for toilet rolls and 10% for white vinegar used for cleaning. At home, her household utility bills leapt when her provider went bust due to increasing wholesale prices. Her husband Daniel, 35, now uses a motorbike to keep transport costs down on his commute to Bristol where he works as scientist. It is the rise in utility bills that the couple are dreading the most. Ms Morse said the couple were \"potentially looking at about £2,500 a year when eight months ago we were paying £900\". It all means a hoped-for caravan holiday with sons Ruben, nine and Oliver, six, \"won't happen this year\". \"It's going to mean less spending on non-essentials,\" said Ms Morse. Not only will rising prices affect domestic bills directly, but higher costs for businesses and inflation could see prices rise elsewhere.Tom Denman, the chief financial officer for the Principality building society, toldBBC Radio Wales Breakfast : \"Obviously [energy costs are] hitting households directly, but then you've got that background of hitting businesses and that is being passed on to consumers. \"There's lots of competing, unprecedented challenges that the authorities and us are trying to deal with, but ultimately it is going to be a squeeze for households.\"Mr Denman said increasing interest rates to combat inflation was a \"well-trodden\" path, but for those not on fixed-rate mortgages, monthly repayments would go up alongside rising bills.Meanwhile, Dave Jones, who runs a renewable energy company in St Asaph, Denbighshire, said higher electricity costs would deter people from making more environmentally-friendly choices, such as electric cars and heat pumps in homes.He said his firm, Hafod Renewable Energy, bought three electric vans 18 months ago, but they would be more expensive to run than their diesel counterparts after the new cap is introduced. He added heat pumps could become \"unsustainable\" to run.\"We're pretty worried really, especially on the heat pump side,\" he said.\"I don't know what the price of gas and electricity is going to be in a year, so it's difficult to say what the best option is at the moment.\" ", "url": "https://www.bbc.com/news/uk-wales-60233179"}