{"datetime": "2022-02-04T17:32:44.000Z", "author": "Maria Veronese, Ben Schofield & Pete Cooper", "title": "Cost of living: 'I used to buy lots with £20 but now it's £40'", "article": "On Thursday, the energy regulator announced millions of households will typically pay an extra £693 a year on their energy bills from April. With inflation also at its highest rate for 30 years, how are people on low incomes and the those that support them dealing with the rising cost of living? Rebecca lives in Norfolk with her daughter and says it feels like her bills have \"just been getting out of control\". \"With the cost of living going up and the income I have going down, it's just creating this really bad situation,\" she says. Along with rising fuel bills, she says the cost of her travel as gone up and the price of food has also increased. Rebecca says: \"I used to be able to buy lots with £20 but these days it's more like £40 if I want to buy the same things - and that was already buying the minimum stuff. \"Then you have to cut down again but, when you've cut down to the very minimum, there's nowhere to go. \"I've been panicking and starting to look into foodbanks, community fridges and free meals. \"If I can get a free meal somewhere in the afternoon then I wouldn't have to eat dinner, it would stretch the food more and my daughter can have the pasta, for example. \"That's crazy solution, I shouldn't be doing that. \"I'm overwhelmed with stress and anxiety, but you can't show that to your kid, you have to try and be jolly about things but then it's hard when you're worrying every time the light goes on or worried what I'm going to eat or going hungry.\" Coronaheroes in Peterborough was set up during the pandemic to distribute donations of food, clothes and bedding to people who were shielding and those on low incomes Ann-Marie McDowall, a volunteer with the group, says: \"There's too much poverty in Peterborough. It's hard because everyone is struggling at the minute so our donations have gone right down.\" She says some people would do deliveries and pick-ups for the group are not able to \"because they can't afford [the] petrol money\". The group have between 20 and 100 requests a week but do not always have enough donations to help. Ms McDowall says: \"It's hard when you have all these families' messages asking for help. People get in touch with us because they are desperate. \"The idea is try to help people. Unfortunately, we're getting too many. Sometimes you lose sleep because you are thinking 'how can we do this?' But we can't. \"I'm just anticipating now, with everything rising, it's going to be much worse. It's a scary thought.\" She says she recently paid for electricity for a woman with three children under five who had been cut off on a Friday, and was unable to get any help until the Monday. \"I come from a very poor part of Glasgow so I know what going hungry is like. It's not easy when you have to decide do you pay your rent or do you feed your kids. It's hard.\" The Reverend Carol Avery runs a charity in Peterborough,Mary's Child , which supports vulnerable people and says on an average week she takes out 10 emergency food parcels. She says: \"The drive in demand is that there is just not enough money in the system for people who find themselves vulnerable, whether that's to do with benefits or illness. \"It's been two years of seeing the same sort of trends and, at the moment, I fear its going upwards quite a bit.\" Ms Avery says she is concerned over the rising cost of living \"because I know there are an awful lot of families who are struggling\". She says: \"My biggest concern if for families with children because children who are living in very low income families don't get to eat well. And if they don't eat well, they can't be educated well. \"They lose their ability to grow up in the thriving household, to have proper nutrition, and that's going to have a really long-term effect on their wellbeing and their ability to thrive in the future and it puts such strain on the parents. \"I see parents often. They're just crying because they can't give the children what they need. \"I'm really fearful now for this energy price rise as the families that are most in need are on prepayment meters so when it comes to gas and electricity they are paying more in the first place. \"There is too much poverty, especially in Peterborough. people shouldn't have to go to charities all the time.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60261608"}