{"datetime": "2022-01-21T15:22:56.000Z", "title": "Surplus Amazon stock given to struggling families in Fife", "article": "Amazon has pledged to donate thousands of surplus goods to struggling families in Fife for an anti-poverty project. It is estimated that 13,000 families will receive items like nappies, kitchenware and children's clothing. The goods will be distributed from a new warehouse in Lochgelly by a coalition of charities. Amazon was criticised last year after it was claimed unused stock was being destroyed - though the firm said recycling was its priority. The household items will come from Amazon's distribution centre in Dunfermline. Amazon has also provided a £150,000 grant along with logistics expertise to help create the new project site in Lochgelly. The charity coalition - led by Kirkcaldy-based charity The Cottage Family Centre - will then identify families in need, refer them to the project and help deliver goods. Amazon said it had already reached 3,500 families after joining the scheme last month and Scotmid and the Co-op have also pledged donations.It is hoped this model of giving surplus stock to local charities will be replicated across the UK. Pauline Buchan, strategic manager at the Cottage Family Centre, told the BBC she has worked with families who \"don't have the basics\" and were being placed in housing without furnishings. When looking at the near-1,600 families referred to the group over Christmas, she said she noticed many were living on around £500 per month. \"I don't know anybody, even after the rent is paid, who is supposed to live off that never mind furnish a property or clothe their kids,\" she said. \"You can see national insurance is going up, utility costs are going up, food costs have went up, clothing has went up. There's nothing left. They were already struggling.\" The charity has received support from Amazon in the past, but \"nothing on this scale\", according to Ms Buchan - who believes the impact of the poverty drive will be significant on the \"absolutely dire\" poverty in the area. She said: \"The poverty levels in our community are the worst I've ever seen in the 15 years I've been in this job. \"I actually think if it wasn't for this Amazon project, over the course of the next couple of years, we're going to end up like a deprived borough in London where there's more violence, more drugs. \"We need to be realistic here about what's happening in our communities. All the decision-makers need to get a grip of this. When I was a kid, I lived in significant poverty - that was in the 80s, it should not be like this for families in 2022.\" Lesley Allan from Fife is a single mother of two young children, one of whom is less than a year old.Over Christmas, they received toys and clothing donated by Amazon, something that was gratefully received after Lesley's universal credit payment was cut. However, her second-hand cooker which she received through the Scottish Welfare Fund is now broken and buying a replacement is a daunting prospect. She believes being referred for Amazon donations would help her family a great deal. \"There's a lot of people on [social media] selling cookers, washing machines and fridges for a lot of money and people can't afford that,\" Lesley said. \"People struggle to buy all that stuff.\"A lot of people get refused the welfare fund as well, especially for white goods and carpets. The cost of food is a lot more, everything is just going up. \"I don't know how I'm managing to be honest - I've just got to get what I need for me and the kids.\" Last year, Amazon came under fire after anITV report claimed it destroyed millions of unused items from its Dunfermline warehouse. However, the company said its priority was to resell, donate to charity and recycle unsold products and has stressed it does not send items to landfill in the UK. John Boumphrey, country manager for Amazon in the UK, said the firm's donations in Fife were an example of how it was attempting to deal with the challenge of surplus goods. He said: \"This is not a PR exercise, this is about having the maximum possible impact on families in the Fife region. The challenge of managing unsold or returned products is something faced by all retailers, not just Amazon. But it's a challenge we're absolutely committed to addressing. \"This is a really interesting initiative between the public sector, the private sector and the charity sector - we're just getting started but it's a really interesting model. We're clear the challenge of how we deal with unsold or returned products is something we're committed to addressing and it's something we're always looking at how we can get better at.\" The project was driven by the former prime minister Gordon Brown, who made contact with Amazon to ask for help to ease poverty at a time when fuel and food bills are rising.Mr Brown - who was an MP in Fife for 33 years - added: \"No company in the world wants to see goods discarded, and I think where goods can be put to use - particularly in the local area where the company is working - can make a huge difference. You're not only dealing with pollution, you're also dealing with poverty. \"I'm still appealing today to local businesses, because they can be involved too because this is a project that's going to last.\" ", "url": "https://www.bbc.com/news/uk-scotland-edinburgh-east-fife-60085726"}