{"datetime": "2022-02-02T06:14:18.000Z", "author": "Paul Martin", "subject": "Coronavirus pandemic", "title": "Cost of living: 'Costs going up but finances stagnant'", "article": "The cost of living crisis will affect everyone and for those caring for children with disabilities, it's another worry they could do without. Sheri Jenkins spends most of her time caring for son Luke and said she feels \"useless\" because she can't help the family financially by getting a job. Sheri says she needs her car to take Luke to college and she can't turn off the heating due to Luke's low immunity. \"Everything is going up but your finances are stagnant,\" she said. Luke hasDown's syndrome , hearing problems andsleep apnoea so while Sheri has considered how to reduce costs, she also balances how they will impact her son's care. Sheri, like many across the UK, is having to assess family finances amid a cost of living crisis. Prices in the UK are rising at thefastest rate in nearly 30 years , andpeople have been warned it could get worse. Higher energy bills , stagnant wages and tax rises - including peoplepaying more National Insurance - could leave average households with an extra £1,200-a-year hit to their incomes. \"The price of heating has gone through the roof and because of Luke's low immunity we have the heating on a lot,\" added Sheri, who lives in south Wales. \"We can't tell Luke to put another jumper on because he cannot comprehend that. So we've got to be very careful.\" Luke goes to college a few days a week near his home in Merthyr Tydfil but walking or going on public transport are not an option. \"I couldn't walk him to college as we'd never get there,\" Sheritold BBC Wales Live . \"So we have to have a car. \"It wasn't long ago that you would fill your car up. That doesn't happen anymore. So it's 'ok, put £10 of fuel in not £20' and it's £10 as and when really. It's ridiculous things like that you shouldn't have to think about.\" When the £20 weekly uplift to Luke's Universal Credit was taken away, the fees he has to pay for carers went up, meaning overall he was £120 a month worse off. The family's main income comes from Sheri's husband Derek, who is a project manager in a garage equipment firm, but she has thought about how she could possibly help bring in some money. But she feels her \"hands are tied\" caring for her son. \"With Luke's hours in college, I couldn't even get a job between those,\" she said. \"And, to be honest, I wouldn't be awake to do them either half the time… I'm so tired. \"It makes you feel useless. When your hands are tied it is very difficult.\" Sheri said the costs of everyday life - heating the house, filling the car, and buying the weekly food shop - had become \"ridiculous\". But she adds: \"It's not just us, it's everybody.\" Welsh government figures show there were nearly 50,000 applications to itshardship grants scheme last month, more than at any previous point in the pandemic. Emergency Assistance Payments are worth about £65 and are for people unable to afford food or energy. About 31,000 payments were made. Sheri often attends the Twyn Community Hub in Merthyr Tydfil, where the cost of living crisis is also troubling Jean Jones and Vicky Popp. Jean said that as a pensioner on a fixed income she was worrying about the future with prices rising. \"I've got a smart meter and prices have gone up almost double in the past three weeks,\" she said. \"I use my microwave a lot more than I use my oven because it's quicker and less costly, so I am trying to cut back as most people are.\" For Vicky, the hardest thing about rising costs was not being able to afford to take her granddaughter to soft play or out for lunch. \"It upsets and depresses me,\" said Vicky. \"We don't want to get ourselves into debt.\" She and her husband rely on his pension and they have had to cut back. \"When I'm out my husband doesn't put the heating on,\" added Vicky. \"I say 'you can't sit there in the cold', but he does because he wants to be careful with the bills.\" Louise Goodman, who runs the hub, sees a lot of people every week and she believed a lot of people \"are not coping really, they're just mulling along\". She has noticed more people using food banks and needing help with gas and electricity costs. \"It's really tough. They think they have no help out there,\" said Louise.\"I suppose everybody has a feeling of 'I just have to get by', that's the way people think with pride and everything, so by talking about it and saying everyone's in the same boat it's not such a taboo subject.\" The Welsh government hasdoubled its winter fuel payment to £200 for people on certain benefits. Ministers in Cardiff want the UK government to introduce a \"social energy tariff\" to help lower income households. A UK government spokesperson said it recognised people were \"facing pressures\" with the cost of living: \"We're providing extensive support to those on the lowest incomes, including putting an average of £1,000 more per year into the pockets of working families on Universal Credit, increasing the minimum wage and helping with the cost of fuel bills,\" said a UK government spokesperson. More on this story on Wales Live, BBC One Wales, at 22:30 GMT on Wednesday or catch up on BBC iPlayer . ", "url": "https://www.bbc.com/news/uk-wales-60215495"}