{"datetime": "2022-02-07T13:26:38.000Z", "author": "Richard Smirke", "title": "Blackpool soup kitchen 'busier than ever' as donations drop", "article": "The owner of a soup kitchen, which is feeding double the number of people it did last year, has said there has also been a huge drop in donations. Amazing Graze in Blackpool is feeding 200 people a night. Founder Mark Butcher said working people were \"turning up in tears\", apologising for using the service and saying they have \"no other choice\". Graeme, who said he would not eat without the community cafe, said he now understood the saying \"eat or heat\".The former businessman said he had to spend hundreds on a gas bill, despite only having one radiator, and was grateful to the charity for feeding him. Amazing Graze, which is based in Bolton Street in South Shore, also provides food parcels for people in need.Mr Butcher said: \"Food poverty is becoming much more apparent. He said all kinds of people were using the soup kitchen, including families, working people, including taxi drivers and catering staff, and people who had recently lost their jobs.\"People turn up in tears saying 'sorry we're coming here; we've got no other choice',\" he said. \"It's a desperate situation. People are making this horrible decision of whether to put the heating on or whether to put food in their stomachs.\" Graeme, who ran his own business, said: \"I could never understand the saying eat or heat because I've been self-employed for quite a number of years and I've never been in this situation. \"I understand it now.\" He said he recently had to pay £328 on a gas bill and \"I honestly would not be able to eat if it wasn't for Mark and what he does here at [Amazing Graze]\". Lydia, who also uses the kitchen for hot meals, said it had been \"difficult as a mother to afford things\" and rising costs were a \"struggle\". \"The cost of living is having a massive impact on all families, on all single mums in Blackpool,\" she said. \"If I didn't have the support of here then obviously I wouldn't be able to eat and things and I'd be going without food.\" David, 50, said as well as a hot meal, Amazing Graze offered \"community spirit\". \"I found myself homeless and I just walked the streets for 10 days without sleep,\" he said. He said he had a home now but he was \"penniless basically so I've got no money for food\". Mr Butcher said that while more people were using the service it had seen a \"massive\" drop in the food donations, \"purely down to cost of living\".\"People just can't afford to donate,\" he said. Guy Singh, who drove from Preston to donate to the charity, said: \"There's so much poverty out there; food banks are at their limit so I think it's important for all communities that have that ethos and that sort of mindset to try and assist others to get together and battle it together.\" Mr Butcher's wife Abbie, who helps run Amazing Graze which was set up in 2010, said: \"Everybody gets a hot meal and a food parcel of whatever's been donated that day.\"This morning we literally had no food in [and] one guy's turned up with a load of food and that's finished. \"It's helped us for this evening but now we're back to square one again so we are just relying on donations coming in all the time because we were just going through food so fast.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-lancashire-60213916"}