{"datetime": "2022-01-20T14:32:30.000Z", "subject": "Coronavirus pandemic", "title": "Newcastle University finds poor areas spent more on alcohol in lockdown", "article": "Lockdown alcohol consumption increased most among heavy drinkers, those in deprived communities and people in the north of England, research has shown. Newcastle University found the heaviest drinkers bought about 17 times more than those consuming the least. The increase was greater than in Wales and Scotland which have minimum pricing regulations. Research co-author Dr Amy O'Donnell said England needed to \"get its act together\". \"We need to do more to support those vulnerable drinkers living in disadvantaged parts of the country,\" she said. \"We need better support in healthcare. We also need to do more to make alcohol less cheap and affordable.\" The research analysed shopping data, including about five million purchases of alcohol, from almost 80,000 households between 2015 and 2020. The average purchase per adult within the highest-buying 20% equated to just under a litre of vodka or four bottles of wine per person. The researchers looked at an apparent \"paradox\" that sales figures showed overall alcohol purchases did not significantly increase in the first year of lockdown and yet people responding to surveys on drinking habits said they had drunk a lot more. Also, the official alcohol-related death figures had increased by 18.6%, the highest year-on-year rise in 20 years, the university said.The study found where people lived, what they earned and how much they had been buying previously made a difference to their lockdown drinking habits. \"Households in the north of England showed bigger increases than in other parts of the country but that is probably because many of the households in this region, unfortunately, are high purchasers of alcohol,\" Dr O'Donnell said. \"We also know that many of our households live in relatively high levels of deprivation. \"This research really highlights the fact that the people that you'd be most worried about - and that's the people who are already heavy drinkers, they're living in deprivation - they are the ones that increased their drinking the most.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-tyne-60065628"}