{"datetime": "2022-01-27T15:15:28.000Z", "title": "Cost of living: Little Harrowden man 'scared to turn on gas and electricity'", "article": "Rising gas and electricity prices have forced one man to wear several layers of clothing indoors and shower in cold water. Peter Wills, from Little Harrowden in Northamptonshire, said he was too scared to turn on the heating. The 58-year-old said he feared for families with children in the same situation. \"It's a toss up between do I eat or do I heat the house and put electric on the meter,\" he said. The jump in the cost of living, driven largely by rising fuel and energy costs, isputting further pressure on households across the UK . Inflation is at its highest rate for 30 years and energy prices are about to go up again later this year. Mr Wills said: \"I have to sit with a hat on, a body-warmer, a coat and a duvet wrapped round me because I'm so scared to put the gas and the electricity on. \"It's so expensive I can't do it. \"Not only have I not had any heating, but because I've not been able to use my gas, I've not had any hot water. \"When I take a shower I stand shivering because I've got no heating in the house.\" Mr Wills, who is diabetic, said he was sometimes forced to go without food. \"I get the odd dizzy spell and have to sit down because my blood sugar levels have reached peak height,\" he told BBC Radio Northampton. The agency worker's problems started last August when he had a haemorrhage in his left eye, which meant he had to be off work for 12 weeks. \"Doctors would not let me do anything,\" he said. \"They did laser treatment on it, but eight days later it went again. \"When you are doing agency work you don't know what is going to happen from one day to the next. \"One day you could be in work, the next minute they could say, sorry, we've run out of work, we don't want you back.\" He said when he does get work and is paid, it was often not enough to cover gas and electricity as well as rent, council tax and water bills. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60143055"}