{"datetime": "2022-01-18T11:08:20.000Z", "title": "Energy price rises could worsen child poverty, charity warns", "article": "The number of UK children growing up in \"very deep poverty\" has risen to 1.8 million, a leading charity has warned. The Joseph Rowntree Foundation (JRF) said the figure had increased by 500,000 since 2012 and soaring energy prices rises could hit more families. Rebecca, from West Yorkshire, said it was \"degrading\" that her children woke up \"shivering\" as she couldn't afford to leave the heating on. The government said it had taken decisive steps to support families. A family is regarded as being in very deep poverty if it has an annual income of £9,900 or less, after housing costs and taxes are deducted, although that can vary depending on the family type, the JRF said. Rebecca has two children aged nine and 11, and is also raising her 14-year-old niece. During winter, she has found herself paying up to £10 a day to heat the family's three-bedroom home. She said she found it \"heartbreaking\" to see the children often go without things others take for granted, and this had affected their self-esteem. \"Sometimes we can't afford to go swimming, there are times when it's been such a struggle I can't even afford milk and bread.\" Rebecca used to have a part-time job, but found it impossible to manage due to the costs of childcare and the amount she lost from her benefits. After paying her housing and other bills, she is left with £80 a week to feed, clothe and provide for other essentials. Katie Schmuecker, deputy director of policy at the York-based anti-poverty charity, said no childhood should be defined by a \"daily struggle\" to afford the basics. \"The reality is that many children growing up today won't have known anything else,\" she said. Rebecca said it was embarrassing to speak about her situation, but wanted people to understand. \"It shouldn't be happening, not in this day and age,\" she said. Ms Schmuecker saidrising energy prices had the potential to \"devastate\" the budgets of low-income families. Fuel bills could increase by another 50% in the next few months, theenergy industry has warned . That is something Rebecca, who only has carpet in one room in her rental home, worries about, to the extent that she switches her heating off at night. \"I am having to tell the children 'we have to turn the heating off now'. \"When the kids get up for school the next day it's absolutely freezing and they'll be literally shivering because it's that cold. \"It's very degrading because you should be able to keep your children warm. \"They shouldn't have to see me feeling quite low and depressed because I can't afford to put the heating on.\" Rebecca's difficulties saw her seek help in managing her budget and debts from Halifax-based charity Noah's Ark, which also put her in touch with online giving charity Acts 435. Andrew Sykes, from Noah's Ark, said they were seeing an increasing number of people seeking help. \"This cost-of-living squeeze is having a huge impact,\" he said. \"There's a proven link between people with money and debt problems and poor mental health. It really does impact hugely on people's lives.\" The JRF believes households on low incomes will spend on average 18% of their money, after housing costs, on energy bills after April. For single adult households that rises to 54%, an increase of 21% since 2019/20 when their national poverty figures were last calculated. Lone parents and couples without children will spend about a quarter of their incomes on energy bills, a 10% rise, the charity said. The government said it had provided support worth £4.2bn to low-income and vulnerable households. A spokesperson said it recognised the pressures people were facing with regard to household bills. \"Which is why we have taken decisive steps to support them,\" they said. A spokesperson said the Energy Price Cap had protected about 15 million households and the government was supporting vulnerable people through schemes such as the Warm Home Discount and the £500m Household Support Fund. However, Ms Schmuecker said the government could not allow the cost of living rise to \"knock people\" off their feet. Urgent action, she said, was needed to strengthen the UK's social security system, which she described as \"woefully inadequate\". \"Our basic rate of benefits is at its lowest real rate for 30 years and this is causing avoidable hardship.\" Rebecca believes changes are needed to offer better support to people in her position. \"I think Universal Credit has ruined people's lives, because there's so many thousands of people who cannot manage,\" she said. However, a government spokesperson said working families on universal credit were \"seeing more money in their pockets\". \"We will continue to look closely at the pressures facing people and what further measures might be needed on abating high energy costs.\" Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-60026125"}