{"datetime": "2022-01-17T14:17:44.000Z", "subject": "Davos", "title": "Wealth of world's 10 richest men doubled in pandemic, Oxfam says", "article": "The pandemic has made the world's wealthiest far richer but has led to more people living in poverty, according to the charity Oxfam. Lower incomes for the world's poorest contributed to the death of 21,000 people each day, its report claims.But the world's 10 richest men have more than doubled their collective fortunes since March 2020, Oxfam said. Oxfam typically releases a report on global inequality at the start of the World Economic Forum meeting in Davos. That event usually sees thousands of corporate and political leaders, celebrities, campaigners, economists and journalists gather in the Swiss ski resort for panel discussions, drinks parties and schmoozing. However for the second year running, the meeting (scheduled for this week) will be online-only after the emergence of the Omicron variant derailed plans to return to an in-person event. This week's discussions will include the likely future path of the pandemic, vaccine equity and the energy transition. Danny Sriskandarajah, Oxfam GB's chief executive, said the charity timed the report each year to coincide with Davos to attract the attention of economic, business and political elites. \"This year, what's happening is off the scale,\" he said. \"There's been a new billionaire created almost every day during this pandemic, meanwhile 99% of the world's population are worse off because of lockdowns, lower international trade, less international tourism, and as a result of that, 160 million more people have been pushed into poverty.\" \"Something is deeply flawed with our economic system,\" he added. According to Forbes figures cited by the charity, the world's 10 richest men are: Elon Musk, Jeff Bezos, Bernard Arnault and family, Bill Gates, Larry Ellison, Larry Page, Sergey Brin, Mark Zuckerberg, Steve Ballmer and Warren Buffet. While collectively their wealth grew from $700bn to $1.5tn between March 2020 and November 2021, there is significant variation between them, with Mr Musk's fortune growing by more than 1,000%, while Mr Gates' rose by a more modest 30%. Oxfam's decision to measure the growth from the start of the pandemic, when global share prices plummeted, also skews the findings slightly.The wealth of the world's richest is typically tied up in their stock holdings, which fell sharply in March 2020, meaning the subsequent growth was from this lower base.If Oxfam had measured from just before the pandemic began, the growth would have been less pronounced.However, one of the report's authors Max Lawson told the BBC: \"If you take the wealth of billionaires in mid-February 2020 instead, we estimate that the increase in the top ten richest men is more like 70% - which would still represent a record breaking increase, and something the like of which we have never seen before.\" Oxfam's report is based on data from the Forbes Billionaires List and the annual Credit Suisse Global Wealth report, which gives the distribution of global wealth going back to 2000. The Forbes survey uses the value of an individual's assets, mainly property and land, minus debts, to determine what he or she \"owns\". The data excludes wages or income. The methodology has been criticised in the past as it means that a student with high debts, but with high future earning potential, for example, would be considered poor under the criteria used. Oxfam also says that due to the fact prices have risen during the pandemic, it has adjusted for inflation using the US Consumer Price Index (CPI), which tracks how fast the cost of living is increasing over time. Oxfam's report, which was also based on data from the World Bank, said a lack of access to healthcare, hunger, gender-based violence and climate breakdown contributed to one death every four seconds. It said 160 million more people were living on less than $5.50 (£4.02) a day than would have been without the impact of the Covid pandemic. The World Bank uses $5.50 a day as a measure of poverty in upper-middle-income countries. The report also says: \"Even during a global crisis our unfair economic systems manage to deliver eye-watering windfalls for the wealthiest but fail to protect the poorest,\" Mr Sriskandarajah said. He said political leaders now had an historic opportunity to back bolder economic strategies to \"change the deadly course we are on\".That should include more progressive tax regimes, which impose higher levies on capital and wealth, with the revenue spent on \"quality universal healthcare and social protection for all\" Mr Sriskandarajah said. Oxfam is also calling for the intellectual property rights on Covid-19 vaccines to be waived to enable wider production and faster distribution. Earlier this month the president of the World Bank, David Malpass, voiced his concerns over widening global inequality, arguing the impact of inflation and measures to tackle it were likely to cause more damage to poorer countries. \"The outlook for the weaker countries is still to fall further and further behind,\" he said. ", "url": "https://www.bbc.com/news/business-60015294"}