{"datetime": "2022-01-26T08:22:55.000Z", "author": "Ben Schofield, Stuart Ratcliffe & Pete Cooper", "title": "Inflation 'giving me sleepless nights'", "article": "The jump in the cost of living, driven largely by rising fuel and energy costs, is putting further pressure on households across the UK. Inflation is at its highest rate for 30 years and energy prices are about to go up again later this year. How are those hit hard by rising bills, and the charities supporting them, coping? In Northampton, Anthony Lyman says when he is not looking after his two children he turns his heating off to keep his costs down. \"When I have the kids I make sure I've got the heating on, because it's important that they're warm and comfortable, but when I don't have the kids, because of the worry of the cost of energy, I turn the heating off,\" he says. \"Extra layers as an adult is fine, but obviously children can't comply with that.\" He says with the increase in the cost of energy and food he worries about running out of money. \"There is no backup cash, no emergency fund, so if I run out of the money we put on a meter, that's it,\" he says. Mr Lyman is not in work because of mental health illness and says the rise in bills is effecting his recovery as it \"constantly makes you worry\". He says: \"To run our household with gas and electricity was about £100 per month last year, but we're now looking at £120 to £135. \"It constantly stresses me out with sleepless nights because I'm thinking how I'm going to ensure I can provide for my family.\" Abbey People is a Cambridge charity that runs a food hub three times a week distributing donations and surplus food from supermarkets. Chief executive Nicky Shepard says: \"Anybody can come to the food hub for any reason.\" She says demand \"has stayed the same, if not gotten worse, over the last few months\". \"We've had a high demand since the pandemic and we're finding people are still coming; we always have a queue out the front when we open,\" she says.\"I expect things to continue to be hard, if not get worse; we're finding people are having the knock-on effect of thereduction of £20 a week in Universal Credit and the increase in fuel costs are hitting people really hard. \"Everybody I know is struggling; it is a crisis and we'll really see the knock-on effects in the next few months.\" Jonathan Hunt, from Cambridge, uses the food hub and volunteers there for Abbey People once a week. \"The hub is a great place because I don't have a lot of money and it's hard for me to survive week to week,\" he says. The 37-year-old receives Personal Independence Payments (PIP) and Employment Support Allowance (ESA) because he has \"mental health problems and physical problems\".He says: \"It's not always enough to go through to the next week; I have to go without or I can't afford [other bills]. \"Gas is getting more expensive; things are just getting harder; food prices are going up too.\" He says last year he would put £20 in his gas meter to last two weeks, but now it is £30 to £40, while his electricity has gone from £1.40 a day to more than £2. \"It's stressful,\" he says.Margret Saner runs theCambridge City Foodbank and says December was their busiest month on record. She says they saw \"a lot of people coming in who never used the foodbank before, but were being hit by the loss of the Universal Credit uplift and the increasing fuel prices\".\"That's just going to carry on, it's going to be very busy this year,\" she says. She says foodbank users have a \"constant struggle to make ends meet\". Ms Saner says: \"We have a scheme where we can help people with fuel as well as with food; there's the household support fund the council operate, but it still going to be difficult for people.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60132116"}