{"datetime": "2021-11-24T18:28:04.000Z", "title": "School term dates changes in Wales to be considered", "article": "Changes to the school year are to be considered by the Welsh government. The first minister said the structure of the school day and term dates needed to be modernised. Mark Drakeford said a \"radical policy shift\" was needed to the academic year, which dates back to the 19th Century when Wales was \"largely agricultural\". Teaching unions have said any changes must be based on the benefits to children and not about making parents' lives easier for childcare. Welsh Labour and Plaid Cymru said they wanted to explore the options to change the \"rhythm\" of the school day, as part of their extendedco-operation agreement in the Senedd. Experts have previously suggested that ashorter summer holiday could help pupils from disadvantaged backgrounds. \"The way we live our lives now, the way people are employed and the way parents have to manage the competing demands of life, means we need to revisit that fundamental thing about how the school year and the school day is organised in Wales,\" Mr Drakeford toldBBC Wales Live . Teaching union NAHT Cymru said it was keen to discuss changes with the Welsh government to improve education, though was sceptical about altering the daily school routine. \"It is widely acknowledged that the autumn term, for example, is always a difficult one, as learners have been out of school for so long, so we would be keen to discuss the evidence base for any changes,\" said director Laura Doel. \"We are concerned about the government's motivation for [exploring the rhythm of the school day] given there is no clear evidence to support it.\"Schools' core purpose is teaching and learning and while we want to be supportive of our families, schools are not there as childcare providers.\"We know that keeping children in school for longer does not increase a child's capacity to learn and the focus should be on providing quality teaching and learning during schools hours. That means investing in the profession.\" ", "url": "https://www.bbc.com/news/uk-wales-59408148"}