{"datetime": "2021-12-02T18:50:24.000Z", "title": "Labour backbenchers' concern over deal with Plaid Cymru", "article": "Plaid Cymru politicians should be grilled in the Senedd chamber like ministers if they are involved in Welsh government decisions, a Labour Member of the Senedd (MS) has said. A deal with Welsh Labour will see Plaid politicians work alongside the Welsh government. Hefin David says backbench MSs should be able to question them like other senior Labour figures. The Welsh government and Plaid did not comment on his remarks. It comes as Blaenau Gwent Labour MS Alun Davies also says an urgent review of how the Senedd works is needed as Plaid Cymru is now \"clearly part\" of the Welsh government. He said backbench colleagues like himself have not been party to the agreement, struck directly between ministers and Plaid.Meanwhile a senior Plaid Cymru figure said he would prefer if the arrangement was a coalition. A Senedd spokesman said presiding officer Elin Jones \"will be considering the impact of the co-operation agreement on the business of the Senedd in discussion with all parties\". The plan will see Plaid and the Welsh Labour government work together on 46 policy areas, with pledges including free primary school meals by the end of the agreement. Plaid Cymru will appoint so-called designated members to work with the government on policies in their co-operation agreement. Under the terms of the three-year deal Plaid is not getting any ministerial posts. But designated members will sit on committees with ministers with access to civil service support. Two special advisers will work in the government on delivering the deal. The government says Plaid politicians can contribute to government press releases and there will be regular joint media briefings with Mark Drakeford and Plaid leader Adam Price. Caerphilly MS Mr David wants the Senedd's Presiding Officer to make sure Plaid's appointees are also called to answer questions in the parliament. \"The key issue is that designated members are accountable - that's the most important thing,\" he said. \"I think you can't have government ministers answering questions in the chamber and not Plaid Cymru members if they are involved in taking government decisions. \"I want to scrutinise them. I want to ask them the questions and the mechanisms need to be in place for that.\" Mr David said he \"absolutely\" supports the deal: \"But the mechanism of how it works should be the prerogative of all Senedd members.\" The Conservatives are pressing for Plaid to lose its status as an opposition party. Mr David said: \"I think almost certainly Plaid Cymru's full opposition status is under question because they have partial influence on government policy.\"They are certainly different to the Conservative group and I think we need to understand what that difference means in practice.\" Labour's Alun Davies said he fully supported the agreement but also criticised how it would work. On Wednesday he told the Senedd that while it might not be a coalition, \"it looks like one\". He questioned where it left Labour backbenchers when the agreement is between ministers and Plaid Cymru, saying neither he nor local Labour MSs in his region were a party to it. He added: \"Plaid is clearly part of the executive.\" \"In having access to the civil service and a clear supervision role overseeing the budget they cannot maintain their position as simply another opposition party.\"This has consequences for the Senedd and how we organise and manage parliamentary oversight of the government. There needs to be an urgent review of the Senedd's standing orders to reflect this new position.\" Plaid Cymru MS Rhun ap Iorwerth, speaking onBBC Radio Cymru's Hawl i Holi programme , said there were \"questions that had not been answered\" about the deal. \"There are challenges, there are issues, there is no doubt about that,\" he said. \"I do think co-operation is a good thing. Personally I would prefer it if it were a coalition.\" He rejected the idea that he was seeking cabinet jobs for Plaid Cymru MSs: \"I don't think politicians do it for such personal reasons,\" he said.\"But certainly there are challenges in making anything new work, and we will make it work.\" He added that the agreement was \"exciting\", but \"that's not to say there won't be tensions. It might not be easy all the time, but we have an agreement and we're keen to implement it.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-59505773"}