{"datetime": "2021-11-27T16:49:06.000Z", "subject": "Welsh Parliament election 2021", "title": "Plaid Cymru members back Senedd deal with Labour", "article": "Plaid Cymru says its members have \"overwhelmingly\" backed the party's Senedd co-operation agreement with the Labour Welsh government. There was 94% support for the deal in a vote after a private debate at Plaid's virtual conference, the party said. Party leader Adam Price said it was a \"huge step forward for Wales and our democracy\". The three-year agreement wasunveiled by Mr Price and Labour First Minister Mark Drakeford on Monday. The deal is now expected to be signed by the two party leaders next week, bringing it into effect. Plaid Cymru did not reveal how many votes were cast on the agreement, but it confirmed 742 members were registered for the conference. The 46 policies in the agreement include giving allprimary school children free school meals and expanding the Senedd from its current 60 members. The proposals, which were widely expected to get the backing of the Plaid Cymru membership, also involve plans to get independent advice on bringing Wales' net zero target date forward from 2050 to 2035. Mr Price told BBC Wales: \"I can say, without a shadow of doubt, this is the proudest moment for me during two decades of public service. \"It doesn't come much more emotional or important for me than this.\" Although it will not have any ministers, Plaid will appoint advisors to work within the government. Mr Price said he would chair a committee with the first minister to oversee the implementation of the deal. \"We have got to get in there now to make sure we achieve the radical potential of this document,\" he added. Other main elements of theagreement include: Creating an NHS style free-at-point-of-need National Care Service and plans to change council tax are also included, as well as a pledge not to bring in major reform to post-EU farm subsidies in Wales until 2025. On Friday, Mr Price promised in a pre-recorded address to the conference that the proposals would change the lives of thousands of people in Wales. Labour won 30 of the 60 seats in the Welsh Parliament in May to remain in power, with its Welsh government one Senedd member short of an overall majority.No political party has secured more than half the seats in Cardiff Bay since devolution in 1999. Plaid Cymru gained an extra Senedd member in May, giving it 13, but fell to third place behind the Conservatives. On Friday, Mr Price said his party was \"transforming itself from a traditional opposition party in the Westminster sense to something new and refreshingly different, a co-opposition party, co-operating where possible, while continuing to oppose, and to scrutinise and criticise where necessary\". Deal-making is unavoidable in the Senedd, where majority governments are vanishingly rare. There have been coalitions and ad-hoc agreements to get budgets passed. But in two decades of devolution, we haven't seen anything quite like this before - a wide-ranging plan, drawn up by two parties, but with only one of them sitting around the cabinet table. That puts pressure on both sides to uphold their end of the bargain. For it to work, a lot will hinge on the relationship between Adam Price and Mark Drakeford.", "url": "https://www.bbc.com/news/uk-wales-politics-59416344"}