{"datetime": "2022-01-28T16:54:29.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Wales: Nightclubs reopen as Omicron rules scrapped", "article": "Nightclubs can reopen in Wales after restrictions brought in to tackle the Omicron variant were scrapped. Social distancing rules have been lifted and limits on socialising in pubs and restaurants - known as the rule of six - have been removed. The legal requirement to work from home has also ended. But mask wearing rules - scrapped in England - are staying in shops, hospitals and public transport. Wales has passed its latest peak of Covid cases, with rates now around levels last seen in early December. Confirming the latest changes, First Minister Mark Drakeford said there were \"encouraging signs\" that cases numbers were stabilising. \"We should enjoy the moment. We are past the peak of the Omicron wave and back, in terms of numbers, to where we were before Omicron began,\" he toldRadio Wales Breakfast .But he added: \"We all need to continue taking steps to stay safe - unfortunately the pandemic is not over yet.\" Nightclubs were the only businesses closed outright by the Welsh government in response to the Omicron wave, with the venues forced to close after Christmas. Under the rule changes people will be allowed to go back to the bar to buy a drink, as rules requiring table service in pubs, bars and restaurants come to an end. However Covid passes will remain for nightclubs, large indoor events, concert halls, cinema and theatre visits. People will also no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings will still be required in most public spaces, including shops. Meanwhile masks arestill required in schools until the February half-term, and they still have to be worn by law in cinemas and theatres, unless \"actively eating or drinking\". However rules around visits to care homes that were brought in due to Omicron, regarding masks and testing, are also set to be relaxed. Stacey Alford, a DJ from Penarth in Vale of Glamorgan, is among those looking forward to working back in clubs in Wales, During the post-Christmas restrictions Ms Alford travelled across the border to perform in clubs in England. \"I'm very excited to get back to work,\" she said. \"It seemed ridiculous that there was that disparity in the regulations between Wales and England so I could get on a train and work in Bristol 45 minutes away. \"It feels nightclubs have been picked on. We've been the last to open and the first to close. \"But safety is paramount and I'd rather be cautious and make sure everyone is safe.\" People must self-isolate if they catch Covid, though the minimum period required has been cut fromseven to five days . The move to alert level zero - the lowest level of restrictions - came into effect at 06:00 GMT on Friday and has also been welcomed by the retail industry. Sarah Jones, Head of the Welsh Retail Consortium, said: \"It has been a torrid two years for our industry, and our larger town and city centres have been particularly hindered by the work from home requirement.\"With hopefully more footfall through our high streets we look forward to green shoots of recovery for our industry, which is vital for both jobs and growth in local communities.\" The Welsh rules remain more stringent than the UK government's in England. In England rules on self-isolation are expected to end in March, and mask laws have already been scrapped. Meanwhile in Scotland facemasks rules and social distancing measures were relaxed slightly on Friday . Welsh ministers have not indicated when remaining Covid laws could come to an end, however chief medical officer Dr Sir Frank Atherton has suggested officials may look at ending mass testing in the summer. It is the last set of rules imposed on 26 December to be lifted, after restrictions on sports and community events were eased earlier this month. The remaining restrictions, such as face masks, will be reviewed on 10 February. Mr Drakeford said he would only relax those last restrictions when safe to do so but added: \"Nobody wants to have anything left in place any longer than is proportionate to the risk from coronavirus.\" Welsh Conservative health spokesman Russell George said the Welsh government should announce when there will be no more alert levels in Wales. He added: \"As with normality in touching distance, we need dates on when we can learn to live with the virus with no further threats of lockdowns to deal with hypothetical variants. \"This means removing harmful business restrictions, making facemasks a matter of choice and self-responsibility, and scrapping coercive, ineffective, and pointless vaccine passports that still have no proof that they work.\"Plaid Cymru health spokesperson Rhun ap Iorwerth said the latest lifting of restrictions proved there was \"light at the end of the tunnel\". He said: \"The positive signs are there that we may be approaching an endemic phase - although we're not there just yet.\"The Welsh government must now get robust measures in place so we can learn to live with Covid as an endemic disease but be able to respond quickly should circumstances change. \"They must also get a plan in place to ensure that our NHS itself makes a full recovery.\" Businesses will still be required to make a coronavirus risk assessment, although the specific requirement for two metre social distancing will be lifted. So far more than 1.8m booster doses have been given in Wales, while 36,000 people have come forward to have their first dose of a Covid vaccine since the start of December. Case numbers in Wales are well below the sharp peak seen just after Christmas, even allowing for thousands of people testing positive with lateral flow tests each week but no longer counting towards the figures. A third of cases in the last week have been in the under 19s, a position not seen since last autumn. The case rate has increased slightly to 516.3 cases per 100,000 people - a 5% rise on the week, while the wide-ranging ONS infection survey - taking swabs from 5,000 Welsh households - estimates 3.27% had Covid last week, a decrease for a second week running. But despite much higher case numbers than last year, Omicron has not resulted in a surge in hospitalisations and patient numbers are falling. The daily average number of Covid patients in hospital beds has dropped by 22% in the last week and for the 13th successive day. Numbers in critical care and admissions are also both down on average, compared to a week ago. ", "url": "https://www.bbc.com/news/uk-wales-politics-60155644"}