{"datetime": "2021-12-17T16:36:19.000Z", "subject": "Coronavirus pandemic", "title": "Omicron in Wales: Mark Drakeford 'storm' warning prompts nightclub closures", "article": "Wales must brace itself for the \"storm of Omicron\", the first minister has warned. Nightclubs will close in Wales after 26 December in response to the rising number of cases of the variant. Social distancing will also be reintroduced in shops and workplaces. Mark Drakeford also said more decisions on Covid restrictions would be made on Monday - in particularwith regard to sports events . A return to other restrictions - like extended household bubbles and the rule of six in pubs - is not being ruled out after Christmas. The first minister told BBC's Today programme: \"Wales is in the calm before the storm. We see the storm of Omicron coming our way and we need to prepare for it now.\" He pleaded with people to have a smaller Christmas and issued guidance to people avoid meeting \"wider circles of friends\". The number of Omicron cases detected in Wales rose by 64 to 159 cases on Friday. It comes as the UK sawa record number of Covid cases for a third day, exceeding 90,000. Mr Drakeford warned that London was already seeing an increase in people going to hospital with Covid. \"We have to be prepared for the same to happen here,\" he told a press conference. And he warned it was \"inescapable\" that a sharp increase in cases will impact the delivery of public services. Updated guidance will be issued for care home visits, and people on the shielding list will be written to with new advice on how to protect themselves. But it is not expected they will be asked to shield like at the start of the pandemic. The first minister said he had not introduced stricter measures immediately because the government's actions had to be \"proportionate and fair\" to everyone as Christmas was a \"special\" time of year. \"Our Omicron numbers are the lowest anywhere else in the UK,\" he said, adding providing people adhered to the latest advice given, a pathway had been created into Christmas. Business lobby group the CBI said the fresh restrictions on companies were a \"big setback\". Announcing a two-phased plan, the Welsh government said it was giving \"strong guidance\" for people to leave a day between social events and to meet outdoors over Christmas. But from 27 December new legal restrictions will come into force. They include the two-metre rule in workplaces, and extra rules for businesses and services to protect customers and staff, such as limiting numbers in supermarkets, one-way systems and tighter controls at check-outs. Businesses will also be required to allow people to work from home wherever possible. Welsh ministers say they will make £60m available for firms impacted by the new restrictions. The cash is earmarked for January but is not designed to cover wages, as the furlough scheme did earlier in the pandemic. The Federation of Small Businesses welcomed the cash but demanded \"urgent clarity\" on whether it would be available to firms that have seen a loss of bookings \"at an alarming rate\". But Mr Drakeford said the ability to provide and sustain and longer-term support to businesses is \"severely constrained by the current position of the UK Treasury and its refusal to open vital support schemes, such as furlough\". Such schemes should be available for all UK nations when needed \"and not just at the point at when restrictions are introduced in England\", he added. Mr Drakeford said Omicron was the most serious development in the pandemic so far. \"People should think very carefully about who they are meeting and how they are meeting to keep themselves and others safe before Christmas,\" he added. In the run-up to Christmas, the Welsh government urged people to: The guidance does not go as far as Scotland where indoor social mixing is limited tothree households . The Welsh government appears to be caught between a rock and a hard place when it come to the imposition of additional Covid restrictions that they believe could be necessary to meet the threat the Omicron variant poses to the Welsh NHS. It seems clear that ministers believe that strict new restrictions should be introduced but, without UK treasury support for affected businesses, are wary of introducing measures that could hurt the already battered hospitality and retail sectors of the economy. All eyes will be on the Chancellor, Rishi Sunak, to see what help might be on offer but with the UK government already nursing a hangover after a backbench Commons rebellion on Covid passes, it seems unlikely that Downing Street will move as quickly and firmly as the Welsh government would like. While Welsh ministers probably do have the resources to offer some additional support for businesses, a new Covid wave could lead to increased financial pressure on the health and other public services as they seek to cover for staff absences and increased public demand. With ministerial meetings being held on an almost daily basis it seems unlikely that today's announcements are the last word on Christmas and new year restrictions - and more measures may well be announced in coming days. Wales is the first UK nation to close a business sector in response to the Omicron wave. The decision to shut nightclubs means they will be closed for New Year's Eve. The Night Time Industries Association said it was \"angry and frustrated\" they had been singled out for closure and claimed there was a lack of evidence to show transmission of the virus was higher in nightspots. Chief executive Mike Kill said: \"We've implemented Covid passports and lateral flow tests even though it has cost us some trade so why are we being singled out and targeted? These further restrictions are a step too far. \"Isn't there a greater concern that people who would normally socialise on New Year's Eve will now displace to other unregulated settings without those controls?\" But the first minister said the decision \"is about protecting the health of people who otherwise would be putting themselves in harm's way\". Asked if the move punishes younger people, Mark Drakeford said: \"If you look at London and you look to see where the most rapid growth has been in the Omicron variant, it has been people in their twenties and thirties.\" The announcement also sparked concern from Prof Simon Williams, a behavioural scientist at Swansea University. \"I don't want to sound like the Grinch but this is not going to stem the tide of Omicron cases in Wales - hospitalisations and hospital pressure will follow in weeks,\" he said. He argued that the minimum needed was what the Welsh government called\"alert level one\" - which would have seen a return to the rule of six indoors - with a brief break at Christmas. Sara Jones, Head of the Welsh Retail Consortium, urged customers to show \"consideration and patience\" as shops reintroduce measures, which are likely to reduce capacity.But Ian Price, CBI Wales director, said: \"As Omicron cases continue to rise it's only right the government prioritises public health, but fresh restrictions are a big setback for businesses, particularly in hospitality.\" Care homes in Wales said they are relieved visits are still allowed but feared another rise in cases would put extra strain on already \"tired\" staff. \"It's a balance to keep people safe but not take away that contact of visits,\" said Care Homes Wales chief executive Mary Wimbury. \"However some care homes are not just asking whether they have enough staff to manage visits, but are there enough staff to the care home running safely? \"Staff live in their local community and it's almost impossible to stop them catching the virus somehow. The worry is for their health but also the pressure it puts on the staff who are there and are very tired. \"Everyone is worried at how things will pan out.\" Welsh Conservative Senedd leader Andrew RT Davies said the Welsh government needed to provide \"clarity\" on the money being offered to support businesses. He said the Welsh government had a lot more money available to help firms: \"There's £600m sitting in the Welsh government budget which is available to them to spend on COVID measures\". Plaid Cymru leader Adam Price said all governments face a \"difficult balancing act\" in taking these decisions. \"We're in the position in Wales, fortunately at the moment, I think we have about 5% of the population and less than 1% of the confirmed Omicron cases. And that allows that breathing space in the run-up to Christmas, but obviously we are facing a very, very difficult situation thereafter.\" The leader of the Welsh Liberal Democrats, Jane Dodds, said support for health services is also needed. \"The Liberal Democrats have called for a 6% rise in our wages to both health and care workers,\" she said. ", "url": "https://www.bbc.com/news/uk-wales-politics-59685864"}