{"datetime": "2021-12-15T19:59:33.000Z", "title": "Plaid Cymru's Adam Price could face Senedd questions", "article": "Plaid Cymru's leader could face monthly questions in the Senedd, after the deal between the Welsh government and Plaid. The Senedd's presiding officer has raised the possibility, after thesigning of the cooperation agreement . Under changes announced by Elin Jones, Plaid leader Adam Price will still be able to ask three questions in First Minister's Questions. But she said she does not \"expect those questions to be used to promote any policy areas covered by the agreement\". \"Questions to any ministers should focus on scrutiny, as such I expect the leader of Plaid Cymru to frame questions accordingly,\" she said in a statement. Plaid Cymru said the cooperation agreement, which included \"radical policies\" on free school meals for all primary children and measures to tackle the housing crisis, would \"benefit the people of Wales\". It added: \"We look forward to an innovative, collaborative way of working in the Senedd - co-operating with the Welsh government in areas of shared interest whilst continuing to be an effective and constructive opposition.\" In response, the Conservatives said \"Labour and Plaid must not be allowed to stitch-up Senedd business to avoid questions and scrutiny\". The Co-operation Agreement covers a host of policy areas, including a pledge to extend free school meals to all primary school pupils, introduce local tourism taxes, plans to change council tax and expand the Senedd. Amongst possible procedural changes to reflect the new dynamics in Cardiff Bay floated by Ms Jones, to be discussed by the cross-party Senedd Business Committee, is the suggestion Mr Price be scrutinised \"on a monthly basis, in place of the leader's questions to the first minister\", Adjustments coming in after Christmas include limiting the number of questions Plaid Cymru spokespeople can ask ministers in Cardiff Bay. Ms Jones also stated her view that the \"integrity of the budget process would be better maintained\" if the Finance Committee were not chaired by a member of a Plaid Cymru group \"that has entered into a budget agreement with the Welsh government\".The current chair is Plaid Senedd member Peredur Owen Griffiths. \"This is in no way a reflection on the current chair, whom all members hold in high regard,\" Ms Jones said. \"As a Senedd, we will explore whether to make any longer-term changes to our custom, practice and procedures to reflect the novel nature of this agreement.\" Welsh Conservative spokesman on the constitution Darren Millar said: \"Labour and Plaid must not be allowed to stitch-up Senedd Business to avoid questions and scrutiny over their new coalition-like arrangement.\"The Senedd's presiding officer is clear that those with responsibility for facilitating the approval of the Welsh government's budget should not lead the process of scrutinising it and I agree with her.\"The fact that Plaid are clinging onto the post of chairing the Senedd's Finance Committee is inappropriate and risks undermining the reputation and integrity of the institution.\" Labour MS Hefin David, who has raised concerns about accountability under the agreement, said: \"I welcome this statement from the Llywydd (presiding officer) who, with the business committee has listened to the concerns of members.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-59668448"}