{"datetime": "2021-12-20T06:02:26.000Z", "author": "Daniel Davies", "subject": "Coronavirus pandemic", "title": "Welsh budget: Covid, climate and cost of living", "article": "After years of austerity, the Welsh government's budget for running services is growing. But Mark Drakeford and his ministers do not have a free hand. Protecting people, services and businesses from Covid will be a priority and, as things stand, emergency pandemic funding is due to end next year.So how much will be available for long-term ambitions for a carbon-neutral economy and major reforms to change social care? The government also has to pay for the policies it has agreed with Plaid Cymru.In Monday's announcement of the 2022-23 Welsh budget there will be five key things to look out for - the five Cs. Put simply, there's more of it; more than previous years and more than was expected in the spring. Not since 2010 has there been an opportunity such as this to spend on all sorts of public services, not just the NHS, say experts at Cardiff University's Wales Governance Centre. The Treasury in London has also indicated how big the Welsh government's budget will be during Mr Drakeford's final couple of years as first minister. But he and Finance Minister Rebecca Evans know \"more\" and \"enough\" are two very different quantities. The core budget is growing, but emergency payments to cope with Covid are running out. The costs of the pandemic are still here however, and it is a pretty safe bet that Mr Drakeford's successor will be able to say the same thing when he or she takes over. What's more, officials say this is a \"lumpy\" budget. There's a big dollop of extra cash in 2022-23, but not so much in the two years after that. The Welsh government has had emergency funding worth about £8bn to combat Covid since March 2020. Until recently, about £500m was left. But in recent days the Treasury in London has offered another £270m to meet the challenge of Omicron and speed up the vaccination programme. However there are no guarantees about how much more Covid funding, if any, will be available beyond this financial year. Tackling the record-high waiting lists in the NHS and helping school pupils catch up, both legacies of lockdown, could take a lot of time and money. And even before new restrictions were imposed this winter, the hospitality and leisure industry was asking for business rates to be waived again next year. Mark Drakeford created a new super-ministry this year when he gave the climate change department a huge portfolio that includes building thousands of homes and keeping the trains running on time. As a result, this department gets the biggest share by far of the government's capital budget. That is the money that pays for buildings, roads and hospital equipment - stuff, not salaries. The department is also leading efforts to make Wales a net-zero nation by 2050. An even earlier target date of 2035 will be examined, under Labour's deal with Plaid Cymru. This budget will be scrutinised in detail for proof the government is serious about all that. Co-operation, not a coalition \"A remarkable performance in voodoo economics,\" is how Mr Drakeford described Plaid Cymru's manifesto. Now he must magic up the money to pay for Plaid policies such as free school meals (while Labour busily claims the credit on Facebook). It is all part of the co-operation agreement he has struck with Adam Price. The increase in the Welsh government's budget, as a result of spending decisions by Rishi Sunak, helps explain why Mr Drakeford can now afford things he so recently derided as wishful thinking. But there are always competing priorities at budget time, and the Welsh government must balance the priorities of its co-operation partner to get anything done. Cost of living crisis Inflation is rising and household incomes are being squeezed. To cope with that, the Welsh government is offering £100 to anyone who gets universal credit this month or next. In this budget, ministers might look at other ways to put money back into people's bank accounts, especially the least well off. They have tax powers at their disposal too. An extra 1% in land transaction tax was slapped on people buying second homes in last year's budget. Welsh Labour's manifesto promised to keep that - while also ruling out income tax rises \"for at least as long as the economic impact of coronavirus lasts\". ", "url": "https://www.bbc.com/news/uk-wales-politics-59668443"}