{"datetime": "2021-12-01T17:22:53.000Z", "author": "David Deans", "title": "Labour-Plaid deal could undermine Welsh Parliament, claim Tories", "article": "A co-operation deal between the Welsh Labour government and Plaid Cymru risks undermining the work of the Welsh Parliament, opposition Tories say. The first minister and Plaid's leader formally signed the deal on Wednesday. In response, the Conservatives questioned Plaid Cymru's status in the Senedd as an opposition party, and say changes are needed so ministers are properly scrutinised. Presiding officer Elin Jones said the deal raises issues for Senedd debates. A Labour minister denied it was a coalition on Wednesday, but one of her own backbenchers claimed it \"looked like one\". The signing came after Plaid members backed the deal at the weekend. Policies in the agreement, which covers 46 areas, include expanding free childcare for two-year-olds, a cap on second and holiday home numbers and reforming council tax. First Minister Mark Drakeford said: \"This is a bespoke agreement to deliver for Wales but it also captures how Welsh politics works - by finding common ground and sharing good ideas.\" Plaid's leader Adam Price added: \"The wide-ranging, radical policies included in the co-operation agreement... will change the lives of thousands of families in Wales for the better.\" There would need to be changes to the way the Senedd is run if it was decided Plaid is effectively in government. One of the Welsh Parliament's two presiding officers, who oversee and take decisions on debates, has to come from the opposition. Elin Jones is a Plaid Cymru member. Opposition parties, under the rules of the Senedd, are also entitled to their own time in the Welsh Parliament to hold debates and votes. But the rules use the term \"executive role\" when referring to the government party or parties - which the Government of Wales Act defines as a party with one or more ministers, which Plaid do not have. Welsh Conservative Darren Millar said the Welsh government and Plaid would be working \"hand in glove in an arrangement that is a near carbon-copy of that in Scotland between the nationalists and Greens\", referring to a deal that has put Green ministers in the SNP government. \"This has huge ramifications for the integrity of business in the Welsh Parliament,\" he said, saying: \"We cannot afford the integrity and objectivity of Senedd business to be fatally undermined given it's crucial role scrutinising and holding the Welsh government to account.\" The party called for Elin Jones to \"take immediate action to re-examine Plaid's opposition status, reduce their allocated time in questions and debates, as was the case with the Greens in Holyrood, and remove Plaid's responsibility for chairing the finance committee, given its vital scrutiny role on the government's budget\". The Welsh government published details on Wednesday of how the agreement would work, with a \"joint oversight board\" involving the first minister and Adam Price to oversee the deal. Plaid Cymru members of the Senedd will not become ministers but the party will get two special advisers - officials paid for by the Welsh government - to work on the deal with civil servants. Plaid will also nominate \"designated members\" from their group to jointly agree issues with ministers under the agreement - although decisions remain the responsibility of Labour ministers. The terms of the deal led to a row in the Senedd on Wednesday, with accusations from Conservative benches that it is a coalition in all but name. A denial by Labour government business minister Lesley Griffiths was contradicted by one of her own backbenchers, Blaenau Gwent Labour MS Alun Davies. \"It might not be a coalition, but it looks like one,\" he said. Mr Davies said it raised questions for the scrutiny of ministers in the Welsh Parliament which he said the government could not \"wipe under any carpet and pretend it doesn't exist\". In response, Ms Griffiths said: \"This is not a coalition. He understands full well what a coalition is.\" In a statement Elin Jones said she had sought legal advice over the deal's arrangements which she said are \"novel\". She said in her view Plaid does not have an executive role, but she said the details \"raise issues for the operation of Senedd business and our current conventions\" based on the difference between government and opposition MSs. \"In particular, the introduction of a new role of designated members requires careful consideration,\" she said, calling for more detail on their responsibilities. Plaid Cymru denied the deal amounted to a coalition, and said it would \"continue to scrutinise\" the Welsh government \"on all aspects of its Programme for Government whilst acting on some of our ambitious policies\". In a press briefing on Wednesday, Welsh Secretary Simon Hart said voters will \"rumble\" Labour's deal with Plaid Cymru in the Senedd. Mr Hart said he was puzzled over how Plaid could be supporting the Welsh government and be an opposition party \"at the same time and in the same building\". \"I do not think that people will tolerate it,\" he said, adding: \"They have special advisors paid for by the taxpayer, and yet they still describe themselves as an opposition.\" Mr Hart said the deal enabled the Welsh Conservatives to offer \"a very clear alternative\" as their form of opposition did not come \"with terms and conditions attached\". While Welsh Labour won the 2021 Welsh Parliament election, it holds half of the Senedd's 60 seats. The numbers mean it needs the help of at least one opposition Member of the Senedd (MS) to pass laws and budgets - the latter of which will be backed by Plaid for every year of the three-year deal. Mr Drakeford has said the talks were necessary because Welsh Labour has no overall majority to deal with \"challenging and ambitious issues\". ", "url": "https://www.bbc.com/news/uk-wales-politics-59489509"}