{"datetime": "2022-02-15T06:08:01.000Z", "author": "Aled Scourfield", "subject": "Coronavirus pandemic", "title": "Carmarthen: What do you do with an empty department store?", "article": "In 2010, Carmarthen welcomed a new £74m flagship Debenhams store in the St Catherine's Walk shopping centre. Just 11 years later - last May - it closed, leaving a 6,000 sq m void in the centre of the town.But after securing a total of £18.5m in funding, the old shop will be turned into a centre for the council, health board and cultural services.Wales' Deputy Climate Change Minister, Lee Waters, said the move was \"absolutely the right idea\". Mr Waters said out-of-town shopping, supermarkets, online shopping and the Covid pandemic had created a \"cocktail\" for town centres to struggle.According to Audit Wales, one in seven shops in the country were empty, and Mr Waters said town centres needed to become places where people \"meet, play, work and where we do a whole range of accessing services\". The old Debenhams store will become the Carmarthen Hwb (Hub) and will house a gym, some of the county's museum collection and a welcome centre for tourists.It is hoped work will be completed by spring 2024.A total of £15m of funding has come from the UK government, with a further £3.5m from Carmarthenshire council.Emlyn Dole, the council's leader, said he hoped the new centre would increase footfall as big shops \"were not coming back\".Dr Edward Jones, an economics lecturer at Bangor University, said changes to the high street had been accelerated by the Covid pandemic.He said: \"It's going to be a very different high street to what we're used to.\"Even before the pandemic, we saw them [large chain stores] dwindling and during the pandemic, that accelerated.\"There is a place for them, but that's more likely to be on the outskirts of towns. That's why we have this challenge about what do with our high streets, and getting people back in to the high street.\"The project is being developed in partnership with Hywel Dda health board and University of Wales Trinity St David (UWTSD).The health board's Rhian Matthews said the new centre could be used for outpatient clinics.She said the aim was to provide \"a range of clinics\" at the Hwb, where a lifelong learning centre is also planned.Gwilym Dyfri Jones, provost of UWTSD, said: \"We're an anchor institution in the town of Carmarthen and we should be here right at the centre of town.\"We can support the economic, cultural and social regeneration of the town. We'd like to work with the local business community in particular to ensure that the local population have the relevant skills to enable the town to grow during this post-Covid period.\" ", "url": "https://www.bbc.com/news/uk-wales-60379352"}