{"datetime": "2021-12-19T21:31:25.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Wales: Drakeford denies rules 'gambling' with livelihoods", "article": "Wales' first minister has denied \"gambling\" with the livelihoods of nightclub staff in dealing with the Omicron coronavirus variant. Nightclubs are set to close from 27 December, but Mark Drakeford was not able to say whether there would be government support to pay staff wages. He repeated his call for the UK government to restart thefurlough scheme , which cost almost £70bn. But Welsh Tories called on ministers to fund it from Welsh government reserves. Meanwhile, on Sunday evening the UK government announced the Welsh government would get £270m, on top of its autumn budget funding, to tackle Covid. Chancellor Rishi Sunak made the announcement following discussions with the three devolved administrations, to ensure they could \"take the Covid precautions they feel are necessary to keep people safe\". Mr Drakeford had earlier said it was \"inevitable\" there would be further restrictions for pubs and restaurants after Christmas. Speaking on theBBC Politics Wales programme, the first minister suggested table service and compulsory contact tracing could return. He also said a limit on the number of people from different households that can meet was possible but \"there are measures that you can take before you get to that\". The Welsh government has agreed to make£60m available for firms affected by the new restrictions. Ministers will also meet on Monday to decide whether to introducerestrictions for sporting events scheduled to take place during the festive period, including regional rugby derbies and football matches. \"We're getting fresh advice from our public health experts as to whether or not it's still safe to go ahead with those matches,\" he said.He added it was possible the games could go ahead with reduced attendance or no spectators at all. Samantha Dabb, manager of Newport bar and music venue Le Public Space bar, said the business could not continue to pay staff without support if it had to remain closed. \"It's really difficult to speak to my part-time staff and say, 'I don't know if you'll be in work after Christmas'. \"'Obviously, we'll do our best to pay you as much as we can, but without furlough that can only last a few weeks before we're gone anyway'.\" Sara Jones, head of the Welsh Retail Consortium, said new social distancing rules were being reintroduced \"at the very worst time of the year\". She said businesses should be compensated using some of the £60m set aside by Welsh government. \"The festive period for retailers is absolutely critical,\" she said. \"It's a golden quarter. It's where a fifth of all the annual sales take place.\" Public Health Wales' Dr Giri Shankar told Politics Wales further restrictions could be needed to deal with a likely\"tsunami\" of cases of the new Omicron variant in the coming weeks. From 27 December new legal restrictions will be introduced, including the closure of nightclubs and extra rules for businesses and services to protect customers and staff, such as one-way systems. With the furlough scheme having come to end in September, questions have been raised as to how nightclub staff are going to paid. Mr Drakeford said \"not all\" nightclubs in Wales would shut because many will continue to operate in the same way as pubs. But on paying staff wages, he added: \"We will look as a government to see if there's any help we can give that sector to support people who would otherwise be laid off, because the numbers are small enough at least for us to explore what we can do. \"We are certainly not gambling with anybody's livelihood. We've put £60m on the table. \"We will work with the sectors to see how that could be used and while the number of people who are not in work because of our decisions is relatively small, we'll look to see if there's anything we can do to help that.\" Mr Drakeford added: \"The idea that there is a big stack of cash looking for something to do is, frankly, nonsensical.\" The Welsh Conservatives have called on the Welsh government to use the £500m it has held in reserves to deal with Covid-19 pressures. Andrew RT Davies, leader of the Welsh Conservatives in the Welsh Parliament, said if it was a UK-wide decision to close venues, then he would advocate calling on the UK Treasury for financial support.Referring to the extra £270m announced by the UK government on Sunday, Mr Davies said: \"The Conservatives have consistently stepped up to the plate throughout the pandemic to help Welsh families, workers and businesses - and we've done so again. \"It's now vital Labour ministers use this money quickly to ramp up the vaccine rollout, strengthen the public health response, and help Welsh workers and businesses who are already experiencing difficulties in the wake of Omicron and need support this Christmas.\" Welsh Secretary Simon Hart said: \"The UK government has provided unprecedented support to people, businesses and administrations right across the UK since the beginning of the pandemic.\"This support continues with the doubling of upfront funding available for the Welsh government to £270m, giving it the financial certainty it needs for its continued Covid-19 response.\" ", "url": "https://www.bbc.com/news/uk-wales-59712425"}