{"datetime": "2021-12-20T18:02:30.000Z", "subject": "Budget 2021", "title": "Welsh budget: Bumper funding rise for Welsh NHS amid backlog", "article": "NHS spending in Wales will jump next year to tackle record high waiting times created by Covid. An extra £893m will be pumped in during 2022, as part of the £24.6bn Welsh government budget. More cash has also been promised for councils, and Labour Finance Minister Rebecca Evans said the budget will help make Wales \"a fairer nation\". Welsh Conservatives said the budget had been made possible after record funding from the UK government. Shops and hospitality will get a 50% cut to business rates - a relief to some firms waiting to hear if there would be any help for the tax from April. Plaid Cymru said the spending plans will deliver a \"stronger\" Wales, following the party's co-operation agreement with Welsh Labour ministers. The Welsh government say that over three years it will provide £1.3bn in extra direct funding to the Welsh NHS. Most of that - £893m - will arrive in the first financial year. That is a 10.7% increase on the current budget, or 7.8% when inflation is taken into account, with smaller increases in later years. Numbers waiting for treatmentshit record levels last August. Budget documents say the government's \"highest priority is to address the backlog of treatments that have been delayed by the pandemic\". Helen Whyley of the Royal College of Nurses said a significant portion has to be spent on NHS salaries, with 1,719 vacancies in Wales. The union is currently in dispute with the Welsh government over pay. \"You can have all the money in the world for services,\" Ms Whyley said. \"But if you don't have the staff to care for patients, and to deliver that care safely, it won't buy you anything.\" Despite the rise in day-to-day spending, funding for health care facilities will fall from £377m to £279m next year. The Welsh NHS Confederation, which represents health organisations, said its \"members are disappointed in the lack of investment in capital infrastructure to improve and redesign NHS estates and facilities\". Cardiff University's Guto Ifan said the planned increase for NHS spending in Wales appears to be \"slightly below\" extra cash for Wales triggered because of NHS spending in England. \"There are huge uncertainties about the medium-term impact of the pandemic and these spending plans could well need to be revised upwards in later years.\" Council funding will increase by £384m to £5.1bn - 8.1% in nominal terms or 5.2% when inflation is taken into account. Officials say this is the largest increase to the cash for local government - which is spent on social care and other services - since devolution began. Mr Ifan said councils should be able to meet their spending needs next year \"with relatively low increases in council tax\". The announcement follows a promise of more cash for Welsh public services from the Treasury, which provides the lion's share of the Welsh government's money. Experts at Cardiff University say£2.9bn will be available to spend by 2024 . It also comes afteran agreement between the Welsh government and Plaid Cymru which included free school meals over three years and expanding free childcare to two-year-olds. Both were included in the budget, with £30m for early years and childcare, and £90m for free school meals over three years. According to the Welsh government, businesses in retail, leisure and hospitality will receive 50% rates relief for 2022-23, matching similar plans announced by Chancellor Rishi Sunak for England. It will be less than the 100% discount many such firms receive now. The scheme will be capped at £110,000 per business. With other relief schemes ministers say 85,000 properties will be supported, while a further £35m will be spent to freeze rates for 2022-23. Despite the announcement, Michael Manghan and Rhian Davies, who run the Crown and Sceptre in Cadoxton, Neath, are still concerned for what 2022 will hold. Ms Davies feared the rate bill they would now need to pay was a \"big chunk of money to find\". She said she would have like to have seen more, but added: \"It's better than nothing.\" Mr Manghan said: \"The money we've lost over the last year - we're only just coming back to repay people.\" Sam Dabb, who runs Le Pub in Newport, was pleased to hear the news. \"It's one of the main costs of the business, it's absolutely massive.\" One businessman said the Welsh government definitely had to meet the 50% cut introduced in England, and warned next year could be tough. The Vale Resort in Hensol, Vale of Glamorgan, is starting to recover after a difficult 21 months.Bookings have increased since Covid restrictions were lifted and the company has opened a distillery on site to expand the business.Its managing director, Stephen Leeke, said government support schemes such as furlough, business rate relief and the Economic Resilience Fund (ERF) had helped the company stay afloat.He said: \"There's certainly an argument to say that they might consider going further, because I think we are in for a bit of a roller coaster now in the next couple of months and I don't think there's any doubt the industry will need some support.\" The Welsh government said it would spend £1.8bn on investments in its climate change department over three years, which includes £1.6bn on housing. Of that, £1bn will be spent on housing and £375m for building safety. Finance Minister Rebecca Evans said the Welsh government was still operating in a \"difficult financial context with our budget nearly £3bn lower than if it had increased in line with the economy since 2010-11\". \"This budget will support the Wales of today and shape the Wales of tomorrow. It will support our public services to be stronger, put Wales further down the path to being a net zero nation, and create a fairer nation with equality at its heart,\" she said. Welsh Conservative finance spokesman Peter Fox said: \"Today's budget has been made possible by the Conservative government delivering record funding for Wales. \"In that light, I welcome the much-needed business rates holiday to help firms recover from the ongoing challenges of the pandemic, along with an important uplift in funding for our local authorities who deliver so many key services in communities across Wales.\" Llyr Gruffydd, Plaid Cymru finance spokesperson, said: \"Thanks to Plaid Cymru, this budget will deliver an even fairer, even greener, even stronger Wales through ambitious policy pledges. \"From free school meals for all primary pupils to extending free childcare to all two-year olds and much more, the commitments secured by Plaid Cymru as part of the co-operation agreement with Welsh government will secure transformational support for some of our poorest households and will change people's lives for the better across Wales.\" There will be relief among the many thousands working in hospitality, retail and leisure across Wales. The Welsh government has matched what is happening in England and business rates for those industries will be halved. Most of them will still struggle to pay that as the pandemic continues to play havoc with trade with fewer people out shopping. With a new Welsh government department focused on climate change, it's hardly surprising that it's getting more money. What is interesting, and tells us about the departments priorities, is that of the £1.8bn for capital spending by the climate change minister almost all of it (£1.6bn) is to improve the quality and supply of housing.This budget is taking the long term view even though the immediate economic landscape is extremely fragile. ", "url": "https://www.bbc.com/news/uk-wales-politics-59720795"}