{"datetime": "2022-01-01T13:17:27.000Z", "author": "Nick Bourne", "subject": "Coronavirus pandemic", "title": "Covid: Wales pubs welcome in quiet new year", "article": "Wales welcomed in the new year with a more muted response than usual following new Covid-19 restrictions. Cardiff was \"exceptionally quiet\" and rules \"put people off\" in Flint, according to pubs, with alimit on groups of six allowed to meet. Clubs have also been forced to shut. Bar owners had feared thatrevellers would go over the English border whereCovid rules are different . The Welsh government has said its rules were in place to keep people safe. Some pubs closed their doors by 20:00 GMT on New Year's Eve in Flint, Flintshire, according to staff at the George and Dragon. It remained open but had a maximum of about 35 customers, said bar worker Sharon. \"It was not good. It was very quiet,\" she said. \"The restrictions put people off.\" In neighbouring Mold, about half a dozen customers saw in the new year at the Fat Boar bar and restaurant, compared with about 200 in previous years. Operations manager Mark Finlay said it had been a typical New Year's Eve until 21:00 with diners leaving after finishing their meals rather than staying on. \"No one came in and it slowly filtered out,\" he said. \"It's a bad way for us to finish the year.\"We're going into the quieter time of the year now with people thinking about how much much they have spent.\" Nick Newman, landlord of the Philharmonic pub and chairman of the Cardiff Licensees Forum, said it was exceptionally quiet on New Year's Eve for the city's hospitality sector. \"It wasn't unexpected but that doesn't make it any less disappointing,\" he said. \"I was in town for most of yesterday and then through the evening until one o'clock in the morning.\"We talk to the police and other agencies and I told them it was probably going to be like a quite ordinary Saturday night, but, in reality, it was a quieter than that.\" Mr Newman said: \"Rival businesses in Bristol will have been making hay but these measures reduce confidence and it's just unnecessary. \"We have a very active WhatsApp group and everyone was saying the same thing.\"We have all the distancing and other measures in place and then people were still cancelling their bookings.\" Elsewhere, public events marking New Year's Eve in England and Scotland werecancelled or scaled back against a backdrop of the UK reporting 189,846 new Covid cases in the latest 24-hour period - another record high. On Friday, Public Health Wales reported 10,393 new Covid cases and 11 new deaths with the virus. ", "url": "https://www.bbc.com/news/uk-wales-59846561"}