{"datetime": "2021-10-07T14:38:05.000Z", "title": "Senedd: New group to work on plans for bigger Welsh Parliament", "article": "Plans for a bigger Welsh Parliament have moved a step closer with the creation of a cross-party group to draw up policies for a Senedd reform bill. It will consider proposals in a report last year, by Labour and Plaid Cymru members, that the Seneddexpands to up to 90 politicians , from the current 60. The committee will also review how Members of the Senedd (MSs) are elected and ways to improve their diversity. Presiding Officer Elin Jones said there was strong evidence change was needed. The Special Purpose Committee on Senedd Reform is due to make recommendations for a Welsh government bill on Senedd reform by 31 May 2022, ahead of the next Welsh Parliament in 2026. The Welsh Conservatives are joining the group, despite previously saying the Senedd should focus \"solely on Wales' recovery from coronavirus\", not on creating more Cardiff Bay politicians. They also boycotted the committee that wrote last year's report. On Thursday, Darren Millar, who speaks for the party on constitutional matters, said it was \"vital that all political parties in the Senedd engage on this issue given that there is a potential for change prior to the next devolved elections\".\"That was not the case in advance of previous Welsh Parliament elections,\" he added. Welcoming the formation of the new cross-party group, Ms Jones said: \"We've heard strong evidence from experts that the Senedd needs to change. \"Our new committee will help towards making sure that our parliament is big enough to carry out its important duties, that it reflects the population of Wales and that its electoral system best represents the will of the voters.\" Labour MS Huw Irranca-Davies, who will chair the committee, added: \"The coronavirus pandemic has highlighted the importance of the decisions that are made by the Welsh government.\"I look forward to working with colleagues from all parties to achieve a consensus on how we build a stronger Senedd to represent the people of Wales and hold the Welsh government to account.\" Creating a system for reviewing constituency boundaries and how seats are distributed is also in the committee's remit. Plaid Cymru constitution spokesperson Rhys ab Owen said it had been clear since 2004 \"that the Senedd is too small to fulfil its role of holding the government of the day to account\".\"Despite great strides towards gender equality in the early days of the Senedd, my hope is that this new committee works to ensure that our Senedd and wider democracy reflects our modern nation in all of its diversity and reflects all the voices and aspirations of Wales' citizens,\" he said. Calls to expand the Senedd wereendorsed by First Minister Mark Drakeford in May, who said there was a \"significant tide\" across Cardiff Bay parties in favour. Increasing the Senedd to 90 members would make it the same size as the Northern Ireland Assembly.The Scottish Parliament has 129 MSPs. Plaid Cymru and the Liberal Democrats want a bigger Senedd, but say that should be accompanied by changes to the electoral system to better reflect the share of the vote parties receive. The issues are thought likely to figure prominently in talks between Labour Welsh government ministers and Plaid Cymru over a potential co-operation agreement in the Welsh Parliament. Any changes would require the backing of at least 40 Senedd members, a so-called \"super majority\". It has been estimated an additional 30 Senedd members would cost about an extra £12m per year. ", "url": "https://www.bbc.com/news/uk-wales-politics-58808999"}