{"datetime": "2021-10-15T06:16:10.000Z", "title": "TV rugby: Protect free-to-air coverage, says Plaid Cymru", "article": "The autumn rugby internationals should be protected events that have to be shown live on free-to-air terrestrial television, Plaid Cymru has said. A deal with Amazon Prime this yearensures no free-to-air live coverage . In 2020, Wales' fixtures were screened live on both Amazon Prime and S4C - this year fans must pay Amazon to do so, with highlights later on S4C. The Department for Culture, Media and Sport (DCMS) said the current system of \"listed events\" worked well.Writing to Secretary of State for Digital, Culture, Media and Sport Nadine Dorries, Plaid's Heledd Fychan asked her to give the autumn internationals, as well as Six Nations rugby matches and all Wales' football internationals, Category A status under the 1996 Broadcasting Act. They would then be joining events including the FA Cup Final, the Grand National and Olympic Games. On Wednesday, S4C chief executive Owen Evans told the Senedd's culture committee that the new exclusive Amazon Prime deal, including an option for Welsh language commentary, was a \" retrograde step \". \"We in Wales could argue that this is one of the crown jewels, now people will have to pay to watch Wales playing international games over the autumn,\" he said. S4C will only show highlights of the games against New Zealand, South Africa, Fiji and Australia, in October and November, an hour after the final whistle. Ms Fychan wrote that the new arrangements are \"deeply disappointing\", describing rugby as \"not only a widely loved sport in Wales\" but also \"one which forms part of our wider culture and identity\".\"The vast majority of Wales' rugby audience watches matches from their home or local pub, not in the stadium, by putting a price on viewing the autumn international series fans are being denied the ability to follow their national team, regardless of their personal circumstances,\" she writes. \"Furthermore sport on S4C is often a gateway to the language for many Welsh learners, yet one that will sadly be shut by this retrograde decision.\" The Senedd member warned that the new Amazon deal \"sets a dangerous precedent for the future of sports broadcasting in Welsh\".\"Not only have S4C lost the right to broadcast Welsh rugby matches, but it puts in place a model that could be adopted by other broadcasters in the future,\" she said. \"Welsh rugby belongs to everyone in Wales - we must not be priced out of our own culture,\" Ms Fychan added. A DCMS spokesperson said: \"We believe that the current listed events regime works well and strikes an appropriate balance between retaining free-to-air sports events for the public while allowing rights holders to negotiate agreements in the best interests of their sport. \"We're supportive of the positive contribution S4C makes to the Welsh economy and the vital role it plays in promoting the Welsh language.\"Amazon has also been asked to comment. ", "url": "https://www.bbc.com/news/uk-wales-politics-58896721"}