{"datetime": "2021-12-22T09:00:21.000Z", "subject": "Coronavirus pandemic", "title": "Omicron: Drakeford to announce post-Christmas Covid rules", "article": "Plans for Covid rules after Christmas in Wales will be announced by First Minister Mark Drakeford on Wednesday. His government expects several thousand Omicron cases by 26 December, and says more restrictions are needed to prevent the NHS from being overwhelmed. Measures could include table service, social distancing and a rule of six in pubs and restaurants. Limits on indoor mixing, including a return to household bubbles, could also be on the cards. But it is not clear whether households will simply be advised to limit socialising, or told to through new laws. Omicron was described as \"truly awful\" by Public Health Wales' National Director of Health Protection and Screening Services Dr Fu-Meng Khaw.He believes hospital admissions will continue to rise \"over the coming days and weeks\", adding: \"People point towards London and what is happening there where they are a couple of weeks at least ahead of us here in Wales.\" But Dr Khaw said the vaccination rate is lower in London and urged everyone to have a jab, saying: \"It's fair to say we cannot say with any certainty what might happen.\" Sara Bailey who runs Hot Gossip Cafe in Treorchy, Rhondda Cynon Taf called it \"a bit disheartening\". \"I think the problem is the theory that when they introduce these restrictions, they seemed reluctant to lift again, regardless of any improvement in the situation,\" she toldBBC Radio Wales Breakfast .Despite the uncertainty, Ms Bailey has not see a drop off in custom, adding: \"If there had been any sort of anxiety, it's more to do with how to abide by isolation rules over the Christmas weekend on missing out on family celebrations.\" Heidi Bakewell, who manages Y Bryncynan in Pwllheli, Gwynedd, said the premises continued offering table service following previous restrictions because customers liked it. \"It would be a bit easier for us as pubs if that guidance and everything came out a bit sooner rather than later to prevent us over-ordering and being able to get all the material we need printed up with all the guidelines on,\" she added. While the pub has bookings for New Year's Eve, no money has been taken yet, with Ms Bakewell adding: \"Just because of all the hassle of ringing round everybody and refunding the money, and it makes everything so much harder order wise again.\"Although the changes would be implemented after Christmas, it is not clear precisely when. But ministers are not expected to announce the kind of stay-at-home lockdown restrictions seen last Christmas. The number of identified Omicron cases in Wales grew by 204 on Tuesday to 640. A press conference will be held early on Wednesday afternoon, followed by a statement by Mr Drakeford in the Senedd, which has been recalled from its Christmas recess. Meanwhile, people infected with Covid in Englandcan stop self-isolating up to three days early if they test negative twice, it has been announced. A Welsh government spokesman said: \"We will consider the updated medical advice and whether this means our self-isolation requirements should be amended.\" The government has already announced some restrictions it plans to impose after Christmas. From 27 Decembernightclubs will shut , and workplaces and shops will be required to implement two metre social distancing. Workerscould face fines of £60 if they are not working from home with good reason, and on 26 December spectators will be banned from attending sporting fixtures,In Scotland, limits on the size of events are being imposed from 26 December.Prime Minister Boris Johnson has said there will be no measures in Englandbefore Christmas , but has not ruled them out afterwards. Ministers have urged people in Wales toexercise caution in the run-up to Christmas. It issued \"strong guidance\" for people to leave a day between social events and to meet outdoors over Christmas. Hospitality firms have been hit by loss of custom through cancellations and a drop in trade, and have been seeking more government support. David Chapman, Wales director of Hospitality UK, said clarity about restrictions and finance was needed. He hoped any new restrictions would still allow the industry to continue trading in some shape. \"It will make it much harder with measures in place, and even then, for many it will cause a loss in profit even though they can stay open.\" On Tuesday Chancellor Rishi Sunak set out measures in England to help the hospitality sector, including c ash grants of up to £6,000 per premises for each eligible firm. Mr Chapman welcomed the move and said it would not save businesses but would keep the \"wolf from the door this winter\". He wants to see similar support in Wales.On Tuesday Welsh Conservative Senedd group leader Andrew RT Davies warned that the \"drip, drip effect of releasing restrictions by press release risks undermining public confidence at such an important time of the year for families and businesses\". ", "url": "https://www.bbc.com/news/uk-wales-politics-59743126"}