{"datetime": "2021-11-19T15:29:41.000Z", "author": "James Williams", "title": "Welsh Labour and Plaid Cymru close to Senedd co-operation deal", "article": "The Welsh Labour government and Plaid Cymru are close to finalising a co-operation deal in the Senedd. Both parties' ruling bodies will meet on Saturday to decide whether to approve the deal. It could still be rejected, or further talks demanded, but if agreement is reached, an announcement could be made as early as Monday. BBC Wales was told the \"very wide-ranging\" draft includes plans to change council tax and reforms to social care. It also includes expansion of free childcare, measures to tackle second homes and many other issues. Labour won the Senedd election in May, but did not win a majority. Speaking at the British Irish Council meeting in Cardiff, Welsh Labour leader Mark Drakeford said an agreement \"had been reached\" but was yet to be ratified by Plaid Cymru and Labour. He added he hoped to \"be more public about the whole agreement\" early next week, \"if we succeed\". The first minister has previously explained the talks were necessary becauseWelsh Labour has no overall majority to deal with \"challenging and ambitious issues\". Talks were publicly announced in September afterLabour and Plaid Cymru had been in discussions over the summer around policies they could work together on. In mid-October, Mr Drakeford said the\"discussions need to come to a conclusion\" and they could not \"continue forever\". BBC Wales has been told those discussions are drawing to a close, with Labour's Welsh Executive Committee and Plaid's National Executive Committee to discuss the deal on Saturday. One of the big policies included in the prospective deal is a commitment to change thecouncil tax system , which both parties promised to reform in their manifestos for May's election. Speaking in September, Mr Drakeford said changing the council tax system would be \"very difficult to do because some people lose out, a lot of people win\". The deal would not amount to a coalition between the parties, and Plaid CymruMembers of the Senedd will not be entering government. But BBC Wales has been told Plaid would be able to appoint special advisers to work on the deal in government. The two parties have worked together in the Senedd before - Plaid Cymru went into coalition government with Labour between 2007 and 2011. After the 2016 election, the party agreed to a \"compact\" co-operation deal with Labour, allowing Carwyn Jones to return as first minister.That ended in 2017, although Plaid supported the Welsh budget a year after that. A Welsh government spokesman said: \"We are having positive discussions with Plaid Cymru about developing an agreement on a range of policy areas where we have shared interests. We will not be commenting further while these discussions are ongoing.\" The talks have been criticised by the Welsh Conservatives. On Friday Tory MS Sam Kurtztweeted : \"Vote Labour get Plaid. Vote Plaid get Labour.\" Speaking when they were announced, Tory Senedd leader, Andrew RT Davies, said: \"You only need look at Welsh Labour's policy programme to see how out of ideas it is.\"But turning to nationalists with no mandate is an act of desperation and lunacy.\" A Plaid Cymru spokesperson added: \"Talks have been held with the Welsh government about developing an agreement. Those talks have reached a conclusion and discussions are now ongoing with political groups and parties.\" The agreement between Labour and Plaid Cymru has been a long time in the making. In fact, many of the agreed commitments appeared in both parties manifestos and, other than on the question of independence, little divides the two parties in terms of ideology. From Labour's point of view the agreement means that legislating will be a whole lot easier, while Plaid Cymru will hope to beef up the government's constitutional agenda. Plaid will be only too well aware though that there could be an electoral price to be paid if they are seen to be cosying up to Labour, and whatever is said now it's unlikely that the agreement will remain in place for the whole of the Senedd term. ", "url": "https://www.bbc.com/news/uk-wales-politics-59350523"}