{"datetime": "2021-12-13T15:33:26.000Z", "author": "Peter Shuttleworth", "subject": "South Wales Metro", "title": "Trains: Crosskeys to Newport service is first since 1962", "article": "Monday's 06:49 from Crosskeys railway station's platform two will look like any other train - but this one has been almost 60 years in the making. It's the south Wales village that shares its name with that of a British pub and now residents are toasting having its direct rail link restored to its nearest city. It used to sometimes take an hour to travel the nine miles to Newport.Not anymore. It is one of the changes in the new train timetable in Wales. Transport for Wales hasadded extra services to places including Carmarthen, Pembroke Dock, Fishguard, Ebbw Vale and Wrexham. But it's the communities along the base of the Ebbw valley that will get an entirely new 24-minute service to the place locals call \"town\" - the first direct rail connection to Newport since April 1962, prior toBeeching's infamous rail cuts . Places like Risca, Rogerstone and Pye Corner will also benefit from the hourly weekly service - every two hours on a Sunday - to Wales' third biggest city which is hoped to take commuters off the road and reduce rush-hour congestion to the nearby motorway. There will be no fanfare or tickertape opening because of Covid, but it is a moment people in this old industrial valley have campaigned for long and hard. \"People will be so pleased the direct rail link to town is open but there's also a sense of relief,\" said Rogerstone Community Council chairwoman Sally Mlewa. \"We've been campaigning for as long as I can remember to get this rail link reopened, it just better connects us with our local big town. \"It gives us the choice of leaving the car at home which is better for climate and helps reduce congestion, so it's an ideal situation.\" The £1.2m upgrade is one of the first tangible projects of the£750m South Wales Metro and part of a public transport improvement push to ease traffic jams around Newport afterplans for a £1.6bn M4 relief road were scrapped . The communities along the Ebbw River already had a train link to Cardiff after theEbbw Vale branch opened in 2008 , but it's a direct link to Newport locals had \"campaigned decades\" for. \"We were all pleased when the line opened initially in 2008,\" added Ms Mlewa. \"But while we were grateful for a service to Cardiff, many people just wanted a train to our local town of Newport - that's where we shop and go out. It also gave the impression that all roads - or rail - led to Cardiff.\" TfW had pledged to spend £800m on new trains, build new stations and look to reopen axed lines before their£5bn Wales and Borders franchise contract ends in 2033. They started the year byopening their first new station in mid Wales and earlier this month the first batch of theirnew trains arrived in Wales for testing . Now, after restoring thedirect rail link between north Wales and Liverpool , the much-maligned Welsh government-run operator has linked Newport with its growing catchment to the north-west of the city. After the work was first announced last December, almost a mile of track has been upgraded between the city's Tredegar Park and its main line rail station to carry passenger services as well as freight trains from Newport to communities in the lower Ebbw Valley. \"Restoring direct services between the lower Ebbw Valley and Newport has been an important ambition for us,\" said TfW performance director Colin Lea. \"It is also an important step in the development of the South Wales Metro, as plans develop to further improve the Ebbw Vale Line.\" Communities like Risca and Rogerstone are served by frequent bus services but Ms Mlewa said the trains would be \"quicker and run later\". \"It'll also open the area up for people who want to travel to Bristol or London easier. \"I run a training company in Bristol and the only realistic option had been driving and battling through the traffic at the Brynglas Tunnels. Now I can have a leisurely walk to the station and let the train take the strain. \"So as well as enjoying all of what Newport has to offer, our access to the main line is better and people won't have to worry about traffic and parking, they can just pop to their local halt.\" Transport for Wales plan to eventually extend the Newport to Crosskeys service all the way up the Ebbw valley to Ebbw Vale. \"It's great to see this finally getting under way after a long campaign by locals,\" said Lee Waters, Wales' Deputy Climate Change Minister. \"We're keen to extend the service to Ebbw Vale as soon as possible as part of an upgrading of the public transport system across the region.\" Welsh ministers and rail bosses are also looking at the possibility of reopening the branch line off the Ebbw Vale line to Abertillery as part of the Welsh Government's commitment to improve public transport connectivity. A project to reopenSt Clears station in Carmarthenshire has secured £4.7m of UK government funding while theWelsh government wants UK government cash help to build stations at Carno in Powys, Deeside Parkway in Flintshire and Ely Mill in Cardiff. A privately funded£30m Cardiff Parkway station at St Mellons has also been backed by ministers in Wales. Four more stations -three in Newport and one at Magor in Monmouthshire - have also been recommended by a Welsh government-backed commission looking to alleviate congestion on the M4. But although Transport for Wales - which runs the Wales and Border rail franchise - is Welsh government-owned, most rail infrastructure in Wales and across the UK is under Westminster control. ", "url": "https://www.bbc.com/news/uk-wales-59578885"}