{"datetime": "2022-02-08T18:51:51.000Z", "subject": "Prime Minister's Questions", "title": "PM not responsible for Starmer protest - senior Welsh Tory", "article": "A Welsh Tory leader has said Boris Johnson is not responsible for the actions of protesters who surrounded Labour's Sir Keir Starmer. There are calls for the PM to apologise for a false claim the Labour leader failed to prosecute Jimmy Savile. Comments about Savile were among the things heard shouted by the protesters. Andrew RT Davies said Mr Johnson had said Sir Keir did not have a personal role in deciding whether Savile was charged. Welsh Labour's Jo Stevens said the \"slur\" should be \"unequivocally withdrawn\" - the BBC has been toldNo.10 has no intention of apologising . Boris Johnson has condemned the harassment, but a No.10 source said it was unreasonable to suggest that what happened on Monday \"was Boris's fault and not the mob's fault\". Sir Keir was shown being escorted into a police car during the incident in Westminster on Monday evening. Protesters were heard shouting \"traitor\", and criticising the Labour leader for backing vaccinations. Shouts were also heard about protecting paedophiles, naming Savile. At the beginning of last week, in response to Sir Keir's criticism over the Sue Gray report, Mr Johnson said that Sir Keir \"spent most of his time prosecuting journalists and failing to prosecute Jimmy Savile\". Mr Johnson later sought to clarify his comments, saying Sir Keir \"had nothing to do personally\" with the decision not to prosecute Savile when he was director of public prosecutions. Instead, he said he was \"making a point about [Sir Keir's] responsibility for the organisation as a whole\". Seven Tory MPs have linked the incident to the prime minister's response. Prior to the protest, one of Mr Johnson's longest serving aideshad quit over his refusal to apologise . Work by BBC Reality Check has foundno evidence the Labour leader was involved in deciding not to charge Savile. Andrew RT Davies, Welsh Conservative Senedd leader, said the protest was \"completely unacceptable\". \"We live in a democracy. Politicians of all colours should be able to go out, argue their calls in a safe environment so people can make their own decisions.\"But Mr Davies pointed to Mr Johnson's laterclarification of the comments . Asked if the prime minister should apologise, Mr Davies said: \"I don't accept the point that the prime minister's remarks fuel the protests last night. As I understand it, those protesters have been going around the Westminster complex, attacking politicians of all colours.\" Shadow Welsh Secretary Jo Stevens said the protest was \"very shocking\". \"I think had the PM not said what he said at the despatch box last week and had he not refused to apologise for what he said, which was a slur, we wouldn't have seen what happened yesterday. \"The least that people can expect across Wales and the UK from the PM is that they are a person that will tell the truth, that they're honest and have integrity. We're not seeing any of that from Boris Johnson. \"I'd like him to make an apology on the floor of the house - he can do that in PMQs [Prime Minister's Questions] tomorrow.\" Plaid Cymru's Hywel Williams said he had thought there would be consequences when he heard the comments made in the Commons. \"It's completely unacceptable that people can be harassed in such an extreme way,\" he said. Welsh First Minister Mark Drakeford tweeted on Monday evening: \"We have a duty to conduct political debate responsibly. Words and actions should never incite intimidation.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-60309881"}