{"datetime": "2021-12-13T21:05:00.000Z", "author": "Sarah Dickins", "title": "Wales economy: Big variations in GVA growth across Wales", "article": "Economic growth over the past 10 years has varied vastly in different parts of the country, according to data from the Office for National Statistics (ONS). Gross Value Added (GVA) data showed the economies in the Vale of Clwyd, Swansea East and Cardiff Central grew by more than 80% between 2009 and 2019.But Wrexham (17%), Brecon and Radnorshire (11%) and Llanelli (3%) all recorded figures below 20%. GVA shows how much productivity has grown, rather than total output.The figures compare the value of all goods and services produced in different constituencies across Wales compared with 10 years ago.Blaenau Gwent, for example, has one of the lowest areas of productivity in Wales, but saw growth of 32% between 2009 and 2019, just behind neighbouring Monmouthshire.Rebecca Coutts, managing director of pharmaceutical company PCI, which has a plant in Tredegar, Blaenau Gwent, said: \"We have partnerships with local hotels, with transport companies and catering services. Through the growth of the site we are also then supporting the wider business.\"Although the figures paint a complex picture, some of the constituencies which have grown least appear to be those which rely on traditional manufacturing, such as Wrexham and Llanelli.But in Pontypridd, the economy has grown by 39% in the 10-year period - which is about average for Wales.Dave Hoare, from GE Aviation, which has repaired plane engines for 80 years, said: \"We have a great story to tell in terms of Welsh aircraft engineers from the Wales site.\" In more rural areas, Brecon and Radnorshire saw the second-smallest growth percentage out of Wales' 40 constituencies - but Ceredigion, another rural area, saw the fourth-largest increase.Although it has strong links to farming, Ceredigion also has a university, government offices and a hospital.Prof Karel Williams, from Manchester Business School said the figures did not reflect lived experience, as GVA measured output, rather than income.\"I think the disparities exist because it hasn't been possible to produce a distribution of tradable and competitive activities which replaces the old staples of coal and steel,\" he said.\"Because the British economy is highly centralised and the bits of the Welsh economy which perform well in GVA terms are Cardiff and Flintshire, which face towards the main English economy and have the kind of service infrastructure which actually boosts GVA.\" ", "url": "https://www.bbc.com/news/uk-wales-59641443"}