{"datetime": "2021-11-04T20:34:50.000Z", "author": "Felicity Evans", "subject": "Climate change", "title": "Climate change: Welsh ministers demand scrapping of mining licence", "article": "The Welsh government has called for the mining licence for Aberpergwm colliery, near Glynneath, to be cancelled. Deputy Climate Change Minister Lee Waters said he had urged the UK government to stop \"40 million tonnes of coal\" being extracted \"from Welsh soil\" over the next 18 years. Welsh ministers have a \"clear policy of stopping using fossil fuels\", he said. But the mine operator says it supplies niche industries like water filtration and steel production. It says it provides 160 well-paid jobs in the Vale of Neath area, plus 16 apprenticeships.The UK government says final responsibility for licensing coal mines lies with the Welsh government.Aberpergwm mine is the only producer of high-grade anthracite in Western Europe and it supplies the nearby Tata steel plant in Port Talbot. Speaking in the Senedd, Mr Waters said: \"Unless the UK government agree to our request to cancel a licence granted in 1996 at Aberpergwm, some 40 million tonnes of coal will be extracted from this mine by 2039 - a hundred million tonnes of carbon dioxide.But Energybuild Ltd, which runs the mine, says Mr Waters' figures are wrong.Managing director Rhidian Davies said: \"Anthracite is a highly desirable mineral used predominately for its manufacturing characteristics as opposed to its thermal properties.\" He added that Energybuild \"brought more than £100m of investment into the locality\". And he said carbon products \"will play a significant role in developing sustainable technology of the future, ideally in a circular economy [without waste and pollution]\". \"Our products are in significant demand to support the transition to a sustainable green economy.\" The Welsh government says it is up to the UK Secretary of State for Business, Energy and Industrial Strategy (BEIS), Kwasi Kwarteng, to act to intervene to prevent \"the coal being extracted from Welsh soil\" and they have written to request his intervention. \"We don't want it to happen and the only reason it might happen is because of their [UK government] inaction and their policies,\" Mr Waters said. But a UK government spokesperson said it was a matter for the Welsh government. \"The Coal Authority is responsible for licensing coal mines, including for Aberpergwm,\" they said \"The BEIS Secretary of State is not involved in this process, as Welsh ministers have the power under the Coal Industry Act to make the final decision on whether coal mining operations in Wales can be progressed.\" But the Welsh government insists they don't have the power to cancel licences that were granted before they were given control over mining regulation.Aberpergwm was originally granted a licence to mine coal before licencing powers were handed over to the Welsh government. The mine operators have recently applied to the Coal Authority for formal recognition that the conditions attached to their original licence have been fulfilled. Councillor for Glynneath, Del Morgan, said he was worried \"about the prospect of losing good job opportunities from this area, an area that badly needs employment in order to retain our young people in the community\". Mr Morgan chairs the mine's community liaison committee, where local councillors and members of the community meet the mine operator.\"I have been privy to some of the plans laid out for the colliery,\" he said. \"These include the developing market for water filtration, where good quality coal is used to remove toxins from the water without stripping the water of salts and important minerals.\"I also think that over time we will see much greener extraction and production systems develop, which will assist this mining operation to become less intrusive in terms of the world energy debate.\" The debate over the future of Aberpergwm is taking place against the backdrop of the COP26 climate change summit where40 countries have pledged to move away from coal. In the run up to the summit Boris Johnson said \"consigning coal to history\" would be key in reducing carbon emissions. The UK government says it will phase out the use of coal for electricity production by October 2024. ", "url": "https://www.bbc.com/news/uk-wales-politics-59164533"}