{"datetime": "2022-01-20T12:49:57.000Z", "title": "Jacob Rees-Mogg 'correct not to name' Welsh Tory leader", "article": "The most senior Tory in the Senedd has called for a formal leader for the Welsh Conservatives after Jacob Rees-Mogg failed to name him in the Commons. Mr Rees-Mogg responded with the Welsh Secretary Simon Hart when he was asked to name the Welsh Tory leader. Andrew RT Davies told the BBC the leader of the Commons was correct as no such job exists. He said the prime minister \"enjoys my confidence\" as questions over Boris Johnson's political future continue. Meanwhile Welsh deputy chairman of the Tories Tomos Dafydd Davies said Boris Johnson's authority has \"sunk\". Earlier this week Mr Davies told ITV Wales' Sharp End it was \"completely unacceptable\" for Mr Rees-Mogg to \"dismiss\" the Scottish Conservative leader Douglas Ross, who he called a \"political lightweight\". Andrew RT Davies is leader of the Conservatives in the Welsh Parliament, but he is one of three senior Welsh Conservatives in leadership roles. Simon Hart, Welsh Secretary, represents Wales in the UK government's cabinet, while Glyn Davies is chairman of the voluntary Conservative Party. The role of Conservative Senedd leader can be directly elected by the membership, although the MS for South Wales Central was unopposed when he was appointed in 2021.Mr Rees-Mogg was questioned by Cardiff West Labour MP Kevin Brennan last week. He asked if he thought the Welsh Tory leader was also a lightweight figure, and could he name him. Laughing, Mr Rees-Mogg said \"the Secretary of State for Wales is called Simon Hart\" in response. Mr Davies said the leader of the House of Commons was \"technically correct\". \"We do not have sadly a designated leader under the Conservative Party constitution,\" he told the BBC News Channel. He said he wanted to see the constitution change so there is a \"designated leader in Wales\". \"But I'm sure the leader of the House wouldn't have wanted to have misled the House or the dispatch box.\" The Senedd Tory leader said he had a \"very convivial meeting\" with Mr Rees-Mogg on Wednesday and said he may have family connections. He said Mogg is in the senior Tory's surname because it comes from his family connections in the Vale of Glamorgan. \"My family hail on my mothers side from the same village,\" he said. \"Families do sometimes drift apart,\" he added. He said Mr Ross \"is not a political lightweight\" who was put into the position by the Conservative party membership.Mr Davies said he also met Boris Johnson on Wednesday. \"The prime minister enjoys my confidence. I want to see the Sue Gray report just like everyone else.\" He said in his time on the Senedd's standards committee he had learned \"instead of following the headlines, look at the evidence\". Often evidence in reports to the committee \"bears no relation to the headlines\". The matter of how the Welsh party is led was looked at by an internal party review, led by Lord McInnes,which was published in 2020 . Despite calls for a Welsh Conservative leader from Andrew RT Davies' predecessor Paul Davies, the review declined to back the idea. Tomos Dafydd Davies, deputy chairman of the Welsh Conservatives, said it was \"difficult to see how Boris can restore his leadership\". He did not call for Mr Johnson to go, but he told S4C'sY Byd yn ei Le : \"His authority has sunk over recent days. It's difficult to see how the prime minister can turn the opinion polls in his favour.\" He said there was a \"parallel\" between so called partygate and Black Wednesday, which cast a shadow over the Tories in the 1990s. \"The danger is this chapter will be a shadow over Boris Johnson's leadership in the next two or three years,\" he added.", "url": "https://www.bbc.com/news/uk-wales-politics-60067804"}