{"datetime": "2021-11-29T16:46:35.000Z", "title": "Universal basic income in Wales could halve poverty - report", "article": "Poverty in Wales could be halved if a universal basic income scheme is implemented, a report has found. UBI is a government scheme where everyone is paid a fixed regular sum, regardless of their income.The study, commissioned by future generations commissioner for Wales Sophie Howe, also found 69% of people in Wales would support a UBI pilot. The report found a trial of about 2,500 people would cost about £50m and each participant would be paid £60 a week. The Welsh government, whichannounced a trial in May , said it understood there was excitement but urged patience. Tory opposition politicians called it a \"fantasy idea\". In addition to overall poverty decreasing by 50%, the study also found child poverty would decrease by 64%. Poverty is not having enough money to buy food, clothing and a safe place to live and, in 2015,the government set a target to \"make sure no child is living in poverty by 2020\". As of May,Wales still had the worst poverty rates in the UK , according to Save the Children. First Minister Mark Drakeford previously said the planned pilot would \"see whether the promises that basic income holds out are genuinely delivered\". Billionaire Tesla founderElon Musk is among those who support the idea of UBI but critics say the money would be better invested in public services or existing benefits. When the scheme was first announced, the Conservatives said Wales should not become \"a petri dish for failed left-wing policies\". Ms Howe has called on Mr Drakeford to ensure the pilot includes children, employed and unemployed people, pensioners and care leavers. She added: \"The introduction of a universal basic income could completely transform society by delivering a more equal, prosperous Wales.\"The findings in this report should excite leaders who say they want a true green and just recovery that makes life fairer for everyone.\" The Welsh government said: \"We understand the excitement and the interest around this policy, however it is important that we get it right. \"There is more work to be done in this area but we are interested in developing a version, potentially first involving people leaving care. \"We will be listening to key stakeholders as we build the model and we are already working alongside the future generation commissioner's office.\" Welsh Conservative Shadow Minister for Social Partnership, Joel James MS said: \"Once again we see the fantasy idea of universal basic income touted by a Welsh Government sponsored body, however, it fails to capture the essence that means-testing and fairness is of fundamental importance to the integrity of our welfare state.\" He said the idea of universal basic income \"has repeatedly been abandoned in other countries but pursued by hardened left-wing professors and academics who have no idea how to generate a thriving and prosperous economy.\"Ultimately, what Wales desperately needs is an ambitious plan to level-up opportunity and deliver economic prosperity across the country, not a blank cheque that buys nothing but popularity with the far-left.\" ", "url": "https://www.bbc.com/news/uk-wales-59453468"}