{"datetime": "2021-11-23T12:34:55.000Z", "author": "Huw Thomas", "subject": "Coronavirus pandemic", "title": "Covid: £35m given to help small businesses recover", "article": "Small businesses are being given access to £35m of Welsh government funding to help them grow after the pandemic. But staff shortages mean the labour market will take years to stabilise, one recruitment firm warned. Economy Minister Vaughan Gething said it would help businesses to develop and decarbonise while another £10m would target training. Small business representatives said the support was \"welcome and long-anticipated\". Mr Gething said the money would support businesses during the winter and would help increase the supply of skilled workers. The recovery funding of £35m will be made available through local authorities to support businesses to grow, as well as to reduce their carbon footprint. A further £10m will allow further education colleges to provide additional course and qualifications and target key sectors such as HGV driving and care staff. \"We are aiming to make sure that businesses can invest with more confidence, as we hope to finally exit the pandemic,\" Mr Gething said.\"And it should make a difference to both decarbonising the way our business work, and at the same time investing in people, skills and local jobs.\" He said he expects about 1,000 businesses across Wales will benefit from the cash. The £35m is the latest phase of the Welsh government's recovery funding for small and medium-sized businesses. Lyndsey Tasker, who owns the Carpet Emporium in Denbigh with her husband, said their business benefitted during the pandemic as people started to spend money on home improvements.\"Whilst we're in that section that have benefited from a lockdown, we know that it cannot possibly sustain so we know that sometime next year, we're gonna see a fall in business because most people have done everything,\" she said.In order to help their business grow, Lyndsey said she needed more storage space for materials so she could increase her purchasing power, as well as the ability to train staff in new skills. \"At the moment we outsource door cutting, screeding and plyboarding to local joiners and builders,\" she said.\"If we can keep that in-house and we can get our staff trained up to do that, it just means that you're increasing their skillset.\" Mr Gething was visiting Advance Energy Services in Crosskeys, Caerphilly county, which used a previous Covid recovery grant to expand its energy efficiency business. Managing director Michael Wayman said: \"It was a very difficult period for us, no doubt. We effectively shut down for seven months - a lot of people, quite rightly, didn't want us in their homes.\" Mr Wayman received £20,000 from theWelsh government's Economic Resilience Fund . \"It created four field-based jobs and another two back-office jobs, and ultimately it is making homes more energy efficient and improving the quality of life of people,\" he said. Meanwhile, Bernard Ward, managing director of the Acorn recruitment, in Newport, said staff shortages will take years to resolve. He recently said thatsome HGV drivers were being paid more than solicitors , with shortages leading to wage inflation. It remains a \"ridiculously\" competitive market for employers, with fewer suitable candidates available compared to recent months. \"I think over the last number of weeks it has got worse. The available candidate flow isn't there and we are all fishing in the same pond for the same sorts of candidates,\" he said. Some of today's Welsh government funding will target skills and Mr Ward said \"it was absolutely critical\" people are trained effectively.But he warned that it would take years to stabilise the labour market and to reduce the gap in skills. Ben Cottam, head of Wales at the Federation of Small Businesses (FSB), said: \"What public assistance does is it helps to de-risk some of the conversations that businesses face about where they go next. \"So whether that be in terms of decarbonisation and helping their contribution to net-zero, or the way they innovate their business to reach new markets.\" But Mr Cottam said there are concerns about increased costs to businesses next year: \"We are conscious that, on the horizon, there are some big questions such as the change in the energy price cap, and national insurance contributions which will be increased.\" ", "url": "https://www.bbc.com/news/uk-wales-59377822"}