{"datetime": "2021-10-21T17:31:44.000Z", "title": "Tories demand 'urgent clarity' over PCR travel tests in Wales", "article": "The Welsh Conservatives have demanded \"urgent clarity\" over whether Wales will keep or scrap PCR tests for fully-vaccinated returning travellers. From Sunday people in England will be allowed to use lateral flow tests instead of the more expensive lab tests when they return. The Welsh government has been opposed to the move, but has not said yet what it will do. A government spokesman said its plans will be announced on Friday. The Tories called for the Labour government to adopt the same policy. UK Transport Secretary Grant Shapps announced last month that, at some point during October, vaccinated people returning to England from foreign travel would no longer require a PCR test on day two of their return. This would bereplaced instead by a lateral flow test . It was not clear at the time when it would be implemented, but last week Mr Shapps announced the switch would take place on Sunday 24 October. Fully vaccinated passengers in England will be asked toupload photos of their Covid-19 tests . The announcement that PCR tests would be scrapped was criticised at the time by the Welsh government - First Minister Mark Drakeford said the tests allow scientists to detect new variants of the virus. He said the Welsh government faced a \"difficult decision\". Ministers in Cardiff have not wanted to differ from the English rules for some time, because of the difficulty they believe in implementing Wales-rules when many travellers return via England. International travel rules are devolved, but do not differ substantially for this reason. Russell George, Welsh Conservative health spokesman, said: \"With most of the points of entry to the UK being across the border, the Labour Government has rightly said in the past that there should be one consistent policy for travel, and I can't see why this issue should be any different. \"Labour ministers must adopt this system to cut confusion for hardworking families and ensure people aren't punished for travelling for work or visiting friends and family just because they live the wrong side of Offa's Dyke. \"With the new system coming into force on Sunday, families across Wales need urgent clarity on Labour's holiday testing plans.\" A Welsh Government spokesman said: \"We continue to urge people to only travel if it's essential because of the increased risk of contracting coronavirus, including new variants of the virus, while away. \"The health minister will make a statement about the testing arrangements for international travel tomorrow.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-58996115"}