{"datetime": "2021-09-27T16:37:01.000Z", "title": "Hate crimes: Call for zero-tolerance in schools in Wales", "article": "There should be a zero-tolerance approach to hate crimes in schools and children should help educate parents, the father of a victim said. Kyle, not his real name, said his transgender daughter had suffered verbal and physical abuse at school. Charity Victim Support said children were becoming victims of hate crime in schools \"at an alarming rate\". Of 38 children who are transgender or have otherprotected characteristics , 60% surveyed had suffered hate crimes. The Welsh government commissioned the report and will run awareness campaigns in 150 schools in 2021-22, tackling issues including hate crimes related to gender, disability, race and religion. Kyle, whose daughter Sarah (not her real name) has suffered abuse, believes society needs to change, with education in schools an important element. He said: \"A lot of the children get their attitudes from their parents, they don't get it, [they] see it as someone being odd. \"We need a new generation of learning - young people taught to be more accepting of things like gender, environment, disability, and then educating adults.\" Kyle said they have a \"very inclusive\" family, and when she was 10 years old in 2018 and about to start her final year in primary school, Sarah decided to go to school \"as herself\". While her teacher tried to explain things to fellow pupils, Kyle said much of the education given was just \"box-ticking exercises\". \"It is really on teachers, and there is a mixed bag of responses,\" he said. \"Some nipped things in the bud and educated them that it's not right. Others just said 'it's just kids, leave it be', which allowed it to grow.\" Kyle said while the abuse had been mainly verbal, Sarah had been shoved in the corridor, and because of Covid, he did not believe dealing with these issues has been a priority in schools. \"If one person knows you're trans, you're targeted by everyone who knows that info. You have to wear it every day on the exterior, it's very difficult,\" he added. \"It really knocks her self-esteem, the same thing every day. It does wear her down. I say to wear her identity with pride but it does make her feel rubbish. Children don't hate by nature, adults have authority.\" As part of the study, conversations took place with young people between August and November 2020, with many issues raised. \"You don't understand why you're treated differently simply because your skin tone might be darker than theirs,\" said one 15-year-old.\"I think before, I used to think I shouldn't be - it sounds weird, clichéd - black.\"I tried to almost wash myself. I thought: 'If I fit in with the crowd, and fit in with the majority, that maybe everything would be fine'.\" Some children said school staff failed to support them and told them to change their behaviour to avoid further abuse, with one asked by teachers to stop wearing a religious item to avoid being targeted. Others pointed out that they had never been taught about hate crime in school or had conversations with adults about it. The research found some good practise in schools, and many of the children and young people who took part had some knowledge of what race-related hate crime is. Some children said the murder of George Floyd and the subsequent Black Lives Matter protests contributed to their understanding.However, there was a lack of awareness of other types of hate crimes, such as those based on disability or sexual-orientation. Many did not talk to anyone about what was happening because they did not believe it was \"big enough\" to concern others, or they feared retaliation. Victim Support wants all children in Wales who have experienced hate crime to have access to specialist support services.\"It's crucial that children and young people are being educated in schools and having conversations with trusted adults on hate crime so that they understand it isn't just nasty and offensive, but it is also a serious crime that has consequences,\" said the charity's manager for Wales, Jessica Rees. \"It became quite clear from our research that for too many young people, school life is made extremely challenging due to the prejudice and harassment they experience because of their race, religion, sexuality, disability or gender identity. Minister for Social Justice Jane Hutt added: \"Although this was a small sample, the resulting report shows that unfortunately, hate incidents are too common an experience for young people in Wales.\" ", "url": "https://www.bbc.com/news/uk-wales-58706142"}