{"datetime": "2019-01-31T23:52:23.000Z", "title": "Brexit and US shutdown transcript: Which country has bigger problems?", "article": "On one side of the Atlantic: a country that quite can't decide how it should cut off ties with its close trading partner. On the other: a government so divided that it shuts down when it can't agree on how to spend its money.Our correspondents - Anthony Zurcher in Washington and Rob Watson in London - took a moment to ask each other via webcam: is my government more dysfunctional than yours? Anthony: I'm an American political journalist, but we pay attention to what's going on on the other side of the pond.Rob: I lived for 11 and a half years there so it still fees a bit like home, the US. Anthony: So you have good knowledge. One of the things I do is follow a lot of Brits and Americans and there was a tweet that caught my eye and this is what it said: \"We are a nation sleepwalking towards a cliff edge. If we do not pull ourselves from the brink the damage will be permanent.\" I read that, and I did a double-take because I wasn't sure which country they were talking about, who the 'we' was. But it was David Lammy, a British Labour MP. So I guess my first question to you is: convince me, why are things worse on your side of the Atlantic? Rob: I'm not sure I'd want to do it that way round Anthony. But I guess if had to do a score of a zero to 10 of how bad are things, I'd say a nine. And the reason I say this, and to get a bit serious for a second, I do think this is the worst peacetime crisis Britain has faced since the end of World War Two. For three reasons, basically. Number one the issue is massive, it's not just about deciding to leave a golf club. It affects how we project power in the world, our place in the world, our economic model, it's incredibly important to our labour market here, so the issue is huge. Number two: the politicians are utterly and hopelessly divided about what to do about the result of that referendum in 2016. And lastly, and this is where things are really nasty here and maybe have similarities with the US: the people are divided. And people are divided in a way they haven't been in this country. I mean normally people are divided on political lines, class lines, wealth lines, now they are divided on cultural identity. So people who supported Brexit tend to be described often as nationalists and people who voted Remain are often thought of as progressives. So there you go, I'd give us about a nine out of 10. Where are you Anthony? Anthony: Nine out of ten? Hah, it's hard to give a number to this crisis. I'd say a six, maybe a seven. I mean the crisis that we're having in the US right now, at least the immediate crisis, is such a ridiculous issue: it's five billion dollars of wall funding in a federal government budget that is a trillion dollars. The stakes on this, when you look at it, seem small, it's just a little drop of money. But it's a good point you make about how the people are divided - and it's something you see here in the US as well. I mean this wall fight and the government shutdown were about $5.6bn - this is a symbolic battle over the direction of the country, who gets to set political priorities, whether it's Donald Trump or the Democrats in Congress. I think it shows the systemic problem of the American government right now where can we as a divided nation where people have very different views, can a government that is inherently divided where you have different parties controlling different parts of government, can that function without grinding to a halt? And I'm not sure it can. Rob: Well, let me put this to you. I always remember when I was a reporter in the US after covering many of Bill Clinton's speeches, and not sure if this one was after Columbine or the Oklahoma bombing, but he said this, and I don't know if he borrowed it from anybody else, that really resonated with me. You know he did that thing where he bites his lip and says \"There's nothing wrong with America that can't be fixed by what is right about America.\" Immensely powerful. Do you think that's still true? Anthony: Clinton had a way with words. There are signs of silver lining. I mean there were compromises last year on criminal justice reform, and there were signs that people could come across the aisle and co-operate. Take one example: there's a mayor in Indiana, he's called Pete Buttigieg. And he's running for president. He's gay, in a happy marriage. And the idea that gay marriage could be a non-issue, people didn't really mention it when he announced his candidacy, they were talking about him being a millennial and not that he was gay, that represents a sea change in US politics even from just 15 years ago. Maybe there's still the potential that Americans have a short memory - we see a lot of conflicts right now and they put it behind themselves, move on and before you know it, something that seemed a life and death battle, whether it's immigration now or trade now, that can change into a shrug and a \"Oh, that's no longer a big deal and we all agree on it.\"Rob: I guess that's one of the things I'd pick out from my American experience - the thing I loved living about in the US - was that can-do spirit. So that no matter how many problems, sometimes self-inflicted, that America creates it's also brilliant at coming up with the solutions. Whereas us here in the UK, our national slogan, and I think a newspaper had a competition about this, is \"Mustn't Grumble.\"But maybe there are two ways of skinning a cat. I have a theory about the UK. Everyone is immensely gloomy right now. And I tend to take the view that in 2012, when people were looking at Britain and we were holding the Olympics here, all over the world they were saying \"My goodness, isn't the UK cool, look how there are so many non-white athletes, the country's also recovering from recession.\" Now they are looking at the UK and thinking \"What's happened, have these people gone crazy?\" So my take is that maybe people were way too optimistic in 2012 and way too pessimistic now - I mean how would you score the US on that front now? Because that does seem to be one of the big problems we have, and the US: we have very divided populations. Anthony: Right … yeah. I think you touched on something earlier, part of the problem here in the US and in the UK, there is a group of people who have been left behind. You looked at London and the Olympics and it was all great news; and you looked at the election of Barack Obama here and the way US society was changing, this was all great news and progress. But the reality was that the systems, the global systems, were hurting people. One of the funny things was, I was covering the Donald Trump phenomenon very early on, and I kept being asked by British colleagues how he could be doing so well and why he was touching into this groundswell of support from people who seemed to be upset at the American system and felt they had no purchase in the American politics. That changed a lot after Brexit! Lots said I don't understand. And right before the November election, it was British colleagues telling me \"I think Trump is going to win - this feels like Brexit redux.\" I was saying well there's a chance … Clinton has an electoral lock. We see this is a problem that isn't getting fixed any time soon. Rob: That's very interesting. I was about to say there's something similar in the UK. And in other European countries we all have that in common because with the Brexit voting phenomenon, a lot of it was about people who looked at the world around them and thought \"This isn't the Britain I grew up in. The economy has changed. Everyone raves about the kind of people who go off to Davos and super-cool cars and planes but from where I'm sitting this doesn't look so great.\" And I remember during the Brexit referendum going to parts of the UK where the population had barely changed in its ethnic composition in 800 years since the Normans invaded and suddenly 40% of the town has got EU nationals who have come in to do various things in the field, agricultural jobs. But here's the thing. I scored it high right at the start - nine out of 10 - because I said people are very divided. My hunch would be here in the UK that if - and my goodness this is a big if - that if some fantastic politician was to miraculously appear, and I have to say there's absolutely no sign of this person in the Brexit era, I suspect that they could start to heal the divisions in the UK. But I suspect, I maybe wrong, that it would be more difficult in the US. It's hard to imagine an American leader who could bring together people who are Trump supporters and people in big cities who had been super-enthusiastic about Barack Obama. What do you think? Anthony: One of the things you see time and time again with Donald Trump is the strength of his base. It's not a huge percentage of the US population - 30-35% - but they are sticking with him through thick and thin. And even when Donald Trump is off the scene, one way or the other, whether it's re-election in 2020 or he's removed by some strange chance before then, the idea of Trumpism - the idea that there are people totally disenfranchised from the political system - that's not changing.In the United States, demographically, culturally, socially, we're in a transition. And any time there's a transition, any time there's change, there's going to be unease, resentment and crisis that is created by those transitions. And you're seeing it in the UK and you're seeing it in the US. The question is can the US political system handle this? Obviously we've handled political crises in the past. But because of the way the country is divided regionally, divided culturally, even between cities and suburbs, the system I think is creaking under the pressure. Rob: That's an interesting point. And it also presents challenges for us journalists doesn't it? What do you do when you meet people as a journalist who you're very unhappy with. Do you tell them \"Actually if you look at the statistics things aren't as bad as they seem?\" In the US I think it's called the Man on the Street. And you think, hang on a minute, maybe we should, yes, absolutely have as many ordinary folk as possible on the telly, but also challenge them a bit. What do you think? Anthony: Right, yeah. I go to a place like Texas and talk to people where I'm from, and they have a decidedly different view of US politics, of what government can and cannot do, the role that government plays in people's lives. And then I go to California, and for them government is good, government is a positive force, they aren't afraid of higher taxes and they aren't afraid of more government involvement in their lives. I mean, those are diametrically opposed viewpoints and on a local level, on a state level, it works alright, but when you send all those politicians from those states to Washington and get them to agree and compromise when the people back home are telling them that the other side is anathema to their way of life it becomes a real challenge. I said six or seven for the American crisis because long term I think there are systemic problems. But you know, there are immediate crises too, like the investigations into Donald Trump. You don't have to deal with anything quite like that with your government. Donald Trump is being devilled by obstruction of justice, possible ties to Russia, business dealings - all of that could push us up to a nine or a ten in the blink of an eye.Rob: Anthony, I think we need to wrap it up. So I would just say this: When people say to me \"Rob, when is it all going to end? How's this Brexit, how's it all going to end?\" I often hear on the street, \"Well, it's probably going to be alright.\" It's very British and to go back to that phrase we had at the start: mustn't grumble. What about you Anthony? Anthony: You know, I think that eventually there will be some kind of kicking the can down the road but the problems, the divides in this country, aren't going to go away. It's going to be difficult to find any kind of long-term solution. It seems that this conflict and division is going to be with us for at least two years until the next election might sort out some of the government divisions. But the reality is that the system is set up for conflict - and conflict is what we're getting.Rob: We'll talk again before that's up. Anthony: Absolutely. ", "url": "https://www.bbc.com/news/world-us-canada-47045056"}