{"datetime": "2022-01-07T17:55:19.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Drakeford accuses Johnson of failing to protect England", "article": "Mark Drakeford has accused Boris Johnson of failing to take the necessary action to protect people in England from Covid. \"The one country that stands up as not taking action to protect its population is England,\" said the first minister.The comments come as Mr Drakeford announced Covid restrictions would not be relaxed in Wales. He added that England was the \"outlier\" in the UK when it came to Covid. The UK government has been asked to comment. Earlier this week, the prime minister said he hoped England could\"ride out\" the Omicron wave without further restrictions . However, defending keeping tighter restrictions in Wales, Mr Drakeford criticised Mr Johnson's approach, saying: \"Wales is taking action as is Scotland, as is Northern Ireland and are countries right across Europe and right across the globe. \"In England, we have a government that is politically paralysed with a prime minister is unable to secure an agreement through his cabinet to take the actions that his advisors have been telling him ought to be taken.\" Mr Drakeford said the peak of the Omicron wave was likely to be \"about 10 to 14 days away\", and insisted those calling for Covid restrictions to be eased were \"factually wrong\". The comments came after a senior epidemiologist, who has advised the Welsh and UK governments, called forrestrictions to be dropped to pre-Omicron levels. However, the first minister said the idea that Omicron is an illness we can afford to \"take lightly\" does not \"bear any connection to the actual position we are facing\". The first minister warned \"the storm of Omicron\" had arrived as Wales sees \"astronomically high\" positivity rates. \"We have a tough few weeks ahead and we are not in a position to withdraw any of the protections,\" he added.Welsh Conservatives leader Andrew RT Davies said: \"This is a first minister who isn't prepared to have an independent public inquiry into his handling of the Covid crisis here in Wales.\"And it is a Labour first minister here in Wales who has presided over the highest death rate, unfortunately, of any part of the United Kingdom, so it's a little bit rich of him to be offering criticism of the prime minister.\" In Wales nightclubs are closed, with limits on hospitality businesses, sporting events and who people can meet indoors and outdoors. The decision to limit outdoor gatherings, including organised exercise groups, haspreviously been criticised by the UK health minister, and there have been concerns that hospitality rulescould see people head across the border to England to socialise . Public Health Wales has reported 7,915 new Covid cases and 21 further deaths. The seven day rolling case rate per 100,000 has continued to climb to 2,324, compared to 2,228 reported on Thursday. The testing positivity rate - the percentage of Covid test returning a positive result - has fallen very slightly to 51.2%. There was a daily average of 662 patients with confirmed Covid in hospital beds - a 77% increase on a week ago - although there were two and a half times as many people in hospital at the same point in 2021. However, NHS bosses have said this includes \"a lot\" of \"incidental\" Covid patients, who are in hospital for non-Covid reasons but test positive for Covid. But Mr Drakeford said this \"doesn't make any difference to the hospitals\" as they must still \"treat every one of those patients as a coronavirus patient\".Speaking at Friday's Welsh government Covid press conference the first minister said it would not be right to say the Welsh NHS is \"being overwhelmed\" but it is \"certainly facing very challenging circumstances\". He said Omicron was \"driving more people to fall ill and then to need hospital treatment\" and also making more health staff ill.\"The latest figures suggest staff absences from illness and isolation across the NHS is 8.3% but it is as high as 16.5% in some NHS organisations.\" He urged people to limit the number of people they meet, take lateral flow tests before going out, and make getting a booster vaccine a priority.On those eligible for a vaccine that have chosen not to receive one, Mr Drakeford said they are \"expecting someone else to put themselves in harms way to look after them, and it simply isn't fair.\" Dr Rowena Christmas, head of the Royal College of GPs in Wales, told BBC Radio Wales that while the rules were difficult hospitals were at \"bursting point\". \"The numbers are absolutely huge, so I think we have to continue as we are at least for the time being,\" she said. UK Hospitality Cymru warned this week that without extra money and lighter restrictionsbusinesses would be left in \"peril\" , with ministers responding that a emergency financial support package will be available from 10 January. A government spokesman said they would continue to consider whether additional emergency business support funding was needed. Gary Lulham, boss of Sin City nightclub in Swansea, said while he did not expect any changes the news was \"devastating\" for an industry that was already at a \"critical breaking point\".He added that without significant financial support there would be \"hundreds of thousands\" of people at the end of the month who \"won't be able to pay their rent, or be able to put food on the table for themselves or their kids\".The Welsh Conservatives urged ministers to provide urgent support for businesses, and said restrictions on outdoor sporting events should be relaxed. Andrew RT Davies, Welsh Tory leader in the Senedd, called for \"greater flexibility\" on restrictions for hospitality settings. \"I think all people have done is move that socialising indoors into house party environments which are unregulated environments,\" he said. \"I do think there is scope to lift some of the restrictions in that particular area.\"He also called for Welsh ministers to scrap \"ridiculous\" fines for workers who go into the workplace when they could work at home. Mr Drakeford had previously defended the fines saying they were in place the last time there was a work from home obligation, that \"no fines were issued at all\" during that period and \"they are designed to protect workers, not to penalise them\". ", "url": "https://www.bbc.com/news/uk-wales-59895505"}