{"datetime": "2021-11-30T18:23:59.000Z", "subject": "Coronavirus public inquiry", "title": "Covid: PM gives Mark Drakeford 'commitments' on inquiry", "article": "Whoever leads a UK-wide Covid inquiry will want the investigation to be \"visible and properly accessible to the people of Wales\", Boris Johnson has told First Minister Mark Drakeford. Last week Wales' older people's commissioner became the latest voice to call for a Wales-specific inquiry. But Mr Drakeford has consistently said a UK-wide approach is better. He recently asked the prime minister to hold a \" meaningful public consultation \" to set the UK probe's remit. In the Senedd on Tuesday, Mr Drakeford said Mr Johnson's response provide a \"series of commitments\" about the nature of the public inquiry, including the involvement of devolved governments in the appointment of the chair and in the terms of reference. In the letter, Mr Johnson said he intends to establish the public inquiry \"on the principle that its remit is UK-wide so far as is possible.\" He reiterated his commitment to appointing a chair before Christmas and says the person given that role will then be consulted on the terms of reference, as will the devolved administrations, bereaved families and \"other groups\". The prime minister adds: \"I am sure that the chair will want to ensure that the inquiry is best placed to fully understand the experience in Wales, and will understand the importance of the inquiry being visible and properly accessible to the people of Wales.\" Mr Drakeford said he \"drew some confidence\" from the prime minister's letter but there was \"still a great deal of work to do to make sure that those commitments are delivered in practice\".At First Minister's Questions in the Senedd, Welsh Conservative Paul Davies accused Mr Drakeford of denying the people of Wales \"the answers they deserve\" by not ordering a Wales inquiry. The first minister said he would continue to work with the UK government \"so that people in Wales have an inquiry in which they can have proper confidence and will give them answers that they quite rightly seek.\" As well as the Older People's Commissioner, Helena Herklots, a Wales-specific inquiry on a par with the one panned for Scotland is also backed by the Covid Bereaved Families For Justice Cymru group, opposition parties and theLabour MP for Islwyn Chris Evans . While Tories in the UK government have supported Wales being part of a UK-wide inquiry, Welsh Conservatives in the Senedd have demanded a Welsh-specific effort. Speaking later on Tuesday, Mr Davies added: \"At every opportunity, Mark Drakeford engineers a conflict with the British government - be in no doubt, he will still try to do the same here.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-59416342"}