{"datetime": "2021-03-09T06:08:45.000Z", "author": "Liz Clements", "subject": "Coronavirus pandemic", "title": "Covid in Wales: Racist incidents 'take your breath away'", "article": "Members of the Chinese community in Wales do not feel safe or welcome here anymore, a community leader has said. Shirley Au-Yeung from the Chinese in Wales Association said a rise in racist incidents during the Covid pandemic had left her feeling unwelcome.UK police data and surveys suggest a rise in racist incidents aimed at Chinese and South East Asian communities in the last 12 months.Deputy minister Jane Hutt said the situation was a \"huge concern\". Jackie Yip, who lives and works in Cardiff, said that there was a \"stigma\" associated with being Chinese since the pandemic. Wuhan, in central China, has been identified as the source of Covid-19 . \"I'm not new to this kind of abuse, but it does take your breath away every single time it happens,\" said Jackie, who was born in the UK after her parents moved from Hong Kong. \"It's like you're being attacked, you don't know what to do in that instance. I feel myself going red and then it's already too late.\" Jackie, 25, added that she felt more \"more conscious\" of who she was \"as a person\" and that the pandemic had made the situation \"10 times worse\". Being racially abused by a group of young men in Cardiff city centre left Robin Zhang feeling unsafe.\"It did give me a little bit more concern about my personal safety, which is something I never thought about before, because I considered the UK, especially Wales and Cardiff quite a safe place,\" he said. Robin, from Anhui province in east China, came to Cardiff to study an MA in Journalism, and said that he did not want to tell his parents and cause them to \"worry\" about his safety.The 23-year-old said the situation was \"really difficult\" for him. Both Jackie and Robin expressed worry that Chinese culture means that these incidents often go unreported. Jackie said that while growing up, her own parents would ignore racial abuse to avoid \"wanting to cause a fuss\".Robin said he did not retort to the racist abuse he was subjected to, as that was the Chinese \"conservative\" approach, and that he was worried about \"getting into trouble\".UK police data suggests a rise of 300% in hate crimes towards Chinese, East and South East Asians in the first quarter of 2020 compared to the same period in 2018 and 2019. A recent YouGov survey of the UK suggested that of all black, Asian and minority ethnic (BAME) categories, 76% of Chinese people had experienced someone directing a racial slur at them - the highest percentage of all the races surveyed.The June 2020 survey also suggested that 50% of the Chinese respondents had experienced multiple experiences of abuse, higher than any other category of the BAME community.The problem has been highlighted on social media across the world with the #StopAsianHate hashtag generating more than 18,000 posts on Instagram alone.People have been sharing their own personal stories and experiences of racism, spreading awareness and guidance on how people can support the effort under the hashtag.Shirley Au-Yeung, from the Chinese in Wales Association, is concerned that coronavirus will have a lasting impact on attitudes towards the Chinese community.She said that since moving to Wales in 2005, she always felt welcome.However, racism during the last 12 months as a result of the pandemic has left her and others feeling less safe.\"Community members are telling me that during this pandemic they don't feel that secure anymore... they feel less welcome and don't feel safe anymore,\" she said.\"I'm also feeling like that, living here since 2005, I have never experienced this kind of feeling.\" The Welsh Government's Deputy Minister for Equalities Jane Hutt said that the situation was \"a huge concern\". \"It's very disappointing to hear of incidents of racism experienced by anyone in Wales but particularly hearing reports in the Chinese community,\" she added. In an effort to tackle the rise in hate crimes in Wales, the Welsh Government has launched a new TV and social media\"Hate Hurts Wales\" campaign.Launching the campaign, Ms Hutt said that \"the campaign aims to make clear that hate affects us all and undermines our shared values of common humanity\".\"It's also important that we ensure that victims and bystanders feel empowered to report hate crime, wherever they see it,\" she said. ", "url": "https://www.bbc.com/news/uk-wales-56323775"}