{"datetime": "2021-11-01T13:04:36.000Z", "title": "Rob Roberts MP has Conservative party membership restored", "article": "An MP who sexually harassed a member of staff has had his Conservative Party membership restored, following a 12-week suspension. Rob Roberts will continue to sit as an independent as the Tories are still withholding the party whip in the House of Commons. Labour warned the move would \"let him off the hook\". The Delyn MP has faced calls to resign as an MP since the findings of a Parliamentary investigation.Mr Roberts was stripped of the whip after an independent Parliament panel found he broke the sexual misconduct policy by making repeated and unwanted advances to a man. A former employee who made the complaint in June last year said Mr Roberts had repeatedly propositioned him and asked him to be less alluring, leaving him feeling \"uncomfortable\", \"shocked\" and \"horrified\". Mr Roberts, who became an MP in 2019, apologised for the \"completely improper\" behaviour but insisted his actions were \"romantic\" rather than sexual. The Commons approved a motion to suspend Mr Roberts from the House for six weeks in May, in line with the recommendation from the independent panel. The Conservatives suspended him from the party for twice that time, while senior figures including Commons Leader Jacob Rees-Mogg urged Mr Roberts to do the \"honourable\" thing and stand down as an MP.Deputy Labour leader Angela Rayner said the move was a \"disgrace\", adding that he had \"no place\" in \"Parliament, politics or public life\". Labour Party chair Anneliese Dodds described the scheduled end of Mr Roberts' suspension as \"scandalous\". \"Rob Roberts should have resigned as an MP the moment he was suspended. That he is now set to return to the Conservative Party shows they've let him off the hook,\" she said. The MP's suspension from the Conservative Party began on 9 August, which he did not appeal against, and ended on 1 November. ", "url": "https://www.bbc.com/news/uk-wales-politics-59119114"}