{"datetime": "2021-12-07T18:10:07.000Z", "title": "Wrexham to make fourth city status bid despite opposition", "article": "Wrexham is to make a fourth bid for city status after missing out on three previous occasions. There are mixed views over whether it will deliver benefits to the town after it applied for the upgrade in 2000, 2002 and 2012. But Wrexham council's executive board unanimously backed entering a contest to mark the Queen's Platinum Jubilee. Senior councillors argued it could help to deliver a large economic boost to the area. The bid has attracted some opposition. About 100 peopleprotested the plans on Saturday . According to theLocal Democracy Reporting Service , the rally, organised by Plaid Cymru politicians, took place after a survey found 61%, or 258 of 422 people asked, felt \"not at all did Wrexham deserve to be a city\". But, at a meeting on Tuesday, council leader Mark Pritchard urged councillors to set aside their differences and work together for the town. \"This isn't something that comes up often and we don't know when the next opportunity will arise,\" he said. \"It is true that becoming a city doesn't bring immediate prosperity. \"It's how we use this as a platform for promoting Wrexham and developing the county borough to become the capital of north Wales and compete regionally as a destination.\" The independent council leader highlighted the apparent enthusiasm for the bid of Wrexham AFC's new owners, Hollywood stars Ryan Reynolds and Rob McElhenney. The pair were asked whether they backed the city status bid during their visit to Wrexham in October. It's Always Sunny in Philadelphia star McElhenney said it \"sounded like something you'd obviously want to support\". But Plaid Cymru's Carrie Harper said the council had failed to win over Wrexham's residents. She said: \"It was two to one against in 2012 in that consultation, and 61% against based on your own consultation this time.\" Members of the council's independent/Conservative coalition claimed \"misinformation\" had been spread about the bid. It came after they were forced to deny becoming a city would lead to higher council tax and pay increases for councillors. The Labour group, the largest opposition party on the council, voiced support for the bid. Group leader Dana Davies said: \"This city status bid could help to change our citizens lives for the better so they can actually prosper and thrive.\" The 10 executive board members supported submitting a bid for city status at the end of the debate. The deadline to enter is Wednesday and the results expected next year. Meanwhile, the council's Conservative group leader has confidently declared Wrexham will become UK City of Culture 2025.Hugh Jones said of the contest: \"We will go forward and we will win.\" In October, Wrexham became one of eight places longlisted to become the next city of culture, and the only location in Wales.", "url": "https://www.bbc.com/news/uk-wales-59569058"}