{"datetime": "2021-12-16T06:22:16.000Z", "author": "Steffan Messenger", "subject": "COP26", "title": "Climate change: Wales COP26 events 'costly failure'", "article": "A series of events held in Wales to coincide with the COP26 climate summit has been branded a costly \"failure\" by the Welsh Conservatives. Figures obtained by the party show the Welsh government spent £235,000 on COP Cymru. But the Tories claim the programme of debates and lectures resulted in little public or media interest. The Welsh government said more than 3,800 people had attended the events online. The series started days before the summit in Glasgow with the launch of the Welsh government's Net Zero plan - with a panel session in Port Talbot streamed live to a virtual audience. A roadshow followed during COP26 itself- with four debate and discussion events held in different parts of Wales looking at energy, nature, climate change adaptation and transport. This was followed by a Wales Climate Week at the end of November - a five-day programme of virtual events.A breakdown of the costs involved provided by the Welsh government show £53,600 was spent on staging and sound requirements, up to £135,000 on staffing and event management, £9,500 on a COP Cymru online platform, up to £23,000 on press and marketing, with about £13,490 on other costs. Well-known Welsh presenters and journalists were invited to chair the discussions, which featured leading experts in environmental issues, as well as government ministers. Recordings of each session have been posted online - while viewing figures are not visible, all of the videos bar one have yet to receive a single comment or \"like\". The Tories alleged that COP Cymru had been used for \"rhetoric not action\" and had resulted in \"little to no new policy\" announcements beyond the initial Net Zero plan.Their climate change spokesperson in the Senedd, Janet Finch-Saunders MS said the whole thing had been a \"failure\". \"It's highly disappointing that hard earned taxpayer money was spent on events that were little more than self-promotion and ego stroking,\" she said.She claimed funding had been \"frittered away\" and that it would have been better spent on shoring up coal tips, which was \"such a priority for the people of Wales\". But climate scientist Professor Mary Gagen of Swansea University said aspects of the criticism had \"made her blood boil\". She was involved in several COP Cymru events, as well as producing a guide for Welsh schools on climate change and videos showcasing the efforts of university researchers in the field. \"What I thought was a real shame was saying that, because these weren't flashy media events that they weren't inspiring and weren't able to make a difference,\" she said. \"It's the exact opposite - what leads to positive change are those little moments where a school child is able to meet with a scientist, where a farmer is able to ask a question, they're never going to make the front page but they're really meaningful. \"For me COP Cymru generated thousands and thousands of those moments.\" Dr Anna Bullen of the Centre for Alternative Technology who also chaired one of the events said the livestreaming element made it \"hard to gauge\" how they were being received. \"Of course I want to see as much public engagement as possible but I wouldn't use that as a sole reason to end an event like this.\" \"For our sector bringing together practitioners and experts, sharing views, understanding and research is so important,\" she said. A spokesperson for the Welsh government said COP Cymru included an extensive programme of events, attracting more than 3,800 virtual attendees, 200 speakers and 38 sessions. \"Several fringe events were also held as there was too much demand for content to fit into a single programme,\" they said. He added that if the government was to meet its net zero targets it was \"crucial we engage with people, businesses and organisations across Wales\". \"COP26 provided an international platform to show Wales is playing its part in tackling the threats of climate change and that we are listening and learning from experiences elsewhere,\" they said. \"COP Cymru brought the conversation closer to home and was an important opportunity to engage citizens across Wales, helping them understand the need for collective action and the role they can play.\"On coal tip safety, he added it was the UK Government that was \"unwilling to take responsibility\" for the restoration work costs, currently estimated to be at least £500m.", "url": "https://www.bbc.com/news/uk-wales-59670318"}