{"datetime": "2019-04-12T23:06:14.000Z", "title": "Cardiff Airport link road: Pendoylan residents in limbo over plan", "article": "Residents of a village fear they may have to move home because of plans for a major airport link road. Vale of Glamorgan council islooking at options for a link road between the M4 and A48 with the aim of improving access to Cardiff Airport. The proposals would see the village of Pendoylan by-passed to the east or west, which could \"significantly affect\" nine homes close to the route. A decision on whether to build the road is yet to be made, the council said. Campaigners in Pendoylan, a designated conservation area because of its picturesque buildings and setting,have long opposed the project due to environmental concerns . The options include building a link road to the east or to the west of the village, or to create a park and ride facility at an undecided location. Speaking toNewyddion 9 , residents described the difficult decisions facing their families if the road goes ahead as expected. Jon Williams and his family have lived in Pendoylan for 20 years. A link road to the west of the village would see a flyover built in a field close to their house. \"It's difficult to be honest,\" Mr Williams said. \"Will we be allowed to live here? Would we want to? \"We have a nine-year-old boy. He won't want to go out in the garden with lorries trundling above his head. He has asked me many times if he'll lose his house, his bedroom.\"He's asked us to try and build him a treehouse. I have to tell him: 'I can't. I don't know if we'll be living here in a year's time'.\"The Hanmer family are in the process of trying to sell an elderly relative's house in the village. Audrey, 93, who has lived in the house all her life, is \"worried\" because she needs to sell in order to help pay for her care, said Hillary Hanmer. \"People do come to look at it, but everyone goes back to the estate agent and say 'we love the house, but not with that road plan development going through it',\" she explained. Mrs Hanmer's husband Phil questioned whether the route would help alleviate congestion. \"It is an extremely insensitive route because it would come so close to the village that the council have said there are nine properties which would be 'significantly affected',\" he said. \"When I spoke to consultants at the proposal stage about why the route was so insensitive, their answer was that Vale of Glamorgan [council] had instructed them to come up with a route plan that was as cheap as possible.\"That means a straight line which is basically what we're looking at now, straight through the village of Pendoylan.\" Several of the authority's cabinet members denied one option is favoured. The council said \"no decision to build a road has been made\", adding it is \"very much in the early investigative stages of this project\". \"There will be a formal statutory processes that will need to be followed if the project progresses beyond this stage two study,\" said a spokesman. \"These will again enable the views of interested parties and any other relevant factors to be considered before a final decision about whether a road is built is made.\" ", "url": "https://www.bbc.com/news/uk-wales-47911500"}