{"datetime": "2020-10-08T10:20:45.000Z", "author": "Caleb Spencer", "title": "Disability hate crime: Rise in reports of online abuse", "article": "There was an 84% increase in the number of online disability hate crimes reported to police in Wales last year, figures show. Research by two disability charities shows complaints to the three Welsh police forces that responded jumped from 19 in 2018/19 to 35 in 2019/20. There are calls for the Welsh Government to introduce tougher legislation to combat the problem. The Welsh Government said hate crime legislation was a UK government matter. But a spokeswoman said it would \"use every lever available\" to combat hate crime, including by providing funding for advocacy and support for victims. Dyfed-Powys Police has seen reports of online hate crime against disabled people treble between 2019 and 2020, while Gwent Police saw a 50% rise and North Wales Police saw no change, according to figures obtained by the Leonard Cheshire and United Response charities. South Wales Police did not respond to repeated requests for the information, the charities said. The figures, obtained under the Freedom of Information Act by the two charities, also reveal just four people were charged by the three police forces that responded last year. The three forces - Dyfed-Powys, Gwent and North Wales - received 268 complaints alleging hate crimes towards disabled people. ButCPS figures show there were 42 prosecutions for disability hate crime in Wales in 2019/20, with 36 of those (86%) leading to successful prosecutions. Welsh police forces say they take all forms of hate crime very seriously. Warning: Contains offensive language Alice Legg and a number of her children have autism. She said they had been subjected to \"horrible\" abuse. \"People call us offensive names like 'retard' and 'spastic' and make us feel like we shouldn't be part of the community,\" said Ms Legg, from Monmouth. In one incident, she said her eldest son Adam, who is severely autistic, was left feeling \"isolated from the community\" after a man told her he was \"frightening\" his daughter. \"Being told that your son is frightening to other people because of his condition is pretty awful,\" she said. Ms Legg said she had reported another incident she considered to be a hate crime to police, but she did not feel it had been taken seriously. \"I was made to feel like I was just being a nuisance,\" she said. Gwent Police said in that instance no offences were committed but added: \"The victim was spoken to by our hate crime officer and has been referred to the Connect Gwent Victims' Hub for support.\" Dan Biddle wasone of the worst-injured survivors of the 7/7 London bombings in 2005. Mr Biddle, who now lives in Abergavenny, lost both legs, an eye, his spleen and is deaf in one ear after Mohammad Sidique Khan detonated a bomb on the Edgware Road tube train. He told BBC Wales about two incidents where he was the victim of abuse because of his disability. One one occasion, Mr Biddle said he was called a \"lazy bastard\" at the local rubbish tip while his wife was emptying the car of waste. Despite his wife's best efforts to explain her husband was disabled, the abuse continued. Mr Biddle reported it to the police but said \"nothing came of it\" because witnesses would not provide evidence. In a separate incident, he said two schoolgirls \"threatened to tip me out of my wheelchair and stab me\". He reported the matter to police and it was dealt with throughrestorative justice . Mr Biddle said hate crime against disabled people was often due to resentment borne out of a lack of understanding. He said it was not given equivalence in law with other forms of hate crime, and called for victims to make sure it was recorded as a hate crime. \"As a charity that advocates for digital inclusion, we want to ensure that the internet is a safe place for disabled people,\" said Glyn Meredith, director of Leonard Cheshire Cymru. \"Given the recent Covid-19 pandemic, many disabled people have been confined to their homes, with only digital technology to keep them connected to the outside world.\" Mr Meredith said the Welsh Government \"needs to demonstrate its commitment to online safety for disabled people\" by introducing legislation similar toScotland's Hate Crime and Public Order Bill . A Welsh Government spokeswoman added: \"No person in Wales should have to tolerate prejudice or hate crime. We are committed to making sure all victims of hate crime are supported and perpetrators are held to account.\" North Wales Police said it took disability hate crime \"extremely seriously\" and had two officers dedicated to encouraging the reporting of such crimes. The force urged victims to come forward. Gwent Police said it had a team of hate crime support officers who received additional training to support victims, offer advice and signpost victims to other organisations that may be able to offer further support.It said it knew the numbers of reported hate crimes \"still do not reflect the lived experiences of people in Gwent\" and urged victims to get in touch. South Wales Police called on people to report all hate crimes and \"hate incidents\" to help the force \"build up a picture\" and allow officers to \"offer support and advice to those affected\". It added that \"not all hate incidents will amount to criminal offences\". Dyfed-Powys Police says it is aware that disability hate crime, as with all hate crime, is under reported.The force said: \"Reporting crimes enables the police to investigate and bring offenders to justice, whether that is through the courts or by using other means, such as out of court disposals.\"Some victims prefer not to support an investigation but by coming forward we can help them to get any support they need. We know that the impact of hate crime can be deeply disturbing for those targeted and we are working with our partners to reach them and tackle offenders.\" ", "url": "https://www.bbc.com/news/uk-wales-54433753"}