{"datetime": "2021-08-16T21:54:00.000Z", "subject": "War in Afghanistan (2001-present)", "title": "Afghanistan: Soldier's mum hopes his death was not in vain", "article": "\"I have just got to try and think that James didn't die in vain, or we didn't lose so many lives in vain.\" Sarah Adams struggled to sleep as she watched the \"heart-breaking\" scenes ofthe Taliban taking control of Afghanistan .Her son, Pte James Prosser, from Cwmbran, Torfaen,was 21 when he was killed in an explosion in 2009. A total of 457 British personnel died, including 32 from Wales, after Nato forces entered the country in 2001. British nationalsare being evacuated , after the government they helped set up collapsed and President Ashraf Ghani fled the country, with Taliban fighters taking over the capital Kabul.\"It's absolutely heartbreaking. I've been following it avidly and hardly slept last night thinking about it, watching it all unfolding and I just feel absolutely heartbroken for the Afghan people and my son, James, and all of the lives that have been lost,\" Ms Adams toldBBC Radio Wales . \"Lives that have been lost physically and mentally - the war is not over for us and nor should the politicians think it is.\" She said she feels \"absolutely devastated\" after 20 years were invested in Afghanistan, adding: \"I know we have done amazing things and given futures and hopes to people, and we have seen that wiped away in a matter of weeks.\"That's so hard to come to terms with today and to reconcile what I have lost, what so many have. It's so difficult right now.\" She believes British forces should have stayed, saying the weekend's events unfolded \"in such a chaotic way\", describing it as \"shameful\". Sunday marked 12 years since Pte Richard Hunt, from Abergavenny, Monmouthshire, died. His vehicle was caught in an explosion in Helmand Province. \"It's a huge mixed bag of feelings. Initially, I feel extremely sad for the ordinary Afghan civilians, their lives have been torn to pieces for the last 30 years or more,\" his mother Hazel said. \"But it just makes me feel really sad that everything our lads tried to gain and to try to improve, because that's what they were there for, to improve the lot of the Afghan people, is literally disappearing within days.\"And that means 457 sons, daughters, wives, brothers have been lost for nothing.\" She said \"you can only lose so much blood and treasure\", adding: \"I feel as much as we had gained there, there was too much to do and there was never going to be a happy ending.\" The UK government has asked councils for help provide safe homes to refugees.Of those in Wales that have responded so far, Powys has offered to provide three safe homes and Wrexham said it could accommodate 10 families. The leader of the Welsh Local Government Association, Andrew Morgan, said he had met UK ministers on Monday evening to discuss \"how we give sanctuary to the Afghan interpreters and their families\". Max Zabih Amiri, 44, has lived in Wrexham since 2002 and has worked as a translator and a taxi driver, as well as supporting other refugees and asylum seekers. His parents are still in Afghanistan and said it was difficult not knowing what would happen.He said it was sad to see the Taliban taking control again, 20 years after he left to seek asylum in Britain.\"At that time the Taliban situation was also very bad for the people, there was no freedom especially for women and girls. And also, they also wanted to introduce Sharia law... I am Muslim and I am practising, but sometimes you want more freedom and a different way and a better way, rather than an extreme way.\"I decided to get out of Afghanistan at that time,\" he said. Two decades on and Mr Amiri has been dismayed watching the news reports showing Afghans desperately trying to leave their country.\"I feel sorry for the women and girls - the last 20 years Britain and America and UN did their best to make different for the people but unfortunately everybody left them back where it was.\"Nobody was expecting what is going on there.\"So many lives, so many British soldiers lost their lives, American, European and Afghans - for what?\" Hamed Amiri left his home in Afghanistan in 2001 when he was 10, after his mother was issued with an execution order by the Taliban when she called for equality. He said the situation now made him feel \"hopeless and helpless\". \"Me being here, I am fine and I am safe. All I can think about is my family, my uncle, my auntie back home and what tomorrow looks like for them. \"For me it's not the power, the government and the Taliban, it's the young generation losing their opportunity with education, aspirations and families losing hope.\" He said he hoped his memories of the Taliban before 2001 were a \"past story\", but \"what really hurts me is that's still relevant now\". \"It's the young girls, are they going to have a future? Are they going to have the opportunities they had before? That really hurts me.\" He said seeing people clinging on to planes to escape gave him \"flashbacks from a different perspective\". \"When you have no other option but to leave your things and family behind, for the sake of your children, you've got to try what you can,\" he said. They emerged in the civil war that followed the withdrawal of Soviet troops from Afghanistan in 1989, predominantly in the south-west and the Pakistan border areas. They vowed to fight corruption and improve security, but also followed an austere form of Islam. By 1998, they had taken control of almost all of the country. In 2001, Islamist militant group al-Qaeda and its leader Osama Bin Laden were identified as being responsible for the 9/11 attacks on New York and Washington that killed 3,000 people.Bin Laden was in Afghanistan, under the protection of the Taliban. When they refused to hand him over, the US intervened militarily, quickly removing the Taliban and vowing to support democracy and eliminate the terrorist threat. Nato allies, including the UK, joined the US and a new Afghan government took over in 2004. However, deadly Taliban attacks continued.In 2014, at the end of what was the bloodiest year since 2001, Nato's international forces, including those from the UK, ended their combat mission, leaving responsibility for security to the Afghan army. About 750 British personnel remained to train the country's military forces. However, the withdrawal gave the Taliban momentum and they seized more territory. In February 2020, peace talks concluded with US forces also agreeing to withdraw.However, this did not stop the Taliban attacks - they switched their focus instead to Afghan security forces and civilians, and targeted assassinations, with their areas of control growing. The number of coalition casualties is much better recorded than Taliban and Afghan civilians. Research by Brown University estimates losses in the Afghan security forces at 69,000. It puts the number of civilians and militants killed at about 51,000 each. More than 3,500 coalition soldiers have died since 2001 - about two-thirds of them Americans. More than 20,000 US soldiers have been injured. According to the UN, Afghanistan has the third-largest displaced population in the world. Since 2012, some five million people have fled and not been able to return home, either displaced within Afghanistan or taking refuge in neighbouring countries. ", "url": "https://www.bbc.com/news/uk-wales-58230075"}