{"datetime": "2021-03-20T15:54:19.000Z", "title": "Cardiff Airport: M4 to A48 link road funds denied", "article": "A new road linking the M4 with Cardiff Airport is in doubt after the Welsh government confirmed it would not be funding it. Two routes were being considered for the schemewhich would have bypassed Pendoylan in Vale of Glamorgan. Both routes would have cost between £58.6m and £81m. As part of a 20-year transport strategy announced by the Welsh government, funding for the scheme has been stopped. Transport Minister Ken Skates said policies had changed since the plan was announced in 2018. In a letter, Mr Skates said \"the Welsh government will not continue to provide funding\" for the project. \"The scheme is not in line with our grant criteria or the transport policy framework we have set in theLlwybr Newydd ,\" he said. The Wales Transport Strategy 2021 is designed to shape the transport system for the next 20 years and more than £210m will be invested in it. The Welsh government said climate change required a change in travel habits - with fewer cars on the roads and more people walking, cycling or using public transport.About £47m will be invested in 44 active travel schemes, with a further £20m later in the year.Another £6.4m will be invested in 21 schemes to improve walking and cycling routes to schools. But other road improvement schemes have been dropped - including a proposed bypass at Dinas Powys. The plan not to fund the Cardiff Airport link has been welcomed by both Labour and Tories. Vale of GlamorganMember of the Senedd Jane Hutt said: \"Good news thanks to the Vale community campaign I backed and supported! Good news for the environment and future generations.\" Conservative leader in Wales, Andrew RT Davies, who lives in nearby Cowbridge, tweeted: \"Pleased that plans for the unnecessary J34-M4 link road, which would've decimated the village of Pendoylan, have been dropped.\"A Welsh government spokesman said: \"Llwybr Newydd, sets out that projects need to demonstrate alignment with three key priorities, including encouraging people to use more sustainable methods of transport where possible.\" Vale of Glamorgan council's cabinet will meet on Monday to consider the next steps for the project. ", "url": "https://www.bbc.com/news/uk-wales-56470226"}