{"datetime": "2020-09-17T23:33:03.000Z", "author": "Ashleigh Crowter", "title": "Home working for disabled people 'must continue' after lockdown", "article": "New opportunities for disabled people to work from home must not be lost when the coronavirus pandemic is over, campaigners have said. Disability Wales and Leonard Cheshire Cymru called on employers and the Welsh Government to help disabled people work from home in future. More flexible working could open up thousands of new jobs for disabled people, they believe. Home working was widely adopted during lockdown.Because of problems commuting or accessing public transport, the charities believe it would help many people into work.Currently, 48.6% of disabled people are employed in Wales, with the unemployment rate for disabled people (8.9%) twice that of able-bodied people (3.4%), according to figures from the charities. \"It shouldn't have taken a pandemic to show some of the positive opportunities for employers to allow and enable remote and flexible working,\" said Rhian Stangroom-Teel from disability charity Leonard Cheshire Cymru.\"We need to make sure that doesn't go backwards.\"Joshua Reeves from Cardiff, who has cerebral palsy, was forced to adapt his way of working when lockdown was introduced. His job as a campaign support officer involves arranging focus groups for disabled people and, before March, he would travel 40 miles to Swansea on public transport to run these. Now most of the groups have moved online, which participants have found easier to access.\"It's been an eye-opening experience,\" he said. \"We've seen a lot of disabled people who couldn't access focus groups or events in the past because they didn't have carers to take them to those places.\"So, letting them have an option on Zoom or Microsoft Teams has been very helpful.\"TheEquality Act 2010 requires employers to make reasonable adjustment to ensure disabled employees are not disadvantaged in the workplace.But a survey by Wales Trade Union Congress in 2018 found 28% of disabled people in the country thought their boss found their disability a problem, and 57% felt disabled people were not treated equally in the workplace.Many disabled people also believe they have been turned down for jobs because companies fear the costs of accommodating their disability, it found. Campaigners are now pressing for more government support to help more disabled people work from home.\"Disabled people as well as older people are still disadvantaged when it comes to communicating online,\" said Miranda Evans from Disability Wales.\"What we need now is a focused, concerted effort to up-skill disabled people and support them to purchase equipment.\"The Welsh Government said more than 10,000 disabled people have received employability mentoring support, and it has funded a £3m scheme in lockdown to make 600 laptops available through local authorities.It is also planning to employ a network of disabled people employment champions to work with businesses to improve access and opportunities.Wales Equalities Minster Jane Hutt said: \"It's a pan-Wales scheme and they are going to help people into work and also respond to the additional barriers that have arisen as a result of the Covid-19 pandemic.\"Details of the scheme are due to be released on the Welsh Government's Skills Gateway website soon.", "url": "https://www.bbc.com/news/uk-wales-54194096"}