{"datetime": "2020-08-29T23:55:33.000Z", "author": "Caitlin Arlow", "title": "Coronavirus: Lockdown 'helped me contribute more at work'", "article": "For Sophie Washington, who's been shielding in rural Wales since March, you might have thought the coronavirus pandemic has been overwhelmingly frustrating. But Sophie, 24, a wheelchair-user, says lockdown has actually allowed her to \"contribute more\" to her role at a London-based charity. A Unisonsurvey of more than 4,000 disabled people across the UK found many felt working from home during the coronavirus pandemic improved their wellbeing and more than half felt they'd benefit from doing so in the future.The union has now called for disabled people to be given the right to work from home after the Covid-19 crisis, with penalties for employers who refuse.The Department for Work and Pensions said disabled workers could benefit from financial support to work from home due to an extension to itsAccess to Work scheme.Sophie, from Llandeilo, Carmarthenshire, has several chronic conditions which forced her to isolate along with her family at their campsiteuntil shielding was paused in Wales on 16 August .While Sophie's health prevents her from working in a full-time job, and mobility makes it difficult for her to get out and about, she values her position at Rays of Sunshine - a charity for seriously ill children.She is an ambassador and is involved in voluntary work, making journeys to the charity's London office when necessary for meetings.\"Before lockdown I would try and travel down to the meetings, which is not ideal when travelling can be very painful for me and it's a very long way to go,\" she said.\"People say that places are disabled-friendly but until you are actually there in the wheelchair, it's a completely different story.\" But, Sophie believes \"one of the positives\" to come out of lockdown is the attitude towards working from home has changed.\"Since lockdown we have had several meetings online and it's been really great to be involved. I've been more well in myself as I haven't had to make that long journey, and I've been able to contribute more, which is a great thing.\" While shielding has been tough, with contact with friends restricted and considerable anxiety around Covid-19, Sophie thinks the possibility of lasting change has helped her see the upside of the pandemic. \"Hopefully, going forward - for myself and a lot of others with mobility issues that can't reach a traditional work environment as easily - we'll get some benefits and work from home more now.\"Having the ability to work flexibly, to take short breaks to manage health issues, and having easier access to toilets were among the reasons highlighted for enhancing productivity and wellbeing in the Unison survey.The responses suggested people were less likely to be exhausted and in pain from long commutes. Half of those who completed the survey had worked from home during the pandemic and almost three-quarters felt they were more productive or as productive working from home compared to their pre-lockdown place of work.And 54% felt they would benefit from working from home in the future.Unison assistant general secretary Christina McAnea said: \"The pandemic's demonstrated that there's no longer any excuse for employers to turn disabled workers down if they request to work from home.\" Disability equality charity Scope said the pandemic had \"forced businesses to adapt to flexible home working\" and urged employers to embrace change once the pandemic was over.James Taylor from the charity said: \"For many disabled people, flexible home working is something they have been requesting for years with varying degrees of success depending on the employer.\"In the UK there are one million disabled people who want to work but are being denied the opportunity. Done right, inclusive policies such as flexible and remote working can be hugely beneficial for many employees, by allowing them to work in the most effective way for them.\" The UK government said disabled people could now benefit from financial support to work from home due to an extension to its Access to Work scheme. Those working from home or in the workplace would benefit from extra help including support for special equipment, travel costs and mental health. Minister for Disabled People, Health and Work, Justin Tomlinson said: \"This extension of funding and support will help to protect thousands of jobs, which provide vital independence allowing disabled people to reach their full potential.\" ", "url": "https://www.bbc.com/news/uk-wales-53896117"}