{"datetime": "2021-09-10T16:07:08.000Z", "title": "Afghanistan: First refugees arrive in Wales after Taliban coup", "article": "The first Afghan refugees, who were airlifted from Kabul following the Taliban seizure of power last month, have arrived in Wales. The Welsh government said 50 families are being resettled across the country.Most of those who have arrived directly supported Welsh-based armed forces in the country over the past 20 years.TheUrdd youth organisation is helping to provide accommodation, with 230 Afghans being resettled in Wales in total.This is after the UK government pledged to rehome 20,000 Afghans over the next five years after the Taliban seized back control of the country. Wali Mohammad knows all too well the journey recent refugees have faced after he fled from Afghanistan in 2015.\"It's one of the hardest journeys one can go through,\" he said. \"You leave everything behind and you have to start everything from scratch. But Afghans are hard working. I'm sure these people that have arrived here will soon start living and contribute to Wales' economy.\"They already have skills, it's just opportunity that needs to be provided for them.\" Mr Mohammad worked in a high-level government role before seeking asylum, but volunteered for Public Health Wales when he arrived in the UK.He urged organisations to offer simple jobs so arrivals have the opportunity to \"start somewhere\". Nazir Ahmad Shirzai and his family fled the Taliban in 2001, leaving his life as a vet to seek asylum in the UK.Mr Shirzai, who now owns his own furniture business in Cardiff, knows exactly what the new arrivals will be going through and said he wanted refugees to know \"we can help and support them\". \"If they have problems, we can contact the MP or the passport office,\" he said.\"Or if there are social things they need, for example halal shops, a GP, school, language help - we can discuss with members and other channels to sort it out.\"Wales' Social Justice Minister Jane Hutt said: \"Today we welcome the families and individuals that have served our country in Afghanistan. \"We have made clear our pledge of Wales being a nation of sanctuary and we're committed to do all that is possible to ensure Afghan interpreters, refugees and their families are welcomed.\" She added: \"All local authorities in Wales are participating in these schemes and have offered their support and assistance to the Afghan citizens who are being resettled in the UK.\" The Urdd youth organisation is providing initial accommodation before other properties are found.Its chief executive, Sian Lewis, said: \"As an organisation, we are proud to help and continue to share with our members the importance of loyalty to country and culture but also to humanity and a higher good. \"We have a moral obligation as a national youth organisation to support humanitarian projects and offer a hand of friendship and support to the Afghan community in their time of need.\" Colonel Sion Walker from the 160th (Welsh) Brigade said: \"There are direct historical links with Wales-based and Wales-facing units and members of many of those families coming to Wales.\"They will have worked alongside each other during very difficult times in Afghanistan; our involvement is recognition of the support given and comradeships developed during those times and we are proud to have played a part in making Wales a nation of sanctuary.\" A spokesperson for the UK government said it was \"working urgently to ensure thousands of Afghans who were evacuated to the UK receive the support they need to rebuild their lives, find work, pursue education and integrate into their local communities\". \"Every day we work closely with local authorities and charities in Wales and the rest of the UK to ensure suitable accommodation and support is in place for those seeking asylum or resettlement.\" \"We owe a great deal to those who worked alongside British forces and the UK government over the past two decades.\" ", "url": "https://www.bbc.com/news/uk-wales-58510294"}