{"datetime": "2018-05-28T23:03:00.000Z", "author": "Steffan Messenger", "title": "Cardiff Airport link road challenged by Pendoylan group", "article": "A new road designed to improve transport links to Cardiff Airport would scar the capital's \"green lung\", campaigners have claimed. The development, linking junction 34 of the M4 with the A48, could cut through up to seven ancient woodlands. Aconsultation on the proposals ends on 5 June. Vale of Glamorgan Council said environmental impacts had been a key consideration when drawing up the plans. Two single carriageway routes have been suggested, crossing open farmland and wooded areas. Funding would come from the Welsh Government in order to better connectimportant sites of employment like the airport and new Aston Martin factory with the M4. But Vale Communities for Future Generations claimed the proposals were flawed and damaging. The new group has been set up to oppose the road and said it represents more than 200 local people in and around Pendoylan. Whichever route is chosen, it will skirt a village which is a designated conservation area because of its picturesque buildings and setting. Spokeswoman Glynis Lloyd said the public needed to be made aware of what would be lost in environmental terms. \"It can't be underestimated. This is a place where people come to breathe, enjoy nature and revel in the fact that this is a green lung (for surrounding areas).\" Similar proposals wereabandoned 10 years ago following local opposition. The eastern route proposed would be the most expensive at £81m as it would have to avoid a floodplain. A western by-pass would cost an estimated £58m. Park and ride facilities and a new railway station close to junction 34 of the M4 are also included in the plans A study commissioned by Vale of Glamorgan Council suggested the area risked losing out economically unless transport issues were tackled, citing \"extensively poor\" local roads and congestion.But Nigel Pugh, of The Woodland Trust in Wales, said the proposals were \"completely unacceptable\". \"When the Welsh Government says that it is their duty to protect biodiversity or reverse its loss you can't really go putting tarmac through ancient woods.\" \"They are a rare, unique, irreplaceable habitat\". The council said no decisions had yet been made about which of the two suggested routes the road would take, or in fact if any road would be constructed at all. A Welsh Government spokesman added that its Woodland Strategy, Woodlands for Wales, \"recognises the unique value of our ancient trees and woodlands\". Paul Beddoe, sales and marketing director at the Vale Resort in Hensol, said he believed it was essential the plans progressed. The hotel and golf course has seen an increase in overseas visitors in recent years since flights from countries such as Norway and Germany were introduced at the airport. \"I'm extremely sensitive to the local population's concerns but at the end of the day these country roads are currently being utilised anyway by overspill coming from Junction 34 which often causes gridlock.\" \"If you drive through Pendoylan you can see that there is a real issue.\" ", "url": "https://www.bbc.com/news/uk-wales-44237816"}