{"datetime": "2020-02-04T17:06:58.000Z", "title": "Devolve rail to fend off Welsh independence says Labour minister", "article": "Giving the Welsh Government full control over railways would \"address some of the concerns\" of Wales' \"growing independence movement\", according to the economy minister. In a letter to MPs, Labour's Ken Skates warns UK ministers against giving Wales \"an inferior degree of devolution\". The Brexit Party's Mark Reckless called using independence to put pressure on UK ministers \"preposterous\". The first minister said his government \"always speak up\" for Wales' interests. In the letter Ken Skates says: \"We have a clear template for delivering the remaining elements of devolution, we have unprecedented cross-party support and we have an ambitious and deliverable vision that will reverse the decades of under investment in our railway. \"We would regard any outcome that resulted in an inferior degree of devolution for Wales to that proposed for other areas of the United Kingdom as a significant missed opportunity.\"An equitable rail devolution settlement across all nations of the UK would address some of the concerns being raised by the growing independence movements in both Scotland and Wales.\" A recent YouGov/Cardiff University/ITV Wales poll suggested that, when individuals were asked to pick options from a choice of answers, 17% supported no devolution and 14% backed independence. A total of 24% backed leaving things as they are now, 18% wanted more powers for the assembly and 8% said it should have fewer. When it was presented as a yes or no option in a hypothetical vote, 21% of respondents backed independence while 56% did not, with 8% saying they would not take part. On abolition, yes was backed by 24%, no by 47% and 8% said they would not vote. Brexit Party assembly group leader Mr Reckless raised Mr Skates's letter in the Senedd on Tuesday. Referring to the poll he said: \"We're reminded today that support for abolishing this place is greater than support for independence\". \"First minister, surely it's preposterous to pressurise the UK government as if you're Cardiff's Nicola Sturgeon [the Scottish National Party leader].\" Responding, Mr Drakeford said: \"When our interests are different to those of the UK, of course, we will always speak up for them\".\"We will stand up to that responsibility and we will never leave them in any doubt, not because we are looking for confrontation, but because we have a job of work to do which means that this Senedd is here to represent people's views in Wales, and we must do that without fear of any contradiction by others.\" The poll had a sample of 1,037 Welsh adults and was carried out by YouGov from 20 to 26 January 2020. ", "url": "https://www.bbc.com/news/uk-wales-politics-51376821"}