{"datetime": "2020-03-27T13:37:10.000Z", "title": "Coronavirus: Confusion over how to volunteer in Wales", "article": "More than 300 volunteers have been recruited to help vulnerable and elderly people in a Welsh seaside town during the coronavirus outbreak. Groups UK-wide have asked manager Kerry Marlow if they can replicate the idea being used in Porthcawl. Despite this, the Wales Council for Voluntary Action said UK-wide publicity about volunteering in England \"may have caused confusion\" for people in Wales.Chief executive Ruth Marks said they should register atVolunteering Wales . Almost 40,000 people have visited its website already this month, with 10,500 on Thursday alone. Up until now, some people have also registered through their local authorities, while there have been some calls for Wales to join the approach being used in England. \"It really brought this community together,\" Mr Marlow said of his scheme. He began by speaking to the head of the medical centre, the pharmacists and adult social care workers to identify who the most vulnerable people would be and registered them.Leaflets were then sent out to make sure over-60s were aware of the scheme.Volunteers registered on the Porthcawl Covid-19 website and were asked to work in the ward where they live. Tasks include providing food, picking up prescriptions or operating a phone bank so people in isolation can have company. \"Local shops are now being well used by the community and it's made people realise there are businesses within the community who will work with us,\" Mr Marlow added. He described organisation as being \"key\", with a Facebook page, website and GoFundMe page all set up within five days. \"It's all about systems. what we're trying to do is reduce the amount of people that are on the streets,\" he said.\"The chemist shops are having queues right down the road, well we don't want that, but we will have sorted that out by next week. \"It's about protecting people's lives\". More than 20 groups from across the UK have been in touch with Mr Marlow to ask if they can use the strategy he has developed.On Wednesday, Health Minister Vaughan Gething, said potential helpers should contact their local authority. The Welsh Local Government Association said \"many thousands\" had already volunteered this way, but anyone interested in helping should now go through Volunteering Wales. The Welsh Government is now also directing people to its website. Ms Marks said UK-wide publicity for the England-only GoodSAM scheme \"may have caused confusion\" in Wales over how to volunteer and raising the profile of Volunteering Wales and local groups is \"vital\". She said its website has had 39,000 visitors so far this month, compared to 11,000 for the whole of March 2019. Of the visits this month, 10,500 were on Thursday. However, some Welsh Conservative MPs have called for Wales to join England's scheme. Plaid Cymru said a new \"National Health and Wellbeing Volunteer Platform\" should be set up to \"harness the energy and goodwill\" of volunteers across Wales. A Welsh Government spokesman said it has been \"overwhelmed\" by the generosity of people supporting the NHS and local services and urged people to volunteer safely. ", "url": "https://www.bbc.com/news/uk-wales-52055145"}