{"datetime": "2019-08-07T09:29:16.000Z", "title": "Carwyn Jones: Wales 'not too poor to be independent'", "article": "Wales is not too poor to be independent, according to Carwyn Jones. The former first minister said he believes that while the country would find it more difficult to borrow money, \"many other countries are in the red\". During a National Eisteddfod discussion, he said there was no future in \"England and Wales\" if Scotland and Northern Ireland leave the UK. Lecturer Jeff Williams-Jones said campaigners needed to make the economic case \"on evidence, not emotion\". While Mr Jones has previously saidthe \"shambles in Westminster\" is driving curiosity in independence, he said his personal view was Wales is best served as part of the UK.However, marches calling for Wales to break free have recentlytaken place in Cardiff andCaernarfon . \"Many other countries are in the red... that is not unusual,\" Mr Jones said. \"We are not too poor to be independent, no.\" But Mr Jones warned if the country did go it alone, the economy would not be \"transformed overnight\", pointing to the years of economic troubles Ireland suffered before thriving.He emphasised he was not a supporter of independence and would prefer a more equal partnership between the UK nations. But Mr Jones said the consequences needed to be discussed because a \"chaotic Brexit\" could lead to the break-up of the UK. Prime Minister Boris Johnsonplans to leave the EU on the 31 October deadline, whether there is a deal in place or not. If this happens, Sinn Fein wants a poll on Northern Ireland leaving the union to join the Republic of Ireland.In Scotland, theSNP intends to hold a second referendum on independence. There would be \"no future for an England and Wales\" if Northern Ireland and Scotland leave, Mr Jones said, and if England decided to go it alone \"we may end up independent by default\". \"That is why we need to be ready to think about these things, and be ready to discuss the matter now,\" he added. His objection to independence was not \"in principle\" but for \"practical\" reasons, adding: \"If I was living in an independent Wales it wouldn't make me more of a Welshman than I am now.\" Plaid Cymru MP Liz Saville Roberts challenged his view, pointing to the Baltic states - Estonia, Lithuania and Latvia - as examples of countries that experienced rapid growth in the 1990s following the break-up of the Soviet Union. And Sion Jobbins, chairman of campaign group Yes Cymru, said there would come a time when Welsh Labour would need to choose between loyalty to their party and independence. ", "url": "https://www.bbc.com/news/uk-wales-49262565"}