{"datetime": "2020-03-26T20:06:31.000Z", "title": "Coronavirus: Urgent staff call at 'cluster' health board", "article": "An urgent appeal for temporary workers has been launched by a health board beleaguered by coronavirus. Aneurin Bevan University Health Board could be \"following Italy\" as it is overwhelmed by a rapid rise in cases, a senior official said on Wednesday. A consultant at Newport's Royal Gwent Hospital, which the board runs, said colleagues were \"very, very nervous\" about their level of exposure. The board has issued a Twitter call for new staff \"to start work ASAP\" .\"We need you,\" it reads, \"we are offering temporary paid roles.\" The board says it needs doctors, nurses, admin staff and other workers such as house-keepers and porters.Thelatest figures show the Aneurin Bevan health board area has the highest number of confirmed cases of coronavirus at 358 - with a jump of 49 new cases on Thursday. Public Health Wales incident director Robin Howe said: \"We are expecting there to be considerable variation by individual health board area in response to emerging cases and clusters in real time. He said there was evidence of \"community spread\" in the Aneurin Bevan area and other parts of Wales, where a number of patients needed hospital treatment, including in intensive care units. \"Due to changes in the reporting system and the recent increase in cases, we are focusing on making sure our staff are concentrating on the operational response to coronavirus in Wales,\" he said. The health board covers Blaenau Gwent, Caerphilly, Monmouthshire, Newport, Torfaen and south Powys. On Wednesday, Sarah Aitken, the board's director of public health, said it could be \"following Italy\" and faces being \"overwhelmed\" by a rapid increase in coronavirus cases. On Thursday, she defended using such a strong comparison. \"I thought it was really important that people realise that although they might be hearing that the coronavirus is spreading in London that it's also starting to spread in Gwent,\" Ms Aitken said. \"And we're starting to see the same increase in the number of people being admitted to our hospitals and the number of people needing intensive care and sadly an increasing number of people dying as well\". She explained the health board is testing staff in \"critical areas\" which \"gave us an indication that they were being exposed to patients in different [geographical] areas\". Ms Aitken added: \"That's why if people really do heed the government advice we'll be in a position where it peaks at a level that we can potentially manage.\" Staff at the Royal Gwent Hospital have said it has become a hotspot for Covid-19, with operating theatres changed into makeshift facilities with the main intensive care unit full.Gethin Williams, a consultant surgeon at the Royal Gwent Hospital, told BBC Wales colleagues were \"very, very nervous\". Dr Williams said: \"We've read reports from Italy and heard from colleagues in London that young, healthy doctors - presumably exposed to a lot of viral load - are getting severe Covid infection and being placed themselves on ventilators.\" Another consultant at the hospital told the BBC a\"tsunami\" was affecting all surgery there, including cancer operations.No explanation has been given by the Welsh Government for the \"random\" cluster. However, chief medical officer Frank Atherton said on Thursday it was \"largely a matter of testing\", which he said had increased in the heath board area.He said the fact Aneurin Bevan is on the border with England, which has seen a higher number of cases in places such as London, was also an issue.He added there would be areas in Wales that would \"flare up\" and then \"calm down\" in the days ahead. Newport councillor Alan Morris said he was worried people were not following government advice.\"I'm still getting reports of youngsters hanging around on the street,\" he said.\"I've seen again with my own eyes, I've seen youngsters fishing this morning.\"This isn't a game. This is very very real. \"It's certainly reduced but it's still going on. It should be zero.\"But Ruth Jones, MP for Newport West, called for people in the area to remember to social distance. \"We have the power to stop the situation by being sensible, by managing things, by self isolating when directed and by staying away from other people. \"We have the power to stop the spread of the disease as quickly and as badly as it did in Italy.\" The Welsh Government has said it was taking \"urgent measures\" to increase hospital and critical care capacity. Gwent Police Deputy Chief Constable Amanda Blakeman said: \"What we do have unfortunately, especially in the afternoon and evening is young people coming together to gather. \"It's nice weather. People are getting bored at home but I would absolutely put a plea out there, especially for parents to think about where their children are and to intervene if children are going out.\"Police now have powers to fine people leaving their homes for non-essential journeys.\"We don't want to go down that line,\" Ms Blakeman said. \"We want people to use the common sense approach that we're asking for.\" ", "url": "https://www.bbc.com/news/uk-wales-52046763"}