{"datetime": "2020-03-26T15:04:08.000Z", "title": "Coronavirus: Cancer patients 'could die due to surgery delays'", "article": "Some patients could die as a result of cancer surgery being delayed due to coronavirus, a surgeon has warned. Gethin Williams, a consultant colorectal surgeon at the Royal Gwent Hospital in Newport, said all surgery there had been affected. He said staff were taking difficult decisions every day, as operating theatres became intensive care units. The Welsh Government said it was taking \"urgent measures\" to increase hospital and critical care capacity.Aneurin Bevan University Health Board, which runs the hospital, has been asked to comment.All non-urgent surgery in Wales was put on hold by the health minister two weeks ago in a bid to help the health service gear up to tackle coronavirus.But Vaughan Gething said at the time thatcancer treatment would continue. However, Mr Williams said bowel cancer operations had since stopped at the Royal Gwent Hospital and this could have serious consequences for some patients. \"Bowel cancer in some people can grow, bleed, obstruct and can spread,\" he said.\"Some people's cancers are fast growing, some people's cancers are slow growing, we've had to take really tough decisions over the past week or so.\" When asked whether some cancer patients could die as a result of treatment being delayed, he said it was likely.\"Yes, I think that's probably the case. The rate at which Covid-19 is going through the Royal Gwent, there'll be no colorectal surgery for the foreseeable future,\" he said. \"Without treatment, some cancers could obstruct, others could metastasise, although in many cases these cancers would have been there for a good few months anyway, but in some cases the prognosis would be worse.\" Judi Rhys, chief executive of cancer care charity, Tenovus, said it was \"extremely worrying\" to hear patients could see crucial surgery postponed.The latest figures show the Aneurin Bevan health board area has had the highest number of confirmed cases of coronavirus at 358.That is almost half of Wales' 741 confirmed cases.On Wednesday, Sarah Aitken, the board's director of public health, said itcould be \"following Italy\" and faces being overwhelmed by a rapid increase in coronavirus cases. Mr Williams said the Royal Gwent Hospital had become a hotspot for Covid-19 and that operating theatres had been changed into makeshift intensive care units in anticipation of the predicted overflow.He said intensive care was full and they could not ventilate any more people there. The situation had also affected emergency surgery for hernias, bowel cancer, perforated ulcer trauma and stab injuries, he added.He said everyone in surgery had been affected and that they were trying to clear out wards for the predicted influx of severely ill patients with coronavirus. \"Everything else is on hold,\" he said. \"We've just got to hope this tsunami passes quickly.\" He said colleagues were nervous having seen young doctors taken ill in Italy and London because of exposure to the virus but they were all taking extra precautions to try and avoid infection. A Welsh Government spokesman said the safety and welfare of staff and patients across Wales was its priority.\"We are taking urgent measures to increase hospital and critical care capacity to respond to the coronavirus pandemic,\" he added.\"We are working with the NHS in Wales to ensure urgent treatment, including for cancer, is maintained during the pandemic. Clinicians will discuss the situation with patients.\" ", "url": "https://www.bbc.com/news/uk-wales-52038230"}