{"datetime": "2019-10-04T16:18:42.000Z", "title": "Welsh independence referendum 'before 2030' Plaid leader says", "article": "There will be a referendum on Welsh independence by 2030, Plaid Cymru's Adam Price has said. He told BBC Radio Wales' Breakfast programme that a referendum would take place \"definitely in the next decade\". The party leader claimed Wales could get £2bn extra as a European Union member in its own right. Speaking at the Plaid Cymru conference in Swansea, Mr Price said Wales deserved £20bn in reconstruction funds paid for by Westminster. He outlined policies aimed at lifting 100,000 children out of poverty, and said a Plaid government would build a rapid transit line for the south Wales valleys.Predicting a referendum on independence for Wales would be held in the next ten years, Mr Price told BBC Wales on Friday that \"things are accelerating\". \"The UK as we know it could cease to exist in a short few years\", he said. Addressing party members at Swansea's Grand Theatre, Mr Price argued an independent Wales would be able to issue its own long-term bonds, taking advantage of low interest rates. His party's mission is to convince Welsh voters \"that independence is imperative if we are to solve our problems as a nation\", he said. Mr Price used his speech to unveil some of the policies his party would pitch at the next Welsh assembly elections, in 2021. He pledged Plaid would introduce a payment of £35 a week for every child in every low-income family in Wales, as well as 40 hours a week of free childcare for all children over a year old. The party leader recounted his experience of growing up in Ammanford. \"Aged 15 all my family had to sustain me was my child benefit\" and free school meals, he said. \"I was raised out of poverty and I can never rest until we've done the same for every child in Wales.\" The leader, who took the helm of the party last year, promised he would make Wales \"not just a great country to grow up in, but a decent place to grow old in\". The party says it will provide detailed costings alongside its manifesto for the 2021 election. \"Our new cradle to the grave promise to the Welsh people will see us finally deliver a seamless National Health and Care Service,\" he said. Labour announced asimilar social care policy for England at its annual conference in Brighton last month. \"If Labour can promise to England what Scotland already has, then why don't they do it when they are actually in government in Wales?\" Mr Price added. Analysis by Felicity Evans, BBC Wales political editor It may have taken him a little while to get into his rhetorical stride, but Adam Price gave his party what they wanted: a vision of a Plaid Cymru government rooted in the love of the land. Like all conference speeches, this was pitched at many different audiences. For the converted he described Welsh independence, not Brexit, as the way to take back control. For those he wants to convert - especially voters in the Valleys seats which voted leave in 2016, and which Plaid must win to form a government in 2021 - there were big spending pledges on child care, jobs for young people, and a 50km rapid transit service \"allowing cross-valley travel for the first time in 50 years\". Plaid isn't the only party making big spending pledges for the years to come. The question of how they'd pay for any of it has been deferred to another day. The AM for Carmarthen East and Dinefwr said a Plaid government could \"transform Wales from bottom of the pile to leader of the pack\", boosting digital and physical infrastructure. He told conference the party would increase infrastructure investment by 2% of GDP by 2025. It was time, he said, for a \"Crossrail for the valleys\" - a 50km rapid transit service from Treherbert to Pontypool. \"We'll take people out of their cars by giving them a real alternative,\" he said. Mr Price said Wales needed a \"National Reconstruction programme\" - a \"£20 billion Fund for Wales\" - paid for by Westminster. He said Wales is owed reparations for \"a century of neglect that has left a country, rich in its resources, a bitter legacy of poverty, sickness, blighted lives and broken dreams\". \"Westminster owes us twenty times that for the wealth that they stole. Northern Ireland deserves a New Deal absolutely, but surely that's right for Wales too.\" Turning his line of attack to the Welsh Government, the former MP accused Labour of being the \"handmaidens of continuing Tory austerity here at home\". \"The cold, hard, truth is that the Brexit vote in 2016 wasn't merely or even mainly a rejection of Europe. Rather, it was a rejection of politics as business as usual, of a complacency of twenty years of drift and decline - an indictment of the promise of a better life that devolution offered but, under Labour, failed to deliver,\" he said. Plaid Cymru is hoping to build on its performance at May's European elections when the party came second in Wales behind the Brexit Party but ahead of Labour. It was the first time Plaid had beaten Labour in a Wales-wide election. Westminster leader Liz Saville Roberts used her speech in Swansea to criticise Prime Minister Boris Johnson. \"This is the man who weaponises language, who brought the words of civil war to the chamber, only to be brought down by civil law and a girly swot in a spider brooch,\" she said, referring to the president of the Supreme Court, Lady Hale. Meanwhile South Wales West AM Dai Lloyd announced that he would not stand on the regional list in the next assembly election in 2021. He will stand in the Swansea West constituency only. Plaid Cymru has four MPs, 10 assembly members and one MEP. ", "url": "https://www.bbc.com/news/uk-wales-politics-49919125"}