{"datetime": "2020-09-05T09:53:28.000Z", "author": "Tyler Edwards", "title": "Coronavirus: Disabled 'pushed out' of post-lockdown world", "article": "Disabled people are being \"pushed out\" of a post-lockdown world, with many anxious to leave the house, a charity has warned. Melanie Duddridge, of Cardiff, who has fibromyalgia and Crohn's disease, said long queues and a lack of toilets made it difficult to go out. Scope said disabled people had been \"routinely forgotten\" in the pandemic. The Welsh Government said it was committed to ensuring awareness of rules and safety measures.After shops and restaurants were allowed to reopen, as lockdown measures were eased, many of us have been getting used to a \"new normal\" in our daily tasks. But Scope said queuing to get into shops, public toilet restrictions and a lack of parkingdue to the redesigning of towns and cities , had left many disabled people worried and confused. About 130,000 people classed as the mostvulnerable to coronavirus had been told to shield by the government at the start of the pandemic. until 16 August But on 16 August, this advice was paused, and many have faced leaving the house and going into public spaces for the first time in recent weeks. Mrs Duddridge has been isolating with her husband and daughter since 7 March, when lockdown began. The 47-year-old, who has chronic conditions fibromyalgia - which can cause widespread pain and fatigue - and Crohn's, a form of inflammatory bowel disease, has a compromised immune system. But despite her complex conditions, Mrs Duddridge, said she did not get a shielding letter from the government until 7 June. \"It was difficult getting the letter so late in the game,\" she said.\"I felt like the definitions that were given didn't include every type of situation people would be in, and although I am extremely vulnerable, my scenario wasn't in the definitions for people who should shield.\" When shielding was paused, Mrs Duddridge said she thought a lot of people felt that \"this is the big day\", but she didn't feel that way. \"I'm definitely not ready, I'm still not ready,\" she said.\"For me to go out means I'm relying on everyone else to abide by social distancing and that makes me very anxious.\" Mrs Duddridge said she is \"very strict\" with her family about hand washing, anti-backing, removing layers of clothing and showering upon entering the house.She has only been outside once, for an eye appointment, but admits the \"nerve-wracking experience\" raised her anxiety levels.\"Toilets have closed or been relocated, and because I need immediate access, I will have to get in touch with each place I want to go to make sure,\" she said. \"At times, I am unable to stand for long and I've heard there are queues everywhere. \"I'm thinking about having my husband go to some of the places I need to go. I feel like that might be a good way for me to understand whether it will be safe,\" she added. Responses from about 160 people in Wales to a UK-wide survey for Scope suggested many disabled people's fear that the 'new normal' - such as face coverings and long queues - would make their lives harder.The charity has urged the government and businesses to work with disabled people to make sure the post-lockdown world is \"safe and accessible\" for everyone. Scope said they have been inundated with calls from \"concerned and confused\" disabled people and their families about what they should do and what rules apply to them specifically.Chief executive Mark Hodgkinson said: \"Disabled people have been routinely forgotten throughout this crisis, and that needs to stop now.\"Redesigning our communities with stringent safety measures to help make them more Covid-safe is welcome, but it should not be at the expense of the rights and independence of disabled people.\" A Welsh Government spokesman said: \"The Welsh Government is committed to keeping all Welsh citizens informed and aware of rules and safety measures.\"We have ensured that a BSL interpreter has been present at Covid-19 press conferences, and set up an Accessible Communication Group to discuss and overcome barriers to accessing information through Covid and beyond.\"The chief medical officer for Wales provided information on available support services throughout shielding, and this information and support remains available now shielding has been paused.\" ", "url": "https://www.bbc.com/news/uk-wales-54029551"}