{"datetime": "2019-05-20T06:32:44.000Z", "author": "Alex Jennings", "title": "Street harassment part of puberty, says Cardiff teenager", "article": "Experiencing street harassment is \"part of puberty\" for some girls, according to an 18-year-old from Cardiff. Trin said she has been followed by men \"several times\", once by one who appeared drunk and got on to a bus with her, making comments about her looks. She described being \"paralysed with fear\" with no passengers helping. Charity Plan International UK has accused the Welsh Government of taking \"no clear action\" on tackling the issue. A government spokeswoman responded by saying its strategy was \"aiming to tackle all forms of abuse\". Recalling her experience on the bus, Trin - not her real name - said: \"I didn't want to make him angry or tell him to go away. \"I just wanted to make sure that I kept him happy in that moment because if he wasn't then I didn't know what else would happen and it's so easy for things to escalate and I didn't want that to happen to me.\" She said her friends have had similar experiences of being harassed in public, adding she was \"disappointed it's 2019 and people don't know how to respect people and young girls\". Trin added: \"If this happens to my friends and me then this definitely happens to people and girls nationally, so this isn't just isolated. \"It's really horrifying to think that you grow up and it's kind of a quintessential part of puberty now. It leaves a sour taste in my mouth.\" Half of the 98 teenagers aged 14 to 21 who the charity interviewed in Wales reported being sexually harassed in public. Some 17% said they experienced sexual or physical contact like grabbing and groping at least once a month and 37% said they had been followed.Street harassment is intimidating and unwanted behaviour faced by girls and women in public places and can include unwanted whistling, staring, comments, shouts, sexual name-calling, persistently talking to someone, or asking for their name and phone number, even when they have said no.It can include being photographed, filming, upskirting, being followed, flashing, public masturbation, groping, sexual assault and rape. Source: Plan International UK The average age girls experienced sexual harassment in public in Wales was 14, according to the survey. Plan International UK has launched a petition, asking the Welsh Government to include street harassment in itsviolence against women strategy .Gwendolyn Sterk, the charity's programme manager in Wales, wants the government to work with local authorities and police to address the issue, as well as better education on the issue.The Welsh Government said it felt street harassment was already covered in its violence against women strategy, which includes sexual harassment.It added that while it did not deal with street harassment specifically, it was \"aiming to tackle all forms of abuse\".Chief whip Jane Hutt said it was \"shocking\" that young women were experiencing \"this absolutely unacceptable level of violence in public\". She added the government wanted to make sure street harassment was \"clearly recognised\" as being part of its strategy.However, Plan International UK said the current approach had a \"heavy focus on tackling domestic abuse rather than all forms of violence against women\". It said: \"There is no clear action in either the strategy or the subsequently published delivery framework on tackling street harassment, specifically the harassment we know girls and young women experience.\"Plan International UK'spetition has received more than 1,000 signatures. ", "url": "https://www.bbc.com/news/uk-wales-48329190"}