{"datetime": "2020-02-11T16:32:34.000Z", "author": "Paul Martin", "title": "NHS: Mark Drakeford rejects call to sack protest minister", "article": "The first minister has said he will not sack his chief whip over her opposition to a hospital ward closure in her constituency. Vale of Glamorgan assembly member Jane Hutt protested against the proposed closure of a ward at Barry Hospital.Plaid Cymru leader Adam Price said Ms Hutt had been campaigning against her own Labour government's policy. First Minister Drakeford accused Mr Price of not understanding the ministerial code.The code sets out rules government ministers must follow.In September, Cardiff and Vale health board said it was considering closing the Sam Davies Ward at Barry Hospital - which has 23 beds and is mainly for elderly patients. Under the plan, they would have instead received care at Llandough Hospital or \"closer to home\". Delivering more care away from hospitals is a longstanding aim of the Welsh Government. Ms Hutt wrote on her website last summer that she was \"very concerned\" about proposals to close the ward and would \"continue to make the case\" for retaining it. A petition against the plan was organised by Unison and Ms Huttappeared with campaigners outside the Senedd in October .The health board put the planned closure on hold before Christmas after a public consultation. In a heated exchange on the matter at First Minister's Questions on Tuesday, Mr Price said \"accountability\" for the NHS must lie with ministers \"collectively in the Welsh Government\". \"Giving carte blanche to ministers when it is politically convenient to intervene in relation to constituency matters, you're eroding trust in politics and in this institution,\" he said. Mr Drakeford said he had \"seldom heard more nonsense spoken in this assembly\" and said Mr Price was \"not a man for detail.\" \"What the member for the Vale of Glamorgan did is entirely consistent with the ministerial code,\" he said.\"I know because I took the trouble to check it before this afternoon.\"And let me tell you this: you aren't a government minister for 20 years in devolution without understanding what you can and cannot do in your constituency and ministerial capacities, and the member for the Vale of Glamorgan has a better understanding in her little finger of the probity and decency required of ministers than his question this afternoon demonstrates for a moment.\" Mr Price responded by saying the code was \"quite clear\" that ministers \"cannot campaign against government policy.\" \"This ward closure was a direct result of your own government policy. That's the point. You're in danger, on the NHS, of turning double standards into an art form. \"In other parliaments, in other contexts, as chief whip, she'd have to have a stern word with herself, maybe remove the whip from herself.\"You couldn't make it up, first Minister, except you do time after time when it's politically expedient to do so.\" A visibly angered Mr Drakeford, holding up a copy of the ministerial code, replied: \"I'm not making it up, but he certainly is. There is no conflict at all.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-51462561"}