{"datetime": "2019-03-20T15:33:53.000Z", "title": "Harassment: 'I felt enraged by drunken train behaviour'", "article": "Harassment on a train by a group of men recently left Wales' children's commissioner Sally Holland on the verge of tears. Here, in her own words, she describes why it is important to teach children about gender stereotypes, negative behaviour and personal safety - issues being tackled in a new educational toolkit, Primary Agenda , launched on Wednesday. Earlier this month I was on a train home. It was the evening and dark and I was in an almost empty carriage, tapping into my laptop, still wearing my yellow cycle jacket, thinking fondly of the lovely youth event I'd been to and wondering if there'd be any food left over for me at home. Some men came into my carriage. They thought they were being friendly and funny in their drunkenness, but in fact they were very crude, mildly threatening and invasive of my personal space.At one point I told them that they were being unacceptable and that it was in fact a crime to talk to me like this. I also said that I work with young people and am upset that girls have to face this kind of thing all the time in public. They said they were sorry but didn't stop. I was left feeling a bit tearful when they rolled off the train about 15 minutes later. After hearing that they had physically grabbed another woman on the train I decided to report it to the police. Cycling home I suddenly felt enraged. I thought about other times I had had my space invaded in public due to my gender over the decades, the first time around the age of ten. Almost every woman has at least one story of harassment or abuse, many more violent or abusive than mine. Not every man has done these things. To a man, those in my life - husband, sons, brothers, friends, colleagues, would be appalled at such behaviour, drunk or sober. But it is pervasive. And of course men experience harassment too - most gay men will have experienced homophobic remarks and some will have faced violence.But it is mainly gendered behaviour. It is an assumption that women are defined by their status as sexual beings - these men started talking about sex immediately on sitting next to me 'as banter'. It is an assumption that women are weaker. They wouldn't have behaved in this way, got right in my personal space, if I had been a man. I am certain of that. This has gone on for millennia. But we are now living in what we like to think of as an advanced civilisation. We know that sexual harassment and abuse is wrong. We have passed laws to make it illegal. We can and should say no to this. But passing laws isn't enough. We need men and boys to understand why this is unacceptable. Those who will grow up to act in these ways need to be freed to think and act in different ways. And we need girls and women to understand it too.Or we'll carry on feeling guilty about how we smiled or dressed, or didn't resist or were in the wrong place at the wrong time. Or we won't even recognise that it's wrong. That's why we need good quality resources like Primary Agenda. And we need to be starting conversations about consent and equality, respect and privacy from nursery onwards.I take great strength from the activists I meet in primary and secondary schools, boys and girls, who will not be put into boxes any more to be constricted by stereotypes of how they should think and behave. As a country we are proud of how we have embraced children's rights under the United NationsConvention for the Rights of the Child . Primary Agenda supports those rights, especially rights to safety, equality and a full education that helps children to reach their potential. I am very pleased that my team has supported Prof Emma Renold and others to create this set of resources and I urge every primary school in Wales to embrace it. ", "url": "https://www.bbc.com/news/uk-wales-47638186"}