{"datetime": "2020-02-11T16:43:54.000Z", "author": "Paul Martin", "title": "NHS: Labour accused of double standards over hospital protests", "article": "A Welsh minister's opposition to a hospital ward closure shows \"double standards\", according to Plaid Cymru. Jane Hutt has been campaigning against a closure in Barry Hospital. Last week, First Minister Mark Drakefordsaid it was not for politicians to decide the future of Royal Glamorgan Hospital A&E services . Defending Ms Hutt, her government colleague Eluned Morgan said she had \"every right\" to \"stand up for the views of her constituents\". Later, in First Minister's Questions, Mr Drakefordrejected a call by Plaid leader Adam Price to sack Ms Hutt . Ms Hutt, Vale of Glamorgan Labour AM, is a deputy minister and chief whip in Mr Drakeford's cabinet - with a role in supporting his responsibilities. In September, Cardiff and Vale health board said it was considering closing the Sam Davies Ward at Barry Hospital - which has 23 beds and is mainly for elderly patients. Under the plan, they would have instead received care at Llandough Hospital or \"closer to home\".The health board said an audit found 69% of patients on the ward were medically fit for discharge and the change would help reduce \"long and unnecessary stays in hospital\".Delivering more care away from hospitals is a longstanding aim of the Welsh Government. Ms Hutt wrote on her website last summer that she was \"very concerned\" about proposals to close the ward and would \"continue to make the case\" for retaining it. A petition against the plan was organised by Unison and Ms Hutt appeared with campaigners outside the Senedd in October. That month Health Minister Vaughan Gething said it would be \"inappropriate\" for him to comment on the campaign to save the ward. The health board put the planned closure on hold before Christmas after a public consultation. Mr Drakeford's intervention on the Royal Glamorgan Hospital followed a series of Labour MPs and AMs protesting against the proposal to downgrade A&E services there. Plaid Cymru health spokesman Rhun ap Iorwerth said it was \"double standards\" that a minister \"has been trying to influence a decision on the future of a ward at another hospital\" when Mr Drakeford was saying politicians \"shouldn't meddle\" in decisions about the Royal Glamorgan. \"Ministers are meant to take collective responsibility for the decisions of government,\" he said. \"Decisions relating to wards are driven generally by policy frameworks laid down by government. \"It's very convenient when a minister can stand up on a particular issue and say she appears to disagree with that policy framework\". A Welsh Government spokeswoman said the ministerial code - rules government ministers must follow - was clear. It states ministers are \"free to make their views about constituency matters known to the responsible minister… provided they make clear that they are acting as their constituents' representative and not as a minister\", but must \"avoid criticism\" of Welsh Government policies. It also says it is important that ministers express their constituents' views \"in a way that does not create difficulty for ministers who have to take the decision. Ms Morgan, the Welsh Government's International Relations Minister, insisted Ms Hutt had been a \"champion for the Vale of Glamorgan for a very long time\" who would \"always stand up for the views of her constituents\" and had \"every right to do that in a ministerial position or other\". \"She's standing up and speaking on behalf of her constituents in relation to that,\" she said. \"It's absolutely not a breach of the ministerial code.\" In 2013, the then education minister Leighton Andrews resigned after it emerged he hadprotested against a school closure in his Rhondda constituency.The following year Alun Davies was found to have breached the ministerial code for lobbying for a race track to be built in his constituency, but kept his job as environment secretary. And in 2018 Delyn AM Hannah Blythyn apologised forcriticising Welsh Government funding levels for Flintshire council while she was environment minister.A Welsh Labour source said: \"How can a minister protest outside the assembly building against a hospital ward closure in their constituency and stay in post?\"It's a clear breach of the ministerial code and people have lost their ministerial jobs in the past for protesting in their constituencies, let alone outside the assembly building.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-51447736"}