{"datetime": "2020-02-03T18:22:42.000Z", "title": "Royal Glamorgan: First minister criticises politicians on A&amp;E plans", "article": "It is for doctors, not politicians, to decide the future of the Royal Glamorgan Hospital's A&E department, Labour First Minister Mark Drakeford has said. Local MPs in his party have been among those campaigning to stop the downgrade of services in Llantrisant. On Monday Mr Drakeford criticised politicians for not leaving the matter to clinicians. \"It needs to be a clinically led, not a politically led decision,\" he said. In comments have led to a backlash - Labour MP Chris Bryant said he would not make \"any apologies for fighting for the A&E at the Royal Glamorgan\". Cwm Taf Morgannwg University Health Board is working on plans to close the A&E completely or overnight. A decision to centralise emergency care in fewer hospitals was made in 2015, but a final decision is yet to be made. The health board said last week action was needed to avoid \"unacceptable risk to patient safety\" - with the service facing severe staff shortages. Last week Labour Rhondda MP Chris Bryant chaired a meeting with the health board to discuss the hospital's future. Newly elected Pontypridd MP Alex Davies-Jones has called for the A&E to be saved, as has her assembly colleague Mick Antoniw.The three were joined in a photograph by MPs Chris Elmore, Beth Winter, Rhondda Cynon Taf council leader Andrew Morgan, and AM Huw Irranca-Davies, holding a Welsh Labour branded-banner reading \"Save our A&E\". Opposition politicians such as Plaid Cymru's Leanne Wood, the AM for Rhondda, have also been campaigning against the possible closure. The Welsh NHS is devolved to Wales's political institutions and is funded by the Welsh Government, which is run by Labour. In a press conference on Monday, Mr Drakeford said the discussions were for doctors. \"The discussion at the Royal Glamorgan is for clinicians and the board to carry out,\" he said. \"They need to do that with their local population.\" He added: \"I think that's how that debate ought to be grounded rather than by politicians thinking that they are in a better position than doctors.\" Asked if the Welsh Government would intervene, he said: \"We are not remotely at that point yet.\" Chris Bryantsaid : \"I'm not going to make any apologies for fighting for the A&E at the Royal Glamorgan. The decision lies with the local health board but my job is to stand up for my constituents and ensure any decision meets 'the Rhondda test'.\" Pontypridd's Mick Antoniwtweeted that he would \"continue\" to fight to retain A&E at the Royal Glamorgan hospital, calling the plan \"out of date\". Rhun ap Iorwerth, Plaid Cymru's health spokesman, said Mr Drakeford's comments were a \"blatantly cynical attempt by Labour to deflect from their own failings\". \"Mark Drakeford and Vaughan Gething are responsible for the performance of the NHS in Wales and the decision to centralise services is part of their Labour government's policy,\" he said. \"They could step in to save the A&E at the Royal Glamorgan Hospital if they wanted to but have decided not to.\" Labour politicians stood outside the Royal Glamorgan campaigning against the potential downgrade of its A&E department. Are you feeling a sense of déjà vu? Back in 2013,similar protests ultimately led to Leighton Andrews' sacking from the Welsh Labour Government's cabinet .No ministers with placards in hand this time roundbut plenty of local Labour politicians have raised their concerns .It's a bit rich, say the other parties, since the NHS is ultimately run by the Welsh Government, which has of course been in Labour hands for more than 20 years. Today, Mark Drakeford issued a slap down to politicians of all colours to stay on the touchline and keep off the field of play. But since the NHS has become such a political football, his call is unlikely to be a game-changer. ", "url": "https://www.bbc.com/news/uk-wales-politics-51357204"}