{"datetime": "2020-02-17T15:30:24.000Z", "title": "Mark Drakeford 'judge and jury' on ministerial code, Plaid claims", "article": "Plaid Cymru has accused Wales' first minister of acting as \"judge and jury\" over whether a member of his cabinet broke the ministerial rulebook. First Minister Mark Drakeford hasdismissed calls for an independent assessment over Jane Hutt campaigning against a hospital ward closure. He said, in response to a letter from Plaid leader Adam Price, that \"there has been no breach\" of the rules. Complaints about government ministers are a matter for the first minister. But Mr Price said Plaid Cymru would change the system if it was in government so all complaints relating to ministerial code would be handled independently of the first minister. In September, Cardiff and Vale health board said it was considering closing the Sam Davies Ward at Barry Hospital which has 23 beds and is mainly for elderly patients. Under the plan, they would have instead received care at Llandough Hospital or \"closer to home\". Delivering more care away from hospitals is a longstanding aim of the Welsh Government. Chief whip Ms Hutt wrote on her website last summer that she was \"very concerned\" about proposals to close the ward in her Vale of Glamorgan constituency and would \"continue to make the case\" for retaining it. She then joined a protest outside the Senedd, organised by the trade union Unison, which was calling for the Welsh Government to intervene to stop the closure. In a letter to the first minister last Wednesday, Mr Price said the health board's decision to consider closing the ward was driven by broader Welsh Government policy.He added it was \"therefore, clear that the deputy minister was in breach of section 4.7 and 4.8 of the ministerial code\". Section 4.7 states that ministers are \"free to make their views about constituency matters known\" but must avoid criticism of Welsh Government policies. In his letter, Mr Price called on the first minister to use his ability to refer complaints to an independent adviser \"for consideration and advice\". Mr Drakeford has chosen not to do so in this case, responding in his letter: \"The minister was representing the views of her constituents in line with para 4.7 of the ministerial code. There has been no breach of the code.\" Mr Price said: \"This is a flippant response that mirrors the Labour Welsh Government's attitude towards governing.\"Mark Drakeford thinks he can play both judge and jury and get away with it. \"Next year, the people of Wales will have a chance to kick them out for good and vote for a party that doesn't treat people like fools.\"And when Plaid Cymru are in government we will put a system in place that is fit for purpose whereby minsters suspected of breaking the ministerial code are referred for an inquiry independently of the FM [first minister],\" he added. ", "url": "https://www.bbc.com/news/uk-wales-politics-51531823"}