{"datetime": "2020-02-13T12:45:25.000Z", "author": "Paul Martin", "title": "Independent review needed into NHS protest minister, says Plaid", "article": "Plaid Cymru says there should be an independent assessment of whether a chief whip broke the ministerial code which governs ministers' behaviour. Jane Huttcampaigned against a hospital ward closure in her Vale of Glamorgan constituency. Plaid leader Adam Pricecalled for her to be sacked for breaching collective responsibility.The first minister said what Ms Hutt did was \"entirely consistent\" with the rules. In September, Cardiff and Vale health board said it was considering closing the Sam Davies Ward at Barry Hospital - which has 23 beds and is mainly for elderly patients. Under the plan, they would have instead received care at Llandough Hospital or \"closer to home\".The health board said an audit found 69% of patients on the ward were medically fit for discharge and the change would help reduce \"long and unnecessary stays in hospital\".Delivering more care away from hospitals is a longstanding aim of the Welsh Government. Ms Hutt wrote on her website last summer that she was \"very concerned\" about proposals to close the ward and would \"continue to make the case\" for retaining it. She then joined a protest outside the Senedd, organised by the trade union Unison, which was calling for the Welsh Government to intervene to stop the closure. In a letter to First Minister Mark Drakeford, Mr Price says the health board's decision to consider closing the ward was driven by broader Welsh Government policy. He says in the letter: \"The policy of successive Welsh Governments, including this one, has been to move services from acute wards to the community. \"This has been the stated policy of health strategies dating back to Designed for Life, and features in the current strategy 'a healthier Wales'. \"When combined with official statistics showing that the number of NHS beds has declined year on year since the birth of the assembly, there can be no doubt that the gradual closure of older people's wards is Welsh Government policy. \"There can be no doubt therefore that Cardiff and Vale Health Board's proposal to close the Sam Davies Ward is following and consistent with Welsh Government policy, as set by successive health ministers and agreed by cabinet. \"It is therefore clear that the deputy minister is in breach of section 4.7 and 4.8 of the ministerial code.\" Section 4.7 state that ministers are \"free to make their views about constituency matters known\" but must avoid criticism of Welsh Government policies. Mr Price adds: \"It is my view that you, in your answers to me in the chamber on 11th February, made an incorrect determination in relation to the Ministerial Code. \"In light of the serious questions arising from this matter and to safeguard the legitimacy of the process I wish to request that you refer the matter to the Independent Advisor for consideration.\" On Tuesday, the first minister said Mr Price had misunderstood the ministerial code and dismissed the idea that Ms Hutt had acted improperly. The ministerial code says that the first minister can refer complaints to an independent adviser \"for consideration and advice\" unless it is felt there has been an \"undeniable breach\" or \"where there is no plausible case to answer or complaints are deemed vexatious or trivial in nature.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-51489743"}