{"datetime": "2020-01-24T22:49:27.000Z", "title": "A&amp;E services could end at Royal Glamorgan Hospital", "article": "Plans which could see the A&E department at a south Wales hospital downgraded are being considered by health chiefs. The proposals would mean an end to 24-hour consultant-led services at Royal Glamorgan Hospital's A&E. Cwm Taf Morgannwg University Health Board will discuss the options in areport to the board on 30 January. The downgrade formed part of an agreement tocentralise some health services in south Wales in 2014 . More than 53,000 people responded to a public consultation on the plan - called the South Wales Programme - in 2013. While other parts of the plan have happened, the proposed changes to A&E departments have not been implemented. Interim chief executive Sharon Hopkins said service and staffing pressures meant the current set up was \"increasingly unsustainable\". She said staff had \"worked exceptionally hard\" to deliver emergency services across three sites - the Royal Glamorgan Hospital, the Princess of Wales Hospital in Bridgend and Prince Charles Hospital in Merthyr Tydfil. But in a statement Dr Hopkins added: \"Continuing and growing service and staffing pressures have meant that this situation is becoming increasingly unsustainable... and safe services cannot be maintained beyond the immediate short term without unacceptable risks to patient safety\". The report said an option to continue the current system should be \"rejected\", instead recommending two options. One would see the consultant-led service end, replaced by a minor injuries unit with nurses.The other would see consultants continue at the Royal Glamorgan Hospital during the day, and a nurse-led minor injuries unit would operate overnight. Local politicians attending a meeting with the health board on Friday were told the last full-time A&E consultant at the Royal Glamorgan Hospital would leave at the end of March, meaning services would be provided by locums from April. Astatement on Facebook from Rhondda AM Leanne Wood said the situation was \"completely unacceptable\". The former Plaid Cymru leader added: \"The poor workforce planning from successive Labour health ministers means Wales has one of the lowest doctor to population ratios in Europe.\" Rhondda Labour MP Chris Bryant said either of the options proposed would be \"terrible news\" for people in the area. He said many would have no choice but to use public transport and mountain roads which were unreliable in winter. In a joint statement, Pontypridd Labour AM Mick Antoniw and MP Alex Davies-Jones said the proposal \"will be of concern to many\". They said: \"Robust A&E provision at the Royal Glamorgan is a critical component of health service provision to people in Pontypridd and the wider valleys communities and we are strongly opposed to any reconfiguration that results in a material dilution of A&E services at the Royal Glamorgan.\"Welsh Conservative health spokeswoman Angela Burns said: \"Just this week we have had the worst A&E results for the Welsh NHS and yet the Welsh Labour government are allowing this downgrade to go ahead.\"Surely, the Welsh Government should be looking at options to reduce the more than 6,000 people that wait 12 hours or more for treatment in A&E in Wales.\" The Welsh Government said: \"We expect the health board to work with its partners to consider options and agree a sustainable model of care for the future.\"", "url": "https://www.bbc.com/news/uk-wales-51240694"}