{"datetime": "2019-03-03T12:05:22.000Z", "title": "NHS patients in England to be offered free tampons", "article": "Women and girls in hospital who need sanitary protection will be offered free tampons and other products from this summer, NHS England has said. It follows a British Medical Association campaign pointing out many hospitals supply razors and shaving foam to men, but no sanitary products. NHS England said it was \"absolutely right\" that women had access to daily essentials while in hospital. The charity Freedom4Girls said tampons must be \"readily available everywhere\". In February,the BMA said two in every five UK hospital trusts and health boards did not give sanitary products to patients who needed them, or only in emergencies. And at 27 trusts, there was nowhere to buy sanitary products anywhere on site. NHS England's Chief Executive Simon Stevens said on Sunday: \"It's fundamental that we give patients the best experience possible during what can be a stressful time of their life, and by providing sanitary products the NHS can prevent unnecessary embarrassment and leave people to focus on their recovery.\" While some hospitals already provide sanitary products, NHS England said it would now be mandated in the new standard contract with hospitals for 2019-20. Dame Parveen Kumar, chair of the BMA's board of science, welcomed the move which she said would come as a relief for many patients.She said BMA research had shown how \"patchy or non-existent\" the provision was, as well as the \"relatively small cost\" of providing tampons and sanitary pads free of charge. Tina Leslie from the charity Freedom4Girls, which campaigns against period poverty, said it was a \"fantastic step forward\". But she added: \"They need to be readily available everywhere where people who menstruate can actually get hold of them, whether they're either caught short or whether they can't afford them.\"Period poverty is really widespread in the UK as well as the rest of the world.\" The BMA is pressing for the move to apply to hospitals across the whole of the UK, although progress outside of England is already under way. In Scotland, free sanitary products are available in schools, colleges and universities, and a pilot to provide free products to low income households in Aberdeen is being rolled out. In Wales, a £1m government fund will help distribute free sanitary products via community groups, schools and food banks to those most in need, and in Derry, Northern Ireland, some public buildings are offering products free of charge. ", "url": "https://www.bbc.com/news/uk-47430833"}