{"datetime": "2018-12-11T15:02:43.000Z", "title": "What is Carwyn Jones's legacy as first minister?", "article": "Political rivals and allies of Carwyn Jones have paid tribute to the outgoing first minister. But Welsh Government junior minister Huw Irranca-Davies said the death of former minister Carl Sargeant last year had cast a \"cloud\" over Mr Jones's departure. He and former minister Jane Hutt praised his legacy, but an opposition Tory AM suggested Mr Jones's government suffered \"missed opportunities\". The Welsh Labour leader announced his intention to stand down from the post of first minister last April, saying he had been through the\"darkest of times\" . Carwyn Jones has been on the assembly's political scene since the beginning of devolution in 1999, when he was elected to become AM for Bridgend at the age of 32. He served in a range of cabinet jobs under his predecessor Rhodri Morgan, including as minister for agriculture and counsel general. He succeeded Mr Morgan as the party leader and first minister in 2009 , keeping his party in Welsh Government after elections in 2011 and 2016, albeit with a minority in the assembly. Politics expert Roger Awan-Scully said Mr Jones will be a \"hard act to follow\" as an election leader. \"In 2016, amidst a very difficult context for the party across the UK, and with the Scottish party sinking into third place in the Scottish parliament, he limited Labour's losses to one seat,\" he said. \"And last year in a general election that was initially looking catastrophic for the Labour party, he stepped forward, he became front and centre of the Labour campaign in Wales.\" The Cardiff University professor said Mr Jones would like to be remembered as someone \"who governed in a difficult time, and hopefully minimised the extent to which falling budgets impact negatively on major public services\". \"His critics would talk about a lack of improvement in health, in education, in economic development\", he said. The death of Carl Sargeant shaped the timing and context of his departure, said Prof Awan-Scully. Mr Sargeant was found dead at his home November 2017, days after Mr Jones fired him from his cabinet post amid allegations of inappropriate behaviour.Prof Awan-Scully said: \"It's clearly brought about a way of ending his time as first minister that would he not want, but nobody would have wanted.\"Even his strongest critics would not have wanted him to leave the job in this way.\" Huw Irranca-Davies, who is children's, older people and social care minister in Carwyn Jones's government, said: \"I think the tragic circumstances under which Carwyn is leaving the post, and it's a tragedy for Carl's family... I think it does cast a cloud over Carwyn's departure.\"The minister, who was an MP before joining the assembly in 2016 and had supported Mr Jones's bid for the leadership, said: \"I think his legacy will be far longer reaching than the tragedy of Carl.\" If Mr Morgan's legacy was the bedding down of the early assembly and Welsh Government \"Carwyn's legacy has been to take it on to a new level,\" Mr Irranca-Davies said.\"A more muscular government, a more outspoken government. \"If you look at the major reforms around curriculum development in Wales, so we not only have the highest standards of education attainment but well rounded individuals who come out of our education system, if you look at reforms in health and social care even in challenging times we are leading the UK in trying to develop a system that is seamless health and social care.\" Plaid Cymru leader Adam Price said he would have done \"pretty much everything\" differently to Carwyn Jones. \"Carwyn's strengths were on the constitutional side of things, where he felt most comfortable, and where you detected a genuine depth of knowledge and sense of enthusiasm,\" he said. But he said in other areas of public policy like health and education \"there wasn't a big idea\". He said in education Wales was now worse off than pre-devolution.\"What has there been that Carwyn can really point to in terms of transformative policy ideas, that have been implemented? I see competitively little,\" he said. But he said the AM is a \"very decent person\" and his criticism is \"more in sorrow than in anger\". \"There's a bit of a Teflon aspect to this FM\", he said, praising his resilience. Former Welsh Conservative leader Andrew RT Davies said the outgoing first minister \"was always someone who never carried a grudge outside the chamber\", the South Wales Central AM said. But he listed Mr Jones's \"missed opportunities\" in policy - citing proposals for local government mergers that never came to fruition, and the decision over the M4 Relief Road which Mr Jones was not able to take himself. He pointed to PISA education rankings,which in 2016 put Wales below other UK nations .They \"clearly show we haven't made the improvements that were promised by successive education ministers that Carwyn appointed\", said Mr Davies. Mr Jones told BBC Wales: \"Whenever you leave a period of leadership there are bound to be things still to do.\" Mr Jones on Monday cited reforms which introduced a soft-opt out system for organ donation as his biggest achievement. \"People are literally alive because of that legislation,\" he said. Jane Hutt, the Labour AM for the Vale of Glamorgan, served as a minister in Mr Jones's cabinet up until the cabinet reshuffle of late 2017. Mr Jones was first minister when a referendum was held on giving the assembly more law making powers. That was a \"major achievement\", Ms Hutt said, \"because it led to us being able to take through pioneering legislation like the organ donation human transplantation act\". She also praised his decision to buy Cardiff Airport in 2012, calling it a \"brave\" move that \"paid off\". ", "url": "https://www.bbc.com/news/uk-wales-politics-46484407"}