{"datetime": "2019-02-09T00:23:55.000Z", "author": "Caleb Spencer", "title": "20% fired after public sector sexual harassment claims", "article": "Fewer than 20% of sexual harassment allegations in Wales' public sector have led to a dismissal, figures show. Since 2016, from the 81 public sector bodies that replied, there have been 84 complaints with 16 staff sacked. Two authorities paid out a total of £16,000 in so-called non-disclosure agreements (NDAs) after allegations. A Welsh Women's Aid spokesperson said it was \"disturbing\" to see public bodies spending taxpayers' money \"to silence women on sexual harassment\".A woman who got £40,000 through an NDA after enduring sexist bullying and touching said the real amount paid out is likely to be far higher. Rachel, not her real name, who worked for a Welsh university, claimed this was because most authorities avoid attributing the confidentiality agreements to a single cause. In total, BBC Wales asked 89 public sector bodies, including UK government departments with offices here, for information relating to sexual harassment and the use of NDAs. The 81 responses received show: \"It started off with saying I was 'a big girl' then it would be that I was uptight and other sexist comments,\" Rachel said. \"People got really friendly and tactile, and sort of patronising because you are a woman and it's a man's world. \"It was all demeaning me, belittling me because I was a woman.\" She was paid £40,000 by her former employer to keep quiet about allegations of bullying, sexism and sexual harassment. After raising concerns with senior leadership about the way money was being spent in her department, Rachel said her views were dismissed and she was labelled \"unprofessional\". The disagreements continued, and things came to a head in 2011. \"It was getting to the point where I was standing my ground and I got summoned to the boardroom allegedly about the progress of the project,\" she said. \"I was worried because it seemed unusual so I thought 'I'm going to cover my own back here'.\" Rachel decided to record the conversation between her and two male managers, which included her senior manager \"laying into\" her and saying she was not wanted anymore. She claimed they then lied about the nature of the conversation, and that her employer only took action when they became aware she had recorded it. But they wanted her gone too. \"I didn't want to leave but it comes to a point when it is not a joke anymore and you have to let go,\" Rachel said. \"They basically said to me 'here's your money, they will be dealt with, take your money and go'. \"I was a single mum. I was scared because I wasn't going to have a job and I had no-one to talk to. It was hard, really hard.\" Rachel said there is a particular problem with sexism in the public sector. \"These places are run by men,\" she said. \"You hear about [sexual harassment] all the time. You have got to play the game, particularly woman with children who have got no choice but to accept it.\" The Unison union said 60% of public sector workers recently surveyed had witnessed or experienced sexism in the workplace. \"As well as suffering sexual harassment, women are belittled at work, called pet names, overlooked for promotion and frequently told to defer to husbands or male colleagues who 'know better',\" Unison Wales secretary Stephanie Thomas said. A Welsh Women's Aid spokesperson added: \"Non-disclosure agreements were set up to protect employers from employees trading secrets.\"The use of non-disclosure agreements in cases of sexual harassment can lead to perpetrators' behaviour going unacknowledged, unchallenged and unpunished.\" ", "url": "https://www.bbc.com/news/uk-wales-46897801"}