{"datetime": "2018-05-02T15:49:51.000Z", "title": "Period poverty is 'an absolute disgrace' says AM", "article": "It is an \"absolute disgrace\" that women are not able to afford to buy sanitary products, according to a Labour AM. Cardiff Central AM Jenny Rathbone says poverty is making it increasingly difficult for a number of women in Wales to afford tampons and sanitary towels.The issue, which has been dubbed \"period poverty\", was debated in the National Assembly on Wednesday. Ministers said they recently announced funding to help address period poverty. A survey by Plan International UK in October suggested that 1 in 10 women between 14 and 21 years of age had been unable to afford sanitary products. The survey, of 1,000 women across the United Kingdom, indicated that nearly a half of respondents resorted to using alternative items instead of the sanitary products they needed.Ms Rathbone said that the rise of families using food-banks and \"poverty wages\" means that, \"women in these situations just aren't able to afford sanitary products\".\"We are the sixth largest economy in the world and we're in this situation. It's an absolute disgrace,\" she said. In March the Welsh Governmentannounced a £1m fund in a bid to tackle \"period poverty\" across Wales . Free sanitary products will be distributed via community groups, schools and food banks. But Jenny Rathbone warned there was a limit to what the Welsh Government could pay for. \"We are not going to be able to roll out providing sanitary products to all girls in all schools across Wales, because we haven't got that sort of money at the moment, given that we still have an austerity regime in Westminster.\"\"But what we do need to do is plug gaps where - in some schools they don't have sanitary bins, and they should be providing that as a matter of course.\" One Welsh council, Rhondda Cynon Taf, has already agreed to provide free sanitary products for schools - with an estimated cost of over £120,000 to provide 100 baskets and sanitary products for primary schools, and 150 dispensers and sanitary products for secondary schools. Plaid Cymru leader Leanne Wood said the £1m grant from the Welsh Government was \"not enough\". \"Broken down, the £1m grant offers every local authority in Wales approximately £22,000 over the course of two years to purchase sanitary products. \"However, Rhondda Cynon Taf council alone would require £75,000 for one year to both buy sanitary products.\"The party had campaigned for action from the authority . A Welsh Government spokesman said: \"We recently announced £1m of funding to help address period poverty in our communities and to improve school facilities to ensure dignity for girls and young women.\"As part of this funding, local authorities are being asked to focus funding on areas where levels of deprivation are highest, which could be through community groups, schools or food banks.\" The AMs passed a motion, put forward by Jenny Rathbone and former minister Jane Hutt, calling on the Welsh Government to consider the impact of period poverty on women in Wales during the debate on Wednesday. ", "url": "https://www.bbc.com/news/uk-wales-politics-43974138"}