{"datetime": "2021-03-26T12:45:25.000Z", "author": "Daniel Davies", "subject": "Welsh Parliament election 2021", "title": "Elections 2021: Who is Welsh Labour leader Mark Drakeford?", "article": "Shortly before becoming first minister, Mark Drakeford said he wasn't looking forward to the bear-pit parliamentary encounters and the incessant media interviews that come with the job. If only he'd known what lay in store. Opponents and journalists have spent a year asking whether he is doing enough to save lives one minute - the next, asking if he is intruding too far on fundamental liberties. Because of that scrutiny the Welsh Labour leader goes into this Senedd election having received more attention than any of his predecessors.Voters certainly know who he is. The election will tell us whether they approve of his actions. The way Mark Drakeford describes it, Carmarthen in 1966 sounds like a heady place for an 11-year-old grammar schoolboy with an interest in politics. That year the town elected Gwynfor Evans as Plaid Cymru's first MP. But Mr Drakeford decided he was a socialist, not a nationalist, and gravitated towards Labour. He went to the University of Kent in Canterbury to study Latin before returning to Wales, taking up work as a probation officer in Cardiff in 1979. The sub-standard living conditions of the offenders he saw in Ely persuaded him to stand for the then South Glamorgan County Council in 1985. Later he went into academia, lecturing at Swansea University and eventually becoming a professor of social policy at Cardiff University.Long before he was first minister, Mark Drakeford was a pivotal figure in Welsh politics as the main policy adviser to former first minister Rhodri Morgan. The two were part of a circle of leftish Labour friends in Cardiff in the 1980s and 90s. Others joined Mr Morgan's cabinet in the 2000s. Even though he wasn't an assembly member - he stood unsuccessfully in 1999 - Mr Drakeford arguably had the most influence of any them. Devolution had a chaotic start and when he became leader in 2000 Mr Morgan wanted to steady the ship. Mark Drakeford provided the intellectual ballast. He worked on policies such as free school breakfasts and bus passes, built on a philosophy called progressive universalism. Like so much of what Rhodri Morgan represented, they defined it in opposition to Tony Blair's New Labour. Mr Drakeford wrote the words \"clear red water\" to sum up their credo.Mr Morgan characteristically veered off script and never actually said the soundbite when he was supposed to in Swansea in 2002. But it caught on - and Mr Drakeford set about trying to make it a reality after Labour won a working majority at the 2003 election. When Labour slumped at the 2007 election, he helped broker the coalition with Plaid Cymru. Mr Drakeford followed in his mentor's footsteps, succeeding him as AM for Cardiff West in 2011. After a period on the backbenches, he was appointed health minister by Carwyn Jones. In 2016, he was moved to finance minister. He also took charge of the Welsh Government's Brexit policy - an issue on which his two leadership rivals would later try to outflank him. When Carwyn Jones announced in 2018 he was stepping down, Mr Drakeford's supporters urged him to throw his hat in the ring quickly. He insists he was hesitant at first. What would the impact be on his wife Claire and their three grown-up children, he wondered.But having announced his candidacy, with overwhelming support from Labour's left, he quickly emerged as the front runner. Rivals Vaughan Gething and Eluned Morgan wanted a second Brexit referendum. Mr Drakeford stuck to his line that he would prepare for - not fight - the UK's withdrawal from the EU. As it happened, Brexit isn't the biggest issue that he has faced as first minister. Week after week during the pandemic, he has stood at a lectern in live televised press conferences announcing decisions with life and death consequences. A recent S4C documentary gave an insight into what is happening behind the scenes, his character and hiscontemptuous opinion of Boris Johnson . Those who work with Mark Drakeford talk about his impressive capacity to absorb detail, but also his occasional inflexibility when people don't share his point of view. This will be Mr Drakeford's only Welsh Parliamentary election as Welsh Labour leader. At the age of 67, he plans to hand the reins to a successor mid-way through the Senedd term. When he became leader, he inherited a Labour Party fighting internal battles, wrestling with Brexit and still wounded by the death of Carl Sargeant.But the health and economic crises caused by coronavirus have overshadowed everything. Mark Drakeford may say he never looked for the spotlight. But thanks to the pandemic, the spotlight found him. ", "url": "https://www.bbc.com/news/uk-wales-politics-46372451"}