{"datetime": "2018-10-23T15:09:14.000Z", "title": "Street harassment 'relentless' for women and girls", "article": "Women and girls across the UK face \"relentless\" harassment on the street and not enough is being done to stop it, MPs say. The politicians making up the Women and Equalities Committee looked into the issue for nine months and found the amount of harassment meant it became \"normalised\" for girls growing up. The MPs are now calling for the government to take action to tackle it. The Home Office said the issue was a \"key priority\". The committee heard evidence that street harassment was widespread, from being shouted at and cat-called through to sexual assaults.They also heard it took place in a number of public spaces - on transport, in bars and clubs, through online spaces, at universities, in parks and on the street.One woman, Sarah, told the BBC her 12-year-old daughter has faced harassment on her school bus - including boys pushing her off her seat, spitting at her, and calling her a slut. Although the school did take action when Sarah reported the incidents, she said more needed to be done to stop such behaviour being normalised.\"It starts off as a bit of banter between young boys and girls but quickly can grow into something more concerning,\" she said. \"It's an indication of how boys think they can treat girls. If they think it's acceptable at that age what will they be like when they are older?\"Committee chairwoman Maria Miller said: \"Women feel the onus is put on them to avoid 'risky' situations - all of this keeps women and girls unequal.\"The report concluded that social attitudes underpinned sexual harassment, and the normalisation of it contributed to a \"wider negative cultural effect on society\".And while the government has pledged to eliminate sexual harassment of women and girls by 2030, the committee said there was \"no evidence of any programme to achieve this\".The report outlined seven key recommendations to tackle street harassment: Hollaback! - an international movement tackling harassment - says there is no right or wrong way to respond. It says the most important thing is to get yourself out of the situation if you feel unsafe.But if you choose to speak directly to the assailant, it offers the following advice:Read more: What should you do if you are harassed? The Home Office said it had pledged £100m in funding until 2020 to help local services combat violence against women and girls. And it said it was working on an updated \"Violence Against Women and Girls\" strategy. A Home Office spokeswoman said: \"Unwelcome advances that intimidate, degrade or humiliate women and girls are an abuse of power and unlawful. Whether in the home, the workplace or in public, sexual harassment is unacceptable. \"The government has made protecting women and girls from all forms of violence, and supporting victims and survivors a key priority.\" She said the Home Office would consider the report's recommendations before publishing a full response. There's no specific law against sexual harassment in public in the UK - but there are laws prohibiting lots of behaviour that might be considered harassment. The Protection from Harassment Act 1997 makes it an offence to cause \"alarm or distress\" or put people \"in fear of violence\".There are also laws against stalking.If street harassment crosses the line into unwanted touching, that can then be dealt with as a sexual offence such as sexual assault.And when it comes to watching pornography on public transport, there is a pre-internet era law criminalising the public display of \"indecent matter\" - but the parliamentary inquiry described this as \"little-known and likely to be little-used\". ", "url": "https://www.bbc.com/news/uk-politics-45942447"}