{"datetime": "2019-02-25T02:50:42.000Z", "author": "Jenny Rees", "title": "'Police commissioners must fund stalking victim support'", "article": "Police and crime commissioners must fund help for stalking victims, charity the Suzy Lamplugh Trust has said. Currently there is no specialised support available in Wales. One in five women and one in 10 men will experience stalking during their lifetime, the Home Office estimates. The CPS said improvements have led to a 68% increase in prosecutions nationally, while police commissioners pointed to the help that is already available for victims. Stalking is an aggravated form of harassment, defined as persistent and unwanted attention.Victoria Charleston from the Suzy Lamplugh Trust said about half of stalking victims struggle with post-traumatic stress disorder, stress, anxiety and hyper vigilance. 'If it's frightening you...take it seriously' Sara Manchipp, 29, is a former Miss Wales and has just completed her post-graduate studies in south Wales. She was stalked for eight months and has described the ordeal as being like something from a horror film.It started when her stalker anonymously sent her a message on Facebook threatening rape and necrophilia.More than half of victims are stalked by people they have been intimately involved in - but Sara's stalker turned out to be a customer in a shop where she worked part-time.At first she felt \"silly\" about reporting it to the police but they took it very seriously. They checked her house every day and she had a panic alarm installed - and her stalker was eventually caught. In fact, he had created numerous fake social media accounts to send women what prosecutors described as \"unimaginably horrendous\" messages.He admitted offences against 10 women and was jailed for two and a half years. He is subject to restraining orders on his release. However, Sara still frequently feels afraid and advised other victims to report stalking as soon as possible. \"If it's frightening you, if it's affecting your daily life, take it seriously,\" she added. Stalking and harassment are recorded in the same category by the British Crime survey of 16 to 59-year-olds. Analysis by BBC Wales suggested there could be an estimated 81,000 victims of stalking and harassment in the year to last March.In the same period 19,000 crimes of stalking and harassment were recorded by police, and Welsh forces acknowledged stalking has been an under-reported and under-recorded crime. In April 2018 changes were brought in by the Home Office to ensure stalking is more accurately recorded by police. Each of the four police forces in Wales said their staff received training on the issue to get better at recognising the signs of stalking.What sort of stalking support is being talked about? Ms Charleston said: \"It often takes over 100 instances before a victim will come forward to the police and report what's going on for them. \"Unfortunately, when they do actually get up the courage to come forward, officers aren't recognising stalking when it's presented to them. \"If stalking is dealt with early there's a chance to break that fixation-obsession and for people to move on. If it's allowed to embed you can lead to physical risk as well.\" Dr Jane Monckton Smith, director of the Centre for Learning and Innovation in Public Protection (CLIPP) at the University of Gloucestershire, said the scale and threat of the problem were not recognised.\"If we're not careful with people who are particularly fixated and obsessed this can lead even to homicide,\" she said. \"Given that these behaviours are very dangerous, we need to catch up a little bit faster.\" She said too often the individual actions of a stalker are not deemed criminal, and may not be taken seriously by police but there needed to be more \"joining of the dots\". Dr Monckton Smith said courts also needed to make changes and enforce restraining orders as soon as they were breached, otherwise they become \"absolutely worthless\".She backed calls for stalkers to be placed on a register, allowing police to be aware of their previous behaviour, but without the need to monitor them, as is done with sex offenders.Gwent Police and Crime Commissioner Jeff Cuthbert said there was a dedicated domestic abuse caseworker for supporting victims of stalking and harassment. \"I want to make it clear, any victim of stalking and harassment should be, and will be supported by Gwent Police and I encourage anyone who feels they are a victim to report it,\" he said.\"We are considering whether we can improve this service further but I am satisfied that the force is heading in the right direction.\" The Crown Prosecution Service (CPS) said it was \"focused on improving how we deal with this issue\" and looking to properly record, identify, investigate and prosecute stalking cases. \"This approach is working, with stalking prosecutions rising by 68.5% in the last year. We are also working to provide victims with the greatest possible protection from repeat offending.\"", "url": "https://www.bbc.com/news/uk-wales-47227676"}