{"datetime": "2019-03-04T08:04:36.000Z", "title": "Period poverty: Socks 'being used as sanitary towels'", "article": "Socks and kitchen paper are some of the items being used by women in Wales as sanitary products, the National Union of Students (NUS) has said. The union said current measures to tackle so-called period poverty were \"insufficient\" and sanitary pads or tampons are too expensive. The NUS Cyrmu said period poverty \"should bring shame on us all\".Welsh Government deputy chief whip Jane Hutt said it was \"unacceptable\" for people to lack access to products.The union, which represents 350,000 students in Wales, said it wants better education of periods and more investment from the Welsh Government to tackle period poverty.A YouGov poll on behalf of the NUS found 83% of 16 to 24-year-old surveyed said period products are too expensive. A 2017 study found 49% of girls in the UK had missed a school day because of their period.Laura and Samantha, not their real names, both struggled with period poverty in their teens.Laura, from the Vale of Glamorgan, said her mother often could not afford pads, which forced her to go without.\"We weren't well off, and my Mum had to make ends meet, with food and clothes - so the cost of sanitary products was just another expense,\" she said. \"I was scared and embarrassed and very young indeed just 10. I didn't feel old enough to take all of that on. I look back and it was upsetting because my Mum didn't help me in the way I would have expected.\" Samantha, from Abersytwyth, Ceredigion, said she sometimes could not afford pads or tampons as a teenager. She said: \"My family aren't poor but we aren't rich either. My brother went University first and my parents were determined to pay for his accommodation and other stuff so that he didn't have to get a loan. \"Growing up we have a never had to go without food or anything but that meant that I couldn't afford pads sometimes. \"I had a really bad experience once where I leaked on a train because I was using tissue instead of a pad. I was mortified and now every time I'm on my period I'm so scared that I'm going to leak again.\" Chisomo Phiri, NUS Cymru's women's officer, said: \"That any woman or girl in Wales in 2019 has to face the indignity of not being able to afford proper sanitary products should bring shame on us all.\"We need a strategic and sustained investment by the Welsh Government and local authorities, year on year, to make the disgrace of period poverty a thing of the past.\" Ms Hutt, said: \"It is wholly unacceptable for anyone not to be able to access essential period products because they can't afford them. We are committed to doing everything we can as a government to tackle this truly unnecessary inequality. \"Last year, we committed over £1m to help address period poverty in our communities and improve school toilet facilities to ensure dignity for young people. Local authorities will receive £440,000 up until 2020 to tackle period poverty by providing products to people who may otherwise struggle to afford them.\" ", "url": "https://www.bbc.com/news/uk-wales-47417429"}