{"datetime": "2018-04-21T19:02:31.000Z", "author": "Daniel Davies", "title": "Carwyn Jones: Welsh Labour leader who lost his grip", "article": "Few things demonstrate a leader's grip on power better than a reshuffle. Last November, Carwyn Jones refreshed his top team. And for the second time, gave a job to someone from outside the Labour Party by appointing ex-Plaid Cymru leader Lord Elis-Thomas as a minister. It was the act of a leader who felt comfortable in his job. How dramatically things have changed. Since handing out the promotions - and sacking Carl Sargeant - Carwyn Jones's authority has drained away. He has been tested in office: his time as first minister coincided with the steel crisis, a vote for Brexit he campaigned against, and he's faced the conundrum of how to improve services with a shrinking budget. But nothing comes close to the last few months. In truth, Carwyn Jones has had a fair wind. His party has been united and his opponents divided.Evena dramatic tied vote that stalled his progress back into office in 2016 was just that - drama. There was no realistic prospect of Plaid Cymru, the Conservatives and UKIP uniting to unseat him. There has never been a hint of a challenge to his authority from within the Labour group in the assembly. Against the backdrop of the miners' strikes in the 1980s, Carwyn Jones joined Labour as a law student at Aberystwyth University. He was a barrister in Swansea, before being elected as the AM for Bridgend - his home town - at the first assembly elections in 1999, aged 32. He was a disciple of Rhodri Morgan. After his death in 2017,Mr Jones described him as a \"father figure\" .With Alun Michael teetering as Welsh Labour's first leader under devolution, Mr Morgan recalled in his autobiography how he met Carwyn Jones at a pub in the Vale of Glamorgan to discuss their next move. When he got the chance,Mr Morgan promoted the young AM to his cabinet , replacing Christine Gwyther in charge of agriculture in July 2000. Trudging around the countryside talking to farmers might not be the most glamorous job prospect for an ambitious Labour politician. It proved to be the making of him. Foot and mouth disease tore through rural Britain while Carwyn Jones was in the post.Responding to the outbreak in 2001 wasan early test for the young minister and the young devolved administration. He was a mainstay of the Morgan cabinets, his last job being counsel general in the coalition with Plaid Cymru.Rhodri Morgan never anointed him - or anyone else - as a chosen successor, but it was widely assumed for years that if anyone wanted to be Welsh Labour leader when Mr Morgan eventually stood down, Carwyn Jones would be the man to beat. The vacancy arose whenMr Morgan retired as first minister in 2009 . After seeing off rivals Edwina Hart and Huw Lewis, Carwyn Jones set about putting his stamp on the coalition cabinet by appointing allies in a reshuffle - among them, Carl Sargeant. In two assembly elections under his leadership, Labour fell short of a majority, forcing Mr Jones to shore up his position by reaching out to opponents.But those election results have been better than many expected. The assembly's electoral system makes majorities elusive.In public, Carwyn Jones has been a sure-footed performer, especially when roaming across favourite terrain, like the intricacies of the UK constitution.A bizarre invitation to store nuclear weapons in Milford Haven in 2012 was a rare gaffe. Delivery was his watchword. It was meant as code for better public services. Opponents and supporters can choose from a range of statistics about the performance of schools and hospitals to make the case for and against his record.Likewise on the economy, Carwyn Jones's Welsh Government claims the credit for low unemployment. So too does the UK Government. Grand plans remain unfulfilled. A proposed merger of local councils never happened. The M4 relief road around Newport is in the hands of a planning inquiry. He has presided over further devolution. Carwyn Jones was first minister whenthe assembly acquired full law-making powers and itsfirst measure of tax powers .But he has failed to secure the powers over policing that he wanted. Reforms to the way the Welsh Government is funded have not gone as far as he wanted. In 2016 he spoke about how being first minister - a job he \"loves\" - had, at times, beendifficult for his family . He and wife Lisa have a son, Ruairi, and a daughter, Seren.Speculation was rife, but only his closest confidants know when Mr Jones would have stood down had he been able to choose his own timing.\"My children have only known me as a minister and you do make sacrifices in this job,\" he said. Carwyn Jones talked about completing a decade of delivery, taking him to 2019 - a hint, perhaps, that he wanted ten years in office. ", "url": "https://www.bbc.com/news/uk-wales-politics-41919965"}