{"datetime": "2021-06-25T00:17:42.000Z", "author": "Nick Triggle", "subject": "Coronavirus pandemic", "title": "Covid-19: NHS Test and Trace weaknesses remain, says watchdog", "article": "There are still significant weakness in the performance of NHS Test and Trace in England, a watchdog is warning. The National Audit Office (NAO) review highlighted poor turnaround times for testing during the winter, as well as an over-reliance on consultants. It showed there remained \"pressing challenges\" to solve in the coming months, the NAO said. But it also pointed to signs of progress too, including the creation of local council contact tracing teams. This is the second time the NAO has looked into the performance of the service. Its first report - published earlier this year - was heavily critical and warned there wasno evidence it had made a clear impact at the time. This one looked at performance from November to April. It said that in December, with infection levels rising, the proportion of test results given within 24 hours dropped to 17%. The report acknowledged turnaround times improved after that - albeit as demand on the service dropped, with infection levels falling. The speed of contact tracing also improved when tests were carried out at official sites.But once tests done at home and in care homes were taken into account, the process still appeared to be taking too long, the report said. The continued reliance on consultants was also criticised. More than 2,200 were employed in April, higher than the total in December despite promises to reduce their use. Although overall there was still an underspend on the budget - just £13.5bn of its £22bn was used, most of that on testing. Meanwhile, the creation of the UK Health Security Agency, which will take on responsibility for NHS Test and Trace, the Joint Biosecurity Centre and some functions of Public Health England in October, could disrupt the focus on containing the virus, the report warned. The NAO warned effectiveness of the service was still being undermined by low levels of public compliance, both in terms of coming forward for testing and adhering to isolating. It also pointed out that just 14% of the 691 million rapid tests sent out to the public had been registered as used. Meg Hillier, chair of the House of Commons Public Accounts Committee, said the findings were \"deeply disappointing\" and the service continued to be \"plagued by the same issues\". But a Department of Health and Social Care spokeswoman said NHS Test and Trace was playing an \"essential role\" in the pandemic by breaking chains of transmission and spotting outbreaks early. \"It continues to be one of the centrepieces of our roadmap to return life to normal,\" she added. ", "url": "https://www.bbc.com/news/health-57601097"}