{"datetime": "2020-09-23T23:11:40.000Z", "author": "Leo Kelion and Rory Cellan-Jones", "title": "NHS Covid-19 app: How England and Wales' contact-tracing service works", "article": "England and Wales' Covid-19 app has now launched, joining earlier efforts by Northern Ireland and Scotland. Apple and Google's automated contact-tracing technology is being used to tell people to self-isolate if their phone detects they were near someone later determined to have the virus.Other features are also included, and health chiefs say the primary goal is to change people's behaviour to make them less likely to catch or transmit the coronavirus. The app is available for smartphones only - not tablets, smartwatches or other devices. To get started, go toAndroid's Google Play orApple's App Store and search for \"NHS Covid-19\". The handsets must have Android 6.0 (released in 2015) or iOS 13.5 (released in May 2020) and Bluetooth 4.0 or higher. That excludes the iPhone 6 and older versions of Apple's handsets. To check what iOS system you have,go into Settings, then tap on General, and click on About . To upgrade click on Software Update. On Android,open Settings, then select System, and click on Advanced . It will show what version you have. If you click System Update, it will check if there is an available upgrade. Some of the latest Huawei handsets will not run the app. And users must confirm they are 16 or older to get started. There's a raft of features including: When two devices running the app are close to each other, they exchange Bluetooth \"handshakes\" to determine the distance and duration, measured in sessions lasting five minutes. The measurements are not always accurate - and work continues to improve them - but the logs are used to create a cumulative points score for the set of interactions between two people over the course of a day. If the points threshold is met and one of the two owners later shares a positive coronavirus test via the app, then the other will receive an alert. The formula above was used during the trial, but has since been tweaked to take account of when the person with Covid-19 was most infectious. Further changes may be made over time. The notification will tell the recipient to go into self-isolation for a fortnight - and trigger the start of the app's countdown clock. But the recipient is not told who triggered the alert.And the authorities cannot identify either party, although they can track how many people have been told to self-isolate. Even if the recipient has no symptoms or a subsequent negative test result, they must stay at home for the duration. From 28 September,people in England can be fined £1,000 or more for breaching self-isolation rules.However,the relevant legislation says that it does not apply to notifications served via the app. In any case, because the app lets users remain anonymous there would be no way to enforce penalties for non-compliance. Unlike when a human contact tracer orders someone to self-isolate, the app keeps the subject's identity a secret. Only if they subsequently get in contact - for example to arrange a financial support payment - will their name be registered. Restaurants, bars and other leisure facilities should display an authorised QR barcode on a poster or digital sign, which the app can scan. The venue will then be added to the app's \"digital diary\" of places the user has visited. And in England - but not Wales - the user will not need to give their name and address to the venue. If officials later judge the location to be the centre of an outbreak, they can trigger an alert to users who were there. And this notification will tell them that if they are feeling unwell they should use the app's symptom checker. When a smartphone owner first uses the app, they are given the option of typing in the first part of their postcode - \"M23\", for example. Typically, thousands of other households will have the same code, so although this causes information to be shared with the authorities, it should not identify individuals. The user is then given a risk-level for their neighbourhood, at the top of the app's home screen, and can be sent an alert if it changes. And in turn, the NHS and local government can collect data about the numbers of app downloads and coronavirus cases in their area, helping them manage the crisis. Users can report symptoms - and when they started - at any time.If they suggest infection, the user is told to book a test and that everyone in their household must self-isolate for eight days.Booking a test involves using an external website, which asks for the user's name and address. But these personal details are not shared back to the app. And a unique code lets users receive their test result via the app as soon as it is ready. The developers suggest the app should account for less than 5% of a device's battery use. But if the phone is set to use a low-power mode, owners should go into their settings to exclude the app so it can continue contact tracing at all times. And while the app is continually checking for updated data, the major networks have said they will not deduct usage from people's allowances. Apple and Google's framework will not allow two apps to contact trace simultaneously. So when users cross the border, they need to open the local app and turn on contact tracing within it.This will bring up a prompt asking: \"Switch app for exposure notifications?\" Doing so, will turn off the one they were using beforehand. While users are normally encouraged to keep the app active and their phone to hand whenever out of the house, there are exceptions. To avoid people being told to self-isolate when they were protected, or phones logging each other while in lockers, there is an option to temporarily turn off contact tracing, at the bottom of the home screen. While the human and automated contact-tracing systems are being deliberately kept separate, they should complement each other. So, for example, if you were in a supermarket queue, human tracers might find it hard to identify the person next in line but the app would be able to. Likewise, if you were at a pub where a contagious user was sitting but not using the app, you might still receive an alert via the check-in service. According to modelling done by the University of Oxford, the app can significantly reduce deaths and hospital admissions if at least 15% of the population use it. But real-world data on how effective such apps have been in other countries using them is scant.And so far, they have been offered when the levels of infection have been relatively low, meaning the chance of any user receiving an alert has been slim. Most people have yet to be convinced to install them too - about a third of the population in Ireland, 22% in Germany and only about 4% in France have done so. As Covid-19 resurges that may change. And as health chiefs note, there are other measures of success, including whether those that do download the app regularly open it and then change their behaviour as a result. ", "url": "https://www.bbc.com/news/technology-54250736"}