{"datetime": "2020-11-18T13:10:09.000Z", "title": "Coronavirus: Head of NHS Test and Trace Dido Harding self-isolating", "article": "The head of NHS Test and Trace is self-isolating after receiving a notification from the NHS mobile app. Baroness Dido Harding tweeted that she was \"feeling well\", and added: \"Nothing like personal experience of your own products.\" It comes a week after her husband, Conservative MP John Penrose, was told to isolate by the app, and days after PM Boris Johnson began self-isolating.NHS England medical director Stephen Powis also said he was self-isolating. Mr Powis, who appeared at a Downing Street briefing over video call, said he was \"perfectly fine\" but had been told to self-isolate by Test and Trace after a member of his household tested positive for coronavirus. On Sunday, the prime minister was told to stay at home after having a meeting last week with Tory MP Lee Anderson, who then tested positive.Baroness Harding's husband was told to self-isolate on 9 November after potentially coming into contact with someone who had the virus. In Baroness Harding's tweet, it showed she had nine days of self-isolation left - having to stay at home until 23:59 GMT on 26 November.The reason her screenshot shows she has to isolate for nine days - rather than the standard 14 days - is because the 14-day isolation period starts from when the app made the contact. If a person tests positive for coronavirus, they can choose to share their result with the NHS app anonymously.The NHS then sends alerts to other app users who have spent time near them or been in \"close contact\" - meaning they have been within two metres for 15 minutes or more.The app calculates when to send an alert by tallying up points depending on the time spent together and distance.Anyone who gets an alert is instructed to isolate for 14 days from when they had the contact. Baroness Harding's tweet indicating she has been told to self-isolate has caused some confusion, highlighting the fact that her team needs to do better in communicating how the app works.Why, some ask, has she been asked to isolate for only nine rather than 14 days? Here's the answer. When an app user starts to feel unwell or gets a Covid test for some other reason, they enter a positive result into the app.They can then choose to share that result with other users. Their phone will have used its Bluetooth connection to record close contacts with other app users - usually involving being within two metres for 15 minutes - over the previous days.Those people will then get an alert in their app to self-isolate but the duration will be 14 days from the last close contact.So if I enter a positive test on a Sunday and I've been in close contact with you the previous Tuesday, you will get an alert on the Sunday to isolate for nine days. Baroness Harding was appointed the head of NHS Test and Trace in May, and has since beenappointed chair of the National Institute for Health Protection - the new agency replacing Public Health England.The 52-year-old is the former head of internet service provider TalkTalk, and for the past three years has been chair of NHS Improvement - focusing on driving up standards across the service.She has come under criticism for her handling of NHS Test and Trace after a raft of issues, including delayed results and test centres struggling to keep up with demand.But Baroness Harding has defended her own performanceafter calls for her to quit , and warned testing is not the\"silver bullet to hold back the tide of Covid\" .", "url": "https://www.bbc.com/news/uk-54985232"}