{"datetime": "2022-02-16T07:58:56.000Z", "subject": "Coronavirus pandemic", "title": "Covid: NHS dental care backlog and Canada police chief quits amid protests", "article": "Here are five things you need to know about the coronavirus pandemic this Wednesday morning. We'll have another update for you this evening. There's an\"enormous\" backlog of people wanting dental treatment on the NHS in Scotland, according to dental leaders. Services were initially shut down when the pandemic hit and subsequent restrictions on working practices has led to a backlog of routine care like check ups. The Scottish government says it is committed to tackling the pandemic-related backlog. Ottawa's police chief has resigned following 19 days of protests against a Covid vaccine mandate which have paralysed Canada's capital. Demonstrations have stopped traffic and a state of emergency has been declared, but there has been no resolution. Peter Sloly says he's done \"everything possible to keep this city safe\" and is confident the Ottawa Police Service is \"now better positioned to end this occupation\". \"Two years ago we had nothing,\" says Dr Matthias Schmid, who treated the UK's first Covid patient in 2020. Since then treatments have progressed and there is a range of options available. As NHS patients are now being offered a new drug, does this mean we are finally taming the virus?Our medical editor Fergus Walsh has taken a look. Helen Bannister was murdered by her partner Jonathan Campbell, who was on probation and had a history of violence against women, in December 2020.Her situation, according to her daughter, was made \"100% worse\" because of lockdown as she couldn't access support services for help. The Ministry of Justice says funding for victim services is being boosted to £185m a year. When the pandemic hit, one man who realised his work had become his life decided to reassess his priorities. He quit his job and joined a movement in China where people are challenging the pressures of work by relaxing - and lying flat. Known as tang ping it means you take a break from the daily grind. It took off last year, and some say they don't want to return to working conditions before the pandemic.Read more here. Get a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here. Thinking about going on holiday abroad? If you are,here are the travel rules for popular destinations such as France and Spain. You can find more information, advice and guides on ourcoronavirus page. What questions do you have about coronavirus? In some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy . Use this form to ask your question:", "url": "https://www.bbc.com/news/uk-60394740"}