{"datetime": "2022-01-18T11:05:36.000Z", "author": "Nicholas Barrett and Anthony Reuben", "subject": "Reality Check", "title": "Covid: Why were the government's Covid contracts challenged?", "article": "During the pandemic, the government has awarded thousands of contracts to private companies, spending billions of pounds of public money in the process. They cover everything from personal protective equipment (PPE) - masks, gowns and gloves - to services such as researching public opinion about Covid measures. But the way these contracts have been awarded - and the huge sums of money involved - have led to accusations of a lack of transparency. And there have been court rulings against the government.Usually, when the government needs to buy something, it must start a \"competitive tendering process\". A department will publish specifications of what it wants. Companies are encouraged to bid by stating the price at which they could offer those goods and services and details such as the quality of the product. The government checks the companies will be able to provide them and signs a contract with the one offering the best value for money. The process can take anything from a few months to a few years depending on the requirements (whether it is, say, a laptop or a submarine being bought). The government has pre-approved suppliers and sometimes only these will be allowed to bid.By law, the government is required to publish a \"contract award notice\" within 30 days of signing any contracts for public goods or services worth more than £120,000. It is also required to publish the details of every contract worth over £10,000. The rules allow the government to go directly to a preferred supplier without any competition. This is called making a \"direct award\".It is allowed if there is only one possible supplier or in cases of \"extreme urgency\" due to unforeseeable events - where there is a risk to life, for example. According toa report published by the National Audit Office (NAO), between March and July 2020, new contracts worth £17.3bn were awarded to suppliers: The government is still obliged to publish details of large contracts if they're issued by direct award.The Good Law Project took legal action against Michael Gove for the Cabinet Office's decision to use the market research agency Public First and also questioned the involvement of the prime minister's former adviser Dominic Cummings. The High Court ruled that the awarding of a £560,000 contract to the company - run by their former colleagues - without considering other firms, could be seen as suggesting a \"real danger\" of bias. But that wasoverturned by the Court of Appeal , which ruled that failing to run a comparative exercise did not necessarily mean the decision-maker was biased. In another case, it was the failure to publish details of contracts within the required 30 days that led the judge to rule thatthe then health secretary, Matt Hancock had acted unlawfully . The public had a right to know where the \"vast\" amounts spent had gone and how contracts were awarded, the judge said. The Good Law Project points out thatthe government had published the details of 40 PPE contracts worth £4.2bn in June 2021, which were awarded a year before, despite having said in February 2021 that all the details of PPE contracts had already been published. In documents seen by the BBC , government lawyers admitted on 25 February 2021 that 100 contracts for suppliers and services relating to Covid-19 - signed before 7 October 2020 - had yet to be published. Three days earlier, the prime minister told MPs that the contracts were \"on the record for everyone to see\".Most of the contracts during the pandemic were for PPE. Between the start of the pandemic and 30 May 2021,DHSC distributed more than 11.7 billion items of PPE. But there have been some problems with orders, as the BBC has been reporting throughout the pandemic: In order to help the government choose between the huge numbers of offers it was getting, it introduced a \"high-priority\" or VIP lane on 2 April 2020. The idea was to treat offers of PPE with greater urgency if they came from a supplier recommended by ministers, government officials or MPs and members of the House of Lords, from any party. The NAO report found that up to the end of July 2020, about one in 10 suppliers who had been put in the high-priority lane were awarded government contracts, while the figure was less than one in 100 for other suppliers, outside the lane. A problem was that the Cabinet Office, which led the process, was allegedly \"not entirely upfront about how it was done\", according to Tom Sasse from the Institute for Government. \"The Cabinet Office did not manage to keep a proper account of who recommended a particular supplier, which opens it up to accusations of cronyism.\" A government spokesperson told Reality Check: \"Proper due diligence is carried out for all government contacts and we take these checks extremely seriously. In November 2021 the Good Law Project used a Freedom of Information request to geta list of 50 companies that had been on the VIP lane, together with the people who had referred them. In January 2022, the High Court ruled thatthe use of the VIP lane had been unlawful , following a legal challenge by The Good Law Centre over the awarding of PPE contracts to two companies. But the High Court also ruled that the companies were \"very likely\" to have been awarded contracts anyway. What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/56174954"}