{"datetime": "2021-02-12T16:16:06.000Z", "subject": "Climate change", "title": "Climate change: UK not checking if green taxes work - spending watchdog", "article": "The UK government is too focused on raising money from green taxes, rather than checking they are actually working, a spending watchdog says. Taxes aimed at helping the environment raised £34.7bn in 2019, according to the National Audit Office. But in most cases the tax authorities do not measure whether they are having any impact, the NAO saysin a report. HM Revenue and Customs said the government was fully focused on hitting net-zero carbon emissions by 2050. But the NAO said too little was known about the effect of environmental taxes, and government departments must monitor their impact to help reach climate goals. The watchdog found that the Treasury and HMRC \"do not centrally oversee\" how the tax system impacts on climate targets. The only tax measured for effectiveness was the landfill tax, which had helped cut the demand for rubbish dumps, according to the NAO. And although two government departments - Defra and Business - were taking steps to monitor the impact of green taxes, but the government had to use \"every tool at its disposal if it is to succeed\" in meeting its ambitious climate targets. Labour's Meg Hillier, chair of the Commons public accounts committee, said: \"The fact that neither Treasury nor HMRC can say what impact environmental taxes are having on the environment speaks volumes. \"Even more worrying is the possibility that these taxes are incentivising harmful behaviour - landfill tax has resulted in more illegal dumping of waste. \"Government must start effectively pulling all of its available levers if it's to have any hope of achieving its environmental goals.\"A spokesperson for HMRC said it was committed to the prime minister's 10-point plan for the UK to reach his \"ambitious\" environmental goals, including £12bn for low carbon technologies, such as electric vehicles. The government's \"net zero review is looking at how the transition to net zero could be funded\", the spokesperson added, but HMRC would look \"carefully\" at the NAO's recommendations. ", "url": "https://www.bbc.com/news/uk-politics-56040410"}