{"datetime": "2021-02-15T20:10:50.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Dominic Cummings defends polling contract", "article": "The government's decision to hire a firm with links to the PM's ex-chief adviser Dominic Cummings has been challenged at the High Court. Campaign group The Good Law Project has complained of \"apparent bias\" in the decision to recruit Public First for Covid-19 opinion polling last year. During a hearing on Monday, the group's lawyer argued emergency rules used to award the work should not have applied.But Mr Cummings said the £540,000 contract had been \"entirely justified\".In a written statement, he said although he was \"friends\" with the company's founding directors, he had not recommended them for that reason. He added there had been \"no time\" to follow usual procurement rules, and the work was \"crucial\" to the government's early pandemic response.Public First was founded by James Frayne and Rachel Wolf, whom Mr Cummings said he knew from previous roles both inside and outside government.According to aNovember report into Covid-19 contracts by the National Audit Office, it was initially hired \"on an informal basis\" in March 2020 to do focus group research. The spending watchdog added the company was then given a \"retrospective contract\" in June, covering work from March and \"potential future work\".The Cabinet Office's decision to award the work under emergency tendering rules is subject to a legal challenge from The Good Law Project.At a High Court hearing on Monday, the group's lawyer Jason Coppel QC told judge Mrs Justice O'Farrell that \"no other provider was considered\" for the work. He added that although other firms already working for the government had been able to bid, \"no thought was given to any other provider because Dominic Cummings wanted Public First to have the contract\". Arguing that rules allowing the \"direct award\" of contracts did not apply, he added awarding the contract without open competition had not been \"strictly necessary\".Mr Cummings, who was working as Boris Johnson's senior adviser at the time the work was awarded, did not give evidence in person during the hearing.But in a written statement, he defended his decision to recommend the firm for the work.He said he was friends with both Mr Frayne and Ms Wolf, as well as ex-civil servant Gabriel Milland, who is also a partner at Public First.He said he had not met Mr Frayne since 2016, and had \"no involvement\" in the \"contractual arrangements\" with the firm.\"Obviously I did not request Public First be brought in because they were my friends. I would never do such a thing,\" he added.He said he had recommended the firm because he knew the company was \"very good\" at running focus groups, and he could \"rely on them to make an extra effort\". Although he added he was not allowed to \"direct\" civil servants, he said he expected Public First to be hired \"as a result of my suggestion,\" adding that he was an \"expert in the interaction between policy, mass communication and focus groups\".\"Civil servants could have disagreed and did disagree with my suggestions all the time, and my response depends on my expertise of the matter in hand and other circumstances.\" \"On this occasion, I was an expert,\" he added.Arguing for the legal challenge to be dismissed, lawyers for the Cabinet Office told the judge Mr Cummings made a recommendation, not a decision, on awarding the work. Representing the Cabinet Office, Michael Bowsher QC said Mr Frayne and Ms Wolf had \"professional and personal connections\" with Mr Cummings, as well as Cabinet Office Minister Michael Gove. But it was \"emphatically denied\" that there was \"any bias, or apparent bias\" in the award of the work to Public First, he added. He said: \"At a time of national emergency Dominic Cummings recommended a firm he knew could get the job done.\" He added Mr Gove did not have any involvement in the decision or influence it in any way. In an outline argument earlier this month, government lawyers said it was \"clear\" that the conditions for allowing emergency procurement rules to apply had been met. They said the research Public First had been hired to do was required \"immediately,\" and there was \"no time to conduct even an accelerated procurement exercise\".Former Labour MP Natascha Engel, who is now a partner at Public First, defended the firm's involvement.Speaking after the hearing, she said: \"Given James Frayne hasn't spoken to Dominic Cummings in several years and neither he nor Rachel Wolf spoke to Dominic Cummings or Michael Gove about Covid research, the idea this was some sort of quiet arrangement between friends is clearly wrong.\" \"Everyone in government knows which research agencies can deliver in a crisis, and it's no surprise Public First was chosen given our record.\"Having heard rival arguments, Mrs Justice O'Farrell said she would deliver a ruling on a date to be fixed. ", "url": "https://www.bbc.com/news/uk-politics-56073038"}