{"datetime": "2021-05-20T06:41:34.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Government criticised over pre-pandemic planning", "article": "The government did not plan enough for a threat on the scale of coronavirus, its spending watchdog has found. The National Audit Office also urged ministers to come up with ideas to prevent widening inequality caused by the pandemic. But it said they had enjoyed some success in their efforts to deal with the crisis, on which £372bn had been spent by March this year. The government said it had acted \"quickly and decisively\" throughout. Almost 127,700 people diagnosed with coronavirus have died in the UK, but more than 38.6 million people have received their first vaccination jab since the programme began in December. When coronavirus struck in early spring last year, the government lacked plans for many areas of its response in England, including identifying who needed to shield and managing mass disruption to schooling, the NAO said. It added that there had been problems setting up employment support schemes, for which as many as 2.9 million people were not eligible. The report said: \"While the response to the pandemic has provided new learning from both what has worked well and what has not worked well, it has also laid bare existing fault lines within society, such as the risk of widening inequalities, and within public service delivery and government itself.\"The government has said it will review the report's recommendations closely and build on its commitment to data transparency and accountability. The criticism comes as Dominic Cummings, former adviser to Prime Minister Boris Johnson, saidthe government's pandemic planning had been \"part disaster, part non-existent\" and said \"secrecy contributed greatly to the catastrophe\". Ahead of his appearance before a committee of MPs next week, he said the lack of public scrutiny is still affecting the response to the rise of new variants, such as the B.1.617.2 variant first identified in India, as the UK rolls out vaccinations and takes major steps towards ending coronavirus restrictions. The NAO said in its report that communications had not always been clear and timely, stating that guidance on personal protective equipment (PPE) changed 30 times up to the end of last July. And the report said there had not always been a clear audit trail to support decisions to award PPE contracts. The NAO also warned that the hundreds of billions of pounds spent in response to the pandemic so far may have an impact on the longer-term sustainability of the public finances. UK government borrowing hit £303bn in the financial year 2020-21 - the highest amount, as a proportion of national income, since 1946. NAO head Gareth Davies said: \"Covid-19 has required government to respond to an exceptionally challenging and rapidly changing threat. \"There is much to learn from the successes and failures in government's response.\" Lessons learned were \"not only important for the remaining phases of the current pandemic, but should also help better prepare the UK for future emergencies\", Mr Davies said. In response, the government said its approach throughout the pandemic had been \"guided by data and the advice of scientific and medical experts\". It said its public health response had brought together Public Health England, the Joint Biosecurity Centre and NHS Test and Trace under one leadership to increase capacity needed to handle a full-blown pandemic. \"As new evidence emerged, we acted quickly and decisively to protect lives and livelihoods,\" a spokesperson said. \"We have committed to a full public independent inquiry to look at what lessons we can learn from our response to this unprecedented global challenge.\" ", "url": "https://www.bbc.com/news/uk-politics-57160297"}