{"datetime": "2021-03-10T08:07:59.000Z", "subject": "Coronavirus pandemic", "title": "Covid: English councils at risk from budget 'scarring,' watchdog warns", "article": "Some local councils in England are at risk of financial failure amid a £605m funding shortfall, a spending watchdog has warned. The National Audit Office found Covid-19 had slashed councils' income from car parks and leisure centres, whilst their costs ballooned.The watchdog's boss said finances had been \"scarred\" by the pandemic, and would not recover quickly. The government said it had \"acted swiftly and flexibly\" to help councils. A spokesman for the Ministry of Housing, Communities and Local Government said they had provided more than £35bn of funding, made up of local government Covid-19 funding and a range of grants to support communities, businesses and individuals. The report comes after £50m in emergency funding was offered to four local authorities last month, after they warned they could not balance their books.Eastbourne, Bexley, Luton and Peterborough will get more flexibility to borrow money from the government. The NAO said councils faced an extra £9.7bn in financial pressures due to Covid, including losses of £2.8bn and £6.9bn in extra costs. Even with £9.1bn in financial support announced by ministers, the watchdog noted, this left an as-yet-unplugged deficit of £605m.Overall, 1.5% of councils were at \"acute\" risk of going bankrupt, the NAO said, with 5.9% in the \"high risk\" category, and a further 27% at \"medium risk\". The government had handed out support bit-by-bit, the watchdog said, and this \"incremental\" had made it more difficult for councils to plan ahead, the NAO said in its report on the pandemic's impact on local government. The watchdog found: Communities Secretary Robert Jenrick blamed \"poor management\" by councils, alongside the \"exceptional events\" of the pandemic, after offering the emergency cash to councils last month. It followedemergency spending restrictions at Labour-run Croydon Council imposed last November, amid claims of \"irresponsible spending\". The boss of the NAO, Gareth Davies, said the government had averted \"system-wide financial failure\" through its support for councils during the Covid crisis. But he added council finances remained a \"concern,\" and local authorities were setting budgets for the next financial year with \"limited confidence\".\"Authorities' finances have been scarred and won't simply bounce back quickly,\" he added.\"Government needs a plan to help the sector recover from the pandemic, and also to address the longstanding need for financial reform in the sector.\" Labour said councils were facing a \"gaping hole in their budgets\" because ministers \"broke their promise\" to pay for the cost of the Covid crisis.The party's shadow communities secretary Steve Reed added cuts since 2010 had left local authorities \"on the brink of financial disaster even before the pandemic\". He added this meant the government was \"forcing\" councils to usenew powers to hike council tax from April to cover the costs.The Local Government Association said government support had helped but \"must be kept under review\". A spokesman for the Ministry of Housing, Communities and Local Government said: \"As the NAO acknowledges, the government acted swiftly and flexibly to ensure councils continued to deliver vital services throughout the pandemic.\"Councils continue to play a critical role and we have committed over £35bn to help them support communities and local businesses during this time.\" ", "url": "https://www.bbc.com/news/uk-politics-56336353"}