{"datetime": "2021-02-08T16:12:52.000Z", "subject": "Coronavirus pandemic", "title": "Covid: 'Clean up' awarding of contracts, says Labour", "article": "Labour has challenged the government to \"clean up\" how it awards contracts for Covid work. In an online speech, shadow Cabinet Office minister Rachel Reeves said procurement during the pandemic had been \"rife with conflicts of interest\". And she called for a new ethics watchdog to \"guarantee standards\" for spending public money. The government said it has \"robust rules and processes\" to ensure that conflicts of interest do not occur. During her speech, Ms Reeves raised questions about contracts awarded to companies that she said have links to the Conservatives. She added that \"cronyism in contracting\" had led to \"unforgivable waste\" and showed the need for tougher transparency rules.It comes after a National Audit Office report last November found thatmore than half of contracts by the end of July 2020 had been awarded without competitive tender . As the pandemic struck last spring, there was a scramble to ensure that hospitals and other care settings had adequate supplies of personal protective equipment (PPE). The NAO found that companies recommended by MPs, peers and ministers' offices were given priority, and not enough was done to address potential conflicts of interest by ministers and other government officials. However, it concluded that in cases of potential conflicts of interest involving ministers, all had properly declared their interests and it found \"no evidence of their involvement in procurement decisions or contract management\". The prime minister's press secretary Allegra Stratton said: \"We have robust rules in place to make sure there are no conflicts of interest. There are eight checks involved. It is rigorous.\" She said procurement \"had to be done at speed, because in early stages of the pandemic we didn't have enough PPE inside the country. \"The government believes that the beginning of the pandemic we had to act very quickly and we were very successful at that.\" She added that all public contracts would be published \"in the fullness of time\".During her speech, Ms Reeves also called on ministers to end emergency procurement rules brought in at the start of the pandemic, which have streamlined the normal bidding process for contracts.She said \"bad practices\" introduced at the start of the crisis had worsened, with contracts for protective equipment becoming an \"unseemly gold rush\".She urged ministers to publish \"all outstanding contracts\" by the end of the month, and for the Freedom of Information Act to cover all new public service contracts outsourced to private firms. She also criticised in the government's record in recovering money from firms that have failed to deliver services adequately or on time.\"The corporations running so many public services hide behind 'commercial sensitivity'. A shadow state has emerged and it is unaccountable to the people,\" she said.As well as a new Integrity and Ethics Commission, she called for an \"independent anti-corruption and anti-cronyism commissioner\" to oversee how money is spent. She argued these measures would \"clean up government contracting\" and make the UK a \"world leader in good governance\". ", "url": "https://www.bbc.com/news/uk-politics-55973463"}