{"datetime": "2021-11-26T00:02:59.000Z", "subject": "Coronavirus pandemic", "title": "Watchdog questions effectiveness of Kickstart job placement scheme", "article": "It is unclear whether the government's Kickstart scheme is creating quality job placements for 16-24 year olds, a watchdog says. It is also unclear whether jobs created through the scheme would have been created anyway, the National Audit Office (NAO) said. The \"jury is out\" on whether Kickstart will help people, Public Accounts Committee chair Meg Hillier said. The government said the scheme has created more than 100,000 new jobs. Launched in September 2020, the Kickstart scheme was designed to help thousands of young people facing long-term unemployment get into a job.Businesses apply to the Department for Work and Pensions (DWP) to create Kickstart places, which are then vetted for suitability.Young people aged between 16 and 24 who are on Universal Credit are matched to roles by their job centre work coaches.For each successful placement, the government covers the national minimum wage for a six-month period, at 25 hours per week. The £2bn scheme, was launched to try to counteract an expected surge in youth unemployment due to the Covid pandemic.But while the government acted quickly to set up the scheme, said NAO head Gareth Davies, it \"has limited assurance that Kickstart is having the positive impact intended\". \"It does not know whether the jobs created are of high quality or whether they would have existed without the scheme. It could also do more to ensure the scheme is targeted at those who need it the most,\" he said. The skills and training employers provide isn't specified, and the Department for Work and Pensions (DWP) \"does not collect data to monitor what support [employers] actually provide\", the NAO said. It added that there is a risk that some funding for the scheme went to businesses which would have created jobs anyway as the economy picked up. Meg Hillier said: \"The jury is out on whether the Kickstart scheme will end up being value for money, and whether it will actually help those groups of young people who truly need it.\"Given the amount of cash the government has pumped into the scheme, DWP has \"taken a worryingly light-touch approach to setting targets or tracking performance\", she added. The DWP said the scheme for 16 to 24-year-olds, which has been extended to March 2022, \"has already delivered more than 100,000 new life-changing jobs for young jobseekers on Universal Credit who were at risk of long-term unemployment and will continue to deliver opportunities for young people.\" A government spokesperson said: \"We acted quickly and decisively to establish Kickstart at the start of the pandemic when it was feared unemployment levels would more than double - as this report acknowledges.\" The spokesperson said the government had created a network of regional managers to make sure the scheme would be relevant to local labour needs, and added that unemployment had been falling and youth unemployment was now below pre-pandemic levels. Repeated lockdowns meant that many young people who started claiming Universal Credit at the beginning of the pandemic were still on that benefit for more than a year before the Kickstart scheme got going at scale. In January this year, fewer than 2,000 young people had started new roles through the scheme. The DWP initially had a target of 250,000 people starting a Kickstart placement by the end of 2021, but in the summer said the target was unrealistic. It now thinks there will be up to 168,000 starts by the end of March 2022. ", "url": "https://www.bbc.com/news/business-59411439"}