{"datetime": "2021-03-17T00:02:24.000Z", "title": "Covid: Catch-up tuition not helping poorest pupils, says NAO", "article": "The government's programme to help pupils who have missed school time catch up may not be reaching the most disadvantaged children, a report says. The National Tutoring Programmewas launched last year to give extra tuition to the UK's poorest pupils. But fewer than half of pupils who have already received tuition as part of the scheme are from the poorest families, a National Audit Office report found. The Department for Education says it has invested £2bn to help pupils. Chair of the Commons Public Accounts Committee, Meg Hillier, said the Department for Education's \"failure to do its homework\" had hit children who were already most disadvantaged. The Labour MP said: \"DfE must now ensure its support is properly targeted to prevent the gap between disadvantaged children and their peers from widening even further.\" In June last year, Prime Minister Boris Johnson announced a £1bn catch-up fund to help pupils in England. The package included £350m for the National Tutoring Programme to help the most disadvantaged pupils, as well as £650m for schools to help children from all backgrounds catch up. Although the tuition scheme is aimed at disadvantaged children, the Dfe has not specified what proportion of children accessing it should be disadvantaged.The report found that of the 125,200 children who had been allocated a tutoring place by February, 41,100 had started to receive tuition. Of those, 44% were eligible for pupil premium funding - a grant given to schools in England to help disadvantaged children. That raised \"questions over the extent to which the scheme will reach the most disadvantaged children\", the report said. Academic mentors are also being placed in schools serving poorer communities to help provide intensive catch-up support. But demand had \"outstripped supply\", the report added.Mentors had been placed in 1,100 schools by February, but it had received requests from 1,789 eligible schools - meaning more than 600 had not received one. The report says the disruption caused by the Covid-19 pandemic had been an \"unprecedented challenge\" for the DfE.But it says aspects of its response could have been better and done more quickly. The DfE had no pre-existing plan for managing mass disruption to schooling, it added. In April last year, the DfE considered providing 602,000 laptops or tablets and 100,000 4G routers to ensure vulnerable children and those in priority year groups had access to digital devices. But due to the practical difficulty of supplying so many devices, it decided to instead focus on children with a social worker and care leavers, alongside disadvantaged pupils in Year 10 - a total of 220,000 laptops and tablets, and 50,000 routers. The report said \"substantial amounts of equipment did not reach local authorities and academy trusts until June\", meaning many children may not have been able to access remote learning until well into the second half of the summer term. Gareth Davies, head of the NAO, said it was \"crucial that the department monitors the impact of its catch-up arrangements, particularly on disadvantaged children, and acts on the results\". And Kevin Courtney, joint general secretary of the National Education Union, said the government had \"been the cause of a great deal of unnecessary confusion and upset\" and had \"prioritised good press over good practice\".Cllr Judith Blake, chair of the Local Government Association's Children and Young People Board, said it was \"vital that catch-up support is strictly targeted to avoid any further widening of education gaps between disadvantaged pupils and their peers\". A DfE spokesperson said it had \"acted swiftly at every turn to help minimise the impact on pupils' education and provide extensive support for schools, colleges and early years settings\". \"We have invested over £2bn into schemes to provide pupils with devices for remote education and ambitious catch-up plans - with funding targeted at disadvantaged children and young people who need support the most.\"", "url": "https://www.bbc.com/news/education-56418905"}