{"datetime": "2021-10-20T19:28:40.000Z", "title": "British Steel pension scandal: Financial watchdog to investigate", "article": "The public spending watchdog will investigate the Financial Conduct Authority over the British Steel pension scandal. About 8,000 steelworkers, many from Wales,collectively transferred about £2.8bn from the firm's scheme when it was restructured in 2017.A Commons select committee said they were prey to \"vulture\" financial advisors in a \"misselling scandal\". The FCA said it was looking forward to working with the National Audit Office. The NAO will examine the FCA's plans for supporting steelworkers who may be entitled to redress, and the extent to which compensation is being delivered. The NAO said many steelworkers had been given bad advice and may have made poor choices, which could have seen them lose \"significant sums\". Port Talbot steel worker Richard Pugh said the value of his pension had plummeted £20,000 in the past two weeks.The 47-year-old said he and other workers \"did not have a clue\" what they were doing when they had to decide on the next steps for their pension arrangements. They were given assorted options, including transferring their funds from the British Steel pension scheme altogether.\"Realistically, a lot of us are financially illiterate when it comes to pensions,\" he said, meaning many steelworkers had been left in an \"extremely vulnerable\" position. \"We were in the Tata Steel final pension which was gold,\" he said, with some pension pots worth up to £500,000. He called the FCA an \"absolute disgrace\". The NAO encouraged people to examine advice they had received and complain if they had any concerns. \"This investigation will set out the activities the FCA has undertaken to regulate financial advice in the British Steel pension scheme case, its plans for supporting steelworkers who may be entitled to redress, and the extent to which compensation is being delivered,\" it said. Port Talbot financial advisor Alastair Rush, who has been helping some of those who have suffered, called the investigation \"incredible\" and a \"deal changer\". He added: \"The regulator should have been here four-and-a-half years ago, when it was pointed out to them the problems that were unfolding.\" While there was \"light at the end of the tunnel\" for some, it was not the case for all. \"Many will have died not knowing whether there loved ones would have compensation or whether they would be looked after in their retirement.\" Blaenau Gwent MP, Nick Smith, who had asked the NAO to look into how the regulator handled the scandal, said: \"Justice is needed after one of the biggest financial rip-offs of working people in south Wales and other steel-making areas across the UK. \"We are now four years into this sad story and still IFA (independent financial advisors) sharks and their introducer cronies are evading criminal penalties.\" He said just 1,200 out of the 8,000 steelworkers likely to be affected had complained so far. \"Furthermore, 85% to 90% of their complaints have been upheld, so a big pool of steelworkers with likely good cause are being left behind.\" The results of the NAO inquiry will be published in the spring. An FCA spokeswoman said: \"We've introduced new rules to raise the standard of pension transfer advice and we're taking action, both with individual firms and across the sector, to ensure that where consumers lost out because of unsuitable advice they receive compensation.\"", "url": "https://www.bbc.com/news/uk-wales-58986890"}