{"datetime": "2021-01-14T11:00:19.000Z", "author": "Jennifer Scott", "subject": "Coronavirus pandemic", "title": "Coronavirus: Government's rough sleeping strategy 'out of step'", "article": "The government must review its strategy to end rough sleeping in England by 2024 after coronavirus showed it to be \"out of step\", a watchdog warned. A National Audit Office report praised the 'Everyone In' scheme, which housed about 33,000 people in the crisis. But the plan highlighted issues with the current strategy - with thousands more needing help than expected. The government said it was \"regularly taking into account the lessons learned\" from the pandemic. Boris Johnson made the pledge to end rough sleeping by the end of this Parliament shortly before he won the general election in 2019.At the time, a snapshot figure taken by the government one evening showed 4,266 people were sleeping on the streets in England. But it did not include people in night shelters or assessment centres, and could have missed people sleeping hidden from view. Research by the BBC carried out in February 2020 showed more than 28,000 people across the UK had been recorded as sleeping rough in the previous 12 months - and in England, councils were seeing figures five times higher than the snapshot.The 'Everyone In' scheme, launched in March 2020, aimed to provide emergency shelter for all rough sleepers during the first wave of the pandemic. Funding was ended two months later to the anger of many charities, but the government said it had made a number of more targeted funding pledges to tackle the issue since. The National Audit Office (NAO) carried out an investigation into the housing of rough sleepers in the pandemic and praised the \"considerable achievement\" of 'Everyone In'. The head of the watchdog, Gareth Davies, said the government \"acted swiftly to house rough sleepers and keep transmission rates low during the first wave\". But the NAO investigation found between the end of March and November 2020, 33,139 people were given accommodation through the scheme - a number almost eight times greater than the annual snapshot of rough sleepers. Examples included Bristol City Council which reported it accommodated 400 people in March, despite its most recent snapshot count being 98 rough sleepers. And the London Borough of Southwark had 25 known rough sleepers in March 2020, but within hours of 'Everyone In' launching, it had taken 200 people into hotels, with nearly 1,000 accommodated by November. The government pledged to carry out a review of its strategy to end rough sleeping early in 2020, but the plans took a back seat as the crisis unfolded. The NAO said there was \"an ongoing need for a review of the strategy as it is out of step with the government's target\", adding there were now \"important lessons from Everyone In to consider\". Mr Davies said the scale of the rough sleeping population in England has now been made clear, and it \"far exceeds\" previous government estimates.\"Understanding the size of this population, and who needs specialist support, is essential to achieve its ambition to end rough sleeping\", he added. The report also highlighted the large number of people remaining in emergency accommodation unable to move on as they have no recourse to public funds - a condition put into the residence permit of some immigrants meaning they cannot access benefits. The NAO also called on the government to \"keep under close review\" its more targeted response to the current coronavirus resurgence, whether it will \"protect vulnerable individuals as decisively\" as 'Everyone in'. A spokesman from the Ministry of Housing, Communities and Local Government said they were pleased the NAO recognised its achievements with 'Everyone In'. He added: \"By November, we had supported around 33,000 people, with nearly 10,000 in emergency accommodation and more than 23,000 in longer-term accommodation. \"We recently announced an additional £10m to help accommodate rough sleepers and ensure they are registered with a GP to receive the vaccine, and we will invest £750m next year as part of our commitment to end rough sleeping.\" Asked whether the review into the ending rough sleeping strategy would take place, the spokesman said: \"Our ambition to end rough sleeping within this parliament still stands, and we are regularly taking into account the lessons learned from our ongoing pandemic response, including 'Everyone In'.\" ", "url": "https://www.bbc.com/news/uk-politics-55652524"}