{"datetime": "2021-03-10T12:24:25.000Z", "author": "Nick Triggle", "subject": "Coronavirus pandemic", "title": "Covid-19: NHS Test and Trace 'no clear impact' despite £37bn budget", "article": "The impact of NHS Test and Trace is still unclear - despite the UK government setting aside £37bn for it over two years, MPs are warning. The Public Accounts Committee said it was set up on the basis it would help prevent future lockdowns - but since its creation there had been two more. It said the spending was \"unimaginable\" and warned the taxpayer could not be treated like an \"ATM machine\". But Transport Secretary Grant Shapps said the MPs' report \"defies logic\". Baroness Dido Harding, head of the National Institute for Health Protection, which runs the system, pointed out it had been built from scratch and was now doing more tests than any other comparable country. She said performance had been improving with more people who tested positive being reached and more of their close contacts being asked to isolate. \"It is making a real impact in breaking the chains of transmission,\" she added. But the MPs' report questioned: Committee chairwoman Meg Hillier said it was hard to point to a \"measurable difference\" the test-and-trace system had made.\"The promise on which this huge expense was justified - avoiding another lockdown - has been broken, twice,\" she said. During Prime Minister's Questions, Boris Johnson was asked why so much money had been spent on the system while the government said a 1% pay rise for NHS staff was all that it could afford.Mr Johnson defended the pay rise, saying NHS workers were getting an increase unlike other public sector workers, and added: \"It is thanks to NHS Test and Trace that we're able to send kids back to school and begin cautiously and irreversibly to reopen our economy and restart our lives.\" The cross-party group of MPs was looking at spending on all elements of the NHS Test and Trace system, which despite its name is run separately from the health service. This amounts to £22bn in 2020-21 and another £15bn in 2021-22. Not all of the money has been allocated yet. But the bulk of it is going on the lab-based PCR testing system, which includes the hundreds of local testing centres and network of mega-labs across the UK to process the tests. Some £10bn has been set aside for rapid testing, which is currently being used in schools in England as well as being sent to employers. The money has also been used to set up the 12,000-strong national contact tracing team in England and support councils to run their own local teams. The devolved nations are responsible for contact tracing individually. The committee acknowledges significant investment was needed to set up the system at speed after the pandemic struck. But it criticised an over-use of consultants, saying it needed to \"wean itself off its persistent reliance on consultants\" which were costing an average of £1,100 a day each and some of whom had been paid more than £6,600 a day. On last count, there were still 2,500 being used, the MPs said. The complexity of the system was also laid bare with news that it had involved more than 400 contracts being signed with 217 different suppliers. Some 70% of the value of those contracts were directly awarded rather than being put out to tender. But the MPs said the investment had helped to massively increase testing capacity. When the pandemic started the UK could only process about 3,000 tests a day, but that had increased to more than 800,000 by January. The committee pointed out that while capacity has grown, the system has still never met its target to turnaround all tests in a face-to-face setting in 24 hours. And it was found lacking at the crucial point in September when there was a surge in demand for testing. By contrast, contact tracers have been under-used with just half of time spent working on cases in October. By January, contact tracers had been in touch with 2.5 million people testing positive and advised more than 4.5 million of their close contact to self-isolate.But it warned compliance with self-isolation seemed to be low. It also raised concerns about the use of rapid on-the-spot tests. Pilots in Liverpool did not show \"clear evidence\" of a reduction in infection levels or hospital cases. Labour's Rachel Reeves said the report showed the system had \"failed the British people\" and underlined the \"epic amounts of waste and incompetence\" in the way Test and Tace had been set up and run. Dr Billy Palmer, of the Nuffield Trust think tank, added: \"The promise of a world-beating test-and-trace system has just not materialised, and the eye-watering sums of public money poured into this system are set to increase even further.\" He said despite the rollout of the vaccination programme, it would remain an important tool and urged ministers to do more to financially support people to isolate. Mr Shapps told BBC Breakfast it was \"thanks to Test and Trace\" that UK cases of the variants first identified in South Africa and Brazil had been limited to 285 and six cases respectively. \"Yes, it's been very expensive... but I think the idea that we would be somehow better off without it is crazy,\" he said. Health Secretary Matt Hancock said the system had been built \"from nothing a year ago\" but had done \"an amazing job\" and he was \"incredibly grateful\". ", "url": "https://www.bbc.com/news/health-56340831"}