{"datetime": "2020-12-04T09:57:31.000Z", "title": "Call for probe into 'missing' £50bn of UK cash", "article": "The Bank of England should be trying to track down £50bn of \"missing\" UK currency, a committee of MPs has said. The figure amounts to about three-quarters of all UK banknotes in existence. The cash is not used in transactions or held as savings, but may be overseas, tucked away in homes unreported or being used in the \"shadow economy\". The issue was first identified by the National Audit Office (NAO), which highlighted it in September. Now the Public Accounts Committee has said the Bank should \"get a better handle\" on the currency. The committee said there were \"implications for public policy and the public purse\" if a material proportion of that large volume of banknotes was being used for illegal purposes. However, the UK is not the only country to face this problem - and other major global currencies could well be more seriously affected. A Bank of England spokesperson said: \"It is the responsibility of the Bank of England to meet public demand for banknotes. The Bank has always met that demand and will continue to do so.\"Members of the public do not have to explain to the Bank why they wish to hold banknotes. This means that banknotes are not missing.\" However, the figure of £50bn is not disputed, even if the terminology is. The money \"is stashed somewhere, but the Bank of England doesn't know where, who by or what for - and doesn't seem very curious\", said Meg Hillier, who chairs the committee. \"It needs to be more concerned about where the missing £50bn is. Depending where it is and what it's being used for, that amount of money could have material implications for public policy and the public purse.\"The Bank needs to get a better handle on the national currency it controls.\" Demand for banknotes has steadily gone up, although their use is in decline, but the Bank of England does not \"appear to have a convincing reason for why the demand for notes keeps increasing\", says the committee in a report. Recent debate over cash has centred on whether vulnerable people - who might struggle with digital payments - will have access to notes and coins in the future. MPs on the committee say that means little attention is being paid to the whereabouts of banknotes today. There is nothing wrong with stashing cash rather than spending it, assuming it is secure. But that makes little sense for your average saver who could get some interest, however small, by keeping it safely in a bank or building society. That is why MPs have their suspicions that many of these banknotes are being hidden for less innocent reasons instead. This rising demand is \"a trend being seen with other major currencies\", as the committee itself admits. It particularly affects the dollar and the euro, which are widely held as reserve currencies around the world. In the case of the dollar, only about 15% of the US currency supply can be accounted for - a significantly lower proportion than for the UK. Both those currencies are more attractive to criminals because they have higher-denomination notes which make it easier to smuggle or stash ill-gotten gains. For instance, there are more $100 bills out there than any other denomination of the greenback, with 80% of them estimated to be held outside the US. As for the euro,the European Central Bank in Frankfurt no longer issues the €500 note because of concerns it could facilitate illegal activities. However, it remains legal tender, while €100 and €200 notes are still in production.By contrast, the highest-value note issued by the Bank of England is £50. ", "url": "https://www.bbc.com/news/business-55173402"}