{"datetime": "2021-02-03T05:23:45.000Z", "title": "Thousands living in poor quality military housing, report says", "article": "Thousands of armed forces personnel are living in sub-standard accommodation, according to a report by the government's spending watchdog. The National Audit Office said barracks had suffered from \"decades of under-investment\" by the Ministry of Defence.Issues with basics such as heating and hot water were among the common complaints, the report said. The MoD said it had invested £1.2bn over the last decade in improving military housing.But the watchdog said there was still a £1.5bn backlog of repairs and the MoD was failing in its commitment to provide high-quality subsidised housing. As of last year, more than half of the armed forces - nearly 80,000 people - were occupying single living accommodation blocks, either on a full or part-time basis.Of those, the NAO found more than a third - 36% - were living in \"poorer grade\" accommodation, while almost 2,400 were in housing considered such bad quality that they were not charged any rent.Fewer than half - 49% - were satisfied with the overall standard of their accommodation, compared with 58% in 2015, according to the armed forces continuous attitude survey.Other common issues included a lack of cooking facilities, limited storage space and poor or expensive wifi, the NAO said.Despite the MoD planning to spend £1.5bn on renovation work over the next 10 years, the NAO said it could be \"some time\" before significant improvements were seen because of long-term under-investment.Gareth Davies, head of the NAO, said: \"Problems with heating and hot water are not conditions that [members of the armed forces] should have to tolerate.\"MoD needs to get this right if it is to retain service personnel in the long term.\" Labour MP Meg Hillier, who chairs the Commons Public Accounts Committee, said delaying repairs until the last-minute meant the MoD \"faces a bigger bill to get things up to scratch\".\"In the meantime, thousands of members of our armed forces are left living in sub-standard accommodation,\" she said. \"These are the people we ask to go out and fight for our country. The least they should be able to expect is a hot shower and a decent roof over their heads.\"An MoD statement said: \"Our armed forces personnel are at the heart of everything we do and it is only right they are provided good quality and affordable living accommodation. \"We have invested £1.2bn over the last decade on construction and upgrades of our accommodation and continue to invest in a range of new-build and renovation projects.\" The department would \"carefully consider\" the NAO's recommendations, the statement added.", "url": "https://www.bbc.com/news/uk-55911765"}