{"datetime": "2021-01-20T10:01:33.000Z", "title": "BBC faces 'financial risk' over licence fee income, watchdog says", "article": "The BBC faces \"significant\" uncertainty over its financial future due to changes in viewing habits, a National Audit Office report has found. \"While the BBC remains the most used media brand in the UK, its share of younger audiences has been under pressure,\" the spending watchdog said. \"Falling audience share poses a financial risk as people are less likely to pay the licence fee.\" The BBC said it had already set out plans for \"urgent\" reforms. According to the NAO report , the BBC has seen \"a notable drop\" in audience viewing while its income from the licence fee has also declined. The BBC \"faces considerable uncertainty\" about its licence fee income and should produce \"a long-term financial plan... as soon as possible\", it states. Such a plan, the report recommends, should \"set out the detail for the next stage of its savings, and how it will fund its new strategic priorities\". In 2019-20, the BBC generated total income of £4.94bn, of which £3.52bn was public funding from the licence fee. That was £310m less than the corporation received from the licence fee between 2017-18. The report also highlighted a 30% decline in BBC TV viewing over the past decade. On average, the amount of time an adult spent watching broadcast BBC television fell from 80 minutes a day in 2010 to 56 minutes in 2019. And the NAO said the BBC's financial health had been \"unexpectedly weakened\" by the impact of the coronavirus response. Last November, the BBC began negotiations with the government about the future funding it will receive from the licence fee. The fee, which is currently £157.50 annually, is due to stay in place until at least 2027, when the BBC's Royal Charter ends. In response, the BBC said it had made \"significant savings and increased efficiencies, while maintaining our spending on content, and continuing to be the UK's most-used media organisation\". It added: \"We have set out plans for urgent reforms focused on providing great value for all audiences and we will set out further detail on this in the coming months. \"The report also stresses the importance of stable funding for the future, which we welcome as we begin negotiations with government over the licence fee.\" The National Union of Journalists said the report's findings \"come as no surprise\" and that the BBC needs \"a financially secure long-term deal that will guarantee its future.\" The NAO scrutinises the finances of government departments and other public sector bodies.Last week Richard Sharp , the BBC's incoming chairman, said the licence fee was the \"least worst\" way of funding the corporation, but it \"may be worth reassessing\" in future. Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-55731099"}