{"datetime": "2020-11-06T01:56:40.000Z", "subject": "Brexit", "title": "Brexit: Watchdog warns of 'significant' border disruption", "article": "UK trade with the EU faces \"significant disruption\" when the Brexit transition period ends in January, a government spending watchdog has said. The National Audit Office (NAO) said it was \"very unlikely\" traders would be ready for checks the EU is due to impose at its borders. It also warned \"limited\" time remained for UK ports to test new IT systems.The government said \"significant\" efforts had been made to avoid disruption to businesses.The UK formally left the EU earlier this year but is following EU trading rules until the end of December. Preparations are under way to prepare the border for the change, amid warnings the new systemsmight not be ready in time to avoid disruption.In a report, the NAO said the end of the transition period would bring \"significant change,\" even if the UK agrees a trade deal with the EU.Even with a deal, traders will face new hurdles to clear - including the need to fill in customs declarations on goods being traded.HM Revenue and Customs (HMRC) estimates it may need to process 270 million customs declarations from 2021, compared with 55 million currently.In June, the government announced that - regardless of whether it reaches a post-Brexit trade deal - new checks on EU goods entering Great Britain would bephased in over six months from January 2021 to give firms \"time to adjust\".However, the NAO said there was still \"uncertainty\" over where new border infrastructure would be located and whether it would be ready.It also expressed concern traders would not be ready for the full checks on UK exports the EU is planning to implement from the start of 2021.It cited the government's latest \"worse case scenario\" planning figures, which estimate 40% to 70% of lorries crossing the English Channel will not be ready.Under the UK's withdrawal deal, Northern Ireland is due to enforce EU customs rules at its ports, requiring declarations for goods coming from GB. The NAO said Northern Ireland's Department of Agriculture, Environment and Rural Affairs (DAERA), which is responsible for planning checks on food and live animal imports, had been \"severely hampered\" by the continuing UK-EU trade talks. The watchdog added that DAERA lacked \"clarity\" about the checks required, and now considers it will not be possible to finish work on its border infrastructure in time for January 2021 and is \"exploring contingency options\". It added that the UK government's controversialInternal Market Bill , giving ministers powers to override sections of the Brexit divorce deal, had \"further increased this uncertainty\". In addition, it added there were still \"various operational issues to be resolved\" for goods crossing the English Channel. This included making sure hauliers are able to use a planned online service allowing them to declare they have the correct documents for the EU border and thusobtain a permit to drive on certain roads in Kent.The NAO also said border preparations had been hampered by the Covid-19 pandemic, with senior officials being diverted to the emergency response and communication efforts being temporarily paused.Labour MP Meg Hillier, who chairs Parliament's Public Accounts Committee, said ministers had not given businesses \"enough time to prepare\".\"It's incredibly worrying that, with two months to go, critical computer systems haven't been properly tested,\" she added.\"The government can only hope that everything comes together on the day, but this is not certain.\" On Thursday, Rod McKenzie, policy director for the Road Haulage Association, told a Scottish Parliament committee his industry had been \"been badly let down by the UK government from beginning to end.\" He added that the information given to hauliers to help them implement the international permits they will require in the event of no trade deal being reached had been \"quite often totally incomprehensible\". In response to the NAO's report, a UK government spokesperson said it had invested £705m to ensure the \"right border infrastructure, staffing and technology is in place\". \"With fewer than two months to go, it's vital that businesses and citizens prepare too,\" they added.\"That's why we're intensifying our engagement with businesses and running a major public information campaign so they know exactly what they need to do to grasp the new opportunities available as the transition period ends.\" ", "url": "https://www.bbc.com/news/uk-politics-54829094"}