{"datetime": "2020-10-23T08:51:06.000Z", "title": "Furlough fraudsters 'may have stolen more than £3bn'", "article": "More than £3bn of furlough job protection money could have been stolen by criminal gangs and employers, the National Audit Office (NAO) has said. The spending watchdog said up to £2bn of taxpayer money may have gone to criminals using fake companies. Firms also claimed for workers not on furlough or inflated the money needed. The NAO,which has already warned about \"bounceback\" business loan fraud , said nearly one in 10 workers on furlough had been asked to work by their boss. The government defended the scheme as a \"lifeline\" without which lives would have been ruined during lockdown. But in a report on Friday, the NAO said it was brought in so rapidly in March that \"considerable levels of fraud and error\" were likely. Designed to help those who could not work due to lockdown, the Coronavirus Jobs Retention Scheme scheme supported more than 9.6 million workers at its peak.Workers on leave have been paid 80% of their salaries, in full or part by the government, although it will be replaced by a less generous jobs scheme from 1 November.The NAO said that a fraud hotline set up by the tax authorities, HMRC, received over 10,000 reports of contraventions, while its own survey, conducted by Ispos Mori, found 9% of furloughed workers had continued to work at the request of their boss. Some employers had also claimed furlough payments but not passed them on in full to employees, the NAO said. By May about a third of the UK workforce was on furlough, while at least 2.6 million self-employed were also given state support via a separate programme. However, the NAO said as many as 2.9 million people were unable to access any help, \"either because of ministerial decisions about where to focus support, or because HMRC did not have data needed to properly guard against the risk of fraud\".The civil service had done well to launch the job protection schemes so quickly, said Gareth Davies, head of the NAO, but due to the pace at which they were introduced it had not been able to follow standard procedures. He said the tax office should have done more to prevent fraud including informing employees whether their employer was part of the furlough scheme. \"In future, the departments should do more while employment support schemes are running to protect employees and counter acts of fraud,\" Mr Davies said. Earlier this month MPs on thePublic Accounts Committee also warned that setting up the schemes at such short notice had left \"unacceptable room for fraud\". The NAO is recommending that any future support schemes should consider how to ensure more people are eligible, if they have suffered loss of income, as well as how to prevent further fraud. The Treasury and HMRC should also focus on assessing fraud and error and recovering overpayments.A government spokesperson said it made \"no apology\" for the speed at which the schemes were delivered. \"The government's priority from the start of the outbreak has been on protecting jobs and getting support to those who need it as quickly as possible, and our employment support schemes have provided a lifeline to millions of hardworking families across the UK.\"Our schemes were designed to minimise fraud from the outset and we have rejected or blocked thousands of fraudulent claims. We will not tolerate those who seek to defraud taxpayers and will take action against perpetrators, including criminal prosecution.\"", "url": "https://www.bbc.com/news/business-54650538"}