{"datetime": "2021-07-19T16:53:44.000Z", "author": "Harry Low", "title": "Crossrail: Full timetable 'predicted in May 2023'", "article": "A full Crossrail timetable will not be in operation until May 2023, the Public Accounts Committee has been told. However, it heard the first section between Abbey Wood and Paddington should open in spring 2022. The Elizabeth line was originally due to open in December 2018 but has beenbeset by delays and ballooning costs . The committee was also told the route, which will run from Reading to Essex through central London, would be mostly operational by autumn 2022. Matthew Lodge, director of Rail Infrastructure, South, said: \"If you're asking me about the full absolute final Crossrail timetable, my prediction would be May 2023. \"But you will have some of the significant benefits that Crossrail will deliver delivered early from some time after the opening of the central core in the first half of 2022,\" the Department for Transport director added. The route from Reading to Abbey Wood had an original budget of £14.8bn in 2010. The government increased the project'sbudget to £18.8bn in December 2020. Tom Edwards, BBC London transport correspondent There's no doubt Transport for London want Crossrail open as soon as possible - it'll ease overcrowding but it'll also bring in much-needed revenue.But there have been so many opening dates that have come and gone that anything will be taken with a pinch of salt.Businesses up and down the line made investments on initial opening dates only to be badly let down.However, it seems we may get services through the central London tunnel next spring with a full opening in May 2023.That is over four years late which makes all the previous guff that the project was \"on time and on budget\" look, frankly, embarrassing. Mark Wild, CEO of Crossrail, said there would be an end-to-end railway connecting Reading and Abbey Wood by the autumn of 2022. However, he said it could not be guaranteed that passengers coming into central London from the east of the capital would not have to change trains. He added: \"In the autumn of 2022 you would have a railway that was 90-95% of the end-to-end benefit. A further tweak is then required, probably based on National Rail timetable days, to do the final articulation of any services from the east that would go all the way through.\" For more London news follow on Facebook , on Twitter , on Instagram and subscribe to our YouTube channel. ", "url": "https://www.bbc.com/news/uk-england-london-57890384"}