{"datetime": "2021-03-17T00:02:37.000Z", "subject": "Coronavirus pandemic", "title": "Coronavirus exposed 'much larger' rough sleeping issue, says committee", "article": "A government scheme to house rough sleepers during the pandemic \"exposed the scale\" of the issue, say MPs. The Public Accounts Committee praised the Everyone In initiative, brought in due to Covid, which took over 37,000 people off the streets by January 2021. But they said the number was nearly nine times official estimates of rough sleepers, showing a \"much larger\" issue than the government had \"acknowledged\". The government said it had \"ambitious plans\" to end rough sleeping. However, the committee expressed concern that the Ministry for Housing, Communities and Local Government \"still does not have a plan\" to achieve this commitment.In January, the National Audit Office called on the government to review its rough sleeping strategy in light of the figures from Everyone In, claiming it was \"out of step\" with the problem. Everyone In was an emergency scheme launched in March 2020 as the pandemic hit the country. It saw local councils in England given an initial share of £3.2m to provide accommodation for rough sleepers, often in hotels or hostels.Overall, councils in England have received over £700m to help tackle homelessness during 2020-21, including providing accommodation for rough sleepers. The Everyone In programme received widespread praise for helping the vulnerable group and protecting them from coronavirus - with the committee saying it helped avert more than 20,000 infections.But the group of MPs said it also showed how serious a problem rough sleeping was in the country.The latest official estimate from the government of the number of people sleeping rough was 2,688, down from 4,266 in autumn 2019. But the figure is based on a snapshot survey where councils in England either count rough sleepers on one night each year between 1 October and 30 November or give an estimate based on information from \"local agencies\", often charities. The number also does not include people in night shelters or assessment centres, and could miss people sleeping hidden from view. The estimate was far outstripped by the number of homeless people given accommodation through the Everyone In scheme over the course of the crisis, which hit 37,430 in January.Ahead of the 2019 election, the Conservative Party pledged to end rough sleeping in England by the end of the Parliament in 2024.But with the reality of the situation laid bare, the committee is concerned whether that target will be met, claiming a plan is not yet in place. Labour MP Meg Hillier, who chairs the committee, said: \"Everyone In was a success with local authorities and voluntary organisations working to help people living on the street into hostels and hotel rooms in a matter of days.\"But the Everyone In initiative has exposed the scale of the task the Ministry of Housing faces to meet the government's commitment to end rough sleeping in three years.\"The committee also questioned whether a government target to provide 3,300 homes for people sleeping rough by the end of March 2021 would be reached, accusing it of \"disappointing evasiveness\" around the plan.And it raised concerns over long term funding of local authorities, especially giving them permission to help people with no recourse to public funds - a term used for some immigrants who are not entitled to certain government benefits.Ms Hillier added: \"Rough sleeping was a massive public health issue long before the pandemic, and much larger than government has previously publicly acknowledged.\"[The ministry] now has a huge opportunity to capitalise on this success in the pandemic response and begin to reverse its long record of failed and abandoned housing targets and policies. \"People without recourse to public funds are still left exposed and risk losing support. Support for these people is urgent.\" A spokeswoman for the government said it rejected the \"unfounded criticisms in this report\" arguing that the committee \"misuses different data to provide an inaccurate picture\". She added that the government was providing \"over £700m this year and £750m next year\" to tackle homelessness and rough sleeping.", "url": "https://www.bbc.com/news/uk-politics-56420687"}