{"datetime": "2021-11-20T00:01:51.000Z", "title": "Greensill: State bank risked £335m to back lender, say MPs", "article": "Taxpayers may be liable for up to £335m after a government bank failed to scrutinise collapsed lender Greensill Capital properly, MPs have said. A Public Accounts Committee report on the British Business Bank's Covid loan scheme said checks to approve the company were \"woefully inadequate\". Greensill went on to lend £418m to companies, 80% of which may have to be repaid by taxpayers if they default. Ex-PM David Cameron was an adviser to the lender, which collapsed in March.A government spokesman said it was not involved in the decision to accredit Greensill: \"The decision was taken independently by the British Business Bank, in accordance with their usual procedures.\"The British Business Bank was tasked with approving High Street banks and other lenders to dish out government-backed loans to embattled businesses, as Covid-19 restrictions first took hold. It was a conduit for billions of pounds in emergency lending. With help from then-adviser Mr Cameron, Greensill tried to access several government schemes, some of which were rejected. In June 2020 it was approved to lend, under two business interruption loan schemes. The vast majority of the government-guaranteed loans from Greensill went to companies within Sanjeev Gupta's steel empire GFG Alliance, and the bank eventually suspended the loan guarantees after it appeared Greensill had broken the £50m lending cap to groups of companies. But before it got to that point, the MPs found, different government departments and agencies were not sharing their concerns about Greensill and its main client GFG. The MPs' report pointed to issues raised with the National Crime Agency about one part of GFG Alliance, Wyelands Bank, that the Treasury and the Department for Business, Energy & Industrial Strategy (BEIS) spoke about, but did not share with the British Business Bank \"because they deemed it not to be relevant to the accreditation process despite Greensill being a significant financier to the GFG Alliance\". MPs said this \"lack of information-sharing across government\" which hampered decision-making in response to the pandemic, allowed Greensill access to taxpayer-funded schemes, thereby exposing taxpayers to a risk of £335m should Greensill's administrators seek repayment.The British Business Bank was also criticised for being \"insufficiently curious\" about media reports that questioned Greensill's lending model and ethical standards. In May the Serious Fraud Office opened an investigation into GFG over suspected fraudulent trading and money laundering, including its financing arrangements with Lex Greensill's company. The committee of MPs also said that in the government's rush to encourage lenders to funnel emergency loans to businesses it \"struck the wrong balance between making decisions quickly and protecting taxpayer interests\". \"With more time and due diligence, the bank might have reached a different decision on Greensill's accreditation,\" the MPs said. A British Business Bank spokesman said: \"The National Audit Office concluded in July 2021 that the British Business Bank appropriately applied a streamlined version of its established process when it accredited Greensill Capital (UK) Limited as a lender under the Covid-19 business support schemes. \"In the first year of the Covid-19 pandemic, the British Business Bank said it accredited 171 lenders across three schemes to provide government-backed loans for more than 1.6m businesses. \"A less streamlined accreditation process would have meant fewer lenders would have been accredited and fewer businesses would have received the critical emergency finance they needed during the pandemic,\" he added.\"The NAO also found that it was to the bank's credit that its post-accreditation monitoring and audit processes picked up a potential issue quickly, as they were designed to do\". The bank said its investigation into Greensill Capital's potential breaches of the rules is continuing, and the guarantees on repaying 80% of defaulted loans remains suspended during this probe. The committee said the bank must set out \"how it will better balance between speed of delivery and value for money in future, and what trade-offs it is prepared to accept\". Greensill collapsed earlier this year after its insurer refused to renew cover for the loans it was making. The finance company was the main lender to GFG's Liberty Steel, which employs 3,000 people in England, Scotland and Wales. ", "url": "https://www.bbc.com/news/business-59351160"}