{"datetime": "2021-03-19T00:04:36.000Z", "title": "MPs say hospitals face disruption as PFI contracts end", "article": "Some hospitals and schools are facing \"serious disruption\" as government contracts come to an end, MPs warned. Since the 1990s governments have used private finance initiatives (PFIs), under which firms fund projects and manage them over, perhaps, 25-30 years. The taxpayer then pays back those companies over time before eventually taking responsibility for the project. Hundreds of contracts are due to end, the Public Accounts Committee said, raising fears about taxpayer costs. Governments have used the controversial PFI method to build more than 700 public assets, including roads and prisons, worth some £60bn. And the committee of MPs reckon the future costs of maintaining those assets could be almost three times that, at £170bn. But it has warned that a \"lack of preparation\" to take on the assets once the contracts do come to an end could cause disruption and add further costs. \"We are about to see a wave of PFI contracts come to an end,\" the committee's chair, Meg Hillier, said. \"These require careful and advance challenge to ensure that the asset is handed to its public sector owner in good order.\" The MPs are worried that PFI companies could save money by minimising the amount they spend on maintenance in the final years of the contract. \"The taxpayer could end up with a huge bill if PFI companies are not challenged and held to account,\" Ms Hillier said. Over the next decade, more than 200 contracts for assets worth over £10bn are set to expire. The MPs said it would take the government seven years to prepare for those contracts to come to an end. \"What is certain is that action needs to be taken now to avoid this becoming a huge payday for consultants,\" the committee said in a report. Gail Cartmail, the assistant general secretary of Unite, said: \"Over decades, private finance initiatives have provided a vehicle for spivs and speculators to thoroughly and unscrupulously rinse the taxpayer of cash.\"These same companies cannot now be allowed to get away with letting infrastructure and services go to rack and ruin, safe in the knowledge that the state will pick up the bill when the contract ends.\" A Treasury spokesman said: \"There will be no disruption to public services, such as hospitals and schools, as a result of PFI contracts ending. \"Government departments, including the Department of Health and Social Care and the Department for Education, have spent several years preparing for the smooth transfer of ownership from PFI contracts.\"", "url": "https://www.bbc.com/news/business-56450689"}