{"datetime": "2021-04-22T21:21:01.000Z", "title": "Greensill: Treasury publishes emails amid lobbying row", "article": "The Treasury has published 40 pages of messages relating to its contact with David Cameron and Greensill Capital. The former PM is embroiled in a row over attempts to lobby top officials on behalf of the financial firm.It had already come to light thatMr Cameron contacted the chancellor and two other ministers about Greensill. But the emails also revealed former Cabinet SecretarySir Mark Sedwill \"connected\" Lex Greensill with the Treasury in March 2020. Other emails and texts - released as a result of a Freedom of Information request - showed contact between senior civil servants in the department and the former PM and financier. They also showed the rejection letters for Greensill's appeal for access to government-backed loans during the pandemic. Earlier, the Bank of England said Mr Cameron had contacted it multiple times last year as the finance firm sought access to a Covid loan scheme. The Treasury's top civil servant, Sir Tom Scholar, also told MPs Mr Cameron had called and texted him on his official phone. But he added that Greensill's proposals were ultimately rejected. Three MP-led inquiries and a lawyer-led government review are looking at Mr Cameron's work for the company, which collapsed in March. The former Conservative leader, who began working for Greensill as an adviser two years after leaving Downing Street, has insisted he broke no lobbying rules but accepted he should have contacted ministers using more formal channels. But Labour's shadow chancellor Anneliese Dodds said the correspondence showed the firm \"was carrying the begging bowl from the Bank of England to the Treasury and back\".\"We need to understand why Greensill Capital was given so much time and access to the Treasury, and why so much public money was put at risk.\" On Wednesday, the Bank of England released details of contacts between Mr Cameron and its officials, in response to Freedom of Information requests.They show the ex-PM contacted Bank officials before and after the firm applied to join a government scheme to support lending to businesses.Alongside the Treasury, the Bank had been running the Covid Corporate Financing Facility (CCFF), set up in the early stages of the pandemic.Greensill had wanted the terms of the CCFF changed so it could take part - a request the Treasury went on to reject, after concluding the firm's proposals were not suitable.Thepublished correspondence from the Bank of England includes email exchanges with Sir Jon Cunliffe, the Bank's deputy governor.In one email from early April, Mr Cameron told Sir Jon that Greensill had \"failed to get anywhere\" with its proposals, despite \"numerous conversations\" with the Treasury.In another email to him later in the month, the ex-PM said Greensill's inability to access the scheme had proved \"incredibly frustrating\". Records show a phone call later took place between Sir Jon and Lex Greensill, the firm's Australian founder, to discuss the firm's ideas further.They show Sir Jon telling Mr Greensill his firm fell outside the \"boundaries of the scheme\" - and changing these would be a decision for the Treasury. Earlier on Wednesday, Sir Tom - the Treasury's permanent secretary - said Greensill Capital had \"persistently\" approached his department about being involved.Giving evidence to MPs on the the Public Accounts Committee, he added: \"We listened to what they said. We analysed it, we tested it and in the end, despite them submitting a series of successive proposals, we decided to reject them all.\" Sir Tom, who previously worked for the former PM as a Europe adviser, told them Mr Cameron had rung him directly in April 2020, although the call did not include \"substantive discussion\" of Greensill's proposals. \"It was simply a call to draw it to my attention,\" he said, adding that Mr Cameron had his work phone number \"because I used to work with him\". Asked if he would have taken a call from a lobbyist if they hadn't been a former prime minister, Sir Tom said: \"I've also from time-to-time had calls from other senior people, maybe private sector people who I've previously worked with in another capacity.\" He added: \"I think it's natural when somebody that you know asks to speak to you... it's quite natural to take that.\" The second most senior official at the Treasury, Charles Roxburgh, told the committee he had met Mr Cameron and Mr Greensill at nine meetings spread out over four months from March to June 2020. Mr Roxburgh told the committee civil servants would not have consulted on their proposals \"if we didn't think there was some potential - turns out there wasn't\". ", "url": "https://www.bbc.com/news/uk-politics-56843359"}