{"datetime": "2021-03-12T14:51:46.000Z", "title": "UK borders: Cost of IT failures 'staggering', says spending watchdog", "article": "Taxpayers are still being hit with the \"staggering\" cost of failed UK border IT projects, a spending watchdog has warned. The Public Accounts Committee said the Home Office had a \"miserable record of exorbitantly expensive digital programmes that fail to deliver\". It blamed a \"lack of effective leadership, management and oversight\" at the department. The Home Office said the problems were \"historical\" and had been fixed. But the committeewarned in a report that the department \"continues to struggle with delivery of technology programmes at staggering cost to the taxpayer\". Border agents are still having to use out-of-date technology to decide who is allowed into the UK. Delays to the new Digital Services at the Border (DSAB) programme - meant to replace outdated systems includingthe failed e-borders scheme - have cost the taxpayer £173m so far, the committee said. The DSAB project was meant to be fully operational by 2019. It should eventually be able to process 140 million annual visitors to the UK, although MPs have expressed doubt the system will be able to cope. The Home Office has been using a 26-year old system for checking if people pose a danger to the UK upon entry. The system that is meant to replace it - known as Border Crossing - is only being used by 300 staff, when 7,000 employees were supposed to be using it by June. Another technology programme, the Emergency Services Network, is also delayed and taking £650m from the Treasury every year. That project is only expected to be operational by 2025, six years behind schedule. The committee report also warned the Home Office over its lack of transparency and \"optimism delivery\" over ongoing projects. Earlier this year, the department's permanent secretary Matthew Rycroft said £173m was a \"very large amount of money and we are doing everything that we can to avoid that number going up any further\". A Home Office spokeswoman said: \"The Home Secretary agrees with the assessment made by the Public Accounts Committee of historical issues at the Home Office. \"Following the reset of the Digital Services at the Border programme in 2019, the rollout of the new Border Crossing system is on schedule to be completed by the end of June 2021, delivering increased efficiency and providing a better experience for travellers.\" ", "url": "https://www.bbc.com/news/uk-politics-56373513"}