{"datetime": "2021-11-04T08:38:01.000Z", "title": "Filton Abbey Wood: MoD accused of 'wasting billions'", "article": "The procurement arm of Ministry of Defence (MoD) has been accused of \"wasting billions of taxpayers' money\". The Public Accounts Committee of MPssaid the department - based at Abbey Wood in Bristol - \"continually fails to learn from its mistakes\".It had misgivings about the benefits of an extra £16.5bn the MoD will receive following last year's Spending Review. Chair Dame Meg Hillier criticised the MoD's \"repeated failure\". The government has two month's to respond.The report was released on Wednesday and the Labour MP told BBC Points West there had been about 13 different enquiries over 35 years into how the Defence Equipment & Support section of the MoD managed these projects. \"We see repeated delays,\" the chair of the scrutiny committee said - citing two cases where costs had increased by 50% from when the business case was agreed to when the money was allocated. Dame Meg claimed there had been 21 years of accumulated delays over 13 current projects based at the Filton site - which has been dubbed the UK's Pentagon. \"The key things are we need the right skills to manage the contracts and programmes,\" she added. \"We need to be holding private sector contractors very firmly to account to make sure that they are delivering on time and on budget.\" There needs to be a \"culture of responsibility\" to ensure that taxpayers' money is not \"being wasted when things go wrong\", she said. \"Ultimately it feels like its other people's money they are spending and it's supporting our armed forces so delays don't help them either so no one is winning here other than those who are making money out of it,\" she added. \"Managing the costs is vital.\"We need good project management skills in the MoD.\"They need to know that this is not a free pot of money it's not a tap you can turn on without end there's a limit.\"The longer the delays the more it costs so it's crucial to stick to the timetable.\" ", "url": "https://www.bbc.com/news/uk-england-bristol-59151838"}