{"datetime": "2021-06-23T00:31:58.000Z", "author": "Mark Savage", "subject": "Coronavirus pandemic", "title": "Festivals face devastating consequences without insurance scheme, MPs warn", "article": "Festivals and freelancers in the cultural sector face \"devastating consequences\" unless the government offers more support, MPs have warned. The Public Accounts Committee praised a government scheme to bail out cultural institutions, but said festivals faced a \"survival threat\" unless ministers set up a cancellation insurance scheme. It noted the government had not yet modelled how such a scheme could work. The government said more help was coming via its culture recovery fund. The development came asOxford's Truck festival became the latest event to cancel for 2021. \"Without the necessary assurances and guidance from the government, it's become too risky for us to put the event on,\" organisers said in a statement. In its report published on Wednesday, the Public Accounts Committee also raised concerns over the lack of support for crew and technicians. It said freelancers who were crucial to running live events had missed out on government funds, despite their income streams drying up as a result of Covid-related cancellations. Speaking in Parliament on Tuesday, the under-secretary of state for culture, Nigel Huddleston MP, said the government was \"aware of wider concerns about the industry, including insurance\". \"We are considering options, and we are taking those issues very seriously,\" he added. The Department for Digital, Culture, Media and Sport (DCMS) established its culture recovery fund last July, which has allocated £1.57bn to help arts organisations recover from the pandemic.Thousands of organisations have been awarded grants and loans under the scheme, including Shakespeare's Globe, the Royal Albert Hall, the Cavern Club, Glastonbury and Canterbury Cathedral. Festivals received more than £34m of the total. However, by February 2021, only £830m of the funds had been allocated, with £495m paid out to recipients.The Public Accounts Committee's report on the fund, highlighted that some organisations found it difficult to apply for funds, while many unsuccessful applicants received no feedback, \"leaving them in perilous financial situations\".Even when awards were granted, it said, the money was not distributed as quickly as the DCMS had intended. Last week, Toni Coe-Brooker, who runs the Green Door Store nightclub in Brighton, told the BBC she was \"still waiting\" for her final payment from the first round of grants, which was due at the start of 2021. Matthew Otridge from the Music Venues Trust said the situation was not unique.\"Venues who were successful with funding are, in many cases, still waiting for that money to come - including money that was meant for the April to June period,\" he said. With lockdown extended for another four weeks, many owners will have \"serious concerns with cash flow\", he added. UK Music, the industry body which gave written evidence to the committee, said fewer than 10% of festival organisers applied to the fund. It told MPs: \"Certain types of businesses also seem to have struggled to apply for support. We are looking to work with stakeholders to understand why more did not apply.\" Even venues who secured funding on time faced problems. The Royal Albert Hall, which received a £20.74m repayable loan, said it had subsequently struggled to raise money from other sources, \"because many potential supporters assumed... we had seen a large portion of the £1.57bn from government\".In written evidence to the Public Accounts Committee, the venue added that taking on such a large loan \"has long term implications for our ability to invest in our Grade I listed building, and our artistic activities\". The Public Accounts Committee acknowledged the DCMS's \"efforts to help cultural bodies survive\" and recognised its \"achievement\" in establishing the scheme so quickly, while making recommendations for the future of the fund.It asked minsters to explain how Arts Council England, which oversees the fund, would manage the repayment of £252m in loans over the next 20 years. It also asked how they would help freelancers and festivals who, it said, \"were under-represented in terms of the funding they received\". In particular, it said \"Britain's treasured summer festivals\" could be wiped out \"without a government-backed insurance indemnity package against the risk of cancellation\".Festivals including Nozstock and Boomtown have blamed the lack of insurance for their inability to go ahead this summer, while Peter Gabriel has warned the situationcould jeopardise next month's Womad festival . MPs on the DCMS Select Committeecalled on the government to establish such a scheme in May.\"The pandemic has exposed just how poorly departments across government understand the sectors that they oversee,\" said Meg Hillier MP, Chair of the Public Accounts Committee.\"DCMS was clear that it 'would not save every organisation' but we are concerned about the impact of Covid-19 on those organisations vital to the culture sector - sound engineers, lighting and technical support. \"The government must urgently consider support other than cash, such as insurance indemnity, or parts of the sector risk a second summer of forced inactivity with all the devastating consequences to their survival,\" the Labour MP added. \"This is a sector famed for making the show go on, no matter what, but it has been hammered by Covid-19. If the pandemic is allowed to steal a significant part of our creative and cultural sector it will have impoverished us indeed.\" A spokeswoman for the DCMS said officials were working \"flat out\" to help live events restart. It said the culture recovery fund has \"already ensured the survival of more than 5,000 organisations... protected tens of thousands of jobs and helped create work for almost a hundred thousand freelancers\". \"We're pleased this report recognises DCMS' achievement in delivering this record investment quickly and accurately,\" she added. \"More help is on the way following a £300m boost to the culture recovery fund at the Budget and we continue to explore what further support, including issues around securing insurance, may be required when the culture sector is able to reopen.\"Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-57559774"}