{"datetime": "2021-07-25T04:45:16.000Z", "subject": "Coronavirus pandemic", "title": "UK will be paying for Covid for decades, say MPs", "article": "Taxpayers will bear the costs of Covid \"for decades\" - and an inquiry will not come soon enough to learn lessons from the pandemic, MPs have said. In two new reports, the Public Accounts Committee said No 10's response to the crisis has exposed UK taxpayers to\"significant financial risks\" . The MPs also attacked government spending on unusable protective kit. The Department of Health said there were \"processes\" to ensure spending gives taxpayers value for money. In the cross-party reports published on Sunday, the PAC said the taxpayer would be exposed to \"significant financial risks for decades to come\" with the estimated cost of the government's measures having already hit £372bn in May. UK government debt is now over £2.2 trillion, or about 99.7% of GDP - a rate not seen since the early 1960s. In June alone,debt interest cost £8.7bn. In one example of future Covid costs, the PAC says taxpayers could be liable for an estimated £26 billion of bad loans, out of a total £92 billion of loans guaranteed by the government. The report states: \"While we acknowledge that there was a need to relax the usual rules surrounding major spending decisions... we are concerned that this has created serious risks that may require managing for years.\" PAC chairwoman Dame Meg Hillier said: \"With eye-watering sums of money spent on Covid measures so far, the government needs to be clear, now, how this will be managed going forward, and over what period of time.\" The MPs also said they are \"concerned that despite spending over £10bn on supplies, the [personal protective equipment] stockpile is not fit for purpose\". Out of 32 billion items of PPE ordered by the Department of Health and Social Care, the committee said 11 billion had been distributed, while 12.6 billion are stored in the UK as central stock. But some 8.4 billion items on order from other countries have still not arrived in the UK. The stockpile, MPs added, is costing about £6.7m a week to store, with potential waste levels \"unacceptably high\". According to the report, there were 10,000 shipping containers of PPE still to be unpacked as of May this year - but that it had already been determined that 2.1 billion PPE items were unusable in medical settings. The MPs said this equated to more than £2bn of taxpayers' money - and was over five times the estimate of PPE found to be unfit for purpose given to MPs by DHSC in January. Prime Minister Boris Johnson has pledged there will be anindependent public inquiry into government's handling of the pandemic - with an expected start date of Spring 2022. The PAC said it was \"clear that government cannot wait for the review before learning important lessons\" and must instead present a Covid recovery plan in the autumn spending review. Dame Meg added: \"If coronavirus is with us for a long time, the financial hangover could leave future generations with a big headache.\" A DHSC spokeswoman said: \"There are robust processes in place to ensure that government spending always provides value for money for the taxpayer. \"We have worked tirelessly to source life-saving PPE to protect health and care staff, and we have delivered over 12.7 billion items to the frontline at record speed.\" Meanwhile, an analysis by the Labour party suggests that the holiday plans of nearly six million Britons could be ruined if Spain and Greece are added to the \"amber plus\" list alongside France. The party said an estimated 5,857,558 people faced last-minute quarantine requirements after booking trips over the \"summer of chaos\". Since 19 July, fully vaccinated adults returning to the UK from amber list countries have not needed need to complete the 10-day quarantine period. Butministers removed the exemption for France amid fears over the Beta Covid variant , creating what critics say is an \"amber plus\" category on government's traffic light system for international travel. Labour's shadow transport secretary Jim McMahon said: \"Not only have they failed to protect our borders, allowing Covid cases to rocket - they also refuse to be straight with the public and give them the information they need to book travel with confidence.\" A spokesman for the Department for Transport said: \"The travel list allocations have not changed for Spain or Greece.\" He added that officials were \"closely monitoring the data\" and would take \"swift action\" should the data reveal a change in risk to England from these countries. ", "url": "https://www.bbc.com/news/uk-57958178"}