{"datetime": "2020-11-30T17:51:55.000Z", "author": "Rory Cellan-Jones", "title": "Coronavirus: NHS Covid-19 app to gain self-isolation payments", "article": "England and Wales' contact-tracing app is to add a Self-Isolation Payment feature as soon as next week. The version 4 update will address a discrepancy that currently exists. Those told to stay at home by human contact-tracers can qualify for £500 of support. But privacy safeguards built into the NHS Covid-19 app had complicated making the same offer to those who had received an automated self-isolate notification. It is hoped the move will encourage more people to install the app and follow its guidance over the Christmas period, when there are concerns that cases of the coronavirus could spike again. The charity Citizens Advice has warned that many people ordered to stop work by the app have faced an \"impossible choice\", as they can experience a big drop in income if they act to help stop the spread of the virus. England's NHS Test and Trace scheme andWales's NHS Test, Trace, Protect counterpart both allow affected people on low incomes, who cannot work from home, to apply for financial help. Checks can be made against a register to prevent fraud. But because the app keeps the identity of users who have received self-isolation alerts secret, the process had to be adapted. Last week Labour had called on the government to address this issue.Shadow chancellor Anneliese Dodds said: \"Many people will be astonished to find that people using the Covid-19 app can't access support to self-isolate - even if they're eligible for the payment.\"The team behind the app is aware that many of those instructed to self-isolate for up to 14 days are not doing so.It is thought the absence of a financial incentive is an important factor. Before the version 4 release, there will be another update this week to show users what restrictions are being enforced in their local authority, rather than their post code. This has been timed to coincide with England's switch from national rules to a tier-based approach on 2 December, which will be based on council boundaries. Longer-term, there is speculation that vaccination records could be a further feature to be added. This has been sparked by remarks made by the head of Test and Trace, Baroness Dido Harding. Speaking to a private meeting organised by the Health Service Journal andfirst reported by the Times newspaper , she said work was going on to help people log both tests and their vaccinations.The idea would be \"to have a single record as a citizen of your test results and whether you've been vaccinated.\"It is not clear whether such a record would be stored in the NHS Covid-19 app or elsewhere. For months, all kinds of companies have been touting so-called immunity passports, which would allow people to get on a plane or visit a pub by showing proof that they were not infectious.The trouble with all of these schemes was that without official approval from a government body, nobody would trust them. I spoke to one person who played a leading role in the early development of the NHS Covid-19 app.He remembered that building this kind of immunity ID card into it had been considered. But he said it was deemed an unnecessary complication at that early stage, and the idea was handed to a separate group to consider. The idea is not without controversy. Privacy experts warned early on in the app's development that using it to display a user's vaccination status might lead to employers or public places making its use compulsory. Now, though, the government seems keen to press ahead. England's new vaccines minister Nadhim Zahawi told the BBC: \"We are looking at the technology\". Speaking on Radio 4's The World at One, he added: \"I think you'll probably find restaurants and bars and cinemas and sports venues will probably also use that system, as they've done with the app.\" He pointed out that the QR barcode feature of the app - which registers visits to pubs, cafes and other businesses - had helped drive uptake. But with vaccinations due to start as early as next week, it appears unlikely that any immunity passport will be ready by then. Complex decisions will be involved, such as whether the app simply records immunisation or the results of later immunity tests proving that the user is no longer capable of spreading the virus. \"At present we do not have an authorised vaccine and we do not know if a vaccine will impact transmission of the disease,\" said a spokesman from the Department of Health and Social Care, when asked about the matter. \"Should a vaccine pass our rigorous safety standards the NHS stands ready to immediately deploy it to those most at risk and this will allow us to see what impact a vaccine has on the epidemic as a whole.\"Then we will have the information needed to decide the next steps to a path back to normality.\" ", "url": "https://www.bbc.com/news/technology-55133926"}