{"datetime": "2021-02-03T05:16:57.000Z", "author": "Roger Harrabin", "subject": "Climate change", "title": "Government 'painfully slow' on protecting environment", "article": "Progress towards protecting the UK’s environment has been “painfully slow”, a government spending watchdog has warned. The Public Accounts Committee pointed out that ministers had first pledged a decade ago to improve the natural environment within a generation. But it complained of serious delays in tackling “critical” issues like air pollution, water quality and wildlife loss. The committee - made up of MPs - said the25-Year Environment Plan, published in 2018, lacked a coherent set of long-term objectives or interim targets. But a government statement said significant progress had been made and its Environment Bill would be “transformative”. In its report, the committee said the Department for Environment, Food and Rural Affairs (Defra) did not have \"the clout to lead the rest of government… hold other departments to account or manage trade-offs between policy areas”. Boris Johnson has made several speeches recently on the environment, but the committee's chairwoman, Labour MP Meg Hillier, told the BBC: \"If the prime minister is serious about protecting the environment, the issue needs to be owned by the whole of government. \"Where's the strong political leadership? It's just not there, despite all the words.\" The report said the government had not calculated the total costs of delivering its environmental goals. It argued that funding had been piecemeal, and environmental impacts were still not being taken into account in spending decisions.The committee also said it was not clear how much of the additional £1bn promised to Defra in the 2020 Spending Review was genuinely new money.Other departments had struggled to provide necessary information about how their own proposals would contribute towards the UK’s carbon targets or the 25-year plan, it added. Matt Shardlow, from the insect charity Buglife, said: \"The environment can’t be put in a box. If we are to reverse the decline, there has to be action across departments.\" A statement from Defra said: “This government has made significant progress in protecting the natural environment, improving biodiversity, and combating climate change.\" It was \"ambitious\" in its \"determination to build back greener from the pandemic\", including enshrining targets for our air and water quality, and biodiversity in law, the statement added. Follow Roger on Twitter @rharrabin ", "url": "https://www.bbc.com/news/uk-politics-55911645"}