{"datetime": "2021-07-02T14:06:23.000Z", "author": "Mark D'Arcy", "subject": "Coronavirus pandemic", "title": "The week ahead in Parliament", "article": "Denied a Labour implosion after the Party held on to Batley and Spen, Westminster will instead be focusing on the government's next pandemic moves, with every ministerial utterance scrutinised for clues about when and how Covid restrictions will be relaxed. Might there be a flurry of statements this week? There is plenty of detailed law-making under way too, with the mammoth Police, Crime, Sentencing and Courts Bill back in the Commons. Peers will continue their marathon crawl through the detail of the Environment Bill too - so in-depth that an extra day of scrutiny time may be provided.Committee Stage is supposed to end on the 12th, but there could now be an extra day on the 14th, suggesting that when this preliminary probing is over, the government can expect all kinds of amendments to be pushed to votes at Report Stage, after the summer break.And given their Lordships' willingness to rewrite the detail of legislation, there could be plenty of significant changes in prospect.Keep an eye out too, for a couple of big Bills coming down the track - theSovereign Borders Bill and theBuilding Safety Bill are both expected to be published this week, with a view to getting them through Second Reading before the summer recess.The prime minister is before theLiaison Committee on Wednesday - but these occasions usually disappoint, so my Committee highlight this week is the appearance of former Test and Trace boss Dido Harding, beforePublic Accounts , on Thursday. PAC is a rigorous, often brutally tough, committee, so this could be a testing occasion.Here's my rundown of the week ahead: The Commons week opens (14:30) with Defence questions - probably to be followed by the arrival of thevictor of Batley and Spen, Kim Leadbeater , with a relieved Labour leadership seeking to perform as many victory laps as they can.After that, expect the usual post-weekend quota of government statements and urgent questions.If there are statements or UQs they will then eat into the time available for the day's main business: the Report and Third Reading consideration of thePolice, Crime, Sentencing and Courts Bill , a piece of law and order legislation so big it is almost visible from space. It deals with controls on protests and traveller encampments and well as a tougher sentencing for violent offences, including for young offenders.The time factor matters because there are some very significant changes being proposed from all quarters - enough, you might think, to justify a two-day report stage. But, at the moment, a lot of the amendments won't be considered, and the expectation is that the Chair will allow perhaps four issues to be pushed to a vote.Here's a selection: The Human Rights Committee Chair Harriet Harman leads on a series of heavyweight cross party amendments.One confirms \"an express statutory right to protest,\" imposing both obligations on public authorities whilst recognising that the right to protest may need to be limited to protect other legitimate public interests.She also leads on new clauses creating offences of harassment in a public place and kerb-crawling which amounts to harassment. She is pushing for important changes to the handling of sexual allegations, so that rape complainants don't find themselves being put on trial with an irrelevant rehashing of their sexual history.The proposed changes have been long in the making - amendments were first drafted for a courts bill that was expected in 2016, but which didn't appear due to the fragility of the then government's majority. They include requiring judges hearing such cases to have undergone specialist training. Meanwhile, Dame Diana Johnson leads on amendments which would criminalise buying sex and decriminalise anyone offering sexual services; criminalise people who benefit from advertising sexual services and criminalise pimping.Dame Diana also proposes that victims of commercial sexual exploitation should not be treated as having 'assisted' the person buying sexual services. There is a move to liberalise the law on abortion in line with the system now in place in Northern Ireland, (although it may be ruled to be out of the scope of the Bill).Labour MP Dr Rupa Huq wants to introduce buffer zones around abortion clinics and hospitals where intimidation or harassment of women accessing or people providing abortion services would be an offence. And Labour's Sarah Champion will propose a new clause to require the government to publish a review into how registered sex offenders are changing their names or other aspects of their identity and how to tackle the issue. There are official Labour amendments on assistance for bereaved persons and core participants at inquests and public inquiries.Labour also want create new criminal offences of assaulting retail workers, and assault due to enforcement of statutory age restriction.The former Conservative Leader, Iain Duncan Smith, has some amendments down to toughen the law on pet theft.He wants to ban cash sales of animals (a move modelled on the ban on cash sales of scrap metals, which curbed the trade in stolen metal), tighten up the rules on microchipping pets, and treat pet theft as a specific crime, rather than just the theft of property.Speaking on Radio 4's Today in Parliament, he said he would be appalled if his proposals were not debated and promised that they would resurface in the Lords - which could well happen with many other amendments not considered by MPs. The day ends with a continuation of the criminal justice theme, an adjournment debate on the sentencing regime for 17 year olds, led by the Conservative, Tom Hunt.This is based on a constituency case where a 17-year-old was sentenced to four years in a young offenders' institution for manslaughter. Mr Hunt has asked the Attorney General to review what he called a \"pitiful sentence\" and called for tougher punishments for violent criminals. It is petitions day in Westminster Hall (16:30) starting with e-petition 550379, on the protection of hedgehogs. It calls on the government to move hedgehogs to schedule 5 of the Wildlife & Countryside Act 1981 to allow them greater protection.The petition attracted 108,000 signatures.The second debate is on a petition entitled \"Replace Breed Specific Legislation with a new statutory framework.\"This is a call to rewrite the Major-era dangerous dogs legislation which focuses on specific breeds, like Pit Bull terriers. The petition argues that dogs are not aggressive purely on the basis of its breed, but the government wants to keep breed-specific legislation in place.The day's committee activity includes an interesting-looking \"nerd-athon\" at Public Accounts (14:30), looking at the workings of \"arms-length\" bodies.The witnesses are a trio of permanent secretaries of government departments.Treasury (15:30) has a session with a familiar face, former Bank of England Governor Mark Carney, in his new role as the Prime Minister's finance adviser at the COP 26 Climate Change conference. And Housing, Communities and Local Government (16:00) concludes its inquiry into supporting high streets with the ministerial duo of Luke Hall and Paul Scully.In the Lords (13:00) questions to ministers cover under-reporting of COVID cases in the workplace, the management of historic railways, broadband access during the pandemic and waiting times for dementia patients seeking help with their memory.Then it is on to day five on the detail of the Environment Bill, where the big issue will be strengthening the proposed 'species abundance target' to deliver biodiversity net gain. The Commons opens (11:30) with Business, Energy and Industrial Strategy questions. The Liberal Democrat Daisy Cooper presents a Ten Minute Rule Bill to set up an independent public inquiry into the government's handling of concerns about fire and building safety. The main legislative action is the Second Reading debate on theDissolution and Calling of Parliament Bill , which repeals the Coalition's Fixed-term Parliaments Act and seeks to revert to the previous position, where Parliament is dissolved by the Sovereign and a new election called, at the request of the prime minister. The rules around the calling of elections are a pretty sensitive topic in any democracy.On the Committee Corridor there's an appearance by Andy Burnham, the Mayor of Greater Manchester. Regarded by some as Labour's leader in waiting, he will give evidence to Public Administration and Constitutional Affairs in their snappily titled \"Evolution of Devolution\" inquiry (09:30).Environment, Food and Rural Affairs (14:30) hauls in minister Rebecca Pow to discuss what it terms a 'disappointing' response to its report on poor Air Quality, which contributes to up to 64,000 deaths every year.In the Lords (12:00) the day opens with the introduction of former NHS England Chief Executive Simon Stevens - who may soon become a very important player in debates on the pandemic and on social care.Then, ministers field questions on setting up a Royal Commission on Criminal Justice, a tax strategy to curb greenhouse gas emissions, and giving Afghan interpreters who's worked with British forces residence in the UK.Peers will then consider some changes to their Code of Conduct, dealing with process issues around the handling of bullying, harassment or sexual misconduct complaints.They include giving the Lords Standards Commissioner discretion to decide whether to release the name of a Peer investigated and cleared of bullying, harassment or sexual misconduct.And where there are media reports of a complaint, the new rules would give the Commissioner the power to confirm or correct the reporting (having consulted those involved). Then they move on to the detail of the Skills and Post-16 Education Bill, the first of three Committee stage days, where the focus will be on delivering local skills improvement plans.MPs begin (11:30) with half an hour of Women and Equalities questions, followed by questions to the prime minister, at noon.The Conservative Andrew Griffith has a Ten minute Rule bill calling for a new 'Doggie DNA database' to help fight pet theft.The bill is supported by the RSPCA, with the aim of creating a long term alternative to microchipping, creating a more modern solution to combat dog theft, solve ownership disputes and help identify 'puppy mills' as well as lost pets.Dog theft has increased by 250 per cent over 2020 according to Government estimates The day's main debate will be on a subject (or subjects) chosen by the SNP.Given the SNP leader Ian Blackford's pursuit of the way emergency contracts were awarded during the pandemic, this could be a chance for another clash with the government on that issue - and maybe with Mr Speaker, if he calls the prime minister a liar again.The Committee Corridor highlight is, of course, the prime minister's appearance (15:30) before the Liaison Committee (the super-committee of Commons select committee chairs). The discussion is expected to focus on the COP26 climate change summit, Covid and secondary impacts of the Covid Pandemic, and Post-Brexit impact. Other committee action sees Transport (09:30) hearing from Transport Secretary Grant Shapps. It is the concluding episode of their Major Transport Infrastructure Projects: Appraisal and Delivery inquiry, unofficially subtitled \"why are they always over budget and over time?\"In the Lords (12:00) there are questions on releasing footage from police body cameras and recognising Palestine as a state.Then it's back to the detail of the Environment Bill. The Commons opens (09:30) with a hour of questions to the Chancellor of the Duchy of Lancaster, Michael Gove, followed by the Leader of the House giving the weekly statement on forthcoming Commons business. The main debates are on two subjects selected by the Backbench Business Committee - first a general debate on Fuel Poverty, and then on the report of the Independent Medicines and Medical Devices Safety Review.This debate is an attempt to relaunch a report which was rather overshadowed by COVID-19, and to push for the implementation of its recommendations for the victims of mesh surgery, sodium valproate and Primodos.MPs Emma Hardy and Alec Shelbrooke lead the debate.Committee action includes Public Accounts (10:00) what promises to be a lively follow-up session on Test and Trace, starring its former head, Baroness Dido Harding.Other witnesses include Dr Jenny Harries, who will lead the new UK Health Security Agency and Chris Wormald, the Permanent Secretary at the Department of Health.Digital Culture Media and Sport (14:30) have a pre-appointment with the government's preferred candidate for Information Commissioner (the name has not been announced).In the Lords (12:00) ministers face questions on non-fatal strangulation incidents, the work of the Independent Office for Police Conduct, and an all-party report on freedom of religion.Then come two three-hour debates led by Conservative backbenchers - first Lord Howell of Guildford on renewing the UK's trading relationship with Commonwealth countries and then Baroness Jenkin of Kennington on improving women's health outcomes. Neither House is due to sit. ", "url": "https://www.bbc.com/news/uk-politics-57681745"}