{"datetime": "2021-02-10T04:25:00.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Care home staff without PPE at start of pandemic - MPs", "article": "Care home staff were without personal protective equipment (PPE) early in the pandemic because the government prioritised the NHS, MPs have said. The Commons Public Accounts Committee said care homes received only a fraction of the PPE needed compared with the health service. It said social care \"was only taken seriously after the high mortality rate in care homes became apparent\". The government said it worked \"tirelessly\" to provide PPE. The report from the Public Accounts Committee said many healthcare workers were put in an \"appalling situation\" where they had to care for people with Covid-19 or suspected Covid-19 \"without sufficient PPE to protect themselves from infection\". It said the social care sector did not receive \"anywhere near enough\" to meet its needs. Health and social care staff suffered PPE shortages, it said, with some forced to reuse single-use items as stocks ran \"perilously low\". Between March and July 2020, the Department of Health and Social Care provided NHS trusts with 1.9 billion items of PPE, the equivalent to 80% of their estimated need. The adult social care sector was given 331 million items, accounting for 10% of its requirements. At the same time, about 25,000 patients were discharged to care homes from hospitals without being tested for Covid-19. \"This contributed significantly to the deaths in care homes during the first wave,\" the committee said. Its report said the government had believed it was well placed to cope at the start of the outbreak, as it had a stockpile of PPE. But this was only intended for a flu pandemic and was \"inadequate\" for the coronavirus pandemic. More than £12bn was spent by the Department of Health and Social Care between February and July 2020 on 32 billion items of PPE. However, the committee said hundreds of millions of pounds of taxpayers' money was \"wasted\" on unusable kit. Staff reported receiving face masks with rotten elastic and, in one case, a box of surgical gowns which was infested with insects. Committee chairman Meg Hillier said frontline workers were left \"without adequate supplies, risking their own and their families' lives to provide treatment and care\". \"The government needs to acknowledge the errors and be better prepared,\" she said. The report came aftertwo highly critical reports published by the National Audit Office in November last year. In a statement, the Department of Health and Social Care said it worked \"tirelessly to procure, produce and deliver PPE\" to frontline workers.", "url": "https://www.bbc.com/news/uk-56005980"}