{"datetime": "2021-01-29T16:32:31.000Z", "author": "Mark D'Arcy", "subject": "Coronavirus pandemic", "title": "The week ahead in Parliament", "article": "Pandemic permitting, it's a week of workaday legislating at Westminster, with the two main flashpoints the Labour debate on the cladding crisis in the Commons on Monday, and the Lords going another round in their battle to get a genocide amendment added to the Trade Bill. The Lords hope that, a week later, rebel MPs will be able to force it through. Some of the most interesting action will be in committee, with the Health Committee quizzing the under-fire Test and Trace boss, Dido Harding. The Treasury Committee's budget preview session may provide a glimpse of the economic storm clouds gathering over the horizon. Meanwhile, Westminster's year of Covid is drawing to a close; the parliamentary year that began with Boris Johnson's electoral triumph in December 2019 now looks set to end in April, with Parliament suspended or prorogued until after the major set of devolved and local elections due on May 6th. The signal for this was, admittedly, rather oblique. Ministers proposed a motion to allow the Environment Bill to be carried over to the next parliamentary session, confirming that they did not believe they could get it through its remaining parliamentary stages before they ended the current one. Taking into account assorted holidays, that suggested they intend to prorogue in April. This matters because a new session means a State Opening, a new programme of legislation and a moment to draw a line (ministers hope) under the miseries of the last year, and offer a vision of sunlit post-Covid uplands to come. It could well be accompanied by a cabinet reshuffle, to allow a shiny new team of ministers to deliver the new agenda. Of course the traditional pageantry of State Opening might have to be scaled down somewhat, and even when restrictions are relaxed, it's hard to imagine the authorities will allow the kind of crowding normally seen. It might even be semi-virtual (\"You Majesty needs to unmute….\") but the government will doubtless want it to be a signal of a return to normal service. Here's my rundown of the week ahead. Remember, this is based on the published agenda at the time of writing - ministerial statements, urgent questions and last minute changes can be added with minimal notice. The Commons opens (14:30) with an hour of Defence Questions - and there's normally then an urgent question or ministerial statement or two (unusually, last Monday there were none). The main debates are on two Labour Opposition Day motions - first on the cladding crisis, where Labour will doubtless highlight the amendments they have proposed to the Fire Safety Bill to protect leaseholders whose safety and finances are threatened by flammable cladding on the buildings in which they live. It's not yet clear when the Bill will come back before MPs.Then, a debate on border security. Will the government stick to its tactic of whipping its MPs to abstain? That could be awkward for many on the cladding crisis. On the committee corridor Public Accounts (14:30) looks at digital services at the border with Matthew Rycroft, the Permanent Secretary at the Home Office and senior officials. Treasury (15:30) takes evidence on the way London Capital & Finance PLC was regulated. The \"mini-bond\" company collapsed in January 2019 owing £236m. The main witness will be Dame Elizabeth Gloster, the independent investigator into the Financial Conduct Authority's regulation of London Capital & Finance. The Procedure Committee inquiry into the working of the Commons under coronavirus restrictions will culminate in a session with the Leader of the House, Jacob Rees-Mogg. Given the tensions over the Leader's approach to operating the Commons during the pandemic, this could be fun. In the Lords (13:00) proceedings open with the Introduction of two new Conservative peers, the veteran think-tanker, Lord Godson, Director of Policy Exchange and a former chief leader writer for the Daily Telegraph. He's followed into the chamber by Lord Hannan of Kingsclere, the former Conservative MEP and Vote Leave founder Daniel Hannan, who had a prominent role in the referendum campaign. Questions to ministers range across Iraqi interpreters working with foreign militaries targeted by militia groups and protections for interpreters working with UK Armed Forces, the World Health Organization's International Year of Health and Care Workers in 2021, the Dunlop Review into UK government union capability and the impact of the end of the Brexit transition period on the UK logistics industry. Then, peers continue their detailed examination of the Domestic Abuse Bill with day 3 of committee stage. The Commons begins (11:30) with an hour of Justice Questions. Former Conservative minister Paul Maynard has a Ten Minute Rule Bill on local welfare assistance, requiring councils to publish details of how they use the funding provided to help individuals and families in difficulty. The main legislative action is second reading of the Air Traffic Management and Unmanned Aircraft Bill, which started its parliamentary life in the Lords. This is a pretty uncontroversial measure aimed at improving the management of Britain's congested skies. It also contains provisions brought in after rogue drone activity forced the closure of Gatwick Airport in 2018. On the committee corridor, Public Administration and Constitutional Affairs (09:30) has an interesting looking session on the Evolution of Devolution: English Devolution, starting with some powerful local leaders including Manchester Cllr Sir Richard Leese, followed by Lord Heseltine, who was a key player in the Cameron era \"City Deals\" which saw negotiated agreements to devolve powers and funds to local councils, and the Labour former cabinet minister John Denham, who now leads the Centre for English Identity and Politics. Health and Social Care (09:30) conclude their inquiry into the safety of maternity services in England with NHS England maternity leaders, alongside Patient Safety Minister Nadine Dorries. The Committee will explore key themes from the evidence so far including the blame culture and the difficulty for staff in speaking out when mistakes happen. MPs on the Digital, Culture, Media and Sport Committee (10:00) hear from Notting Hill Carnival on the importance of festivals to local communities in its future of UK music festivals inquiry, with a session focused on the contribution festivals make to local economies. The session will cover the impact of cancellations on local residents, volunteers and audiences. In the Lords a further two new peers are introduced; Sir Richard Benyon, the former Conservative MP and wildlife minister, and the former Conservative Party Treasurer Sir Peter Cruddas. His appointment was controversial because the government rejected advice from the Lords Appointments Commission that he should be refused a peerage. Question time ranges across assessing online learning for school pupils, financial support for farmers after Brexit and the impact of Covid-19 on youth unemployment. Then, peers debate some important pandemic regulations - the Public Health (Coronavirus) (Protection from Eviction) (England) Regulations 2021 - motion to approve. There's also a motion to regret from the Labour Peer, Lord Ponsonby of Shulbrede. The main legislative action will be consideration of two sets of Commons amendments removing changes peers have made to two bills. First up is the Medicines and Medical Devices Bill, where peers had made changes to limit the powers given to ministers. But the big event is the consideration of Commons amendments to the Trade Bill - where Peers look likely to double down on the genocide amendment proposed by the independent peer, Lord Alton. This was passed by a hefty majority in the Lords, and then narrowly rejected in the Commons, after a Conservative backbench revolt cut the government majority to 11.The original Alton amendment created a workable legal mechanism to declare that a state is committing genocide, by giving the High Court the right to rule on the issue. This is important because such cases can only be referred to the International Criminal Court, which is supposed to decide these matters, by the UN Security Council - so referrals can be vetoed by the permanent members. Under the original Alton amendment, a decision by the High Court would automatically cancel any trade deals between the UK and a country ruled to be committing genocide. That led to concerns that the courts would be empowered to strike down treaties negotiated by the government, so a compromise was proposed by the Conservative ex-minister, Nusrat Ghani, which would instead require a minister to come to the Commons and respond to a genocide ruling, so any final decision on trade agreements would be in parliament, not the courts.This wasn't put to the vote when the Commons rejected the Alton amendment, but peers may well now decide to fire back a warmed-over version of the Ghani amendment, to see whether that might find favour with MPs. It might. The government had a narrow squeak in the previous round of ping-pong, and might be minded to offer some kind of compromise of its own. But if the law is changed to allow the High Court to make this kind of determination, expect quite a number of groups to bring cases against quite a number of states, accusing them of genocide. The Commons day begins (11:30) with half an hour of Wales Questions, followed at noon by Prime Minister's Question Time. Former Cabinet Minister Theresa Villiers has a Ten Minute Rule Bill on improving air quality. Then MPs will rattle through a series of orders and regulations - like the snappily-titled Value Added Tax (Miscellaneous Amendments to Acts of Parliament) (EU Exit) Regulations 2020, and the equally exciting-sounding Value Added Tax (Miscellaneous Amendments to the Value Added Tax Act 1994 and Revocation) (EU Exit) Regulations 2020 (S.I., 2020, No. 1544). And then there's The Travellers' Allowances and Miscellaneous Provisions (EU Exit) Regulations 2020. Three hours have been set aside to debate 20 orders renewing, post-Brexit, international sanctions imposed through the EU. These cover, among others, Burundi, Guinea, Bosnia and Herzegovina, Nicaragua, cyber sanctions and unauthorised drilling in the eastern Mediterranean.With Westminster Hall out of commission for the time being, the Petitions Committee has some rare time in the House of Commons, with a debate on two petitions about grooming gangs. These are e-petitions 300239, which calls on the government to release the Home Office's Grooming Gang Review in full. The petition, which attracted more than 131,000 signatures, complains ministers are refusing to release official research on the characteristics of grooming gangs. The government says it intends to publish a paper on group-based child sexual exploitation this year, which will set out key findings and their implications for policy. That will be debated alongside e-petition 327566, which calls for a public inquiry into grooming gangs. It attracted more than 29,000 signatures. It is worth remembering that these debates will not result in a resolution requiring the government to do anything - they're a chance to air the issue and get a response from a minister. The big event on the committee corridor is the Science and Technology Committee evidence session (09:30) on the governance, operation and performance of NHS Test and Trace, starring Baroness Dido Harding, the Executive Chair of Test and Trace. Elsewhere the Treasury Committee (14:30) previews the 2021 Budget, with a panel of experts headed by Paul Johnson, Director of the Institute for Fiscal Studies. Work and Pensions (09:30) questions Secretary of State Thérèse Coffey on her department's response to the pandemic, Transport (09:30) discusses pandemic challenges with Transport Secretary Grant Shapps, and Home Affairs (10:00) holds an evidence session on the impact of the pandemic on domestic violence. In the Lords (12:00) peers quiz ministers on support for the music sector with touring and other work in Europe, the case for a dedicated minister for the hospitality sector and annual reporting to parliament on the state of national preparedness for top-tier risks in the National Risk Register. And then they resume detailed scrutiny of the Domestic Abuse Bill with the fourth day of committee stage consideration.The Commons opens (09:30) with forty minutes of Digital, Culture, Media and Sport Questions, followed by a mini question time for the Attorney General and Business Questions to the Leader of the Commons. The main debates are on two subjects selected by the Backbench Business Committee - there's a general debate on the future of the UK Space Industry and then a debate on the Towns Fund - the £3.6 billion government fund for improvements and investments in towns to drive economic growth. The Public Accounts Committee has warned that a \"lack of transparency\" over how money has been awarded could \"fuel accusations of political bias\". The day's committee action sees Public Accounts (10:00) hold one of its regular groundhog day sessions, returning to the wearily familiar quagmire of the Defence Equipment Plan 2020-2030, with top officials from the Ministry of Defence. In the Lords (12:00) ministers are questioned on the possibility of introducing flexi-season tickets and other marketing initiatives to encourage rail travel as Covid-19 restrictions are lifted. They'll also consider bringing back physical proceedings in the House of Lords once Covid-19 restrictions come to an end. Then comes the Second Reading debate on the National Security and Investment Bill, which aims to give the government new powers to block takeovers of British companies, if the result might be the loss of critical intellectual property, or manufacturing capability, or even a threat to national security. ", "url": "https://www.bbc.com/news/uk-politics-55860865"}