{"datetime": "2021-01-22T13:00:54.000Z", "author": "Jennifer Scott", "title": "English councils battling financial ruin", "article": "Throughout the coronavirus pandemic, warnings have been clear about the threat to local councils and their ability to provide services. BBC analysis in 2020 showed nine out of 10 major local authorities in England did not have enough cash to cover their spending plans this year, and coronavirus could lead to them going £1.7bn over budget. Now, a committee of MPs has criticised the Treasury for its \"worryingly laissez faire attitude\" to the state of local government finances, warning of a \"significant risk\" that Town Hall debts could drag down the \"whole of government\". The department says it provided \"a significant funding uplift for councils\" at last year's Spending Review, on top of additional funding \"to ensure they can continue to deliver essential local services as we tackle the impacts of the pandemic\". And the government has confirmed local authorities will be able to raise council tax by 5% to help - somethingLabour leader Sir Keir Starmer has called \"absurd\" . But the reality is stark - coronavirus pressures have hit councils hard and,as the Public Accounts Committee says in its report , they have been taking on \"extremely risky levels of debt in recent years\" investing in commercial ventures \"in an effort to shore up dwindling finances\". Here is a snapshot of the financial state of local councils from some of the BBC's local political editors. It should give you an idea of the kind of dilemmas facing local leaders across the UK, as they battle to balance the books.Tony Roe - political editor for BBC East Midlands Every council has spent the past decade working with less money from government grants.And in the past year, they've had to deal with Covid costs too, with Labour-run Nottingham far from alone in saying they haven't had the full cost reimbursed yet from Whitehall. Local authorities have been told they can put 5% on council tax bills this year - including 3% for adult social care - but mindful of elections this May, cost cutting comes into play.For Nottingham, there is also the impact of local investment threatening the books - namelythe collapse of its Robin Hood Energy company , projected to have lost the council £38m.It led to a government review into the council's finances, which was critical of its involvement in too many of its own commercial companies, and it has left Nottingham with a \"very significant\" gap in its budget and depleted reserves.A panel of experts were appointed to help the council improve its finances and they were working towards having a recovery plan in place by the end of this month. So now the Council will be putting up bills by 5%, as well as cutting costs, which means axing 272 jobs, reducing services and charging more for other things they provide.The cost of providing social care takes a big chunk of any budget - in Nottingham's case it's 40% - so they are looking at ways to \"review and redesign\" how they provide that too. Kevin Fitzpatrick - politics reporter for BBC Radio Manchester Some councils look further afield than property investments.Manchester Airport was built by the city council and it has owned a large chunk of it ever since.In the past 20 years the Manchester Airport Group has significantly expanded, buying Stansted and East Midlands airports, and in 2011, creating Airport City, one of the governments low tax Enterprise Zones.It's been an incredibly fruitful investment, paying out large dividends to its shareholders - that was until Covid grounded planes and saw passenger numbers dramatically cut.Manchester City Council holds the largest stake with 35.5%, while the region's nine other councils share a further 29% between them. The yearly dividend has increasingly been factored into their financial plans - for example, in 2018 they received more than £110m between them, with nearly £60m going to the City Council - but there won't be a pay out this time.Their airport investment has reaped rewards for decades, but the impact of the virus has had on air travel will be felt in council budgets here for years to come. Pete Simson - political reporter for BBC Bristol Under normal circumstances - a portfolio of over 1,000 properties worth around half a billion pounds - is a nice little earner for Bath and North East Somerset Council (BANES). However, this pandemic has been a punch in the gut for those councils like BANES - run by the Liberal Democrats - which rely heavily on income from rent and other activities to balance the books.A wholesale review of its estate was announced in December, after losing millions in rent payments from its commercial properties.Meanwhile, its other normal banker - income from tourism - has also been decimated over the past 12 months.Residents can expect a 5% council tax increase from April, which alone isn't enough to cover an £11.6m shortfall next year. For that, they'll need to dip into their reserves, and hope for better days to come.Andy Holmes - political reporter for BBC Three Counties Radio Manchester is not the only one with their hopes for funds focused on the skies.Labour-run Luton Borough Council in Bedfordshire hasan Emergency Budget it agreed in July to thank for the fact that its 2021/22 finances aren't as bad as was perhaps feared. Luton was one of the first councils to agree to the emergency measure during the pandemic as it faced a financial shortfall of £49m and, at the time, claimed the moved prevented the threat of bankruptcy. As the major share holder in Luton airport, the council lost millions when the pandemic grounded flights last year. And the emergency plan meant 365 jobs were put at risk, along with cuts to key services, with an agreement later in the year to charge residents for green waste collection. However, when it comes to the 2021/22 budget, they now need to find a comparatively small sum of £1.2m of savings. They are planning on raising Council Tax by the maximum of 4.99% - any more and the council would need to hold a referendum to approve it. But Luton Council is still lobbying the government to try and get extra funds to cope with the pandemic, arguing the situation with the airport makes it a special case.\" Claire Hamilton - political reporter for BBC Radio Merseyside The Labour-run Wirral Council is faced with a £40m funding gap. The cost of the response to the pandemic is being blamed for the shortfall, plus loss of income from business rates and parking charges.And, even after borrowing around £25m, it'll still need to save £16m to balance the books. So, how is the council planning to find the money to help its budget for the next financial year? Despite welcoming visitors for just under 100 years,Birkenhead's neo-classical Williamson Art Gallery and Museum could close , as the end of the museums service could save the authority £327,500 per year.But it is not the only service at risk. The council's asking the public for feedback on a long list of options, from axing school crossing patrols, to closing swimming pools and golf courses.These are emotive issues, which might be seen as a bit of political sabre rattling from a Labour-run council. But this year, Wirral Council moved to a committee system of governance - so all parties are involved in decision making, and all will need to take responsibility for the cuts to come.Kathryn Stanczyszyn - political reporter for BBC Radio West Midlands Things are a little brighter in the heart of the West Midlands. At the moment it looks like there won't be any significant cuts by the Labour-run Birmingham City Council this year - at least none that impact directly on public services.The local authority has also been able to increase its reserves with the latest pot of coronavirus money of over £30m.But it warns that spend - especially on adult social care - is still very high and likely to eat into that as pressure on services continues to increase.And it says that's not just a pandemic consequence, it's a trend.The largest council in the UK has been scrutinised in recent years over its finances, but appears to have kept to its revenue and capital budget last year.Now the biggest change on the cards is a restructure of the senior levels of officers - planned to cost £500,000 extra year in wages - as it seeks to attract expertise. The timing may raise questions from some, but the interim chief executive described it as a moment to future-proof - saying the council must seize opportunities to \"leverage growth\" in the coming years.", "url": "https://www.bbc.com/news/uk-politics-55754882"}