{"datetime": "2020-09-17T19:47:00.000Z", "title": "Coronavirus: Test demand 'significantly outstripping' capacity", "article": "Demand for coronavirus testing is \"significantly outstripping the capacity we have\", head of NHS Test and Trace Baroness Harding has told MPs. She told the science and technology committee that the return to school meant test demand in England from under-17s had doubled. She also acknowledged that results were also taking \"slightly longer\". But she said she was \"very confident\" of raising capacity to 500,000 tests a day by the end of October. \"I am certain we will need more as we go beyond the end of October. We have plans to go beyond 500,000 a day,\" Baroness Harding said, before adding there was no formal target beyond the October deadline. The test and trace programme has come under increasing pressure in recent days, with reports of people unable to access tests or being directed to test centres many miles away. Figures published on Thursday also showedthe turnaround time for community tests was getting longer. Only a third of these tests came back in 24 hours in the week up to 9 September, compared to two-thirds a week earlier. It comes as the UK reported another 3,395 confirmed cases of coronavirus, and a further 21 deaths were recorded within 28 days of a positive test. The number of people calling 119 and visiting the website to book tests was three to four times the number of available tests, Baroness Harding told the committee - although she said that may exaggerate the problem as some people call repeatedly from different numbers. Committee chairman Greg Clark said it was \"dispiriting\" that despite the \"entirely predictable\" circumstances of the return to schools and offices \"we haven't had the right capacity put in place\". Baroness Harding said they built the testing capacity for this autumn - which is now 242,817 a day - based on modelling from the Sage scientific advisory group. \"I don't think anybody was expecting to see the really sizable increase in demand that has happened over the last few weeks,\" she said. Prof Carl Heneghan, a GP and epidemiologist at Oxford University, told the committee that the testing strategy was \"utter chaos\" at the moment because other illnesses with Covid-like symptoms such as colds and flu had risen by 50% in children in September. He said there was only a \"slight increase\" in hospital admissions and deaths, however, and increased testing may explain some of the rise in cases. \"What's happening at the moment is the language and the rhetoric is making people so fearful and terrorised that they're going beyond the guidance because they're so fearful of what's coming next,\" he said. An unpublished study suggested thatcoughs and fevers from other winter viruses could rise to 445,000 a day in December, overwhelming test capacity. In Sunderland, meanwhile, more than 100 people were left waiting at an empty car park where they said they had been booked in for Covid-19 testing, although no staff or equipment was there. Bolton Council, which faces the highest levels of infection nationally, said it was \"incredibly frustrated\" after problems with the national booking system led to long queues and people with appointments being turned away. Similar problems were reported in Lewisham, south London, where the approach to the centre was \"gridlocked\". Baroness Harding said testing was limited by the laboratory processing capacity, and that they had to restrict the number of people at centres because it would be \"very dangerous\" to send too many samples to the laboratory that would then go untested. An NHS Test and Trace survey showed 27% of people seeking tests had no symptoms but had only been in contact with an infected person. Tests should only be provided for members of the public with a continuous cough, a high temperature or a change in sense of smell or taste. \"We don't want to push away people who are scared,\" Baroness Harding said. But she added that they must \"protect the capacity we have for the people who most need it\". The current priorities for testing are NHS patients, NHS staff and care home residents and staff. Together these account for 50% of testing, she said. After that, areas with serious outbreaks are given priority. Baroness Harding said they were looking at putting key workers next, particularly teachers, \"but work is still ongoing\". In other developments: ", "url": "https://www.bbc.com/news/uk-54194302"}