{"datetime": "2020-08-19T14:48:14.000Z", "title": "Dido Harding's meteoric rise from telecoms to test and trace, and beyond", "article": "The choice of Dido Harding to run England's new public health agency cements her position as one of the most powerful unelected officials involved in the fight against coronavirus. As chair of the National Institute for Health Protection, she will take control of a huge scientific, technological and bureaucratic empire which ministers hope will play a vital role in ultimately defeating the virus. As well as continuing to oversee the much-criticised NHS Test and Trace system, which she helped launch in May, she will assume responsibility for all local public health protection teams following the abolition of Public Health England, as well as the Joint Biosecurity Centre. It caps a meteoric rise through the Whitehall ranks for the high-achieving businesswoman, whose time as chief executive of Talk Talk was marred by amassive data breach which landed the firm a record £400,000 fine . A successful amateur jockey whose passion for horses is shared by her boss, Health Secretary Matt Hancock, she has an impeccable Conservative pedigree. She is married to an ex-minister, John Penrose, and represents the Tories in the House of Lords. Her full title is Baroness Harding of Winscombe, a reference to the village in her husband's Weston-Super-Mare constituency where the couple live. While the coronavirus outbreak has thrust the 52-year-old into the national spotlight - she has appeared several times at televised No. 10 briefings - she was already an influential backroom figure within the NHS. For the past three years, she has been chair of NHS Improvement, a body first created in the New Labour years but which was reconstituted by the coalition government to focus on driving up standards across the health service during a period of financial austerity. As someone who had spent the majority of her business career in the retail industry, starting out at Kingfisher and Thomas Cook before moving to Sainsbury's and Tesco, she was seen as being well placed to help drive long-term transformation and integration while maintaining patient service and safety levels. The appointment was not uncontroversial, given her lack of experience in health matters and coming as it did just six months after she stepped down as boss of Talk Talk in the wake of one of the most high-profile and damaging data breaches in UK telecoms history. A sustained cyber attack in October 2015 led to four million customers having their personal information put at risk. Some 157,000 had their details stolen, including 15,000 whose bank details were compromised. Her handling of the crisis was strongly criticised, particularly her admission that she did not know whether the information was encrypted or not, an oversight she described as an \"awful truth\". The firm was fined £400,000 by the Information Commissioner for poor website security but the board stuck by her, despite the episode costing the company £60m and 95,000 customers. It was a big blot on a hitherto unblemished blue-chip business career, which had begun two decades earlier when she joined management consultants McKinsey & Co after graduating with an MBA from Harvard University. Baroness Harding's grandfather, Field Marshal John Harding, was a leading member of the famous Army division the Desert Rats during World War Two. Her father was also an Army officer, as well as a hereditary peer.Born and privately educated in Dorset, she studied politics, philosophy and economics at Oxford at the same time as David Cameron. Both were taught by the distinguished constitutional historian Professor Vernon Bogdanor. It was the former prime minister who nominated her for a peerage in 2014. And it was under Mr Cameron that her husband made it into government, serving as a culture minister and government whip. Dido Harding blazed a trail for women in the often unforgiving world of the City. She is one of an exclusive club of women to have run a major publicly-listed firm, while she is also a non-executive director of the Bank of England. But since entering public service, some suggest she has benefited from a web of professional, educational, social and marital connections that have reignited claims of cronyism at the top of the Conservative Party. She is an accomplished horsewoman, owner and patron of the horseracing industry, one of whose biggest supporters happens to be the health secretary. During her career in the saddle, she was runner-up in a prestigious race for amateurs at the Cheltenham Festival, while her horse Cool Dawn won the Blue Riband event of the National Hunt season, the Gold Cup, in 1998. While Mr Hancock's exploits on the racecourse are less illustrious - hewon a charity race in 2012 - he represents the constituency of Newmarket, where the UK's most expensive bloodstock is stabled. He is the industry's unofficial champion in the Cabinet, although some have raised eyebrows at donations he has received from prominent figures and firms in the sport, including equine auctioneers Tattersalls. Questions have also raised about the government's decision to award Covid-19 testing contracts to Randox Laboratories, part of the Randox Health business which sponsors the Grand National at Aintree. Both the racecourse and the firm have links with the Conservative Party.Dido Harding sits on the board of the Jockey Club, which owns Aintree, and the MP and former Conservative cabinet minister Owen Paterson's late wife Rose was chair of the racecourse. And Mr Paterson himself has been an adviser to Randox Laboratories since 2015. Mr Hancock has been lavish in his praise of Baroness Harding during their appearances together at Downing Street, rejecting criticism of the delayed test and trace app and even describing it as the \"cherry on Dido's cake\".Both can expect intense scrutiny in the coming months as Mr Hancock's \"relentless mission\" to protect people from the virus and the trust he has placed in Baroness Harding is put to the test.", "url": "https://www.bbc.com/news/uk-politics-53824374"}