{"datetime": "2022-02-07T00:11:07.000Z", "author": "Fergus Walsh", "subject": "Coronavirus pandemic", "title": "AstraZeneca vaccine: Did nationalism spoil UK's 'gift to the world'?", "article": "The Oxford-AstraZeneca vaccine was a British success story - a home-grown vaccine developed and rolled out in less than 12 months. The ambition was huge: to create a vaccine for the world. But did politics and nationalism get in the way? In the UK, nearly half the adult population has received two doses of AstraZeneca's Covid-19 vaccine. It seems highly likely to have saved more lives here to date than the Pfizer and Moderna jabs combined. Yet it is now barely used by the National Health Service. More than 37 million people have received a booster dose in the UK. Just 48,000 of those were AstraZeneca.The vaccine has also been sidelined in the EU and was never approved in the United States. So how did we end up here? I've been talking to scientists, politicians and commentators about the fate of the Oxford-AstraZeneca vaccine, billed by ministers as \"Britain's gift to the world\", for adocumentary on BBC Two . I've been asking one central question: did politics and national interests get in the way of ambitions for the vaccine? Sir John Bell, Regius professor at Oxford University and a man at the heart of the team that got the Oxford vaccine out of the lab and into the arms of millions, is highly critical about decision-makers in the EU. \"They have damaged the reputation of the vaccine in a way that echoes around the rest of the world,\" he told us. \"I think bad behaviour from scientists and from politicians has probably killed hundreds of thousands of people - and that they cannot be proud of.\" Let's go back to early 2021. The Alpha variant was driving up Covid hospital admissions and deaths, putting huge pressure on the UK's health service. Yet it was also a time of hope. The UK had begun to roll out the highly effective Pfizer and AstraZeneca vaccines - which it had approved here before anywhere else in the world.The Oxford-AstraZeneca jab was celebrated as ahome-grown success story - reflecting the strength of UK biosciences and academia. The government had even looked at the possibility of putting the union flag on the side of the vaccine. But the scientists at Oxford were uncomfortable with any hint of trumpeting Britishness - by its very nature, a pandemic does not respect borders. The scientists' aim was to tackle the spread of the virus around the world, and prevent new mutations from cropping up in unprotected countries.\"There was too much nationalism,\" says Prof Adrian Hill, director of the Jenner Institute in Oxford, where the vaccine was developed. \"It was encouraging competition between vaccine types, between countries. That's the last thing you want in trying to control the pandemic and provide vaccines for the world.\" The vaccine's approval in the UK coincided with Britain's formal separation from the EU.\"I don't think it made relations with Europe any easier that it was promoted as the British vaccine,\" says Sir John Bell. In the UK, despite the terrible toll of Covid, there was a buoyant atmosphere in every vaccine centre I attended.By contrast, the mood on mainland Europe was sombre.\"What we couldn't understand is that while we were deprived of vaccines, we heard that the UK was vaccinating non-stop,\" says Dr Veronique Trillet-Lenoir, of the European Parliament's Vaccine Contact Group. By late January, the EU, whose vaccine rollout was lagging behind the UK, finally looked set to approve AstraZeneca. But before European regulators made their decision,Germany decided it should not be given to those over 65. While in France, President Macron, called the vaccine\"quasi-ineffective\" in the elderly .But just hours later, the European Medicines Agency approved the jab for adults of all ages.Both Germany and France would reverse their decisions, but the reputation of the vaccine had been damaged. Some doctors in France had to throw away doses because nobody was turning up to get the jab.So how could this have happened? It is complicated, so bear with me.The AstraZeneca - or AZ for short - vaccine was approved in the UK and EU for older adults before firm evidence showing it protected them from Covid. The trials demonstrated it protected younger volunteers. But the older adults had been recruited later. Their blood samples showed the vaccine produced a very strong immune response to coronavirus - just as it did in younger volunteers. So an assumption was made that it would protect the elderly just as well as younger people. This turned out to be correct. In the midst of a pandemic, with vaccines desperately needed, regulators decided to approve the jab for older adults, who were most at risk from Covid. But France and Germany were more cautious.At the same time, AZ was becoming embroiled in a major row about supplies. Its Covid vaccine was being manufactured in both the UK and the EU. Because the UK had been guaranteed priority in a deal agreed before the rest of Europe, the company says it was unable to send vaccines from British plants to supplement the EU stock. Meanwhile, one million doses had already gone to the UK from an EU plant.At the height of the crisis, the European Commissionthreatened to halt vaccine exports to the UK unless Europe got its \"fair share\".But what sealed the vaccine's poor reputation among many across Europe was the emergence in March of a link to rare blood clots. Germany, France, Ireland, Italy, Austria and Denmark were among many nations that suspended use of the vaccine. The overall risk of blood clots is very low - estimated at one in 65,000 overall - but slightly higher in younger adults. When European regulators declared that the vaccine's benefits outweighed its risks, most lifted their suspension - but put age restrictions on the vaccine.In the UK public confidence and pride in the vaccine remained high, even after the jab was restricted to over-40s because of the link to rare blood clots. But when it came to deciding on booster doses in the UK, the clots issue and the simplicity of the Pfizer or Moderna mRNA jabs not being age-restricted, sealed the AZ vaccine's fate. It is registered as a booster vaccine here, but it proved simpler to give the majority of people Pfizer or Moderna - even though this was a far more expensive option. Since then, evidence has shown thatmixing different types of vaccine may offer better protection.Elsewhere in Europe many saw the AZ vaccine as either unsafe or inferior - it was nicknamed the \"Aldi vaccine\" in Belgium, after the supermarket, because it was seen as a budget option.But it had been designed to be cheap. Its developers had had the ambition that it should be available at low cost, throughout the world. Unlike the mRNA vaccines it could be transported and stored at fridge temperature, making it easier to administer in remote regions. AZ agreed to license global production and distribution of the jab, to be sold not-for-profit, for about £3 a dose - a fifth of the price of the Pfizer's jab. A key player in this deal was the Serum Institute in India, the world's largest manufacturer of vaccines. It agreed to produce more than one billion doses for low- and middle-income countries. But when the devastating Delta wave of Covid struck India in spring 2021, itsgovernment blocked vaccines leaving the country for more than six months, making a global shortage of vaccines even more acute. \"Once India shut that door…the sense was we are truly well and truly done for because at that point, that was the only hope,\" says Dr Ayoade Alakija of the African Union Vaccine Delivery Alliance. The difference between rich and poor countries was extreme. In September 2021, when the UK, US, France and others were starting to offer booster doses, just one in 100 people in low income countries had been double-jabbed.\"By the time you got through the first half of 2021, enough doses have been manufactured that could have prevented almost all of the deaths in the second half of 2021 - if those doses had been targeted at older adults, those with health conditions and healthcare workers all over the world,\" Prof Andrew Pollard from the Oxford Vaccine Group told us.\"We haven't got it right. But how do you make politicians comfortable with the moral imperative that there should be in a pandemic?\" Dr Bruce Aylward of the World Health Organization is scathing about what he regards as the failure of the world to distribute vaccines fairly. \"We're giving this virus the opportunity to evolve, to mutate, to present in more rapidly transmissible or deadly forms. We're going to be deep into 2022 before we have this pandemic under control, because that's how long it's going to take to get vaccines rolled out equitably around the world.\" The UK government, which invested £88m in the vaccine's development, has so far donated 30m doses of AZ as part of its commitment to give away 100m Covid vaccines overall. The first UK donations did not happen until late July 2021. The former health secretary Matt Hancock said the UK's main contribution was giving the science and wherewithal for others globally to produce the jab. \"Give a man the tools and teach them how to fish. And that is far more powerful in terms of saving lives than any number of vaccines we could have manufactured here and then physically exported on an aeroplane.\" In recent months, global supplies and promises of vaccine donations have increased significantly. But millions of donated doses have only weeks left before they expire, and not all can be used in time. There is also the issue of vaccine hesitancy which is a significant hurdle in many parts of the world.Despite all the problems, more than 2.5 billion doses of the Oxford-AstraZeneca jab have been delivered to 183 nations, nearly two-thirds to low and middle-income countries. It will continue to be sold at cost to developing nations while the company says it will make a \"modest profit\" elsewhere. It is impossible to calculate how many lives have been saved by the vaccine, but the company estimates it to be more than a million. More than a quarter of the 10 billion doses of Covid jabs administered globally have been AstraZeneca, a vaccine created by a small team at a British university and sold at cost. Other Covid vaccines, by contrast, have created nine billionaires.Despite the public relations mauling that AstraZeneca has received in Europe and the US over the vaccine, the company's chief executive, Pascal Soriot, said he'd pursue the non-profit route again in a future pandemic. But he was candid about the issues surrounding vaccine equity, and the muscular way wealthier nations snapped up doses before poorer ones. \"You can't change human beings,\" he said. \"They are going to take care of themselves and their families first, their neighbours second and the rest of the world third. You would have hoped that export bans didn't exist and vaccines flowed across the world much more freely, but you just have to accept the reality.\" Watch AstraZeneca: A Vaccine for the World? on BBC Two Tuesday 8 February at 21:00, or later on the BBC iPlayer (UK only). ", "url": "https://www.bbc.com/news/health-60259302"}