{"datetime": "2021-11-04T20:03:27.000Z", "author": "Jennifer Scott", "title": "Owen Paterson quits as MP over lobbying row 'nightmare'", "article": "Owen Paterson has resigned as an MP after a row over his conduct led to a government U-turn. The Conservative was found to have broken lobbying rules and was facing suspension - untilTory MPs blocked it by calling for an overhaul of the MPs' standards watchdog instead.They initially had the backing of No 10, butDowning Street reversed its decision after a furious backlash .Mr Paterson said he now wanted a life \"outside the cruel world of politics\".In a statement , the 65-year-old, who has represented North Shropshire since 1997, said the past two years had been \"an indescribable nightmare for my family and me\". He said his integrity had been \"repeatedly and publicly questioned\", and claimed he was \"totally innocent\" of breaking lobbying rules.Prime Minister Boris Johnson paid tribute to his \"friend and colleague\", saying he had had a \"distinguished career\" and was a \"voice for freedom\".But other MPs said he needed to be held to account for his actions, with one, Labour's Sam Tarry, tweeting: \"Good riddance.\" Labour leader Sir Keir Starmer has called on the prime minister to apologise to the whole country for the \"chaotic\" past 24 hours, and for his \"grubby attempt to cover up for the misdemeanour of his friend\". By Damian Grammaticas, political correspondent The past 24 hours have clearly been damaging to Boris Johnson and the government. There's been a hit to both on the issue of integrity - a perception this was sleazy, undermining of standards. There's also been a hit to the prime minister within the Conservative Party. Dozens of his MPs disobeyed when told to vote to block Owen Paterson's immediate suspension. Every rebellion chips away at a prime minister's authority. The government's swift U-turn, making Wednesday's vote meaningless, only dismayed more MPs and left questions about poor decision-making at the top. The government says its aim is to improve the standards system. But if so that task will be harder now, as there's suspicion about its motives - and the opposition will have to be satisfied with whatever it proposes. And there's to be a by-election, which will play out under intense scrutiny, with the opposition undoubtedly hammering away that issue of sleaze. The Commons Standards Committee concluded last week that Mr Paterson had misused his position as an MP to benefit two firms he worked for, after a damning report on his behaviour by standards commissioner Kathryn Stone. It recommended he be suspended from the Commons for 30 sitting days - a sanction that could also lead to a recall petition in his constituency, and the possibility of him facing a by-election.Such recommendations - which have to be signed off by MPs - are usually accepted without much discussion. But on Wednesday, the government ordered its MPs to vote for an amendment to halt Mr Paterson's case and to rejig the standards system.Born in Whitchurch, Shropshire, in 1956, he studied history at Cambridge University, before joining his family leather business, of which he later became managing director. He was first elected MP for North Shropshire in 1997 and had a majority of almost 23,000 at the last general election.Paterson was made Northern Ireland secretary in 2010, moving to become environment secretary in 2012. After leaving the government in 2014 he was a strong supporter of Brexit. His wife Rose, chair of Aintree racecourse, took her own life in 2020. The couple had three children. Opposition parties accused the Conservatives of corruption and sleaze, saying they were just looking out for their own MP, and Labour, the SNP and the Liberal Democrats refused to take part in any new process.On Thursday morning, Commons leader Jacob Rees-Mogg announced a U-turn, saying no new process would go ahead without cross-party support and any changes would not be made retrospectively in Mr Paterson's case.Mr Paterson did not know the government was going to ditch the proposals ahead of Mr Rees-Mogg's announcement and was in a supermarket when told the news by a BBC journalist.The prime minister's spokesman said he had \"recognised the strength of feeling on all sides of the House around the issue and changed his mind when it became clear that a cross-party consensus on the changes was not possible\".But Labour's Sir Keir said Mr Johnson \"must explain how he intends to fix the immense harm he has done to confidence in the probity of him and his MPs\". And despite Mr Paterson's resignation, the SNP's Pete Wishart said it was \"not the end of this sorry saga\". He tweeted: \"Something rotten has happened in the last couple of days and the extraordinary behaviour of this government must be examined.\" Mr Paterson said it was a \"painful decision\" to resign but \"the right one\". He said the past few days had been \"intolerable\", claiming he had seen people - including MPs - \"publicly mock and deride\" the death of his wife Rose, who took her own life last year.In an earlier statement, the former Northern Ireland secretary said the investigation into his conduct had been \"a major contributory factor\" in her death.On Thursday, Mr Paterson added: \"My children have therefore asked me to leave politics altogether, for my sake as well as theirs. \"I agree with them. I do not want my wife's memory and reputation to become a political football. Above all, I always put my family first.\" There was no mention of the standards row in Mr Johnson's tribute to the Tory MP, instead saying: \"I am very sad that Parliament will lose the services of Owen Paterson who has been a friend and colleague of mine for decades.\"He has had a distinguished career, serving in two cabinet positions, and above all he has been a voice for freedom - for free markets and free trade and free societies - and he was an early and powerful champion of Brexit.\"I know that this must have been a very difficult decision but I can understand why - after the tragic circumstances in which he lost his beloved wife Rose - he has decided to put his family first.\" Mr Paterson's resignation means there will shortly be a by-election for his safe Conservative seat.Mr Paterson has been a paid consultant for clinical diagnostics company Randox since 2015 and to meat distributor Lynn's Country Foods since 2016, earning a total of £100,000 a year on top of his MP's salary. MPs are allowed to have these jobs, but are not allowed to be paid advocates - using their influence in Whitehall for the company's gain. The committee concluded that Mr Paterson had breached this rule on paid advocacy by: Mr Paterson was also found to have broken conduct rules by: ", "url": "https://www.bbc.com/news/uk-politics-59167783"}