{"datetime": "2022-02-04T18:48:16.000Z", "author": "Joshua Nevett", "subject": "Coronavirus pandemic", "title": "Owen Paterson's private messages about Randox testing released", "article": "Former MP Owen Paterson discussed how a firm he worked for as a paid consultant could offer Covid-19 tests in messages with health ministers, documents show. The messages from 2020 refer to health firm Randox, which was later awarded lucrative contracts to supply tests. Labour requested the messages as scrutiny intensified over Mr Paterson's job with Randox. He quit as an MP last year after the parliamentary standards commissioner found he broke lobbying rules. Prime Minister Boris Johnson's government attempted to block his suspension by overhauling the standards system for MPs, but was forced to reverse its decision after a furious backlash. A former environment secretary, Mr Paterson had been earning almost £100,000 a year as a paid consultant for Randox alongside his duties as an MP for North Shropshire. In October last year, the parliamentary watchdog found Mr Paterson had misused his position as an MP to benefit Randox and another firm he worked for. MPs are allowed to have second jobs - but their code of conduct says they must avoid conflict between personal and public interests. In his resignation letter, Mr Paterson said: \"I maintain that I am totally innocent of what I have been accused of and I acted at all times in the interests of public health and safety.\" Since the start of the pandemic, Randox has been awarded £619.7m in government contracts without a competitive bidding process. Randox has repeatedly said Mr Paterson \"played no role in securing any Randox contract\" with the government. But the messages,released on Friday , cast light on what Mr Paterson told the government about the services Randox could possibly offer in developing Covid tests. The government said the messages showed \"no evidence\" of procurement rule breaches. A spokesman for the then Health Secretary Matt Hancock also said the documents showed he did nothing wrong, adding: \"Matt cannot control who contacts him, but he followed protocol and Owen Paterson's lobbying was flagged to officials.\" And a spokesperson for Randox said: \"It is clear from these papers that Randox contracts were awarded in full compliance with government procedures and protocols in place at a time of the emerging pandemic.\"But Labour insisted they revealed \"a catastrophic failure of governance\". The party's deputy leader Angela Rayner said the documents revealed a \"government that is awash with sleaze from the prime minister down, and simply incapable of governing in the public interest.\"Mr Paterson is yet to comment on the messages.The first set of messages were sent between Mr Paterson and Mr Hancock are exchanged on26 January 2020 , at the start of the coronavirus pandemic. In the first message, Mr Paterson passed on the email of Randox owner, Peter Fitzgerald, and said the firm could develop a Covid test within three weeks if it received 10 positive samples of the virus. Mr Hancock assured the MP he would \"look into it\" and went on to email Mr Fitzgerald. In that email, sent on the same day, Mr Hancock asked for \"more detail\" about the \"diagnostic test\" so \"we can look into it\". Then, on25 February 2020 , Mr Paterson messaged the minister saying it had been 19 days since Public Health England had contacted Randox and while the company's test had \"worked perfectly\" there had been no more communication. \"PHE's attitude looks incomprehensible given current developments and time pressures,\" Mr Paterson wrote in the message. Mr Hancock then appeared to forward Mr Paterson's concerns to officials, writing: \"If we are treating other companies like this we are failing\". A few days later, on30 March 2020 , Randox was awarded a £133m contract to produce coronavirus testing kits. Later correspondence from25 September 2020 shows plans to renew Randox's services in a contract worth £346.5m. In an email on that date, senior civil servant Alex Chisholm expressed disappointment that a \"competitive\" process had not been established for such contracts. Another email sent on that date warned that \"we are paying dramatically over the odds\" for the tests provided by Randox.The email was signed off by the office of Lord Agnew,a former minster who dramatically resigned last month over the government's handling of fraudulent Covid business loans. A number of heavily redacted WhatsApp messages with names censored are also included in the documents. One, from the22 October 2020 , says \"the Guardian yesterday yet again ran the story that you only gave Randox the testing contract because I am a paid consultant\". The person, who is not named, asked for help to \"kill this once and for all as I know absolutely nothing about the contract\". In a statement, the Department of Health and Social Care told the BBC the government \"took every possible step to build the largest diagnostic industry in UK history rapidly and from scratch\". \"Building the scale of testing needed at an unprecedented speed required extensive collaboration with businesses, universities, and others, to get the right skills, equipment and logistics in place as quickly as possible. \"There are robust rules and processes in place to ensure that conflicts of interest do not occur and all contracts are awarded in line with procurement regulations and transparency guidelines. Decisions on whether to award contracts are taken by officials and approved by ministers. \"The documents given to the House show no evidence of any breach of these principles.\" ", "url": "https://www.bbc.com/news/uk-politics-60260220"}