{"datetime": "2021-11-14T19:40:59.000Z", "author": "Adam Durbin", "title": "Boris Johnson admits he could have handled Owen Paterson row 'better'", "article": "Prime Minister Boris Johnson has admitted he could have handled the Owen Paterson row \"better\". The comments come after weeks of criticism over how the government dealt with the fallout over the former MP's suspension for breaking lobbying rules. Last month, Mr Paterson was found to have been paid more than £100,000 a year to lobby for two companies. Mr Johnson also defended the watchdog for MPs standards, who has previously come under criticism from government.Speaking at a news conference about the COP26 climate summit on Sunday, the prime minister was asked how he would respond to those who think he had \"got it wrong\" over Mr Paterson. He replied: \"I think I've said quite a lot about parliamentary stuff already. Of course, I think things could certainly have been handled better, let me put it that way, by me.\"Mr Johnson also defended the parliamentary standards commissioner Kathryn Stone, saying she should be permitted to do her job. He told reporters: \"I think the commissioner has a job to do and a huge amount of work to do, and she needs to get on and be allowed to do it. \"Whether the system is capable of improvement or not is a matter for the Standards Committee and for the House.\" The prime minister's comments follow calls from Business Secretary Kwasi Kwarteng for Ms Stone to consider resignation over the way she handled the investigation into Mr Paterson. Mr Paterson, a former environment secretary who was Conservative MP for North Shropshire, was initially given a 30-day suspension. He had been found to have lobbied for two companies who paid him more than £100,000 a year. Number 10 at first tried to defend Mr Paterson, instructing Conservative MPs to vote forreform of the MPs' standards watchdog earlier this month, blocking his suspension. However, following furious reactions from opposition parties and some Tory MPs, Downing Street U-turned - which led toMr Paterson resigning .The attempt to reform the standards system as a result of the row has also been roundly criticised by current and former Conservative party politicians, withformer prime minister John Major describing Mr Johnson's actions as \"shameful\". Labour party leaderSir Keir Starmer has previously said the prime minister's actions over the last few weeks have been \"corrupt and contemptible\". ", "url": "https://www.bbc.com/news/uk-59283099"}