{"datetime": "2021-11-17T17:44:32.000Z", "title": "Minister says she can't find minutes of Covid meeting with Randox", "article": "A minister has told MPs she has been \"unable to locate a formal note\" of a phone call between health minister Lord Bethell and Covid contractor Randox. Labour accused health minister Gillian Keegan of making \"ridiculous\" excuses to avoid transparency. It wants to see minutes of the call and other details, amid controversy over £600m in contracts handed to Randox. Owen Paterson, who quit as an MP after being found to be a paid lobbyist for Randox, also sat in on the call. The government has promised to publish the minutes - but when questioned about it in the Commons, Ms Keegan said she had not been able to find them. Labour's Dame Angela Eagle called it an \"astonishing revelation\". Another Labour MP shouted: \"Staggering.\" Commons Speaker Sir Lindsay Hoyle said he hoped the ministerial officials would look into this, adding: \"I would expect that government meetings that take place with people around would always be minuted.\" In a statement, Randox said it would be \"pleased to co-operate fully in laying before the House all the material required\".\"Contrary to much of what has been written and broadcast, lobbying played no role in the awarding of these contracts.\" the company added.Mr Paterson was found by the Commons standards watchdog to have engaged in paid lobbying of the government in his role as a £100,000 a year consultant for Randox. He subsequently resigned as an MP and denies breaking Commons lobbying rules. During the pandemic, the diagnostics company was awarded nearly £600m in contracts without tender. At Prime Minister's Questions, Boris Johnson said he was \"very happy to publish all the details of the Randox contracts, which have been investigated by the National Audit Office already\". But opposition parties are attempting to force the government to release minutes of the telephone conference call between Randox executives, Mr Paterson and Lord Bethell that took place on 9 April 2020. Liberal Democrat former minister Alistair Carmichael asked Ms Keegan to publish the minutes of the call. She replied: \"In terms of the minutes, I think we've said we will publish things here in the library.\" She later added: \"We will review what information is held, that's in scope, and we will come back to Parliament and deposit them in the libraries of the House. We will commit to do that.\" Pressed further by Labour MP Tony Lloyd on the Randox meeting, Ms Keegan said: \"The meeting he refers to was a courtesy call from the minister to Randox to discuss RNA extraction kits. \"That was declared on the ministerial register of calls and meetings, and we have been unable to locate a formal note of that meeting, but all the other notes that are available with regard to this - and that meeting, by the way, was after any contracts were let with Randox.\" Labour says a decision to award Randox a £347m contract \"having failed to deliver on a previous £133m contract\" was made after the conference call. The party's chairman Anneliese Dodds challenged Ms Keegan to \"prove\" that no lobbying had taken place by publishing \"every dot and comma related to these deals\". She also demanded an explanation for Lord Bethell'sclaim that he had accidentally deleted WhatsApp messages relating to Covid contracts , which she described as \"the 21st Century equivalent of 'the dog ate my homework'\". And she added: \"What's going on with these minutes about the phone call with Lord Bethell and Paterson?\" Accusing Ms Keegan of changing her story several times during the debate, the Labour MP said: \"Explain how many other meetings might not have been minuted. How many meetings might have minutes actually in reality but nobody knows where those minutes are? When are we going to see them? \"And explain why the government is so resistant to letting sunlight be the disinfectant that it needs to be on this process.\" ", "url": "https://www.bbc.com/news/uk-politics-59320858"}