{"datetime": "2020-11-01T12:12:23.000Z", "title": "Coronavirus: Leicester mayor urges contact tracing rethink", "article": "Leicester's mayor has asked the government to give his local contact tracing team immediate access to coronavirus test results. The city council runs its own system to track down people NHS Test and Trace has been unable to get hold of. Sir Peter Soulsby said it had a 90% success rate but was being undermined by delays in cases being passed on by the \"dreadful\" national system. The government said it would discuss the concerns with the council. In June, Leicester became the first area to be subject to extra restrictions due to its high infection rates. The city council created its own tracing system in July to contact local people with coronavirus when the national system had not been able to. Initially the local teamwould be sent cases after 48 hours - but Sir Peter said the time scale has slipped. He said: \"After Leicester was locked down for a second time we set about establishing a track and trace system that's been enormously successful - we get about 90% of the contacts done. \"But it's the national system that's dreadfully chaotic and completely lets us down. \"On average, it's taking a full six days before the details are passed over to us. It can be as much as two weeks. \"Those are lost days when the people who are diagnosed as having the disease are in danger of continuing to spread it.\" He said he had raised the issue with the government several times but had not received a satisfactory response. \"There's no explanation why it's getting worse all the time,\" he said. \"I have now asked them again if they'll pass the results of the testing through to us immediately without going through all the bureaucratic processes and systems. \"I'm desperately waiting to hear from them.\" \"This was supposed to be a world-class track and trace system but actually it's turning out to be worse than useless as it's giving people false reassurance.\" A Department of Health and Social Care spokeswoman said: \"We are not aware of any delays in sharing test results with Leicester but will discuss the concerns raised with the council. \"For months, we have been working hand-in-hand with local authorities, directors of public health and there are now over 100 local contact tracing partnerships across the country with more to come.\"Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-54761458"}