{"datetime": "2021-12-06T06:34:14.000Z", "author": "Andrew Sinclair", "subject": "Coronavirus pandemic", "title": "Matt Hancock: Breaking Covid guidance 'failure of leadership'", "article": "Former health secretary Matt Hancock said breaking of social distancing guidance, which led to his resignation, was \"a failure of leadership\". The West Suffolk MP stood down after pictures were published showing him in an embrace with a colleague. Speaking to the BBC at a mass vaccination event at Newmarket Racecourse, he said he was \"sorry for all the people I let down\". He added: \"People have been forgiving which I'm grateful for.\" Mr Hancock quitafter The Sun published pictures and then a video of Mr Hancock and Gina Coladangelo kissing. The newspaper said they had been taken inside the Department of Health on 6 May. Mr Hancock said: \"What I really feel is that was a failure of leadership. \"I hope that by being straightforward and apologising and resigning, people can see that I get it and I know I need to do a good job representing the people.\" The 43-year-old Conservative MP for West Suffolk said he was not in any rush to return to ministerial office, adding: \"There is a lot you can do for the people you serve from the back benches.\" The former health secretary was also at the centre of cronyism claims aftera neighbour was awarded an NHS contract . But he insisted \"everything has been above board\" over government contracts for PPE and medical equipment. He said he was \"absolutely certain\" that the forthcoming Covid inquiry would find \"that a whole load of people were working incredibly hard in unprecedented circumstances to do their best to save lives, and that's what we were doing\". He received his third jab at the Newmarket event and said \"the booster is the best defence\" against Covid-19 and the Omicron variant. \"The government are right to be cautious and careful, but also they've got the balance about right about not closing things down,\" he said. \"We have got the vaccines, especially the boosters, and we've got testing widely available.\" He added the best way for people to get through the run-up to Christmas was to \"test the hell out of yourselves\". Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59541774"}