{"datetime": "2021-06-30T12:41:04.000Z", "subject": "Prime Minister's Questions", "title": "Boris Johnson challenged over not sacking Matt Hancock for rule breaking", "article": "Boris Johnson should have sacked Matt Hancock as soon as pictures emerged of the former health secretary kissing an aide, Sir Keir Starmer has said. The Labour leader raised the case of a family who had not been allowed to spend time with their dying son because they had followed Covid rules. By not sacking Mr Hancock, the PM had shown it was \"one rule for them, another rule for everybody else\". Mr Johnson told Sir Keir: \"We had a new health secretary in place by Saturday.\"Mr Hancockresigned on Saturday evening, saying: \"Those of us who make these rules have got to stick by them and that's why I have got to resign.\" At the time, Mr Johnson said he was \"sorry\" to receive the resignation. Asked at Prime Minister's Questions by Sir Keir why he had not sacked Mr Hancock, Mr Johnson said: \"I read the story in common with you and everyone else on Friday and we had a new health secretary in place by Saturday, which I think that, given that we have a pandemic, I think to move from one health secretary to the next with that speed was fast. \"But it wasn't as fast as the vaccine rollout, which is now going so fast that in this country we've done half the under-30s.\" Sir Keir said this was a \"ridiculous answer\", and accused him of trying to \"take the credit\" for Mr Hancock's resignation, when he had backed the former health secretary on Friday, with the PM's spokesman saying the matter was \"closed\". \"In a minute he'll be telling us he scored the winner last night,\" added the Labour leader. Sir Keir cited the case of 27-year-old Ollie Bibby, from South Benfleet, Essex, who died of leukaemia in hospital on 5 May, the day before the pictures of Mr Hancock kissing his aide Gina Coladangelo were taken. Mr Bibby's family had been following the rules, which prevented them from spending proper time with their dying son, while Mr Hancock had been breaking Covid rules, said Sir Keir.\"Every time it's the same old story. Where the British people are doing everything asked of them, it's one rule for them, another rule for everybody else.\" Mr Johnson said: \"We all share the grief and pain of Ollie and his family and millions of people up and down the country have endured the privations that this country has been through in order to get pandemic under control, and that is why we had change of health secretary a day after the story appeared.\"And that's why as a government, instead of focusing on stuff in Westminster bubble, we are focusing on rolling out those vaccines at a rate that will make sure that people like Ollie and his family do not have to suffer in the future.\" Sir Keir replied that to \"suggest the Westminster bubble in answer to that question\" about Mr Bibby was the \"wrong response\". \"I spoke to Ollie's mum - she told me that every day she watched the press conferences and hung onto every word the government said and then followed the rules. \"This is not the Westminster bubble. This case isn't closed and she speaks for millions of people.\" ", "url": "https://www.bbc.com/news/uk-politics-57664903"}