{"datetime": "2021-02-21T19:00:41.000Z", "subject": "Coronavirus pandemic", "title": "Coronavirus: Medical regulator investigates £30m Covid contract firm", "article": "A firm is being investigated by the UK medical regulator after it was awarded a £30m contract during the pandemic. Alex Bourne - who used to run a pub near Matt Hancock's old constituency home in West Suffolk - made vials for Covid testing through his firm Hinpack, which had no history of medical goods. The Medicines and Healthcare products Regulatory Agency (MHRA) has confirmed it is now investigating the company. Mr Hancock has previously said he had nothing to do with the contract. The MHRA said it took \"all reports of non-compliance very seriously\". A Department of Health spokesman said early in the UK's epidemic it asked \"suppliers in multiple industries\" to help to support the national effort to secure products needed for Covid tests. All suppliers must pass through \"a rigorous regulatory and validations process\" to ensure they meet quality standards, he said. \"We continue to ensure all contracts are awarded in line with procurement regulations and transparency guidelines,\" he added. The Guardian reported Mr Bourne had offered his services to the government via a personal WhatsApp message to the health secretary, saying they had known each other for years. The businessman told the newspaper that messages had been exchanged between the pair over several months, but he said there was \"no evidence\" he was given preferential treatment by the Department of Health and Social Care because of the connection.Lawyers for Mr Bourne told the Guardian the test tubes that Hinpack manufactures are \"by no means complicated and are well within our client's existing skillset\". They also said the MHRA had previously approved and inspected Hinpack's products and working practices, and allegations being reported against them were \"untrue\".Asked about it at a Downing Street press conference in December, Mr Hancock said: \"I had absolutely nothing to do with that contract.\" The confirmation comes in the same weekMr Hancock was ruled to have acted unlawfully in failing to publish details of government contracts within 30 days. Earlier, he told the BBC's Andrew Marr programme it had been \"the right thing to do\" so his staff could focus on sourcing PPE at the height of the pandemic.Labour's Rachel Reeves said the inquiry into Mr Bourne's company was \"extremely worrying\", adding: \"The reasons for handing this contract out in the first place must be investigated and shared in the public interest\".Director of devices at the MHRA, Graeme Tunbridge, said he could not disclose why the company was being investigated as the inquiry was ongoing.But in a statement, he said: \"We are currently investigating the allegations about Hinpack and will take appropriate action as necessary.\"Patient safety is our top priority.\" ", "url": "https://www.bbc.com/news/uk-politics-56145492"}