{"datetime": "2021-10-12T19:22:51.000Z", "title": "Former Health Secretary Matt Hancock given United Nations role", "article": "Former Health Secretary Matt Hancock has been given a role with the United Nations as a special representative. Writing on Twitter, the ex-minister said the job would focus on helping Africa's economy recover from Covid.It comes four months after Mr Hancockresigned from his cabinet post for breaking social distancing guidelines by kissing a colleague.The Under Secretary General of the UN, Vera Songwe, praised his \"success\" in tackling the UK's pandemic response. In a letter posted online by Mr Hancock, Ms Songwe said the \"acceleration of vaccines that has led the UK move faster towards economic recovery is one testament to the strengths that you will bring to this role, together with your fiscal and monetary experience\". The announcement also comes on the day a report from MPs was published, claiming the government and its scientists' failure to do more to stop Covid spreading early in the pandemic wasone of the country's worst public health failures . Mr Hancock's official title will be \"UN special representative on financial innovation and climate change for the United Nations Economic Commission for Africa\".His new role will be unpaid and he will continue as a Conservative MP. Mr Hancock said he was \"honoured\" to be appointed and would help \"promote sustainable development\", alongside working on the economic recovery.Ms Songwe said the UN had been working with people across the world on Africa's climate actions and resilient recovery - and that she wanted to appoint Mr Hancock \"given your global leadership, advocacy reach and in depth understanding of government processes through your various ministerial cabinet roles\". She added: \"The role will support Africa's cause at the global level and ensure the continent builds forward better, leveraging financial innovations and working with major stakeholders like the G20, UK government and COP26.\" In his acceptance letter, which he also posted on Twitter, Mr Hancock wrote: \"As we recover from the pandemic so we must take this moment to ensure Africa can prosper.\" The chair of the Foreign Affairs Select Committee, Conservative MP Tom Tugendhat, said it was a \"fascinating and important appointment\". He added: \"Boosting the economies of Africa is one of the most essential tasks of this generation.\" Mr Hancock announced his resignation in June after the Sun newspaper published pictures and a video of him and Gina Coladangelo - who were both married at the time with three children - kissing. The newspaper said the images had been taken inside the Department of Health and Social Care on 6 May. Following the revelations, a number of Conservative MPs, as well as Labour and the Covid-19 Bereaved Families for Justice group, had called for Mr Hancock to go. Ms Coladangelo also left her role as a non-executive director at the DHSC. Mr Hancock ended his 15-year marriage to his wife, Martha, and the relationship with Ms Coladangelo is understood to be a serious one. ", "url": "https://www.bbc.com/news/uk-politics-58890485"}