{"datetime": "2021-10-16T15:44:43.000Z", "title": "Matt Hancock's United Nations role withdrawn", "article": "Former Health Secretary Matt Hancock has had a job offer from the United Nations withdrawn. Mr Hancock announced this week that he had been given a role helping Africa's economy recover from Covid. The UN said he would bring valuable experience - but Mr Hancock now says a rule has come to light that prevents him from taking the job while an MP. Leading figures across Africa and UK opposition parties had criticised the UN's choice of the MP for the role.On Tuesday, the former health secretarytweeted a copy of the letter from UN Under-Secretary General Vera Songwe offering him the unpaid role. He was congratulated by former cabinet colleagues, including Foreign Secretary Liz Truss, Housing Secretary Michael Gove and Culture Secretary Nadine Dorries.But the West Suffolk MP faced a backlash from critics on social media, who pointed to the fact that ahighly critical report from MPs on the UK government's handling of the pandemic had been released on the same day. Mr Hancock's new role came four months after heresigned from his cabinet post for breaking social distancing guidelines by kissing a colleague. He had been planning to continue as a Conservative MP while working as the UN special representative on financial innovation and climate change for the United Nations Economic Commission for Africa. The UN has now told him the appointment \"is not being taken forward\". Mr Hancock said he had been \"honoured to be approached by the UN\" but it later wrote to him to explain that UN rule \"has subsequently come to light\". He added: \"Since I am committed to continuing to serve as MP for West Suffolk, this means I cannot take up the position.\"I look forward to supporting the UN ECA in their mission in whatever way I can in my parliamentary role.\" By Mark Lobel, BBC News correspondent This is undoubtedly an embarrassment for the former health secretary who was looking to resuscitate his political career. The first step in doing so appeared to come with the announcement about the unpaid role.It was not a UK government one - but there was glowing support from many senior former cabinet colleagues. Matt Hancock says a technical rule has now come to light which prevents him from taking the job as he is a sitting MP. But the appointment attracted anger too, coming on the day a group of MPs had been highly critical of the government's handling of the pandemic. And some in the international community questioned the MP's expertise, past mistakes, and his suitability for such a challenging role.It appears that added to pressure on the UN to withdraw the invitation - and three days later a spokesman confirmed it was not being taken forward. UN sources say the appointment should never have been made in the first place. Gordon Brown was a sitting MP when he took a similar role. He was appointed in 2012,two years before he announced his intention to stand down as an MP. In her letter to Mr Hancock offering him the job, Ms Songwe said his \"success\" in handling the UK's pandemic response was a testament to the strengths he would bring to the role. In his reply, the MP said: \"As we recover from the pandemic so we must take this moment to ensure Africa can prosper.\" The withdrawal of the offer was welcomed by campaign group Global Justice Now. The group's director Nick Dearden said: \"If Matt Hancock wants to help African countries recover from the pandemic, he should lobby the prime minister to back a patent waiver on Covid-19 vaccines.\"If he'd done that when he was in government, tens of millions more people could already have been vaccinated. \"The last thing the African continent needs is a failed British politician. This isn't the 19th Century.\" ", "url": "https://www.bbc.com/news/uk-politics-58940128"}