{"datetime": "2021-06-28T16:04:21.000Z", "title": "Matt Hancock: West Suffolk constituents accuse MP of hypocrisy", "article": "Matt Hancock quit as health and social care secretary after CCTV footage showed him kissing his aide Gina Coladangelo in an embrace that breached Covid rules. What do voters in Haverhill - a key town in his West Suffolk constituency - make of his actions? At the last election, friends Elaine Hatfield and Jan Palmer both voted for Mr Hancock. Neither, they say, will do so again. The reason? It is not the recent testimony fromDominic Cummings in which he claimed Mr Hancock should have been sacked on numerous occasions for lying (which Mr Hancock denies). Nor is it the publication oftext messages in which the prime minister described Mr Hancock as \"useless\" . And nor is it the act itself of kissing aide Ms Coladangelo, for whom it is understood that the father-of-three has left his wife of 15 years, Martha. It is that, in doing so, Mr Hancock breached the Covid-19 rules that he had previously saidwere \"there for everyone\" and \"deadly serious\" . \"I think he was right to go because he was advising everybody else to stick to the rules,\" says Ms Hatfield. \"When I saw that [the embrace] I was shocked because I think there are a lot of people who have lost their family or friends or whatever, and were sticking to the guidelines and he's actually stopped all of that with what he's done.\" \"I wouldn't vote for him again because of what he's done. I trusted him and I listened to what he said and I voted for him because I thought he was a good MP but this has shown me now that you can't trust him.\" Mrs Palmer adds: \"You've got to practise what you preach.\" But not every constituent feels so strongly. Robert Smith had expected Mr Hancock to remain in his post. \"He's done a good job but he's not the only bad egg in that parliament,\" he says. \"They are all at it. It is just that he got caught. He's a nice bloke but he knows the rules.\"I thought he would have stayed on until the end of the pandemic.\" Chris Reed says: \"I think he's done quite well in what he's been doing.\" Nevertheless, he believes Mr Hancock was right to resign when he did. \"You can't say something to people and then do something completely different yourselves.\" Janette Schindler says: \"He's let us all down, hasn't he? He's telling us to do one thing and then doing something else.\"He's made a mistake and others have done the same thing and they've had to go - so should he.\" A couple of years ago a local MP was fuming to me, having just lost their job as a junior minister. \"That's it, my career is over,\" they said. \"All I've got to look forward to now is life as a boring constituency MP.\" For ambitious politicians, suddenly losing the red box, the chauffeur-driven car and the private office (not to mention the extra salary of between £20,000 and £80,000) is a terrible blow and a moment to re-assess their career.Some decide it's time to move on; others relish being on the back-benches and having more time in their constituencies, able to fight local causes without having to toe the government line. Matt Hancock probably hasn't yet decided what his long-term plans are. Some of his friends say that as a former adviser to George Osborne, he has friends in the City and could easily find a lucrative job if he wanted. Others point out that when he replied to his resignation letter, the prime minister held the door open to a return to government at some stage.But for that to happen, he will have to wait for the public anger over his actions to calm down, and any new job is likely to be for more lowly than the one he left. He will have to work his way to the top again. With a majority of 23,000 at the last election, Mr Hancock has a safe seat and a lot of local support. If he wants to stay on as the MP for West Suffolk he can... but will he? Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-57638774"}