{"datetime": "2021-07-28T11:16:29.000Z", "subject": "Coronavirus pandemic", "title": "Matt Hancock: Newmarket Town Council passes no-confidence vote", "article": "A vote of no confidence in the West Suffolk MP Matt Hancock has been passed by councillors in his constituency. Mr Hancock resigned as Health Secretary last month, after he was caught on camera kissing his aide, in breach of Covid social distancing regulations. The motion, brought by one of Newmarket Town Council's nine independent members, accused Mr Hancock of \"hypocrisy\".Mr Hancock's constituency office said the MP had \"strong local support\".The full motion said: \"Newmarket Town Council states its concerns that the West Suffolk MP Matthew Hancock neglected the best interests of his constituency.\"As secretary of state for health he has demonstrated hypocrisy and hubris in the pursuit of his own interests.\"Newmarket Town Council states that we no longer have confidence in Matthew Hancock MP representing Newmarket.\" Five councillors voted in favour, five against and there were three abstentions. The Labour mayor Michael Jefferys, a former Parliamentary candidate for West Suffolk, used his casting vote to pass the motion. No Conservative councillor supported the motion.Douglas Hall, an independent councillor, said he would rather have not been presented with the vote. But he said, there was a \"level of annoyance with his breaking his own rules\", including the way contracts had been handed out, and Mr Hancock's alleged use of hisprivate email address to discuss government business. He added that three Conservative councillors walked out of the meeting after voting took place.The BBC asked Mr Hancock to respond and in a statement the West Suffolk Conservative Association said that after Mr Hancock's resignation from government, it had received a \"heartfelt apology\" from him. The association formally backed him to continue as MP. \"Even the Labour/independent-controlled local town council couldn't find a majority against Matt Hancock,\" a spokeswoman said.\"We are very grateful for the strong local support Matt is receiving.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-57989509"}