{"datetime": "2021-12-03T17:06:53.000Z", "author": "Matt Precey & Andrew Sinclair", "subject": "Coronavirus pandemic", "title": "Covid-19: Matt Hancock neighbour denies NHS cronyism claim", "article": "A businessman at the centre of cronyism claims over the awarding of an NHS contract has told the BBC proper procedures were followed. Alex Bourne denied allegations he had won work because of a WhatsApp message to then health secretary Matt Hancock. Claims first surfaced in November 2020 when The Guardianreported the exchange between Mr Bourne and Mr Hancock , which took place the previous March. Mr Bourne told the BBC: \"I know I've done nothing wrong.\" In December 2020, a company called Alpha Laboratories was given a £40.4m contract to manufacture and supply swab sample collection tubes for the NHS Test and Trace programme. This work was then subcontracted to Hinpack, a Cambridgeshire manufacturing company run by Mr Bourne - but only, according to Mr Bourne, after he had contacted it himself to offer his services. He maintains this had no connection to Mr Hancock.On Tuesday, the matter was raised in the Commons by Labour Party chair Anneliese Dodds. In response, Mr Hancock said claims that Mr Bourne had got or applied for a contract from the NHS or the government were a \"load of rubbish\". Speaking to the BBC, former army officer Mr Bourne said he was offering to help during a time of national crisis when the government was mobilising industry to provide personal protective equipment (PPE) and medical supplies. Asked about his contact with Mr Hancock, Mr Bourne said: \"I got his phone number from a former neighbour of his and simply sent a text message. \"I introduced myself in full because... I hadn't spoken to him by that stage in probably three years. And he simply kindly replied and said, 'Please send the details of this to my Parliamentary email address', which I did.\"The BBC has seen this exchange and can confirm that Mr Hancock responded by providing his Parliamentary email address. Mr Bourne said one of Mr Hancock's assistants then replied and directed him to the government's procurement portal. Asked if he had been asking a government minister for a favour as a friend, he responded: \"No. Quite simply, I was saying 'I can do this if you if you require it.'\" He also denied he and Mr Hancock were friends, describing only meeting the MP, who lives in the same village, \"a handful of times\". One of those was, he said, when the MP opened a pub in Thurlow in his West Suffolk constituency when Mr Bourne ran it. Publicly available procurement documents show the order form in which a section naming the subcontractor has been redacted.Mr Bourne says he was unaware why civil servants had redacted this information. However, The Good Law Project this week published on Twitter an unredacted version showing Hinpack's name in the relevant section. In her exchange with Mr Hancock on Tuesday, Ms Dodds drew attention to \"pub landlords\" and \"others who had had no prior experience in the field\" of supplying medical equipment and PPE. Asked about his change in career from publican to manufacturer, Mr Bourne replied: \"Well, it was also a bit of a leap going from soldier to pub landlord,\" and said he had previous involvement in manufacturing. He also stated that Hinpack, which made paper and plastic cups for use at festivals, had already switched to making medical supplies prior to its involvement with Alpha Laboratories. Mr Bourne said the company had invested millions in scaling up its operation and had imported precision specialist machinery, bringing in experts and obtaining the necessary accreditation to meet the required production standards.Hinpack had not in the end made any money from the Alpha deal, said Mr Bourne, owing to \"enormous difficulties\" that were outside its control, \"which led to us not being able to actually carry out these contracts and have led to various disputes\". He said adverse publicity surrounding his involvement had led to him fearing for his family's safety. \"From the moment this story broke in the press, we have had various unpleasant instances which resulted in, at one stage, my family moving out of the house, police panic alarms being put in and various threats,\" he said. His company is now supplying the private testing market, having had to drastically downscale its operation. \"What doesn't kill you only makes you stronger,\" he said.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59521231"}