{"datetime": "2021-06-27T16:50:59.000Z", "title": "Matt Hancock video leak will be investigated - Brandon Lewis", "article": "The Department of Health is to look into how footage from Matt Hancock's office was leaked, Northern Ireland Secretary Brandon Lewis has said. The video, which shows Mr Hancock breaking Covid rules by kissing a colleague, was passed to the Sun, and ultimately led to his resignation. Speaking to the BBC, Mr Lewis said: \"We have to understand how that happened and how we deal with that.\"The Sun says the images came from \"a concerned Whitehall whistleblower\". The paper's political editor Harry Cole told Radio 4's PM programme the alleged whistleblower thought they \"deserved a wider audience\". The paper says the photos andvideo of Mr Hancock and Gina Coladangelo, who are both married with three children each, were taken inside the Department of Health and Social Care on 6 May.But there are questions over how the footage was captured from within a government department.Asked about the leak on the BBC's Andrew Marr programme, Mr Lewis said: \"The Department of Health will be investigating quite rightly to understand how this was able to happen.\" \"We have got to be concerned about the fact that someone was able to secure a recording from inside a government building,\" he added. Replying to a question about the possibility of a general review into security cameras across government buildings, Mr Lewis said he was \"sure that is something the team will be looking at\". \"I take the view that everything you are saying or putting in writing will be reported somewhere.\" Speaking on the same programme, Jeremy Hunt - Mr Hancock's predecessor as health secretary and now chairman of the Health and Social Care Select Committee - said there \"absolutely\" needed to be a review of security across Whitehall.\"It is completely unacceptable from a security point of view that minsters are being filmed from inside their own offices without their knowledge, and so there will be issues that our intelligence agencies will want to look at very, very carefully. \"But there's also another issue which is that ministers do need to have the ability to have frank, private conversations with their senior officials to debate things so that they can understand issues, and know that those conversations will remain private.\" Asked if the leak was a breach of the Official Secrets Act and whether the police should be involved, Mr Hunt said \"possibly\" but added that whistleblowers should be protected. Labour leader Sir Keir Starmer said the CCTV leak needed to be investigated, saying it was a security issue. \"If anybody thinks that the resignation of Matt Hancock is the end of the issue I think they're wrong, and I think the incoming health secretary and the prime minister now have serious questions to answer about the CCTV, about the access, passes, the contracts,\" he said. The Metropolitan Police said it was \"aware of the distribution of images alleged to have been obtained within an official government premises\". But the force added: \"No criminal investigation has been launched. At this time this remains a matter for the relevant government department.\" Former cabinet ministers Alan Johnson and Rory Stewart both said there had never been cameras in their offices during their time in government. Speaking to Sky News's Trevor Phillips On Sunday, former Labour cabinet minister Mr Johnson said: \"I could never understand why there was a camera in the secretary of state's office. \"There was never a camera in my office when I was health secretary or in any of the other five cabinet positions.\" Mr Stewart, who was the Tories' International Development Secretary from May to July 2019, said in a tweet: \"I definitely did not know that there were cameras in any of my ministerial offices (in fact I was told - when I asked if there were any cameras - that there were not cameras in my office in DfiD).\" He added: \"If it were a departmental camera - perhaps focused on the door for security reasons - then it would be seen by the security officers. \"Someone else installing it would have some challenges - security passes, doors, access to ministerial office etc.\" ", "url": "https://www.bbc.com/news/uk-politics-57628523"}