{"datetime": "2021-06-28T17:45:45.000Z", "title": "Matt Hancock resignation: Boris Johnson defends his actions", "article": "Boris Johnson has defended his actions following Matt Hancock's resignation as health secretary over breaking social distancing guidelines with a colleague. Asked why he hadn't sacked Mr Hancock, the PM replied: \"I read the story on Friday and by Saturday we had a new health secretary.\" The prime minister says the resignation happened at the \"right pace\". However on Friday, No 10 said the PM had accepted an apology from Mr Hancock and considered the case \"closed\". Mr Hancock quit on Saturday after he and his aide Gina Coladangelo were caught on camera kissing in his Whitehall office, breaching Covid guidelines. It is understood that the father of three has left his wife of 15 years, Martha, while his relationship with Ms Coladangelo is described as \"serious\". Downing Street has denied that Mr Johnson put pressure on Mr Hancock to resign during a meeting at Chequers - the prime minister's country residence - on Saturday.Asked why the prime minister declared the matter \"closed\" on Friday but then thought Mr Hancock was right to resign on Saturday, the spokesman explained: \"They had further discussions on Saturday. The prime minister thought it was the right decision.\" However Labour's deputy leader Angela Rayner accused Mr Johnson of \"trying to rewrite history because he didn't have the guts to sack Matt Hancock\".\"A fish rots from the head down, and by failing to sack the former health secretary, Johnson proved he doesn't have the leadership qualities or judgement required to be prime minister.\"Analysis by political correspondent Greg Dawson Boris Johnson was in no mood to elaborate on why he didn't choose to sack Matt Hancock instead of allowing him to resign. As far as Downing Street is concerned, the prime minister believed the former health secretary's decision to stand down was \"the right thing to do\" and that is the end of the matter.However, if the PM thought the swift appointment of Sajid Javid as the new health secretary for England would bring an end to the matter he might be disappointed.Firstly, questions remain about Mr Johnson's judgement in backing Mr Hancock when the story first emerged last week and whether there is a growing problem regarding standards in his government.Secondly, the questions over whether Mr Hancock broke the rules by using his personal email account to conduct government business are likely to linger.These concerns are not just about the security of information but also the transparency of government business.The government is also facing questions afterThe Sunday Times reported that Mr Hancock had potentially breached guidelines by using his personal email account for government business. Official guidelines state that where government business is conducted using private email addresses, steps should be taken \"to ensure the relevant information is accessible\". They say a copy should be sent to a departmental email address for record-keeping purposes, but also so it can be requested under the Freedom of Information Act. Labour has demanded a \"full-scale investigation\" into whether private emails were used to discuss government contracts, and if their use might have potentially broken the law. Asked about Mr Hancock's use of a private email address, the prime minister's spokesman said: \"My understanding is it's related to things like diary acceptances. \"The rules for the use of private email are set out clearly.\" Meanwhile, the Department of Health and Social Care has made clear \"the former health secretary only ever conducted government business through their departmental email addresses\". Elizabeth Denham, the UK Information Commissioner said: \"The issue of ministers and senior officials using private email accounts to conduct sensitive official business is a concerning one for the public. \"I am looking carefully at the information that has come to light over the past few days and considering what further steps may be necessary to address the concerns raised with me.\" The prime minister refused to comment when he was asked by reporter if he ever used a personal email address for government business. The circumstances of Mr Hancock's departurehas raised other concerns including how Ms Coladangelo, a long-term friend of Mr Hancock, was appointed as a non-executive director in the health department and how images of the couple's kiss were leaked to the media. Asked about cameras in government offices, Mr Johnson replied: \"I'm sure all that kind of thing is going to be looked in to.\" Cabinet Office Minister,Julia Lopez later told MPs that the images appear to have come from CCTV footage, rather than a covertly-placed camera. On Ms Coladangelo's £15,000 a year job in government, a government spokesman has said the appointment was \"made in the usual way\" and \"followed correct procedure\". Labour has also questioned why Mr Hancock was entitled to three month's salary on leaving office. Mr Hancock turned down the £16,000 payment, but Labour says the money should not have been on offer in the first place. ", "url": "https://www.bbc.com/news/uk-politics-57641097"}