{"datetime": "2021-07-01T10:59:08.000Z", "author": "Justin Parkinson", "title": "Can government ministers use private emails for official work?", "article": "Former Health Secretary Matt Hancock and others have faced criticism over their use of personal accounts for official business. The government has admitted that Matt Hancock and current health minister Lord Bethell used personal email accounts to conduct government business. Mr Hancock has already quit following the revelation that he was having an affair and had broken social distancing guidelines with his former aide, Gina Coladangelo. Labour has called for Lord Bethell to resign too, but Downing Street said ministers could use \"various forms of communication as long as they take heed of the guidance\". Lord Bethell has said that third parties \"in their enthusiasm\" often contact ministers via their personal email addresses. \"That's not the same as using a personal email for formal departmental decision-making,\" he added. And Labour hascalled for an investigation into reports that a fast-track system was used for suppliers wanting government contracts for supplying the Covid test-and-trace scheme. This allegedly involved the use of a gmail address. But the government has called the claims \"completely false\". Ministers are meant to conduct government business through official channels, so that their decisions can be scrutinised and civil servants can maintain a record of them. Before email became the preferred method of communication, this would take the form of letters and written memos. This was not a guarantee that all communications would be above board - it was always possible to slip ministers notes without officials knowing about it.And it has always been possible for ministers to have private conversations, without minutes being taken, although this too is frowned upon if government business is being discussed. Keeping records of emails and other documents is vital to the operation of the Freedom of Information Act, which allows the public, and journalists, to request access to them. Important documents, including emails, are also preserved for future generations in the National Archives. According to the Cabinet office - which coordinates government policy - a minister should, when they send or receive an email using a personal account, consider whether it contains \"substantive discussions or decisions generated in the course of conducting government business\". If they feel it does, they should \"take steps to ensure the relevant information is accessible\". The guidance suggests ministers copy the email from their personal account to a government account, so that it is automatically stored on the official system. But it goes on to say that what counts as government business is not always \"clear cut\". It's up to ministers themselves to decide whether the information in an email is important enough to copy across to an official account. The Sunday Times has reported that, as a result of Mr Hancock's use of his personal account, the government does not have a record of much of his decision-making during the pandemic, including negotiating PPE contracts, creating the test-and-trace programme and overseeing the care homes strategy. As long as Mr Hancock and Lord Bethell copied emails on official business from their personal account on to an official account, they would seem to have complied. Downing Street has not said whether this happened, but added that ministers were \"aware of the guidance\". Alan Woodward, professor of cyber security professor at the University of Surrey, told the BBC the guidelines offered ministers \"too much leeway\" and were \"very much open to interpretation\". Using official email accounts for all government business in the first place would mean information was stored automatically on official servers, he added. The Cabinet Office issues only guidelines, rather than stricter rules, but ministers and officials are expected to follow these. The Freedom of Information Act makes deleting or concealing information with the intention of preventing its disclosure - after an FOI request is received -a criminal offence. But Prof Woodward argued it would be very difficult for a government department responding to a request to know whether this had happened, as it would not have stored a personal email. In 2012, the information commissioner ruled that emails on government business sent from the then Education SecretaryMichael Gove's personal account should be subject to the Freedom of Information Act. Using personal accounts might leave emails and systems more open to sabotage and use of ransomware than when using official ones. In some cases official secrets and even national security could be compromised. Such claimsbedevilled former Secretary of State Hillary Clinton in the run-up to the 2016 US presidential election, after it was revealed she had conducted all electronic correspondence - personal and official - using a private address during her time in office. This left Mrs Clinton in control of what should and should not be turned over to the government when FOI requests were made - and open to criticism from her opponent Donald Trump that she was not being transparent. Emails of this level of importance, when sent, for instance, by UK defence or foreign affairs ministers, would also be subject to the Official Secrets Act and national security laws. Information Commissioner Elizabeth Denham has said the use of ministers' private emails for \"sensitive official business\" is \"concerning\" for the public. She added that she was looking at \"further steps\", but her office would not elaborate on what might happen. Asked whether there were any plans to alter the Cabinet Office guidelines, a government spokesperson responded that ministers managed government records and communications \"in line with published guidance\". ", "url": "https://www.bbc.com/news/uk-politics-57642791"}