{"datetime": "2012-03-02T16:42:37.000Z", "title": "Michael Gove loses 'private email' battle", "article": "Emails sent by Education Secretary Michael Gove from a private account should be subject to the Freedom of Information Act, it has been ruled. Information Commissioner Christopher Graham said Mr Gove's messages dealt with departmental business and therefore should be covered by the law. The ruling follows reports Mr Gove used an account named \"Mrs Blurt\" to discuss government business with advisers. The Department for Education (DfE) says it is considering an appeal. Mr Gove has been resisting the release of information on the grounds that ministers' personal email accounts are not covered by the act. A spokesman for Mr Graham's office said: \"The commissioner's decision is that the information amounted to departmental business and so was subject to Freedom of Information laws, being held on behalf of the Department for Education. \"The department is now required either to disclose the requested information - the subject line of the email and the date and time it was sent - or issue a refusal notice in accordance with the FOI Act giving reasons for withholding it.\" In a statement, the Department for Education said: \"We are studying the decision notice issued by the information commissioner and considering an appeal.\" It has 28 days to appeal to the Information Tribunal against the decision. The Campaign for Freedom of Information said the commissioner's decision had closed off two \"potentially vast loopholes\" which would have allowed \"industrial scale evasion\" of the Freedom of Information Act. \"The commissioner has made it clear that government business carried out via private email accounts is subject to FOI - otherwise all departmental business would have switched to Hotmail accounts,\" it said, in a statement. \"Information about 'political' discussions is also covered by the act, contrary to the department's claims.\" The allegations surfaced last September in the Financial Times, which claimed information was being kept away from DfE civil servants and the public. It quoted an email from one of Mr Gove's special advisers, Dominic Cummings, which reportedly said he would not answer emails to his official department account, but only those sent to a Gmail account and urged the recipients to do likewise. At the time, the Department for Education responded, saying the emails concerned the 2011 Conservative Party spring conference rather than government business. Following the newspaper reports, the information commissioner urged Mr Gove to stop his officials using private emails for government business and warned him the use of private emails and texts should be \"actively discouraged\". ", "url": "https://www.bbc.com/news/uk-politics-17235168"}