{"datetime": "2021-07-23T04:05:01.000Z", "author": "Nick Eardley & Justin Parkinson", "subject": "Coronavirus pandemic", "title": "Government rules out searching Matt Hancock's private emails", "article": "The government has said it will not search the private email account of former Health Secretary Matt Hancock for discussions on official business. Downing Street has admitted Mr Hancock, who quit last month, used his personal address for this reason. The campaign group Good Law Project argued his inbox should be checked for the sake of transparency. But the government rejected this, saying a sweep of emails was \"neither necessary nor proportionate\". The Sunday Times has reported that, as a result of Mr Hancock's use of his personal account, the government does not have a record of much of his decision-making during the pandemic. This, it said, included negotiating PPE contracts, creating the test-and-trace programme and overseeing the care homes strategy. Ministers are not banned from using personal emails for work purposes. But, according toguidance, they should consider whether communications contain \"substantive discussions or decisions generated in the course of conducting government business\". If they do, ministers should \"take steps to ensure the relevant information is accessible\", such as copying emails from their personal account to a government account, so they are automatically stored on Whitehall systems. But the advice goes on to say that what counts as government business is not always \"clear cut\" - and that it is up to ministers themselves to decide . In a letter sent by its lawyers on 13 July, the Good Law Project asked the government to search the private email account of Mr Hancock, as well as those of health minister Lord Bethell, international trade minister Greg Hands and former Treasury minister Lord Deighton. It said this was a \"straightforward\" request that should be dealt with in a \"straightforward manner\". But the government responded that, in the course of a \"disclosure exercise\", it had already searched more than 1.4 million documents. It added: \"Nothing in those documents... indicated that it was necessary to search the private emails of the four named individuals to ensure that all relevant information and all material facts were put before the court in compliance with the duty of candour.\" Responding to this, Good Law Project director Jo Maugham said: \"We have arrived a rather bizarre situation. \"The government won't look to see what business [ministers] chose to use their private email addresses to conduct.\"They clearly don't want the public to know what's there - and perhaps they fear finding out themselves.\" Labour's deputy leader Angela Rayner described the government's response as \"completely unacceptable\". She added that emails sent and received by current and former ministers \"must be secured\" for any future public inquiry into the handling of the Covid pandemic. The Cabinet Office - which co-ordinates government policy and sets guidelines for ministers' email use - declined to comment. Mr Hancockresigned as health secretary last month after admitting breaching social distancing guidelines by kissing an aide in his government office. It was later reported by the Sunday Times that he and Lord Bethell had used their personal email accounts to conduct government business. Downing Street initially said this was not the case, but later corrected this statement. A spokesperson at the time said ministers could use \"various forms of communication as long as they take heed of the guidance\". ", "url": "https://www.bbc.com/news/uk-politics-57930820"}