{"datetime": "2021-07-01T08:45:58.000Z", "title": "Matt Hancock: West Suffolk Conservatives back former health secretary", "article": "Matt Hancock has received the overwhelming backing of his constituency party, despite a call to deselect him. Mr Hancock, West Suffolk MP, resigned as health secretary after he wascaught on camera kissing an aide , in breach of social distancing rules. A Tory councillor asked colleagues to deselect the \"selfish, egotistical\" MP.But West Suffolk Conservative Association (WSCA) said Mr Hancock continued to have its support.Ian Houlder, who sits on West Suffolk Council, wrote to the local party calling for Mr Hancock's deselection. \"His behaviour has been beyond the pale, his honour, integrity, probity and honesty, should he have had any, trashed beyond redemption,\" said Mr Houlder. \"He has let every member of the public down, pontificating that they should all make huge sacrifices on the altar of the pandemic, whilst doing the complete opposite himself.\" He also wrote directly to the MP, saying: \"If you have a shred of integrity or honour you would resign without delay. \"Do the residents of West Suffolk a favour and stand down.\" However, the WSCA rejected the call and formally backed Mr Hancock to continue representing the constituency. \"Following Matt Hancock's resignation as Secretary of State for Health and Social Care, WSCA has taken soundings,\" it said. \"We wish to express our support for Matt, who has served our constituency tirelessly over the past 11 years. \"Matt has given us a heartfelt apology for recent events, has faced up to the mistakes he has made on both a human and a professional level and expressed sincere contrition. \"We want to thank Matt for the extraordinary job he has done as health secretary leading the country through the pandemic and overseeing the rollout of the world's best vaccination programme, and look forward to working with him as he continues to represent his constituents in Parliament.\" Inrecent interviews carried out in Mr Hancock's constituency , the BBC found voters had mixed views about whether he should continue as their MP.From what's being said privately as well as publicly, it's clear that among local party members there is a lot of anger and disappointment with their MP. But the calls for him to stand down as MP are, at the moment, very few.\"He made a mistake - OK, a very foolish mistake and he's paid the price - but that shouldn't be a reason to end your career,\" one senior Tory told me.Others in the local party feel he has been a good constituency MP with good contacts in government to get things done, and secure extra funding for the county, not least the proposed re-build of West Suffolk Hospital.And there is also a lot of loyalty to a man who regularly turns out to campaign for local candidates at election time. The hope among the membership is that the public outcry will eventually die down and the continued success of the vaccination programme and the robustness of the NHS in this pandemic will be what their MP is remembered for.And with no elections on the horizon, there is time. Providing there are no more embarrassing revelations and, of course, that Matt Hancock wants to stay on.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-57677532"}