{"datetime": "2021-06-28T17:48:50.000Z", "title": "Security review under way after Hancock film leak", "article": "A security review is under way at the Department of Health after footage of Matt Hancock kissing his aide was leaked to a national newspaper. Ministers said the material was captured by departmental CCTV rather than a covert camera. The Sun said it was passed the recordings by a whistleblower, amid concerns about security in government.But Labour said the \"biggest scandal\" was ministers using private email accounts for official business. On Friday, material of Mr Hancock and Gina Coladangelo emerged, triggering alarm that sensitive meetings and conversations by ministers may be being monitored. Several ministers have expressed surprise at the presence of CCTV in a government office. Questioned on a visit to Batley and Spen in West Yorkshire, the prime minister said he was \"sure all that kind of thing is going to be looked into\". The security review will be accompanied by a separate investigation into whether there are any implications for arrangements in Parliament.Asking an urgent question in the Commons, Conservative MP Peter Bone said the issues raised were of \"national concern\". He said there was a long-standing rule that secret recordings of MPs by the police, security services or state are outlawed under a principle known as the \"Wilson doctrine\", named after the former prime minister, Harold Wilson.Responding, Cabinet Office minister Julia Lopez said the government took concerns about security \"very seriously\".She said the footage was recorded by departmental CCTV - which has since been disabled - rather than a covert camera.But Labour's Chris Bryant said it \"blows my mind\" that Ms Lopez was suggesting that Mr Hancock knew there was a camera in his office.And former minister Angela Eagle said Mr Hancock \"would not have behaved in the way he behaved right in front of it\" if he knew the recording device had been there, adding: \"I think she's stretching credibility.\" The Cabinet Office's confirmation that the images appear to have come from departmental CCTV rather than any covert camera reduces the sense that this might be a major national security risk. If someone had infiltrated a camera then it would have raised issues about whether offices needed to be more regularly swept for devices (a time-consuming task, insiders say, especially when lots of people have access).And given it looks to have been leaked by an insider, there does not appear to have been any role for cyber-espionage or a hostile state which require MI5 to become involved.But it still leaves some serious security questions unresolved.Cameras are not normally in private offices so why was this one present?Was it left over after an office was reconfigured? And why was Matt Hancock unaware of it?There is also the question of access to CCTV footage.Parliamentarians want to know which contractors or staff are able to view such images and whether there are sufficient controls and vetting of those individuals.Deputy Labour leader Angela Rayner told MPs that the issue of private email being used to to conduct government business raised serious questions.She waved minutes of a departmental meeting, in which she said \"senior civil servants report government contracts being approved from the minister's private email address\", and said the matter needed to be referred to the information commissioner. \"Our country faces daily threats from hostile foreign states,\" she added.\"What does it say about this government when they will launch an inquiry into leaks of CCTV but not into their own ministers?\"Ms Lopez said: \"Government guidance is that official devices, email accounts and communications applications should be used for communicating classified information.\" But she said \"other forms of electronic communication may used in the course of conducting government business\" and \"each minister is responsible for ensuring that government information is handled in a secure way\". She added at the height of the pandemic, ministers were receiving a \"huge volume of correspondence\" from various sources on their work and their private accounts.She said: \"There were 15,000 offers of help in securing PPE that came in following the prime minister's call for assistance. \"The important thing to note is that when PPE offers did come in, they went through the same eight-stage process, so no matter which way those things were communicated, they went through the same process and that should provide assurance.\" The Metropolitan Police said it was \"aware of the distribution of images alleged to have been obtained within an official government premises\". But it added: \"No criminal investigation has been launched. At this time this remains a matter for the relevant government department.\" ", "url": "https://www.bbc.com/news/uk-politics-57631713"}