{"datetime": "2021-07-15T14:33:18.000Z", "title": "Homes raided in inquiry into Matt Hancock CCTV leak", "article": "Investigators have seized computers after searches at two homes over the leaking of CCTV footage of Matt Hancock kissing an aide in his office. The images, published by the Sun last month, led to Mr Hancock resigning as health secretary after he admitted breaking social distancing rules. The Information Commissioner's Office (ICO) said raids were carried out as it investigates an alleged data breach. The Sun says an \"angry whistleblower\" first alerted it to the images. But the newspaper's editor, Victoria Newton, has stated she wouldrather go to prison than reveal the leaker's identity. Mr Hancock, who is married with three children, resigned on 27 June after the images of him kissing his long-time friend and former aide Gina Coladangelo were published two days earlier. His relationship with the married mother-of-three is understood to be serious, with Mr Hancock having ended his own 15-year marriage. The ICO announced on Thursday that it had set up an inquiry into the images leak. It said the Department of Health and Social Care and the security and property management firm Emcor had submitted a complaint, alleging the CCTV stills had been taken without permission. Officers searched two homes in southern England on Thursday, seizing personal computer equipment and electronic devices. Steve Eckersley, the ICO's director of investigations, said: \"It's vital that all people, which includes the employees of government departments and members of the public who interact with them, have trust and confidence in the protection of their personal data.\"In these circumstances, the ICO aims to react swiftly and effectively to investigate where there is a risk that other people may have unlawfully obtained personal data. We have an ongoing investigation and will not be commenting further until it is concluded.\" After the pictures were published, concerns were raised over security within government buildings. Justice Secretary Robert Buckland said he had asked for his own office to be swept for \"unauthorised devices\", telling Sky News this was to prevent any chance of a \"national security breach\". But Ms Newton wrote in the New Statesman magazine last month that the use of the pictures had been \"a serious piece of responsible journalism\" about a cabinet minister \"behaving with extraordinary hypocrisy\". A Department of Health and Social Care spokesperson said: \"We take the security of our personnel, systems and estates extremely seriously and the department will continue to engage and cooperate with the Information Commissioner's Office while they assess the information provided.\" ", "url": "https://www.bbc.com/news/uk-politics-57853164"}