{"datetime": "2021-06-26T18:17:49.000Z", "author": "Reality Check team", "subject": "Reality Check", "title": "Matt Hancock: Did ex-health secretary break the law?", "article": "Health Secretary Matt Hancock has resigned after he admitted breaching social distancing guidance, saying \"those of us who make these rules have got to stick by them\". His resignation and apology followedphotos published by the Sun newspaper showing him in an embrace with a colleague, Gina Coladangelo. The paper says the photos of the pair - both of whom are married - were taken inside the Department of Health and Social Care (DHSC) on 6 May 2021.Labour and the Liberal Democrats had called for the health secretary to be sacked before he quit. Social distancing in workplaces is not a legal requirement, but it is recommended. The Health and Safety Executive (HSE)says : \"Where possible you should keep people 2m apart. If this is not viable, keeping 1m apart with risk mitigation is acceptable.\"The government'sguidelines say: \"When you cannot redesign an activity to meet social distance guidelines, ask if your business can continue without that activity.\" Face coverings are not mandatory in offices. Guidance says they are \"not a replacement for the other ways of managing risk including \"minimising time spent in contact\". On 6 May, England was still atStage 2 of Covid restrictions .When it came to gatherings indoors, the law stated: \"No person may participate in a gathering... which consists of two or more people and takes place indoors.\" There was an exception for work purposes but only if the gathering was \"reasonably necessary\". \"I cannot see how that exception could apply in the circumstances,\" Adam Wagner, a barrister from Doughty Street Chambers who is an expert on the lockdown restrictions told BBC Reality Check. \"Based on what we know, this seems to me to have been an illegal gathering.\" The week before the photo is said to have been taken, Mr Hancock said: \"This is no time for complacency, it's a time for caution.\" Speaking at aDowning Street press conference , he reminded the public to \"remember the basics of hands, face, space, and fresh air\". On 11 May, he said that once restrictions were eased he would be \"trusting people's personal responsibility\" on whether to hug others. He told Sky News: \"It depends on people's circumstances.\" On 16 May, he told Sky News: \"Of course, there's people who have been yearning to have some physical contact - you should do that carefully.\"On the subject of hugging, he added: \"The thing I'm really looking forward to is hugging my Mum... we'll probably do it outside and keep the ventilation going.\"That was the day before hugging was allowed under the guidelines, on 17 May. A year before the photos were taken, he commented on the actions of Prof Neil Ferguson. Prof Ferguson quit as a government adviser afterthe Telegraph reported that a woman he was said to be in a relationship with had visited his home in lockdown. At the time , Mr Hancock told Sky News that it was \"just not possible\" for Prof Ferguson to continue advising the government. He said the social distancing rules \"are there for everyone\" and are \"deadly serious\". The Ministerial Code says ministers \"are expected to maintain high standards of behaviour and to behave in a way that upholds the highest standards of propriety\".It also says that they \"must ensure that no conflict arises, or could reasonably be perceived to arise, between their public duties and their private interests, financial or otherwise\". A DHSC spokesperson was asked about the appointment of Gina Coladangelo (a friend of Mr Hancock since university) as a non-executive director of the health department last year and said: \"This appointment was made in the usual way and followed correct procedure\". Dr Catherine Haddon, from the Institute of Government, says: \"There is a good case to be made that Hancock may have broken some... aspects of the ministerial code\". But she questioned whether an inquiry into this would take place: \"It is still up to the prime minister to decide whether the Independent Adviser on Ministerial Interests can look into a minister\". Downing Street had said Boris Johnson had accepted Mr Hancock's apology and considered the matter closed, before the health secretary stepped down on Saturday, 26 June. What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/57611369"}