{"datetime": "2021-06-28T16:09:51.000Z", "author": "Justin Parkinson", "title": "Matt Hancock resignation: Questions remain for PM", "article": "Prime Minister Boris Johnson is still facing questions about the circumstances around Matt Hancock's resignation as health secretary after he broke social distancing rules during an affair with an aide. Here are the main ones. Mr Hancock's affair with former lobbyist Gina Coladangelo was revealed on Thursday night, when The Sun newspaper published pictures - taken from a CCTV camera - of them kissing in his office. On Friday, the prime minister accepted his colleague's apology for ignoring social distancing guidelines and declared the matter \"closed\". But many Conservative MPs did not agree and put pressure on the government to remove the health secretary. Mr Hancock resigned on Saturday evening after meeting Mr Johnson at Chequers - the prime minister's official country residence. Speaking on Monday, the prime minister denied that the time gap between the revelations and Mr Hancock's departure had been too long. \"I read the story on Friday and we've got a new health secretary in post on Saturday, and I think that's about the right pace to proceed in a pandemic,\" he said. And a spokesman reiterated that Mr Johnson had not urged Mr Hancock to go. Critics of the government say the prime minister should have sacked Mr Hancock and are querying whether ministers are being adequately held to account. Last year, Mr Johnson found Home SecretaryPriti Patel had not breached the ministerial code - which sets out standards of behaviour - after a report detailed evidence of her \"bullying\" staff. He also declined to sack Mr Hancock last month after he was judged to have committed a \"minor technical breach\" of the code for initiallyfailing to declare his stake in an NHS supplier. Downing Street has said ministers are judged by the proper standards. Theministerial code states that they should be \"professional in all their dealings\", have \"proper and appropriate\" relationships with colleagues and that harassment and bullying \"will not be tolerated\". And theseven principles of public life are listed as selflessness, integrity, objectivity, accountability, openness, honesty and leadership. Justice Secretary Robert Buckland has said that \"if there was any connection or conflict\" when Ms Coladangelo became a non-executive director of the Department of Health and Social Care (DHSC) last September, \"it should have been declared\". Mr Hancock and Ms Coladangelo have been friends since they worked together on a student radio station while at Oxford University. Mr Buckland told BBC Radio 4's Today programme: \"I don't know when this particular relationship began, but I expect those looking at the process would indeed ask those questions to make sure that this appointment, like thousands made every year, would stand up to scrutiny.\" Mr Hancock took on Ms Coladangelo as an aide in March last year. She moved on to the DHSC director role - paying £15,000 a year for 15 to 20 days' work a year - six months later. A government spokesman has said the appointment was \"made in the usual way\" and \"followed correct procedure\". The Sunday Times has reported that that Mr Hancock potentially breached guidelines by using his personal email account for government business. Information Commissioner Elizabeth Denham has said she is \"looking carefully\" at the the issue and considering \"what further steps may be necessary\". This follows Labour deputy leader Angela Rayner demanding a \"full-scale investigation\" into whether private emails had been used to discuss government contracts, and if their use might have potentially broken the law. A Downing Street spokesman said it was his understanding that the emails had related only \"to things like diary acceptances\" and not for making deals. Labour also queried why Ms Coladangelo - who has now quit her DHSC role - obtained a parliamentary security pass. It asked the House of Lords' commissioner for standards to \"urgently\" investigate whether it was issued according to the rules. The pass was sponsored last year by junior health minister Lord Bethell, the Times reported, adding that Ms Coladangelo was understood never to have worked for Lord Bethell. Labour leader Sir Keir Starmer has said there are \"huge questions still to answer\". It is not known how the Sun obtained footage of Mr Hancock kissing Ms Coladangelo, a married mother of three. Mr Buckland told BBC Breakfast he believed \"all colleagues in government\" would now be asking officials to \"make sure their offices are as safe as possible\" from \"unauthorised surveillance\". It was not the role of CCTV to \"snoop\" on ministers, he said, calling it a \"a worry\" because footage could end up in the \"wrong hands, with states that wish us ill or wish the United Kingdom ill\". On a visit to a London hospital, Mr Javid said the DHSC had disabled the camera used.\"For security it's just common sense,\" he added. \"I don't think as a general rule there should be cameras in the secretary of state's office. The DHSC is also carrying out an internal review into what happened. Liberal Democrat leader Sir Ed Davey said there appeared to have been a \"serious security breach\" and that the government had to \"sort itself out\". The leak certainly raises security concerns, but it's not clear if it is a national security concern requiring MI5's involvement. How did the camera come to be in a private office? If it had been placed there covertly that would raise serious issues about access and why it had not been spotted. But if, as it seems, it was a regular departmental security camera the issue becomes more one of internal process and why the minister did not know about it. The next issue is how the material got out. Parliamentarians have raised questions about the use of CCTV from Chinese companies for fear material could be siphoned off. But there is no sign of that so far in this case with reports pointing to an insider leaking the material.That still raises questions about access. The person may claim they were a whistle-blower revealing a minister breaking Covid guidelines but there will be fears this type of material could theoretically have been sold to a hostile state for blackmail. The initial inquiry should answer whether this was a legitimate (but oddly placed) camera. If there is no further sign of outside interference then the national security implications likely remain low. But even that won't stop ministers wondering where other cameras might be and what else might have been captured. ", "url": "https://www.bbc.com/news/uk-57631547"}