{"datetime": "2021-05-08T19:03:21.000Z", "title": "Elections 2021: Conservatives comfortably hold Wiltshire Council", "article": "The Conservatives comfortably held control of Wiltshire Council but the Liberal Democrats were pleased to make some gains as the main opposition. The Tories won a total of 61 seats, with the Lib Dems taking 27, the Independents seven and Labour three. But the ruling party is looking for a new leader with Philip Whitehead announcing that he is stepping down from the role. The party will meet next week to decide on his replacement. Mr Whitehead said he felt it was the right time to leave and will move to the backbenches. \"It's an optimum time to make changes and make decisions so I thought long and hard about this and I thought for the next four years there's lots to be done and lots to be driven home, so this is the right time to make the change,\" he added. The current leader of the Lib Dems on Wiltshire Council said he was sad to see his opponent stepping down. Ian Thorn, who kept his seat in Calne Central, added he was surprised by the announcement as his party made gains in areas including Calne, Sherston and Salisbury. The Lib Dems also performed well in Trowbridge where Mel Jacob was elected in a tight battle with the Conservative's Emily Kirk.In the Trowbridge Paxcroft ward she won by 734 votes to 628.\"I was expecting it to be very close and watching the count it looked like it was very even, so I think I'm a little bit shocked but excited,\" said Ms Jacob.Wiltshire also elected a raft of independent councillors, including Jon Hubbard in Melksham, while Labour held on to their handful of seats in Salisbury.The county's town and parish election results will be announced on Sunday, with the Police and Crime Commissioner results being counted on Monday. BBC Radio Wiltshire's Dan O'Brien at the count: \"Wiltshire is known as a sea of blue and it's once again a safe Conservative council.\"Although a few significant seats have changed hands, the big news here is that Wiltshire needs a new leader.\"Philip Whitehead has told me that even though he has been re-elected, he'll spend the next four years as a back bencher.\"Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-57042947"}