{"datetime": "2021-05-30T12:50:41.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Bristol's homeless more than tripled during pandemic", "article": "The number of single people in Bristol requiring temporary housing more than tripled during the pandemic, a housing official has said. Paul Sylvester described the 330% increase during the past year as \"absolutely massive\". He was speaking during a multi-agency housing group meeting on the impact of Covid on homelessness in the city. Families with children in temporary accommodation went up by 11%, but the number of rough sleepers fell. Mr Sylvester, head of housing options at Bristol City Council, said homelessness surged after each lockdown, with the biggest rise after the third, as coronavirus took its toll on families and relationships. The number of people made homeless because they were told to leave by family or friends doubled during the past 12 months, he said.Relationship breakdown and domestic abuse were also factors, according to theLocal Democracy Reporting Service (LDRS) . \"The increase in singles has been absolutely massive, up by 330%, compared to before Covid,\" he said. Mr Sylvester said the 'Everyone In' campaign in the first lockdown saw nearly 300 people given beds in hotels and youth hostels. He said emergency funding had helped bring the number of rough sleepers in Bristol to an historic low of 20 in January 2020 but this had since risen to around the \"mid 40s\", compared with around 130 in 2019. Mr Sylvester also told the meeting that there was a \"very small\" number of coronavirus cases among Bristol's homeless but no Covid-related deaths. David Ingersley from homelessness charity St Mungo's told the meeting that a year ago he had been concerned about the virus claiming the lives of many rough sleepers. \"There was a point where we were preparing to advocate on behalf of our clients for access to ventilators,\" he said. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-57288425"}