{"datetime": "2021-06-26T17:51:29.000Z", "title": "Matt Hancock: High profile former health secretary", "article": "Before resigning his role, Matt Hancock had achieved an unusually high profile for a health secretary, with the coronavirus pandemic making him a household name. But it was his personal life, afterpictures emerged of the married father-of-three embracing close colleague Gina Coladangelo, whichled him to quit his job . Mr Hancock hasadmitted breaking social distancing rules and accepted he \"let people down\". On Saturday he resigned, saying \"we owe it to people who have sacrificed so much in this pandemic to be honest when we have let them down\". Propelled into the limelight as Covid-19 gripped the country in spring 2020, Mr Hancock regularly spoke for the government in the media and at the daily Downing Street press conferences. He famously set a target to conduct 100,000 Covid tests a day by the end of April, a target which he said he met - with his method for calculating the targetlater coming in for criticism . But his performance at the onset of the pandemic has recently come under renewed scrutiny, following a series of explosive allegations by Boris Johnson's ex-adviser Dominic Cummings. Mr Hancock has repeatedly denied Mr Cummings' claims of lying to the prime minister about care home testing and procurement of personal protective equipment during the first Covid wave.A bitter war of words between Mr Hancock and the PM's ex-aide has since ensued - with Mr Cummings publishing WhatsApp messages, apparently from Mr Johnson in March last year, in which the PM called the health secretary \"totally [expletive] hopeless\". Mr Hancock also has faced criticism for his decision to hire his friend, the ex-TalkTalk boss and Tory peer Dido Harding, to run England'smuch-criticised test and trace system . And his later decision to give her a role asinterim head of the UK's new health protection agency sparked controversy, with Labour saying the appointment lacked transparency. But Mr Hancock has been steadfast in his defence of her, rejecting criticism of early delays to the NHS Test and Trace app and even describing it as the \"cherry on Dido's cake\". Like other ministers, he has repeatedly stressed the importance of people keeping their distance and following government guidance. Yet he had already apologised once before for breaching the advice - saying sorry for a \"human mistake\" in June last year after he was caught on cameraslapping a colleague on the back in the House of Commons .In addition, Mr Hancock has also faced questions over how his department awarded Covid contracts at the height of the first wave of the pandemic.He hasdenied involvement in the awarding of a controversial £30m contract to a firm run by the former landlord near his old constituency home. In late May, the PM's standards adviser said he was guilty of a \"minor technical breach\" of the ministerial code afterinitially failing to declare his stake in an NHS supplier run by his sister and brother-in-law. The prime minister decided this breach did not \"impugn\" the health secretary's \"good character\". But that has not stopped Labour and other opposition parties from heaping pressure on Mr Hancock over his record in office - calling for him to be sacked before his resignation.Matt Hancock was born in Cheshire in 1978, and privately educated at the King's School in Chester, before later studying computing at a further education college. Like many in Westminster, he went on to study politics, philosophy and economics at Oxford university - before then briefly working for a Conservative backbencher and at the Bank of England.It was during his time at Oxford that Ms Coladangelo says she first met Mr Hancock, after they worked together at a student radio station. Speaking to BBC Radio 4 for a documentary broadcast in April last year, she said: \"I read the news and Matt read the sport. \"I've always joked with him that he did the sport because he wasn't good enough to do the news.\" She told a story from Mr Hancock's time as a student journalist, saying he once overslept and missed his train to Twickenham Stadium, where he was supposed to be reporting from a rugby match. Instead, she added, he \"told a white lie\" and pretended he'd gone to the game, when in fact he was filing his match report from a pub in Reading. Mr Hancock entered the political world as an adviser to then-shadow chancellor George Osborne, before rising up the ranks to become his chief of staff. Elected Conservative MP for West Suffolk at the 2010 election, he held various ministerial posts under David Cameron and Theresa May.His big break came in early 2018, when, aged 39, he became the youngest member of Mrs May's cabinet after she appointed him culture, media and sport secretary.It was a role that Mr Hancock, an avid cricketer who oncetrained to become a jockey for a charity horse race, embraced enthusiastically.He also professed a passion for technology - garnering much attention, and a certain amount of mockery, when helaunched his own Matt Hancock smartphone app . He was made health secretary in July 2018, after long-serving incumbent Jeremy Hunt was appointed foreign secretary to replace Boris Johnson, who hadquit the cabinet in protest at Mrs May's Brexit strategy.After Mrs May stepped down as PM in 2019, Mr Hancock was among more than a dozen Tory MPs who initially entered the contest to replace her as leader, before quitting the race aftercoming sixth in the first ballot of the party's MPs. He did not originally back a rival candidate, before deciding to back Mr Johnson's successful run for the leadership three days later. He was among a handful of ministers to keep their roles when Mr Johnson entered No 10. ", "url": "https://www.bbc.com/news/uk-politics-57608890"}