{"datetime": "2022-02-16T11:53:25.000Z", "title": "Wiltshire: Car parking charges and council tax to rise", "article": "Council tax in Wiltshire is to go up by three per cent, it has been announced. The rise is part of the county council's budget for the coming year, which was voted through earlier. The cost of parking in council car parks will also go up by 10p an hour and Sunday charges will be introduced. Council leader Richard Clewer said the \"hugely significant\" budget involved \"difficult decisions\" that had come after lengthy debate. A full council meeting approved the general budget of £417.703m for 2022/23. LISTEN: Dan O'Brien explains the council tax rise This includes a council tax increase of 2.99 per cent: a 1.99 per cent general increase, and a levy of one per cent to be spent solely on Adult Social Care, according tothe Local Democracy Reporting Service . This works out at £311.192m with an average Band D charge of £1,638.16, an increase of 91p per week. The budget also included £25m for a new leisure facility in Trowbridge, £74.627m for three major road improvements in Salisbury, Chippenham and Melksham, and a 4.1 per cent increase in social dwelling rents. The Cabinet said it is a balanced budget that ensures funding for vital services to continue during the ongoing pandemic as well as ensuring the resources are provided to ensure the delivery of the new business plan. Speaking ahead of the vote on the budget, Cllr Clewer said the budget is one the council can be proud of, despite the difficult process. He added: \"Government funding has helped us get through Covid but we haven't been able to make usual savings year on year. \"We have ambitions for a solid financial setting post-Covid, but some difficult 'adult' decisions are still ahead of us.\". Lib Dem leader Ian Thorn said that there were \"particularly damaging\" aspects of the budget and called for it to be rejected. \"With this budget, what we're doing is having a huge impact on some of the most vulnerable and isolated members of our community,\" he added. Labour group leader Ricky Rogers said it was a tough time for everyone, and that there was \"much to be commended\" in the budget, but ultimately voted against it. ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60402529"}