{"datetime": "2022-02-14T14:31:55.000Z", "title": "Trowbridge parrot owner thought parrot rescue would never end", "article": "A woman who rescued her pet parrot from a tree felt like the ordeal \"would never end\". Leanne Jones's pet, Missy, flew away after the pair were enjoying snacks in her back garden. The young parrot became stuck in a nearby tree. Ms Jones' sister attempted to climb and rescue the animal but had to be rescued by firefighters who would not rescue the bird in Trowbridge, Wiltshire. Missy was eventually brought down using a cherry picker. LISTEN: Leanne Jones talks to BBC Radio Wiltshire's James Thomas But the rescue did not happen until the next day, leaving 23-week-old Missy in the tree overnight. Crews from Trowbridge, Chippenham, Warminster and Devizes were sent to help Ms Jones' sister, Toni-Ann, to get down. Missy flew to another tree before the dramatic rescue. Speaking to BBC Radio Wiltshire, Ms Jones said the incident was hard for her as she was afraid of heights. But a tree surgeon friend of her sister, Adam Lewis, came up with an idea to hire a cherry picker. She said they went up in it \"even though I'm scared of heights\". \"Adam, bless him, was great. He helped to calm me down so I could go up with him to get Missy down. \"I didn't want to risk her freaking out if a stranger was trying to get her. \"I picked her up from the tree and she snuggled up under my neck and was kissing me all over, she was so happy.\" Ms Jones did not realise, while the pair had earlier been in the garden, that her young parrot was able to fly. She added she would not \"make the mistake\" of having Missy in the garden without a harness again. Dorset and Wiltshire Fire and Rescue said members of the public should take care when attempting to rescue lost pets. \"We of course understand the emotional attachments to pets of any species, but please take this incident as a reminder of the danger posed by attempting to rescue without any specialist assistance.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60378338"}