{"datetime": "2022-02-15T09:33:49.000Z", "subject": "Coronavirus pandemic", "title": "Increase in home schooling since start of pandemic", "article": "There has been an increase in the number of children being permanently educated at home across the West since the beginning of the pandemic. The number of parents choosing to home school their children has increased by 34% in England over the last two years. In Wiltshire, the figure has gone up by 23% and in Bath and North East Somerset 45% over the same period.Daisy, 13, has been home schooled since lockdown and prefers it, saying \"it's like a cloud that's been lifted\". \"On a Sunday I would be thinking I am going back there tomorrow. I don't want to go back,\" she added.Her 11-year-old brother Toby finished primary school last year, but decided not to go to secondary school. \"I think it's easier to take it in at home because you're comfortable and the surroundings are what you want,\" he said. Their mother Caroline said her children were \"generally so much happier\" now. Tom, 13, left school three weeks ago to be home schooled by his parents.\"I decided to start learning at home because of the amount of stress and unhappiness I was feeling at secondary school. \"Despite not spending as much time with friends in school, I still manage to keep up really well with friends,\" he said.His mother Fabienne said the recent lockdowns had changed their way of thinking. \"Before Covid we would never have considered being home educators, but suddenly post-Covid we've experienced being at home and it is not daunting,\" she said. There are currently around 788 children being permanently taught at home in Wiltshire and around 188 in Bath and North East Somerset. Pat Black, head of primary and early years at Bath Spa University, said Covid disruption has been a factor in the rise. \"We've had a very unusual type of education, there's been lockdowns, social measures when they've come back into school, social distancing, bubbles, lateral flow tests, in and out all the time,\" she said.Steve Chalke, founder of Oasis Community Learning, which runs 52 schools across the country including nine in the West, said that although educating a child at home may be \"tempting\" it is no replacement for going to school.\"Being in school is the best place for every child. You need varied input from different people because school is also about socialisation. It's about skills you can only learn in a group,\" he said. Mr Chalke said home schooling can be seen as an \"easy fix\" if a child does not like going to school but it presents a lot of challenges. \"There are parents who are able to come up with an informative, varied curriculum but it really is tough going and it requires a breadth of skills which of course is exactly what you get in a school.\"School is about being together and learning from one another just as much as learning from a teacher,\" he added. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60379562"}