{"datetime": "2022-01-03T10:18:59.000Z", "author": "Rhiannon Wilkins", "subject": "Coronavirus pandemic", "title": "Homeless: 1,700 children in temporary housing in Wales", "article": "More than 1,700 children live in temporary accommodation, the Welsh government's latest figures have shown. The number of householdswithout a permanent home in September increased 60% over 12 months to 6,935, including 1,742 under-16s. Charity Shelter Cymru warned the homeless sector was at \"breaking point\". The Welsh government said temporary accommodation had slashed the amount of people normally sleeping on the street. Jennie Bibbings, Shelter Cymru's campaigns boss, said: \"A lot of homelessness services are firefighting from one moment to the next, there are unprecedented numbers of people who are stuck in temporary accommodation this Christmas.\" Ms Bibbings added that the situation was \"in crisis stage\". \"This is not a long term solution. You don't end homelessness with temporary accommodation, you need to be investing in permanent homes.\" The evictions ban introduced because of the Covid pandemic had kept homeless numbers down. That ended in June and evictions began rising again. \"We've seen more people becoming homeless because of relationship breakdowns, domestic abuse, trouble at home, young people being kicked out and we've seen big increases in illegal evictions as well,\" Ms Bibbings said. Karen, 59, became homeless 11 months ago, and is a resident of one of 11 temporary homes Vale of Glamorgan council recently opened in Barry. She gave up working as a taxi driver after three heart attacks and said she was unhappy in her previous accommodation. \"I'd get on the bus and you'd see the people looking and saying, 'that's all the junkies, the homeless',\" she said. Karen was \"embarrassed\" by her previous address but at her new one, people no longer viewed her as homeless.\"They should be a permanent residence not temporary,\" she said. But council chief Rob Thomas said more temporary housing was needed. \"We're currently reviewing the land holdings that we have to see if we can replicate this elsewhere,\" he said. The Welsh government said during the pandemic its use of temporary accommodation \"radically reduced the number of people sleeping rough in a way never achieved before\". A spokesman said extra cash would be used to help build 20,000 affordable social homes over the next five years. ", "url": "https://www.bbc.com/news/uk-wales-59838210"}