{"datetime": "2022-02-02T17:16:36.000Z", "title": "Levelling up: Somerset plans need to be 'much more radical'", "article": "A professor of social mobility has said government plans to close the gap between the rich and poor need to be \"much more radical\". Prof Lee Elliot Major said the newly-announcedlevelling up plans did not go far enough and a \"comprehensive programme of reform\" was needed. He said more jobs and opportunities were needed in Somerset, as well as \"young, dynamic teachers\" in schools.\"It can't just be a term bandied about, it has to be meaningful,\" he added. Levelling up secretary Michael Gove said the plans would aim to improve services like education, broadband and transport, with the aim to \"shift money and power into the hands of working people\". Prof Major said the plans were \"a start\" but more was needed in order to change lives. \"People don't realise Somerset, Devon and Cornwall have some of the poorest education results in the country,\" he told BBC Radio Somerset.\"We have some really big issues. We need to be much more radical if we are serious about levelling up.\" He said it was important for communities to feel empowered and that education and jobs were among the key areas. \"The region is often seen as a place to come and have a nice life but what we want is young, dynamic teachers coming to our schools.\"Could the area become a centre for skills? If you want to change lives in local areas it has to be a comprehensive programme of reform.\"You need more jobs in places like Somerset as without that young people will say what's the point if there's no jobs on the doorstep,\" he added. Somerset, North Somerset, South Gloucestershire and Swindon were among 55 education \"cold spots\" in England identified by the government as part of levelling-up. Areas where education outcomes are weakest will be targeted for support, with teachers offered a \"levelling-up premium\" to improve retention. Somerset County Council said it welcomed news of extra investment in schools but \"will need to see the detail about how this will apply in practice\". Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-60233423"}