{"datetime": "2022-02-03T06:31:39.000Z", "subject": "Coronavirus pandemic", "title": "Covid: lockdown heroes who inspired others are saluted", "article": "Millions of people, young and old, faced loneliness, isolation and separation during the pandemic's various lockdowns. But even in the bleakest months, there were those going the extra mile to make a difference to their communities. BBC Radio Wiltshire has been celebrating some of those people who kept listeners smiling through lockdown and this past winter. Pamela Paterson, 40, from Warminster set up a virtual 'Pam's Pub' during lockdown to help keep her community connected. Mrs Paterson, a shop assistant, said: \"Isolation and lockdown was going to be such a dangerous time for people. \"A lot of people from my local pub just didn't have a lot of family in the area and relied on friends a lot.\" To help bring cheer, she decided to invite 125 of her friends into a virtual pub group on Facebook, so they could all keep in touch with each other.\"From there it just grew. My friends invited their friends and now it's got over 900 members,\" she said. During the lockdowns, she hosted virtual events such as online quizzes and dressing up days - including \"dress up like a Viking day\" where punters shared pictures of their costumes with each other. Mrs Paterson said: \"I've lived in Warminster all my life but I've made new friends through the pub. \"I was shielding during most of the pandemic - but because of the group, I had people that I'd not really known well before dropping stuff off at my door.\" Kristina Mann, from the Mason's Arms in Warminster, said that Mrs Paterson had \"helped so many people keep going\" over the pandemic. Edward Scipio, 22, is well-known in the town of Devizes, where he delivers meat for the butcher Walter Rose and Sons via a customised wagon on the back of his motorised wheelchair. He is usually accompanied by his social worker, Becca Alexander, who told BBC Radio Wiltshire how he had helped her overcome her social anxiety. Mr Scipio was born with cerebral palsy, a condition that affects movement and co-ordination, caused by a problem with the brain that develops before, during or soon after birth. Miss Alexander said that he had \"made life during the pandemic a whole lot brighter\" and that he had made such an impact on her life \"on a day to day basis\". She said: \"I've suffered with social anxiety for a long time... We go everywhere, we go to new places, I go with him to work at the local butchers and he even takes me to the theatre where he volunteers... and the only reason that I stepped in to any of those places is because of this amazing young man who I'm proud to support.\" For Mr Scipio it is getting to know people that is most important. He said: \"I just do what I need to do and carry on with life. \"I just want to carry on making people happy and making people smile as much as possible.\" His mother, Sharon Scipio, said: \"I'm so proud... he's always smiling, always happy. \"Occasionally he says 'Why am I in a wheelchair, why can't I walk?' but I just try to teach him that there's always someone worse-off out there.\" Pool player, Scott Lloyd, 54, from Melksham, worked as a firefighter before an infection of the spine in 2002 left him unable to walk.\"I just woke up one morning and I couldn't walk. I ended up hospitalised for 11 months and was told I was unlikely to get any major movement back,\" he said.However, after years of rehabilitation and physiotherapy, Mr Lloyd is now able to walk short distances with aids - including a pool cue. He added: \"I'd always played pool before I was disabled but I ended up not playing for 10 years - I didn't play until I was well enough to stand again. \"The joy of playing pool has helped me carry on.\" Now, despite a diagnosis of multiple sclerosis (MS), often being in pain and being exhausted after matches, Mr Lloyd is captain of the English LDS team and the county manager for Wiltshire black ball county pool club, organising county matches for around 70 members.Friend Luke Hams said: \"He's had many struggles in life but he's so inspirational. He's relentless really.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60113429"}