{"datetime": "2022-02-02T10:23:12.000Z", "title": "Swindon bus drivers to be balloted on strike action over pay", "article": "Bus drivers embroiled in a dispute over low pay could take strike action, a trade union has confirmed. Unite said a row between 70 Swindon workers and Stagecoach West, over being paid £12 per hour, has already affected bus services. If the drivers vote in favour of action, strikes could begin next month. Stagecoach West criticised the union for \"irrational behaviour\" and urged it to call off the strike ballot to resume talks. Unite general secretary, Sharon Graham, said: \"Bus drivers in Swindon are simply seeking a fair day's pay.\"Stagecoach is an extremely profitable company. Our members at Stagecoach West will be receiving the union's total support.\" Unite is already balloting workers at six Stagecoach depots in Bristol, Cheltenham, Gloucester, Stroud, Coalway and Ross-on-Wye in further disputes over pay. But the union delayed moving towards formal action in Swindon until Stagecoach West submitted its final offer and members were balloted on whether to accept or reject it, according to theLocal Democracy Reporting Service . There are now over 380 bus drivers involved in the dispute in total. Unite regional officer, Shevaun Hunt, said: \"Bus drivers are balloting for strike action as a last resort.\"Unite exhausted all attempts to resolve the dispute through negotiations. \"Unite understands that strikes will cause huge disruption to bus services across Gloucestershire and Wiltshire but despite offering to hold fresh meetings to seek a resolution to the dispute, management at Stagecoach West have failed to offer any new dates.\" Managing director of Stagecoach West, Rachel Geliamassi, said: \"Our people have previously benefitted from above inflation pay increases and we are continuing with that legacy. \"Whilst we appreciate Unite remaining open for talks, it's very challenging that they are unwilling to show any flexibility.\" Ms Geliamassi said the organisation has given \"strong pay offers\" of between a five to 10 per cent rise. The strike ballot opens on 7 February and closes on 21 February. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60217391"}