{"datetime": "2021-02-15T14:00:50.000Z", "subject": "Valentine's Day", "title": "St Neots decorated Valentine trees bring lockdown joy", "article": "A woman has been amusing her neighbours and passing motorists by decorating her trees with faces and costumes. Mary Maclean's two large trees were being trimmed last year in St Neots, Cambridgeshire, when she realised leaving the tops uncut made it look as if they had hair. For Halloween they wore witches' hats, and Santa hats for Christmas. At the weekend, the trees were given heart-shaped eyes and wore face masks decorated with hearts. The two large trees are clearly visible from the busy Great North Road in Eaton Ford, where Mrs Maclean lives. Her daughter Claire Hodge said once her mother realised the \"haircuts\" made the trees look like people, she decided to give them eyes to watch what was going on. \"She thought it would make people smile,\" she said. \"My mum lives on a main road so has a lot of cars and people walking past, especially school kids,\" said Ms Hodge. \"She decided as children couldn't go out for Halloween due to Covid [restrictions] she would dress the trees up in witches' hats and brooms, and a black cat - she made it all herself.\" For Remembrance Day the trees wore their own poppies. At Christmas they were given Santa hats and a wooden reindeer, and in the new year they sported masks \"to remind people to wear theirs\", said Ms Hodge. For Valentine's Day at the weekend, the masks were painted with red hearts, heart-shaped eyes were added and a message of love to all was placed at the foot of the trees. Ms Hodge said people often stop to take photographs when a new design appears. \"Mum has received cards from appreciative people saying how much they have enjoyed seeing the trees, and even the trees have received their own cards,\" she added. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-56068972"}