{"datetime": "2021-02-12T06:07:12.000Z", "author": "Charley Adams", "subject": "Valentine's Day", "title": "Valentine's Day restaurant is serving 150 couples instead of 20", "article": "Lockdown restrictions have taken the usual Valentine's Day routine of candle-lit restaurant dinners off the menu in 2021. But for some businesses a change from typical romantic traditions has brought about a welcome surge in trade.A chef offering takeaway meals on 14 February says it is a \"blessing\" how busy he will be. \"We've had masses of interest and could have filled the restaurant seven times over,\" said Simon Hulstone. Mr Hulstone, who runs The Elephant in Torquay with his wife Katy, said instead of being restricted to restaurant space, this year \"we can do as many as we can physically prepare for and sell\". He tweeted celebrating this as the \"one year that Valentine's actually works out well\", where they can cook for 150 couples instead of serving 20 tables of two in the Michelin star restaurant. \"In reality it's one day of almost 100 that we are due to be closed so we really need to take advantage of the situation,\" added Mr Hulstone. He said the workload was different as there was \"a lot of pre-preparation to do\" so the food could be reheated at home, but there was no busy service on the day or \"impulsive proposals in the restaurant\".However, the chef said as well as struggling to prepare for so many customers, sourcing products had been a challenge.\"Brexit has thrown a whole heap of supplier issues our way,\" he said, citing strawberries and roses as two products that had been harder to get hold of.Pubs, bars and restaurants in England were forced toclose under lockdown rules , but they can offer food and non-alcoholic drinks for takeaway until 23:00 GMT.A florist said her \"business is booming\" in the lead-up to Valentine's Day.Hannah Burnett, who runs a florist in Plymouth, said the business was usually quieter when Valentine's Day fell on a weekend, but lockdown had changed things this year.\"As soon as February started we seemed to get a flood of enquiries and emails about orders.\" The florist said with shops closed people \"are being more organised\" and customers were choosing more expensive flowers, \"rather than the minimum spend\" this year.She said despite about 70 weddings getting postponed last year, the business had done \"well throughout the last 12 months\" by focussing on deliveries and funeral work.\"As a florist, Valentines is always one of the days throughout the year that gives us a boost.\" February is normally a quieter month for the florist and with weddings delayed for a few months, \"being this much busier already for Valentines is just amazing\", she told the BBC. Some restaurants have decided to stay closed for lockdown and not offer a takeaway service this Sunday.Ryan Marsland, who runs a restaurant with his wife Tanya, said: \"It \"wasn't an easy thing to not do Valentine's - it goes against everything you want to do\". The Fig Tree @36 in Plymouth closed a few days before the third national lockdown in England was announced.\"Saying no to people isn't any fun, but you have to stick to your guns really,\" explained Mr Marsland. Despite being confident there would be customers for Valentine's the couple decided to completely close because they are home-schooling their children and staff are on furlough. \"We've got the kids here, a four and six-year-old, home-schooling, and that takes up a big chunk of the day,\" he said. \"It's too much, we live in the restaurant too and the kids are always around.\" ", "url": "https://www.bbc.com/news/uk-england-devon-55950470"}