{"datetime": "2021-02-14T01:17:50.000Z", "author": "Minreet Kaur", "subject": "Valentine's Day", "title": "Covid-19: Celebrating Valentine's Day during a pandemic", "article": "The pandemic means that Valentine's Day will be very different from last year, when coronavirus had only just reached the UK. Following nearly a year of social distancing, lockdowns and limited opportunities to socialise in person, some couples are thinking about how to make the day special even though they are apart. Others will be trying to find some time for romance while cooped up at home with young children.For LondonersDeep Bajwa , 37 andBhavin Bhagalia , 39, this Valentine's will be a day for the family. Their two children, aged three and seven, have been put in charge of planning the Valentine's Day celebration. \"They've decided we are starting with a long walk/bike/scooter ride in the park, having chocolate fondue with doughnuts and marshmallows, watching three movies of their choice and ordering in lots of 'yummy chips',\" Deep says. The family has felt the pressure of home-schooling and Deep has faced struggles with her wedding planning company. \"It's been a crazy year... I've had no real business,\" she says. \"But for its many, many, faults the lockdown has given us so much more time together as a family - sometimes too much!\" Amy Broch 's husband Sean died last year with motor neurone disease. This is her first Valentine's Day on her own, and it falls on what would have been their third wedding anniversary. But the 38-year-old, from Hertfordshire, says she \"won't be drowning my sorrows in champagne and chocolates\". \"I will be... spreading joy and honouring the special love I shared with my husband Sean by trying to help others who are also struggling at this painful time.\" Amy runs a company called JOY Bomb London, which creates art installations. \"The plan for Valentine's weekend is to send a digital pop-up van around London encouraging people to spread sweet nothings and messages of gratitude to themselves,\" she explains. \"This would have made my husband Sean so proud and so happy. \"If he was still with us he would have spoilt me rotten as he did every year,\" Amy says. \"He gleaned so much pleasure from showing his love for me, for his family and for his friends.\" Ivana Poku , a life coach from Hertfordshire, has been married for five years and and has two children with her husband, Yaw. They have found past year quite difficult, and it's had an impact on their mental health and relationship, but say they're really looking forward to Valentine's Day. \"We will definitely celebrate in style,\" the 36-year-old says. \"It's vital to celebrate love, especially at times like this. We will celebrate with our boys, have morning cuddles in bed and then exchange presents. Homemade cards will have to do for this year. \"My husband probably has more of an excuse if he doesn't get me a 'real' present this year,\" Ivana says. \"I just hope he doesn't say it is Boris's fault!\" Husband and wifeRicardo andNicola have a business in Spain and another in North Shields, which means they are having to spend Valentine's Day apart. Nicola, who is in the UK, was supposed to be reunited with her husband on Friday but her flight has been cancelled.However, singer Anna Reay will be stepping in to help the pair make the day a memorable one. \"Ricardo had seen a video I'd posted on social media and thought it would be the perfect way to send his love - through a song, their song,\" Anna explains. As a result the 39-year-old songstress, from Gateshead, will be \"singing their favourite song in the car park - socially distanced - at their furniture shop\". Thirty-one-year-oldPavbir was introduced by his family to his fiancéeRajandeep (both not their real names) in August. His mother showed him a photo from a family member and he said \"yes\". They had spoken over video call and he knew she was the one.\"She looked like a model, she was stunning!\" he says. \"I never held her hand, touched her hair, smelt her perfume, but I can honestly say I love this girl - we just clicked.\"We got engaged last August. I have spent hours on video call speaking to her over the last seven months.\"We have virtual dates where we laugh together, watch movies,\" he says. \"I am planning to give her a ring later this year at one of the most sacred and special places, Sri Harmandir Sahib (Golden Temple), in India.\"On Valentine's Day, I will be sending dhol players and singers to her house in Punjab and sending her a huge bouquet of flowers and chocolates.\" ForNina (not her real name) this year's Valentine's will be a day spent virtually with her friends. The 38-year-old had just come out of a six-month relationship when lockdown started in March. Now she's happy being single and taking time out for herself. \"I will be celebrating over Zoom with my friends. There's six of us who are all single,\" Nina says. \"The plan is to have dinner and compare our love stories over the year.\"It gives us a chance to catch up properly and continue to support one another on a day filled with couples.\" Olivia andDaniel met through a dating app during lockdown, although Covid restrictions mean they have never been able to go on a \"proper\" date together.They will mark their first Valentine's Day as a couple by making homemade cards for each other and have other plans to \"make the day special\", Olivia says. \"Before lockdown, neither of us were really that into cooking or painting,\" says the 22-year-old, who is from Manchester. \"However, these are both things that we have really enjoyed doing together over lockdown, so we plan to do both on the day. \"We will write a poem to each other and we are even planning on dressing up, so that we can pretend we are going out to a restaurant.\" ", "url": "https://www.bbc.com/news/uk-england-london-56027812"}