{"datetime": "2021-03-09T16:53:01.000Z", "subject": "Valentine's Day", "title": "Online dating: How to pimp your dating profile", "article": "We know. You wanted to spot someone across a crowded bar, get chatting, take their number, meet up for cocktails or coffees and eventually move in and get a dog together. You didn't think you'd be spending your prime years swiping endlessly on dating apps, answering, \"How's lockdown treating you? aha x\" for the third time today.But that's life for now , so you might as well get good at it. And dating and relationship specialist Ella Stearn is here to help. She has these top tips for getting the most out of dating apps, including how to do yourself justice with your profile. Group pictures show that you're \"sociable and you like to spend time with friends and family,\" she tells Radio 1 Newsbeat. But you need to chose them carefully. Depending on who else is in the photo, it can be surprisingly hard to tell who you are. And because of how quickly people swipe on dating apps, that might lose you some matches. \"You could blur out the others, I've seen some people do black and white on the others and just put themselves in colour. That's one solution,\" says Ella. \"But if you do put the group pictures on make sure they're not one of the first on your page. Put them lower down.\" So, no confusing group pictures - but what photos should you use? Ella says it's important to \"use your photos wisely\". \"You want your pictures to show not tell. If you like travel, don't just write on your profile 'I like to travel'. That's getting really old, everyone says it.\"Instead, use those pictures to show your favourite travel photos,\" she says. On dating apps with prompts where you can write about yourself, use these to \"complement your pictures\". Okay, we're getting there. But when it comes to selecting the right pictures, it can still feel like a bit of a minefield.If you watched last year's series of Love Island, you might remember Shaughna saying, \"Leanne, what if he takes, like, mirror selfies?\" It was met with a chorus of \"ewww\"s from the other girls.Ella says you can't get caught up in worrying what people will think of your pictures: \"At the end of the day, people just need to see what you look like.\" \"If taking a serious photo isn't really you, have fun with it,\" she suggests. \"If you're comfortable taking a photo of yourself, take it. It's just about being confident and being happy in who you are.\" Pictures sorted, now on to the words. Different apps work differently, but most have a section where you can write a bit about yourself. Ella's top tip is to do just that - write something but don't leave it blank. And here are her dos and don'ts. If lockdown meant you're getting into dating apps for the first time, opening lines can be hard to get used to. The good news is on a lot of these apps, if you've got to the point where you can send a message, the other person is interested. Ella says one thing to avoid is just saying \"hi\". \"Instead, use their profile and pick up on something that they've written or something in one of their pictures,\" she says. \"Make it fun, and jokey. Or even complimentary.\" Sorry, we can't do the work for you here, because Ella says there's no one-size-fits-all answer. The most important thing is that it should \"always be personal\". \"Lockdown has been really, really tough on our love lives,\" Ella says. But that's no excuse if you're looking to date. \"There's been such a rise in intentional dating, with more people looking for something serious because they're reminded of the value of human connection. And, of course, people have so much more free time.\" If you're bored with messaging, set up phone calls and virtual date nights, says Ella. \"You have to change your outlook. Have fun with it - just imagine how amazing it will be when you can date these people properly and meet up with them in real life.\" Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here . ", "url": "https://www.bbc.com/news/newsbeat-56011729"}