{"datetime": "2021-02-14T00:31:06.000Z", "author": "Katy Austin", "subject": "Valentine's Day", "title": "Fine dining at home: 'It means I'm looking forward to Valentine's day'", "article": "For those who are single, tired of the competitive romanticism of a regular Valentine's Day dinner, or just want a special treat, Britain's chefs have an alternative for you. Eateries from local cafes to Michelin-starred restaurants are packaging up special dinners as a treat, in a bid to keep customers coming back when the pandemic is over. Rather than takeaway outlets, these are sit-down restaurants which have had to adapt to lockdown. For Ruth Smith, who lives in East Molesey, near London, it's an opportunity for a fancy meal on Valentine's Day without being surrounded by loved-up couples. \"I definitely wouldn't have ordered a special restaurant meal as a treat, I would have probably got to takeaway,\" she told the BBC. \" I think, to be honest, it's not really something that I was aware was an option.\" But this Valentine's Day she will be getting a three-course meal kit from her local cafe, choosing from twice-baked cheese souffle with fennel and apple salad, individual beef Wellington, vanilla panna cotta with cardamom, and rose infused streusel. \"It means I'm really looking forward to Valentine's Day rather than kind of thinking, oh I'm going to be on my own and really not concerned at all this year.\" Beyond buying each other a card, Vicky and Chris Saynor from Hertfordshire are also not regular Valentine's Day devotees. \"We made a pledge when we first got together that we just think it's really expensive to do anything around Valentine's Day, so it's something that we don't tend to celebrate,\" says Ms Saynor. But after many weeks of home schooling their four children, it's time for a treat she says. \"They've designed it to be a very luxury product, so we're having beef Wellington, macrons, and they've made a special cocktail which will get in little jars.\" \"It's a really premium products that they're using and therefore the price tag fits that but obviously for them they're missing out on one of the busiest days of the year for them for trade so that's why we thought we'd do it.\" Thom Parris of Next Door Records in London said his Valentine's Day meals are mainly about nurturing relationships with customers, as well as customers' relationships. He and some friends dreamed up a cafe and record shop and set it up six months ago. \"We're not allowed to have anybody in the shop - we've been rolling out food home kits once a week,\" he says. Today's kit will feature duck confit paired with a red wine followed by chocolate strawberries. \"It takes a lot of management of everything, but for us, I think it's the most rewarding things we're doing at the moment where we can still continue relationships with customers.\" Andreas Antona, who owns the upmarket Simpson's restaurant in Edgbaston, Birmingham, says home delivery is a ray of sunshine in an otherwise abysmal market.\"It's been the worst year ever,\" he says. \"I've grown up in this industry, I've never known anything like it.\" \"And, in particular, this year, 2021 has been harder, the first lockdown seemed to be a bit of a breeze compared to what's going to possibly happen going forward, so yeah, it's getting into a very difficult place.\" He started his home delivery service in May. Like Mr Parris, he aims to keep customers onside in the hope of luring them back after lockdown ends. He is offering a starter, Beef Wellington ,pudding and a cheese course, or Cornish lobster soup followed by a chicken dish. Those looking to really lash out can buy caviar, truffles and wine. \"You know, people are really going to town on this and it's something to look forward to, and it breaks up the monotony of just being at home, so it helps everyone, I think.\" Customers will reheat, finish and plate the food, he says, which offers a chance for some creativity. ", "url": "https://www.bbc.com/news/business-56044609"}