{"datetime": "2022-02-12T09:07:42.000Z", "subject": "Valentine's Day", "title": "Valentine's Day: Lover spreading global messages of love", "article": "The \"world's most romantic village\" is re-launching its \"Send a Little Love\" campaign to raise money to finish its community centre. The hamlet of Lover, in Wiltshire, is urging people to send cards in the run up to Valentine's Day, which will be stamped with Lover's own postmark. The project launched last year to encourage people to show affection to people they missed during lockdown. Postmaster General Nick Gibbs said: \"On Monday alone we processed 1,200 cards.\" Mr Gibbs, whose more official title is Chairman of Lover Community Trust, added: \"People went for it in shedloads last year so we decided to launch a global campaign to spread love around the world, using our vehicle.\" He said the project has sent cards to every continent. \"I had one card that came through with the address and message inside all in Chinese characters. We've sent cards to a scientists in Antarctica.\" The project needs to raise another £15,000, with the aim of completing the community centre by the end of the summer.Until it shut in 2005, the post office in Lover received 2,000 Valentine's cards a year from people wanting to include the unique Lover postmark. Last year local people came up with the idea to create a pop-up post office to continue the tradition and raise money to transform a former primary school into a community centre. Lover, which is 7.5 miles (12km) from Salisbury, has around 500 residents. Mr Gibbs said villages like his \"lose their social infrastructure over the years\".The community trust bought the school for £75,000 and within eight weeks they had managed to raise more than £80,000 from villagers.So far, along with local fundraising and some grants, Lover Community Trust has raised about £250,000. \"It's a fantastic village,\" added Mr Gibbs. Money from the Valentine's campaign, including voluntary donations, will be split between renovations for the building and the Lover and Redlynch preschool. Mr Gibbs described the project as \"a global campaign to send a little love\". He said he hoped the campaign would help change the concept of Valentine's \"to express your affection for not just your very special one but for everyone you care about\". Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60331772"}