{"datetime": "2021-02-12T12:54:02.000Z", "subject": "Valentine's Day", "title": "Covid lockdown love: 'We got engaged after 24 hours'", "article": "When Wales was locked down to try to stop the spread of coronavirus, comedian Lorna Prichard thought it would put a halt to her planned return to the world of dating. But the film fan went online, found her hero and fell in love. Here she describes how she found her happy ending. I'd always been into romantic movies. And deep down I'd harboured hope that my own love life would be as full of passion and emotion as the ones I had seen on screen.From Casablanca to Clueless - I was hooked on love stories from a very young age.But throughout my 20s and early 30s, my love life had been a series of disasters. Box office bombs.I spent a couple of years in the dating wasteland. And in March 2019 I decided to give myself a year off. Instead, I'd focus on my career in stand-up comedy. March 2020 would be the perfect time to get back on the dating scene.When that month finally came round, I realised to my dismay that a global plague had accompanied it. Dating was completely off the cards! Not just a ban on casual sex, there was a ban on meeting up for coffee! Not that I could afford luxuries like coffee - suddenly, all my gigs had dried up.With characteristic optimism I decided to take my love life online. After all, I had plenty of time on my hands! I joined a couple of dating apps and set up my profile: \"Tree-loving Welsh woman seeks same\", \"Jobless comedian after an audience of one\".I also went for a range of photos that showed what fun I was and how flat my stomach had been 10 years ago. I hadn't anticipated the amount of admin online dating involves! It didn't help that I'm bisexual, so that was double the paperwork. By May I was ready to give up. I thought I'd have one more trawl through my dating inboxes out of politeness.That's when a man called Leo caught my eye. He was a Brazilian engineer. He had lively, intelligent eyes and a big smile. I decided to give virtual dating one last chance and invited him for a Friday night drink over Zoom.He was an hour late, which surprised me. How can you be an hour late in lockdown? What other commitments can you possibly have? But he soon made up for it with easy conversation and natural charm.A non-stop stream of texts and phone calls ensued between us. Were we falling in love, or just bored? I'm not sure we'll ever know. The prospect of holidays to his hometown of Rio de Janeiro may have helped.The only hiccup we encountered was when he, a meat-loving Brazilian, discovered I was vegan.Eventually he got over it, and we set our sights on a real life date. Covid restrictions meant we'd have to keep two metres apart, but at least we'd be able to chat without worrying about the wi-fi going down.I was excited but also very nervous. He seemed perfect on paper and over the internet, but what about in real life? I drove to Bristol in my best outfit - a long, over-sized summer dress that concealed the fact I hadn't exercised or shaved my legs in four months.Towards me wandered a tall man in a bright blue t-shirt, shorts and flip flops. Dishevelled hair and a light smattering of salt and pepper stubble. It felt a bit like Tom Hanks had put it in one of my all time favourite romcoms, Sleepless In Seattle: \"It was like... coming home. Only, to no home I'd ever known\". We had a great time and decided to meet again the next day for a picnic. We sat near a river. It was a perfect summer's day. And I was about to make the strangest and most impulsive decision of my life.\"Lorna.\"\"Yes?\" \"Will you marry me?\"I picked up a crisp. \"Yeah definitely,\" I replied.\"Ok thank you,\" he said. \"Let's go for another swim.\"As proposals go, it was perfect. But I hadn't expected to say yes to a man I'd only met the day before.Friends' reactions varied. One asked if this wasa sketch for BBC Wales Sesh , a platform I contributed to regularly. Another asked if I was having a mental breakdown. One asked if I was perhaps the victim of a scam? Part of me knew it sounded crazy, getting engaged to someone after 24 hours. But it didn't feel any less right. Days after the engagement we discussed when we might see each other again.\"I've got a three-bedroom flat. Why don't you move in?\"By November, we'd both settled into pandemic monotony. Getting engaged in a plague was all well and good, but we'd missed out on so much. It wasn't like the honeymoon period had ended - we hadn't had one! It was as though we'd been together 30 years!It seemed improbably romantic. We had fallen in love at first sight. We'd lived, laughed and cried through months of difficulties - and still wanted to be together.I have no regrets about getting engaged to a stranger and moving him into my flat within a week. We're not sure when we can actually get married. When we met last summer, we had hopes it could happen spring or early summer 2021, but the pandemic is making that seem increasingly unlikely. We'd really like his family and friends to be able to travel over from Brazil.As we face our first Valentine's Day together, I wonder what we can do to celebrate it. Perhaps we'll take a chilly picnic to the park, and sit next to a river. For old time's sake. Although - relatively speaking - it isn't that long at all.I hope my improbable real life love story inspires others seeking love online to keep going. As my mum's fond of saying: \"Mae na frân i bob frân\" - \"There's a crow for every crow\". It just happens that my crow is a Carioca.When Lorna Met Leo: Love in the time of Covid is available on BBC Sounds and will be repeated on BBC Radio Wales at 19:00 GMT on14 February, Valentine's Day. ", "url": "https://www.bbc.com/news/uk-wales-56031507"}