{"datetime": "2021-02-14T13:48:19.000Z", "author": "Teleri Glyn Jones", "subject": "Valentine's Day", "title": "Covid: South Wales valleys' high death rates 'caused by poverty'", "article": "Poverty and health inequality are behind the high Covid death rates in the south Wales valleys, a public health boss has said. InRhondda Cynon Taf (RCT) the rate is 340.3 deaths per 100,000 population - the third highest in the UK.But, Cwm Taf Morgannwg's director for public health said the rate had been predictable. The Welsh Government said an \"unprecedented series of interventions\" was made to protect people's health. Kelechi Nnoaham, director for public health at Cwm Taf Morgannwg, said the issues that led the problem \"we've known about for years\" and this result could have been foreseen. \"It is fundamentally about poverty and health inequalities,\" Dr Nnoaham said. \"If someone had pulled any one of us up in February 2020 and said, 'There's a pandemic coming, can you fast forward one year and assess which communities would have the most severe hit from this pandemic?', you could almost predict the picture we're seeing now with a reasonable degree of accuracy.\" Two of the highest death rates in Wales are in the RCT local authority area.Tonyrefail West has seen 53 deaths, which puts its rate at 515.7 deaths per 100,000 people, and in Penrhiwceiber there have been 26 deaths - a mortality rate of 436.9 per 100,000 population. \"We have known it's poverty and health inequality for several years,\" Dr Nnoaham said.\"The question is what have we done? To what extent have we been successful in removing those vulnerabilities?\" Previous attempts to tackle poverty and the associated health inequalities have been \"tokenistic\" and have not done enough to remedy the root cause of the problems, he added. \"For many years... we have talked about the fact there's a lot of poverty in the Welsh valleys but we haven't done enough,\" he said. \"We've got to do more, there's such urgency now that we can't keep talking about health inequalities as if they're something academic.\" Beyond the figures, communities are mourning.Rev Peter Lewis, a vicar in Abercynon, says at the height of the pandemic, he was doing around 10 Covid-related funerals a week, but now it is closer to three a week.The clergy in the area are having training to deal with the trauma and grief they expect to be dealing with in the months and years to come.School children have been invited to make wooden hearts for Valentine's Day to hang on a memorial tree at St Gwynno's Church in Abercynon.Rev Lewis said the tree was a \"small contribution to mark that we're a community in loss.\" He said though the events have led to the community becoming more resilient. One foodshare scheme, set up by Rhondda MS Leanne Wood, of Plaid Cymru, to redistribute food from supermarkets has seen demand increase over the pandemic. According to its volunteers it is not an exaggeration to say everyone in the Rhondda knows someone who has died of Covid. Janet Slade Jones, one of the volunteers, has been helping out her neighbours since March but she says the last year has been dreadful.\"I've been to more than 10 funerals this year\", she said.Fellow foodshare volunteer Trish Denning, a retired teacher, said: \"It's really scary.\"\"A lot of the time I feel in a state of shock when I look at the statistics but you are aware of the population of RCT as an ex-mining valleys. We have a lot of health issues.\" Leanne Wood MS said jobs should be the priority to help reduce poverty and health inequality. Ms Wood said: \"The numbers of people who are employed with good jobs in this constituency is way too low.\"Not enough attention has been paid by UK Government, Welsh Government and the local authority in terms of that all important job creation so that's something that's going to have to change\". A Welsh Government spokesperson said: \"Coronavirus is the biggest single global public health crisis the world has faced in more than a generation and has had a significant impact on every aspect of our lives.\"That's why we've mobilised all our resources to respond to the pandemic, launching an unprecedented series of interventions to protect people's health, wellbeing and livelihoods. We will continue to do all we can to support everyone in Wales in the weeks and months ahead.\" Politics Wales is on at 10:00 GMT on BBC One, Sunday 14 February. ", "url": "https://www.bbc.com/news/uk-wales-56054655"}