{"datetime": "2022-01-26T14:45:54.000Z", "title": "Covid: Christmas cards arrive weeks late after Chelmsford outbreak", "article": "The fairy lights are down and the tree has been recycled, but for some people the Christmas cards have only just started arriving. People in an area of Essex have been receiving cards more than a month late as Royal Mail faces staff shortages. Sarah Merritt, from Chelmsford, said one card postmarked 13 December arrived on 13 January, with others arriving in \"dribs and drabs\". Royal Mail apologised and it was working to get services back to normal.A Covid outbreak at the Chelmsford depot had hit 70 of the 200 staff, a union said. Formula 1 fan Ms Merritt said she often received dozens of Christmas cards from all over the world from people she had met at races.She said she knew there was a problem with her post when only six cards had arrived by mid-December. \"It seems to be coming through in dribs and drabs but I'm still getting cards now, in January,\" she said. \"The most amusing was dated 13th December and arrived 13th January even with a first class stamp on it.\"I'm a really big Formula 1 fan so I'm expecting cards from all over the world from people I have been to races with.\"A lot of people go to the effort of making bespoke Christmas cards so that was disappointing for me. Receiving these cards and putting them up is is part of my Christmas, like decorating.\" She said cards posted from within the UK and internationally before Christmas were still arriving at the end of last week.Anna Miller, from Broomfield, near Chelmsford, has faced similar delays. \"My children's Christmas cards from their grandparents didn't arrive until mid-January, which was a shame really,\" she said. Dave Joyce, from the Communication Workers Union, said a backlog built up in Chelmsford before Christmas. \"They had a huge outbreak in Chelmsford in the run up to Christmas and at one point 70 out of 200 staff were off. It's been a struggle and they are fighting to get back to the same level.\" A Royal Mail spokesperson said: \"In the local area, we are experiencing some delays to service due to high levels of sickness absence, Covid related self-isolation and resourcing issues.\"We apologise to any customers who may have experienced delays to their mail. We have been working hard to get our levels of service back to normal as soon as possible.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-60133880"}