{"datetime": "2022-01-23T15:15:25.000Z", "author": "Laurence Cawley and Debbie Tubby", "title": "Why are old post boxes suddenly going missing?", "article": "There are more than 100,000 post boxes across the UK. But in recent weeks, villages across East Anglia have reported their post boxes missing. Why? Rickinghall is a mid Suffolk village with a proud history.It was the birthplace of aCanadian prime minister and the home ofBasil Brown, the archaeologist who discovered the Sutton Hoo Anglo Saxon ship burial site in 1939. But a part of its history has now gone astray. On 7 January, the post box in Hinderclay Road was stolen. It was to be the first in a series of post box thefts reported across Suffolk. Boxes have been swiped from Wixoe, Cowlinge, Hawkeden, Stoke by Clare, Chedburgh and Depden Green. In Norfolk, post boxes have been stolen inRuncton Holme, Thornham and Ashwicken . Are these thefts a new form of metal theft, the likes of which have plagued the lead roofs of churches for many years? Possibly but unlikely because the boxes are made from fairly low value cast iron. Officers believe something more sophisticated is going on - the deliberate targeting of older post boxes with a view to selling them on to collectors. In the Norfolk cases, two of the post boxes bore the Royal Cypher \"GR\", meaning they were put up during the reign of George V. The two post boxes are thought to have been stolen to be sold online. In Suffolk too, police believe the thefts are linked because the boxes being stolen are the older ones taken from remote and rural areas. Signs of angle grinder and chainsaw use are often left behind at the crime scene. Sgt Brian Calver is Suffolk police's heritage crime officer and believes the post box thefts are feeding a hungry market for collectors. \"Historic post boxes are a favourite target of these thieves at this time,\" he said. \"We know the Georgian ones are more valuable because of their age but also Victorian ones are being stolen. \"They vary in value. They can go from a few hundred pounds up to thousands of pounds. \"It is a piece of traditional British history from an idyllic rural scene. Some people really value that, just like a fine artwork.\"We see a public amenity but others do not see it that way sadly.\" \"I am really annoyed about it,\" says Wixoe resident Martin Smith. \"It is part of the village community and I am really upset that someone thinks they can come into our village and steal something that has been here for decades, since George VI really. \"We do use it, people do still send letters. The nearest post box to here is about four miles away in Sturmer [in Essex]. \"It would be a loss to the village if [the Royal Mail] don't replace it.\" Source:Royal Mail/English Heritage Newmarket-based antique dealer Patrick Cowell said: \"They would appeal to collectors and there is likely a large international market for such things.\"I was surprised to look online and find some for sale at up to four figure sums and one or two going into five figures, which seemed pretty crazy to me.\" On one online selling site, he said, he saw a post box being offered for sale with a price of £34,000. \"There are obviously people willing to sell them and there's obviously more people willing to buy them so maybe that is why they are something people are willing to steal,\" he said. Legitimate antique traders \"would want to know the provenance and the history\" and the individual you were dealing with. \"But these days we've almost curve-balled and you can just put things up straight online, whether on a social media selling place, online auction or individual selling sites,\" said Mr Cowell.\"They would appeal to collectors and there is likely a large international market for such things.\" The Royal Mail said post box thefts were rare. The theft of post boxes is not a new crime and was one of a number of issues looked at in a joint policy document written by the Royal Mail and Historic England aimed at preserving thenation's post boxes. Mark Harrison, Historic England's head of heritage crime strategy, said a key outcome of that joint policy was to cut the number of redundant post boxes ending up on the open market.Rather than surplus boxes being put up for auction by the Royal Mail, they are now either given to a museum or kept in storage for parts, Mr Harrison said. \"It makes it easier to spot something coming on to the market which should not be there,\" he said. Post box theft, he said, hit communities twice - first, in terms of the correspondence taken in the box itself, and second, the loss of history and an often important service. Mr Harrison said changes to the sentencing guidelines on theft, criminal damage and arson meant if the item stolen or damaged was a \"heritage\" item, the culprit risked serving longer in prison.\" \"We do want to get these people and bring them to justice,\" he said. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-60075415"}