{"datetime": "2022-02-07T15:35:17.000Z", "title": "London postman blames Royal Mail delays on depot backlogs", "article": "Postal staff have been out on London's streets throughout the pandemic, at all hours, in all weather. Why then are Londoners complaining of weeks-long delays to their mail? BBC London has obtained footage from a whistleblower of letters dumped and left for days, and even weeks, in Royal Mail depots. Royal Mail said Covid had caused staffing shortages but these were being resolved and every item was handled with equal importance.The frustrated postman has explained no cover has been brought in for staff sickness, so letters are just left to pile up.BBC London has been reporting on the problems with post, particularly over the festive period, for the past couple of years. The whistleblower spoke to BBC London anonymously, for fear of losing his job, and said he felt the service was letting customers down because if somebody went off sick \"those letters won't get done\". \"It can go on for weeks,\" he said. \"They'll just sit there - and this is where it gets frustrating- because you'll just see the work piling up every day.\" By Sonja Jessup, BBC London reporter There's no doubt that Royal Mail has been under huge pressure during the pandemic: the rise in online shopping, the demand this winter for lateral flow tests, and staff off sick or isolating with Covid.But several postal workers have told us they feel more should have been done, and that lessons weren't learned from the delays over Christmas 2020.Some residents too believe the problems pre-date Covid. More than 1,000 people living in the Dulwich and Peckham areas have signed a petition demanding a better service, claiming they've suffered delays since the closure of a sorting office in 2017.There's also the question of which items are getting through: two postmen have told us that they've been regularly instructed to prioritise tracked items over letters. Royal Mail says staff are told that both are equally important.Others, as well as our interviewee, are more concerned over whether important medical appointments, bills and documents are being left behind.The postie said that the more expensive tracked parcels were given a higher priority than ordinary post, despite the fact the normal mail, including insurance documents, bills and hospital appointments, may be more urgent.He said: \"All of those are being left aside for the sake of someone getting a box of brushes or a puzzle, or something like that, that had been sent tracked - because it was tracked it was prioritised over everything else.\" Another Royal Mail employee told BBC London there were longer-term issues too, with postal rounds becoming unmanageably big. They said this was due to computer algorithms being used to calculate routes without any human input on the impact of delays such as roadworks or building works. Royal Mail has said Covid led to temporary staffing shortages in some areas, but targeted local support had been provided and most areas now have a normal service again.A spokesman said: \"We had approximately 15,000 staff members off work at the beginning of January, but this is improving with thousands returning to work.\" He added routes had been revised to try to make them \"fair\" and take into account new housing. With tracked parcels being given priority, he insisted this should not be the case, but bigger parcels may sometimes be cleared out as a priority to make space. \"Every item of mail is important to us,\" he said. \"We have also reminded colleagues that the delivery, collection and processing of letters and parcels should be treated with equal importance.\"Follow BBC London onFacebook ,Twitter andInstagram . Send your story ideas tohellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60263728"}