{"datetime": "2022-01-26T12:13:26.000Z", "title": "Eleven post boxes stolen in Suffolk in past year, say police", "article": "A total of 11 post boxes have been stolen in Suffolk in the past year, with some yet to be replaced months on. Suffolk Police said it believed older boxes were being targeted with a view to selling them on to collectors. Post boxes have disappeared in Rickinghall, Wixoe, Cowlinge, Hawkedon, Stoke by Clare, Chedburgh, Depden Green, Wickhambrook, Ousden, Aldham and Herringfleet. Sgt Brian Calver said thieves were \"taking people's heritage\". It had previously been revealed that seven boxes had beenstolen from rural locations in Suffolk since the start of the year, and afurther three in Norfolk . Sgt Calver urged communities to \"think inquisitively\" if they saw vans with people wearing high-vis vests near post boxes. \"It's a common theme and we've seen it before with cable thefts,\" he said. \"They get a van and put some stickers on the side, even highway maintenance on the back, and chuck a high-vis vest on.\" Sgt Calver said as it was such a common thing to see at the roadside many people would not question what they were up to. But he urged people to contact officers if they had concerns. \"We would rather come out than miss an opportunity to catch criminals that are basically stealing people's heritage in broad daylight,\" he said. The issue also extends to Norfolk, with post boxes being stolen inRuncton Holme, Thornham and Ashwicken . The post box at Aldham was thought to have been installed with a telephone box to mark the silver jubilee of George V in 1935. In August it was cut from its post, and has yet to be replaced. \"It was widely used and people are just amazed it's gone,\" resident John Gillies said. \"People are just so used to seeing it there, it was part of our history.\" Mr Gillies said the nearest post box was about two miles (3.2km) away. \"We've heard nothing at all about it being replaced and that's really disappointing,\" he said. Royal Mail said it would replace the post box as soon as practically possible. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-60137362"}