{"datetime": "2022-01-20T15:27:43.000Z", "subject": "Coronavirus pandemic", "title": "London hit worst by Royal Mail delivery delays", "article": "Almost a third of UK postcodes affected by Royal Mail delivery delays on Thursday morning were in London. Of the 56 worst-hit areas, 18 of them were in the capital due to 38 delivery offices struggling to cope with what Royal Mail said were Covid-related absences and \"other local factors\". It comes as 1,300 people in south-east Londonsigned a petition over what they called \"a failing postal service\". Royal Mail apologised to customers for \"any inconvenience experienced\". Residents in East Dulwich said the issues pre-dated Covid, citing the2018 closure of the Silvester Road sorting office. The petition demands a plan of action from Royal Mail. It states: \"For years, residents of SE22; East Dulwich, Dulwich Village and parts of Peckham Rye have suffered with a failing postal service.\"This has led to many suffering with lost prescriptions, lost documentation, lost banking details, fraud and stress. \"Royal Mail has been failing to provide even a basic level of service in beleaguered SE22 and the surrounding areas. \"We just want to get our mail on time without waiting weeks between deliveries,\" it added. Adrian Bailey, in Brockley, south-east London, told the BBC that last month's postal delays were not as bad as last year. He said \"l had to wait eight weeks for a registered mail from solicitors about probate that required a signature on forms.\" Carol, in Sydenham, south-east London, said she missed a penalty charge notice and was still awaiting a medical appointment letter. She said: \"Going through the pandemic, quite often alone as family are in Yorkshire, birthday and Christmas cards are something that helps but, when they are weeks late or do not even show up, it is really upsetting.\" Meanwhile, residents in Croydon have also been complaining of postal delays of up to a month. Sarah Jones, MP for Croydon Central, said she had written to Royal Mail \"asking them to investigate the current state of affairs\". In a Facebook post she wrote: \"It is my understanding that both the Croydon and South Croydon Delivery Offices are currently unable to complete all deliveries six days a week due to absences.\" She said postal workers were a \"cornerstone\" of the community and had been \"invaluable\" throughout the pandemic, deserving \"our utmost respect and gratitude\". \"Please rest assured that I am looking into this issue and continue to keep a close eye on the situation,\" she added. A Royal Mail spokesperson said: \"We aim to deliver to all addresses we have mail for, six days a week. \"In a small number of local offices this may temporarily not be possible due to local issues such as Covid-related self-isolation, higher-than-usual levels of sickness absence, resourcing or other local factors.\"We are providing targeted support to the local offices affected by these issues.\" Follow BBC London on Facebook , Twitter and Instagram . Send your story ideas to hellobbclondon@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-london-60069763"}