{"datetime": "2022-02-01T13:33:44.000Z", "title": "Stamps join the digital world with barcodes", "article": "The invention of postage stamps more than 180 years ago transformed the way people sent and received letters. Now they are being brought into the digital age, with barcodes being added to everyday Royal Mail stamps.From Tuesday people will be able to scan the codes using the Royal Mail app and watch an animation featuring Shaun the Sheep.Eventually it will be possible to watch videos and even greetings from senders. But Royal Mail has warned that the change means some of its stamps will need to be used by January 2023 or swapped for new ones. The codes will be available on so-called \"definitive\" stamps - the everyday stamps featuring the profile of the Queen. The Shaun the Sheep animation, created by animation studio Aardman for Royal Mail, is the first in a series of videos planned for release during 2022.People sending stamped mail will be able choose which video the recipient sees when they get their mail. Non-coded stamps - including Christmas stamps - will now only be valid until January next year. However, they can be exchanged for the new ones through Royal Mail's Swap Out scheme, which opens on 31 March. Nick Landon, Royal Mail chief commercial officer, said: \"Introducing unique barcodes on our postage stamps allows us to connect the physical letter with the digital world and opens up the possibilities for a range of new innovative services in future.\"Analysts Mintel said people had been using QR codes extensively during the pandemic - notably with the NHS Track and Trace app - while the number of over-65s with smart phones was rising quickly. Thomas Slide, director of media and technology research at Mintel, said: \"In an increasingly digital world, a physical letter can really stand out, but enabling that letter to link seamlessly to a digital message will offer the best of both worlds.\" The Penny Black was the world's first adhesive stamp and was issued first in the UK in 1840.It helped transform the way letters were sent by making it cheaper and much more straightforward.", "url": "https://www.bbc.com/news/uk-60213179"}