{"datetime": "2021-09-17T05:06:45.000Z", "author": "Steve Mellen", "title": "Massive Attack: Band's first-ever single re-released for exhibition", "article": "Massive Attack's first single has been included on a new album celebrating Bristol's culture. Any Love, released in 1988, is one of 16 tracks on the album Vanguard, linked toa street art exhibition at the city's MShed Museum. Massive Attack were part of a growing music scene in their home city in the late 1980s. DJ Scott Hendy, who put the album together, said he can remember first encountering the band at the age of 10. Scott, who performs at festivals around the world under the name Boca 45, said he was approached to arrange the music for the exhibition - called Vanguard: Bristol Street Art: The Evolution of a Global Movement - to help capture the days when people who are now global stars were first getting started in music and street art. \"Part of the exhibition has recreated the shopfront window of Alterior [a fashion and music shop once found on Bristol's Park Street] and it has various record covers in the window,\" he said. \"So the music playing there as visitors walk around corresponds to what is in the window.\" The display features album covers designed by Bristol artists, including Banksy, who at the time would make bespoke covers for up-and-coming bands. Massive Attack may be a global act now, but Any Love, a cover of a Chaka Khan song, was released on their own label, so Scott did not face any legal issues including it on the new album. \"Plus Grant [Daddy G from the band] is a friend of mine,\" he said. \"It was a mates' thing. I probably owe him a pint.\" Scott says he first encountered The Wild Bunch - the collective that Massive Attack emerged from in the 1990s - at an exhibition at the city's Arnolfini gallery in 1985. \"The exhibition was put together by 3D [Robert Del Naja] from Massive Attack and I think Goldie was involved as well. \"I was only 10, still at primary school. Wild Bunch played live, which blew my head off.\" It was from then, Scott said, that he started looking into collecting records, paving the way for his career as a DJ. He also worked at Bristol's iconic Purple Penguin record shop, a time he describes as \"the best apprenticeship I could have had\". Scott still lives in the city and says seeing the musicians he had once been in awe of staying in Bristol was an inspiration. \"I think of the people who have done well, most stick around,\" he said. \"All of Massive Attack, Portishead, Roni Size, the Full Cycle lot - the majority have stayed here. \"I can remember going to watch Bristol City, and you'd have a pint in the Nova Scotia pub beforehand and you'd look up and see 3D standing there at the bar. \"They hadn't felt they had to go to London or New York or California to make it, so I realised you can do something in your home city.\" Only 1,250 copies of the Vanguard album are being made. The exhibition itself runs until 31 October. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-58555846"}