{"datetime": "2022-01-07T07:25:30.000Z", "author": "Maria McCann", "title": "Royal Mail gets 'life story address' letter to Cushendall care worker", "article": "Usually you need an address to post a letter - but one that made its way to a County Antrim care worker just needed his life story instead. Feargal Lynn, from Cushendall, said he was amazed to find an envelope scrawled with a 57-word mini-biography instead of a street address had found its way to him. The envelope begins \"Feargal, lives across the road from the Spar', and then refers to the names of his parents, where he lived after getting married, that he plays guitar and used to \"run discos in the parochial hall\". It even mentions that he was \"friends with the fella who runs the butchers in Waterfoot too\". Feargal had taken up writing letters to people last year to help alleviate the stress of the pandemic - but he didn't realise the post he would receive would be just as good at lifting spirits. \"There was enough there to know it was me,\" he told BBC News NI, adding that the addition of his parents' names - Joseph and Mary - was \"hilarious\".The letter, sent by a Belfast-based friend, inside featured a recipe for coleslaw and some tips for vegetarian living. But if it wasn't for Royal Mail worker Fergus McAlister, it may never have made its way to Feargal's door. \"It was so funny in the sorting office in Ballymena. One of the sorters said: 'Look at this this, do you know who it is?'\" Fergus said. \"I said I know exactly who it's for and he said: 'I feel like I know him too, for his whole life story is on the front.\" The postman even said it wasn't the first time a letter with an odd address had made its way for Feargal. \"There was a letter a few years ago addressed to: 'The Lynn family, the house beside the field with sheep in it.' We knew it was him right away But why did Feargal receive a letter, which was from a friend he had written to last year, with no address? And why was it about coleslaw? He said the friend came to Cushendall on her holidays.\"We met and spoke about work pressures, mental health and keeping spirits up. When asked how I am, I usually say I'm grand or I'm fine - but I told her that I'm finding things very hard. \"I told her about me writing letters and she said send me one.\" Feargal said he wrote to her without including his address and that he didn't want to ask the standard questions about the husband, kids and career. \"I said thanks for the chat and the craic over the summer and tell me this, given your commitment to vegetarianism do you know much about coleslaw as I'm trying to get my diet and healthy eating together for the new year.\" He said his friend has never visited his house and that he couldn't believe the response when it arrived. \"The wife saw it and sent me a picture and I opened it up. It was a lovely note with a quote of the Dalai Lama saying 'you can decide to be happy'.\"It was a very simple one-liner on looking after mental health. And then she went straight in to this amazing coleslaw recipe and a note about kaleslaw.\" A photograph and tweet of the letter with the life story address has gone viral on social media. Feargal said his initial ambition to keep his spirits up during difficult times has served its purpose - it's made him laugh and others too. \"Men in particular need to be straight and honest and say I'm not ok. It's about finding something to take you away from that,\" he said. A Royal Mail spokeswoman said it was proud of the work of postal staff like Fergus McAlister.\"It is always gratifying when our customers recognise the hard work of their postmen or women who deliver in all weathers six days a week,\" she said. It isn't the first time members of the postal service have gone above and beyond to make sure letters are delivered.In 2015, a letter found the right person in Buncrana, County Donegal,after it was addressed to \"your man Henderson, that boy with the glasses who is doing a PhD up here at Queen's in Belfast\". The letter was sent to student Barry Henderson to show how small his village was, with a note inside which said \"if this has arrived, you live in a village\". A bit of detective workhelped a parcel with a barely legible address and unreadable name find its way to the right recipient in Carndonagh, also in County Donegal.Shane Crumlish was shocked to find the package at his door missing the all-important address. Two postmen rightly deducted that it was meant for Shane, who regularly had similar boxes delivered. In England,a letter found its way to a Cornwall-based author despite not having a town, street name or postcode. The only clue was the cryptic address \"lives in a blue and green shed... near a village, 21 miles from Land's End\".More recently, four postcards eventually found their way to their intended destination in Devon,seven years after they were posted. Jan and Terry Chudley, from Whipton, Exeter, sent the postcards whilst on a holiday to Lanzarote in 2014. Confused relatives called the couple to ask why they hadn't told them they were on holiday after receiving the postcards in December 2021. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59900687"}