{"datetime": "2021-08-19T05:22:33.000Z", "title": "Banksy: What do we know about the anonymous artist?", "article": "Who is Banksy? His latest pieces of artwork - sprayed on walls in East Anglia - have yet again attracted global attention. He's one of the world's most famous artists, but despite his worldwide following his identity remains, officially at least, unknown. Often described as \"elusive\" and \"secretive\" by the press, the \"guerrilla street artist\" counts A-list celebrities among his fans. A hero to some, a vandal to others, his artworks sell for eye-watering sums, with councils and landowners rushing to profit from -or whitewash - buildings chosen as his latest canvas. And yet, the self-styled prankster and anti-establishment figure has consistently managed to stay anonymous. But what do we actually know about him? Banksy rose to prominence after he began spray-painting his trademark stencilled designs around Bristol in the early 1990s. The city's influential music and arts scene - which birthed acts such as Massive Attack and Portishead - is said to have inspired his work. Banksy himself is believed to have been born in the nearby town of Yate, South Gloucestershire, in the early 1970s. His first large stencil mural - The Mild Mild West - which depicts a teddy bear throwing a Molotov cocktail at three riot police, was painted in the Stokes Croft area of Bristol in 1999. In the early 2000s he moved to London and continued to attract attention with his trademark stencilled artwork. By the mid 2000s Banksy was becoming a celebrity himself. His works became more ambitious, popping up in cities all over the world.Each new piece became a newsworthy event and the myth of him as a masked, anonymous Robin Hood-type character poking fun at the powers-that-be began to emerge. His works began to sell for huge amounts of money, with customers including Paul Smith, Brad Pitt, Angelina Jolie and Christina Aguilera. He began to stage exhibitions of his work, putting on sell-out events in cities including Los Angeles and London - and later his hometown of Bristol. In 2009 hisBanksy v Bristol Museum show drew huge crowds, and in 2015his Dismaland exhibition took over a derelict seafront lido in Weston-super-Mare. His 2010 documentary film Exit Through The Gift Shop - showing Banksy at work - was nominated for an Academy Award and a Bafta. Quite a few names have been linked with Banksy in the past: Robert Del Naja, Robin Gunningham, Art Attack's Neil Buchanan or a Bristol art collective? The Mail on Sunday claimed in what it called aworld exclusive expose that Banksy is a \"former public schoolboy brought up in middle-class suburbia\" called Robin Gunningham. A book of photos recently released by Banksy's former agent, Steve Lazarides,claims to show the artist at work , although none showed his face. Mr Gunningham has never commented on the speculation. Robert Del Naja, of Bristol trip-hop group Massive Attack, has also been linked. The vocalist, better known as 3D, has denied this, although has claimed to know the identity of the \"real\" Banksy, referring to him as a friend. Could that friend be Neil Buchanan, host of ITV show Art Attack? He wasforced to deny any links to Banksy after a suggestion he was behind the spray cans started to trend on social media. Another possibility is that Banksy is actually not one person but many, who operate as an art collective. Of course, all of the above could be false trails, in the hope to throw us all off the name of real artist. Banksy's notoriously tight-lipped PR reps refused, once again, to be drawn on his true identity. Banksy's work has come to the fore again in recent days after10 pieces of street art appeared across Suffolk and Norfolk . People have flocked to see his \"Great British Spraycation\" street art, with designs adorning streets in Great Yarmouth, Gorleston and Cromer in Norfolk; and Lowestoft and Oulton Broad in Suffolk. Speculation was rife about if the work was indeed Banksy's for several days after the artwork was spotted, before the artist himself confirmed it was his through a video on his Instagram page. The designs in the East Anglian coastal towns have a suitably seaside feel, with seagulls dive-bombing for chips, children playing with sand and in boats, as well as a rat leaning back in a deckchair while enjoying a cocktail. A miniature stable at Merrivale Model Village has also been given the Banksy treatment, with the wording \"Go big or go home\" sprayed on to it. John Brandler, director of Brandler Art Galleries, said it was convenient for Banksy to remain anonymous \"so he can walk down the street\" without being recognised. \"But to the art world it doesn't matter any more. The brand is so big now. His people have made the brand Banksy such an incredible thing, it wouldn't make any difference now [if he was unmasked]. \"His statements are so strong. It's brilliant marketing. People are buying by brand. \"[When he started] being anonymous helped him stand out - the masked crusader - but now it doesn't matter any more. \"He's very clever. He hasn't flooded the market. He's a brilliant businessman.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-50249349"}