{"datetime": "2022-01-06T09:10:59.000Z", "subject": "Chinese New Year", "title": "Secret yarn-bomber targets Ely for fifth time with tiger", "article": "A secret yarn-bomber has targeted a town for the fifth time to mark the Chinese Year of the Tiger. The confidential crafter has put a crocheted topper depicting a tiger on a postbox in Ely, Cambridgeshire. They first put a topper on it in July, which depicted various wild animals to raise awareness of the natural world. Mystery surrounds their identity, but they said they were \"a big fan of Banksy, I like being anonymous like him\". Previous toppers on the postbox in Waterside have marked Halloween, Remembrance Day and Christmas. The artist goes by the moniker of \" secretyarnbomber \" on Instagram and they told the BBC, via social media, that they did not want to reveal any other personal details. \"I'm just someone who has used crafts to help [me] cope through the dark times we've had recently,\" they said. \"I saw other people online yarnbombing and thought 'I could do that'. \"I just love the fact that it cheers others up a bit and makes people smile. \"I also wanted to pay respects to our postmen and postwomen, without whom we would have been a lot worse off.\" They also remained tight-lipped about whether there would be more toppers. \"Who knows?\" they said. However, in apost to go with their Christmas design in December, and an appearance on Royal Mail social media pages, they stated: \"I started doing this to say thank you to our posties who do an amazing job... If this raises a smile to any of them then I'll keep going.\" \"So far [they have been on the same postbox], but it might change,\" they said. A Royal Mail spokesman said: \"Over the years we have enjoyed seeing the various postbox toppers that different groups have showcased across the UK. \"For those who enjoy crocheting, knitting and decorating our postboxes, we generally advise them to ensure that the decoration doesn't cause any safety concerns. \"Care should also be taken to ensure the toppers do not obstruct other customers from posting items or our postmen and postwomen from collecting mail.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-59885668"}