{"datetime": "2021-09-05T23:03:56.000Z", "author": "Laura Foster", "title": "Climate change: Massive Attack gig data to cut live music impact", "article": "Artists and bands must swap private jets for trains, festivals and venues need to generate more of their own renewable energy and gig tickets should include free public transport. These are just some of the recommendations being made by scientists at the University of Manchester to help the music industry reduce its carbon emissions to stop climate change. The roadmap for live music was based on tour data supplied by the band Massive Attack. The findings are being shared across the industry and, it's hoped, will inspire millions of fans to live more sustainably, too. Since 2019, scientists at the Tyndall Centre for Climate Change Research have been poring over every detail of Massive Attack's last tour. They then used lessons learned to create a roadmap for the whole industry. Their recommendations for \"super low carbon practices\" deal with how musicians, promoters, tour managers and agents should work in order to keep the rise in global warming restricted to 1.5C. The suggestions cover how artists move around, the venues they play at, and how fans get to events: Prof Carly McLachlan from the Tyndall Centre led the research and says \"to really decarbonise live music, you need to start doing it right from the inception of a tour\". The report says the music industry should only pay to carbon offset its emissions when reducing them was no longer possible. It's also suggested that a central independent body be appointed to monitor the progress the sector is making against \"clearly defined measurable targets\". \"This is so we can scale up the practice that works, learn where things didn't work and really accelerate that change.\" Robert \"3D\" Del Naja from Massive Attack says the findings aren't surprising because the solutions to climate change are already known. He says the idea of making \"plug and play\" tours more routine - where artists hire things like sound systems from the venue rather than bringing their own - already happens, but not at such a large scale. \"When we turn up at festivals, we use the same gear. We get on the same stage. Most of the stuff we use is pretty similar. \"It sounds crazy that bands are crisscrossing the same highways at night with the same gear with the same big lorries - it's unnecessary.\" He says he can picture a world where tours are developed around train schedules - similar to how football matches work - and says fans taking direct trains to festivals could actually enhance the experience. The report also recommends the sector as a whole should act together to support smaller venues. He says if the whole industry takes on these recommendations, it can help avoid a \"code red for humanity\" - a reference to the stark warnings given inthe recent UN report on climate change . Robert says how easily it can adapt though will depend upon what level of financial support is available to help make these changes. Prof McLachlan says this research is also about credibility. \"Particular artists have a really amazing platform to talk about these issues. \"They have to be able to demonstrate that they are doing all these things themselves [whether it's] reducing the amount of aviation or working with partners to decarbonise the venues they play in.\" Investing in new ways of working and new technologies sound expensive. But the thinking is reducing emissions could reduce costs, too. Prof McLachlan says \"a lot of these elements are about saving energy and that could be a direct money-saver for the tour. \"We can have affordable low-carbon activities of all sorts in the future, including music.\" Whether or not this is reflected in ticket prices, though, is a different story. ", "url": "https://www.bbc.com/news/science-environment-58442599"}