{"datetime": "2021-12-14T15:55:36.000Z", "author": "Rick Kelsey", "title": "My parcel was delivered to my bin on collection day", "article": "I have my brother in the family Secret Santa. He doesn't know this yet, but he will now - because things have gone wrong. This year, on the family Whatsapp, he asked for some face cream with built-in SPF. It arrived in the post late yesterday while I was still in the office. \"Delivered\" it said in the email.\"One less thing to worry about,\" I thought. I got home - and remembering it was bin day in the morning, wheeled the blue recycling bin on to the pavement and went straight up to bed. The morning carried the regular sounds of clinking glass bottles and scruffs of bins being dragged over the kerb.On going downstairs, I noticed a delivery note on the mat. It was similar to a text I received from another company last week, telling me they'd left a box in the bin. Realisation hit. The bin was now empty.My brother may suffer more sun damage next year after all. The SPF face cream had been recycled. Without giving away my stashing secrets, there was no rain forecast so surely behind the bin would've been a better hiding place.I also have a lovely 92-year-old sprightly neighbour who is always in and loves to take a parcel.There was also the option of the couple across the road, as well as \"behind the plant pot\", and if all else fails, they could take it back. I know there's a delivery target for drivers, who are dealing with high-stress, heavy-traffic situations - all while avoiding barking dogs and parking fines. But it seems I am not alone with delivery companies' choice of final depot. Lisa has been trying to find a parcel left in the bins for her mum without any luck. Katie Price says \"she has the worst luck\" after her parcels where left in the bin on bin day. Newsbeat spoke with with Ellie Hyndman from Derbyshire. Ellie, 29, was disappointed that her delivery driver had chosen the black bin over the blue recycling one, adding a unique bin smell to her new clothes. \"They have left it in my empty recycling bin a few times, but on this occasion it was left in my full dirty household waste bin\" Ellie contacted the delivery courier via social media but they didn't reply. She says she's still waiting for a \"resolution\". \"The parcel was from a company I have a annual delivery subscription with so it wasn't a one-off payment for delivery.\"No note through the door, just a picture via email to show where it was. I felt a bit annoyed that it was in the bin as it is pretty disgusting, feel like they could have found a more suitable place to leave it.\" Sometimes parcels are left in the bin edged open to give an extra clue of their whereabouts.Some people consider this wheely annoying. A Royal Mail spokesman told us their employees are regularly reminded about standards for deliveries: \"Our postmen and women work extremely hard to deliver mail to over 31 million addresses across the UK, six days a week, in all weathers. \"The vast majority of items are securely delivered to customers, but if we believe a customer is not at home, we will attempt to deliver the item to a neighbour and leave a card.\" Amazon told us if customers are not at home they can use their app to set their own delivery instructions, including for safe spaces that parcels can be left. Hermes told BBC News they provide couriers with a comprehensive list of \"safe places\" and bins are \"not permitted as a safe place\". They add: \"We would encourage customers to redirect their parcels to a ParcelShop, divert to a neighbour or deliver to a locker if they know they are not going to be in.\" If this happens to you the advice is to contact your seller or delivery company and explain what happened and in most cases you will be refunded. If you bought it on a credit card you have extra protection through something calledSection 75 of the Consumer Credit Act . This means the card company take on some or all of the responsibility if you don't receive something or it's faulty. A last resort could be the small claims court, which charges fees proportionate to the value of the item. But this close to Christmas, you'd rather get the order in the first place. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-59650468"}