{"datetime": "2022-01-05T06:29:27.000Z", "title": "Postcards from Lanzarote arrive in Devon seven years late", "article": "Four postcards sent from Lanzarote, the Canary Islands, have been delivered to their intended destination in Devon, seven years late. Jan and Terry Chudley, from Whipton, Exeter, sent the postcards while on holiday in December 2014. They were surprised to receive calls from their relatives this December to ask if they were on holiday. Royal Mail said it was likely the postcards were put back into the postal system recently. \"We had a phone call on Christmas Eve from my sister in Colchester to say she'd just received a postcard from us in Lanzarote,\" Mrs Chudley said. Her sister had asked if the couple were on holiday, confused as to why they had not told her. \"I told her that was in 2014,\" Mrs Chudley said, adding that it was \"a bit of a mystery\". Then her other sister called asking the same question, as well as the couple's daughters, all having received delayed postcards. Mr Chudley said he thinks they would have sent about nine postcards at the time, telling their family about their hotel, the weather and the activities they had undertaken. Out of the batch of cards they sent on that holiday, only one arrived in 2014 - to its intended address in Germany, the couple said.\"It's a mystery as to where they've been - what postbox or mailbag they've been in, it's just really strange,\" Mrs Chudley said. Friends and family have moved over the last six years, so they are unsure if the remaining postcards have also been delivered recently. A Royal Mail spokesperson said: \"Every single item of mail is important to us and it is likely that these postcards have been put back into the postal system recently, rather than being lost or stuck in the post. \"Royal Mail regularly checks all its delivery offices and clears its sorting machines daily. Once an item is in the postal system it will be delivered to the address on the postcard, parcel or envelope.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-59875485"}