{"datetime": "2020-12-10T16:42:20.000Z", "title": "Banksy sneezing woman artwork appears on Bristol house", "article": "A piece of street art by elusive graffiti artist Banksy has appeared on a house in Bristol. The creation entitled \"Aachoo!!\" on the side of a semi-detached house in Totterdown, depicts a woman in a headscarf sneezing and her dentures flying into the air.Resident Dale Comley, said he saw a \"bulky guy in a high vis jacket\" early on Thursday who he thinks was Banksy. The artist has since authenticated the work on his website and Instagram page. It is understood the art, on a house on the corner of Vale Street and Park Street, was covered up before being revealed early on Thursday morning. Mr Comley, 27, who lives on the street, said he was making coffee at around 07:00 GMT and looking out the window when he saw a man he thought \"was a really keen scaffolder\". \"I saw a man in a high vis jacket leaning against the railings opposite - he was looking at the wall the whole time,\" he said. \"Then about an hour later I looked out and saw loads of people in the street.\" Vale Street, in the city's aptly named Totterdown suburb, is one of the steepest streets in the country. Each year the 22-degree gradient slope attracts crowds with its Easter Sunday egg rolling contest. The artwork, which has appeared at the bottom of Vale Street, has attracted much attention locally.Tom, 34, said he changed his jogging route so he could come and admire the artwork. \"I saw people talking about it on Twitter, I think it's pretty good - it's certainly topical,\" he said. Jason Bartlett, 47, who grew up nearby, said he did not think Banksy had created work in the area before. He said: \"I heard it on the news and I thought I've got to go and take a look. I've always been a big fan of his. \"It's going to get interesting for whoever owns the house I suppose.\" Fred Loosemore, 28, a furniture maker who rented a room in the property until recently, told the Press Association he was going to screw a piece of clear acrylic over the artwork to protect it. \"We wanted to come up because people will deface it, and luckily we've got a workshop and a massive piece of acrylic we've got left over,\" he said. \"The artwork is so nice. It's so relevant, isn't it?.\" In October, a Banksy artwork depicting a girl hula-hooping near a real bicycle with its back wheel missingappeared in Nottingham . While in July, a pandemic-inspired piece by Banksy encouraging people to wear face masks wasstencilled on a Tube train in London . In September, Art Attack presenter Neil Buchanan dismissed rumours Banksywas his secret alias . Banksy began spray-painting trains and walls in his home city of Bristol in the 1990s, and before long was leaving his artistic mark all over the world. He is famed for poking fun at big companies and sending political messages through his work. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-55257267"}