{"datetime": "2021-06-17T11:56:13.000Z", "subject": "Coronavirus pandemic", "title": "Bristol Pride 2021: Parade postponed amid rise in Covid cases", "article": "A city's pride event has been postponed for a second year due to a \"significant\" rise in Covid-19 cases. The Bristol festival and march was set to take place in July in a smaller format than previous years, with a range of events across the city centre. However, the delay in easing restrictions and the city experiencing a \"tipping point\" has forced a postponement. Organisers said onTwitter it was \"sad\" and \"heartbreaking\".Eve Russell, festival director, said: \"We had robustly planned all our events to ensure they could go ahead had the rules not been relaxed, but sadly Covid-19 cases are rising significantly in Bristol, particularly among young people, and it just won't be possible to deliver the day in a way that is safe at this time.\" The team had spent the last 10 months planning a safe programme of events, she added.Bristol Pride celebrates and protests for the rights of LGBTQ+ culture. Organisers had planned the event, which would have culminated in a gathering at Castle Park, in the hope that coronavirus restrictions would be eased on 21 June. It was due to feature a food market, family and youth areas and roaming live performances as well as an after party in a local nightclub. However, with a limit of only 30 people able to attend an outside gathering and night clubs not yet able to open, organisers said they had no choice but to postpone. The Pride Festival will go ahead with socially distanced events indoors including a cabaret show, comedy night and Queer Vision Film Festival still set to take place. Organisers said they were in talks with the council to agree another date to hold the parade once restrictions are fully lifted.\"We hope people can still celebrate but must remind LGBT+ people to be responsible as to how they do this, \"Mrs Russell said. \"We urge them to not gather in big groups at this time when we are very much experiencing a tipping point in Bristol.\" In previous years the festival and Pride Day has attracted more than45,000 people to the city centre and the Downs, with concerts from Sophie Ellis-Bextor and former Spice Girl Mel C.Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-57510389"}