{"datetime": "2021-06-30T17:09:37.000Z", "author": "Jasmine Ketibuah-Foley", "title": "Bristol's Pride rainbow crossing celebrates diversity", "article": "A rainbow crossing has been installed in a city centre to celebrate lesbian, gay, bisexual, transgender, queer, questioning and ace (LGBTQ+) communities for Pride Week. The puffin crossing on Wine street in Bristol has incorporated all of the colours of the Pride Progress Flag. A Pride Festival parade was set to take place this week but the delay in easing restrictionsforced a postponement . The council has said the crossing will be in place for the foreseeable future. Bristol Pride organiser Daryn Carter MBE said: \"Visibility for the LGBT+ community is still an issue. \"It will be a positive, unmissable reminder to celebrate diversity in all its forms and for us all to step up and stand up against prejudice and hate.\" Heather Johnson, 23, grew up in Bristol and said seeing the crossing meant a lot to her because celebrating Pride Day had been a massive part of her life. \"I celebrate it every year with my family. The crossing is a real symbol of pride, the love that we have in this city and all over the world, so its great to see it here. \"It feels strange this year not having a big celebration for pride today, but I'm carrying it in my heart and have been reminding people around me that it's still important and we still have a long way to go, but this is a step in the right direction.\" Kaz Self, 58, from Bristol Trans Pride South West, said the new pride crossing was a great idea and looks \"amazing\". \"I'm a transwoman and I think it really shows that this is an inclusive city and city that's' welcoming of lesbian, gay, bisexual, transgender, queer, questioning, ace and pansexual (LGBTQP+) people,\" she said. \"It's fantastic and you know Bristol has its pride event that it's missing out on this year so its great that we've made this statement.\" Jonathon Wallis, 23, from Bristol, said it was one of he first things he saw after returning to the city and it made him \"feel at home\". \"I love that the city is showing inclusion for all communities,\" he said. \"It makes me feel good about the city and remember what makes the city special to me.\"It is so open to everyone no matter who you are, what your background is, what your pronouns are or who you love, you are welcome here.\" Callan Mcintyre, 23, from Bristol said he loved seeing it on display in his city. \"If you're part of the LGBTQ demographic you can see this and hopefully feel included and a little bit safer to see it proudly on display. I'm all for it,\" he said. \"You're always going to get people with bigoted opinions who are just going to hate so maybe this will help to open up dialogue with those people.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-57630842"}