{"datetime": "2021-03-12T13:52:56.000Z", "title": "Banksy's 'Aachoo!!' removed from house in Bristol", "article": "The Banksy artwork \"Aachoo!!\" which appeared on a house in Bristol at the end of last year has been removed. The mural, which appeared on the side of a semi-detached house in Totterdown, depicts a woman sneezing so hard that she loses her false teeth. A crane was used to lift the work from the wall on Friday afternoon. It is not clear whether it has been removed for sale but gallery owner John Brandler said when he was offered it he told the owner to give it to Bristol. The mural, which was claimed by Banksy on Instagram shortly after it appeared, was spotted at the bottom of one of the steepest streets in the UK, Vale Street, on 12 December. When viewed with the road level, it looks as if the woman's sneeze is blowing the houses over. Since December, it has attracted a regular stream of visitors - up to 100 a day. In Nottingham,Banky's mural depicting a girl hula-hooping with a bicycle tire, was removed after being sold to Mr Brandler for a \"six-figure sum\". He said when the previous owner of the house in Totterdown contacted him about the mural, he told them it was a \"poison chalice\". \"I actually advised the previous owner to give it to the corporation of Bristol or to an art museum,\" he added. \"My personal view is that I think the house has been sold and the new people have moved in and covered it up.\" The house was in the process of being sold but Nick Makin, whose mother Aileen Martin owned it, said the sale was still going ahead, despite reports they had pulled out. He told the BBC, at the time, that he wanted the artwork to \"stay where it is\" and be protected. He also said had been \"looking at getting a covenant put into the deeds of the house\" to make sure the Banksy mural remained in place. Banksy's most recent work wason the side of Reading Prison . Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-56098124"}