{"datetime": "2021-07-02T12:39:08.000Z", "title": "Banksy replacement charity art taken from Bristol wall", "article": "An appeal has been made for the return of artwork installed on a wall where Banksy's work recently appeared, after two men were seen taking it away. Mason Storm's design was removed less than 12 hours after being revealed on the wall in Bristol,previously occupied by Banksy's \"Aachoo!!\" . It had been due to be auctioned off for children's charity Dexter's Odyssey. Storm created the seven-foot wide artwork as part of an exhibition at Stowe Gallery in Cheltenham. Banksy's mural itself was removed and is to be auctioned. Gallery owner Jamie Marchant said they are not sure what the motivation for taking the artwork is, but asked for those who took it to \"do the right thing\" and return it. \"We don't know if it's been done maliciously for profit or whether they thought it was a free art drop. We've put out the word to the art collecting world for it to be returned \"It was put there for the people and would have stayed there for about a year before being auctioned off,\" he said. The artwork had been \"hidden\" in Bristol and clues were given to encourage people to find it as a part of a \"treasure hunt\". It was found on Thursday by Lee Worley, just a few hours before two men were seen removing it at about 19:00 BST. Neighbours said that the two men seen taking the painting appeared relaxed and had been \"laughing and joking\" as they removed it and waited for around 20 minutes for a van to arrive to take it away. They said they had assumed that it was being removed for safekeeping and it was only later that the street was \"buzzing\" with the news that it had apparently been taken without permission. Mr Marchant added that although the artwork is \"probably worth tens of thousands\" it would be difficult to sell openly. \"It would be difficult to sell it publicly as it would be shunned, but it may be sold privately.\"Mason has said if it isn't found he will do another one,\" he said.Artist Mason Storm also appealed for the work to be returned, adding: \"Honoured someone would go to the trouble of pinching it as a joke.\"Obviously they had no idea it was going to be auctioned off for our Dexter's Odyssey charity, and now that they do, I'm sure they'll do the right thing.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-57694084"}