{"datetime": "2022-02-02T08:53:52.000Z", "title": "Ex-teacher Hannah Lowe's sonnets about students win Costa Book of the Year", "article": "A collection of modern sonnets inspired by poet Hannah Lowe's decade teaching in an inner London school has been named the Costa Book of the Year. Lowe's book The Kids was described as \"a joy to read\" by the chair of judges, BBC journalist Reeta Chakrabarti. Lowe has won £30,000 for her \"poignant, witty, thoughtful and universal\" work. Its 66 sonnets convey the highs and lows of teaching A-level English, and offer fictionalised portraits of some of her adolescent students. The collection also draws on Lowe's own experiences as an teenager and a mother.\"It is fresh, it is original,\" Chakrabarti said. \"When I first picked it up, I thought, goodness me, I haven't read anything like this before. \"It's a book of poetry that is written in the sonnet form, but it is so fresh and immediate and modern that you sometimes don't feel like you're reading poetry. You just feel like she's speaking to you.\" \"Boredom hangs like a low cloud in the classroom.\" That is the opening line from one of the many memorable sonnets in The Kids, and demonstrates how thoroughly modern they are.They are engaging and entertaining too. The poems are divided into three sections. First, Lowe writes about teaching. \"If gloom / has a sound, it's the voice of Leroy reading / Frankenstein aloud.\" The second reflects on her own school days with unforgettable lines on adolescent desire: \"His voice was like a shirt unbuttoning.\" The final poems are about motherhood and splitting up with her partner. They offer a particularly fascinating glimpse into Lowe's experience teaching English at an inner-city London sixth form in the 2000s. The majority of her pupils were from minority backgrounds, and one poem is called The Only English Kid. Another girl was hostile for months, with \"the late strut-in, teeth-kissing, rolling eyes\", until she discovered Lowe's father was \"half Jamaican, half Chinese\". Lowe can only conclude that the \"whiteness of her skin\" had caused \"confusion, chaos\", and after that the girl was \"nicer\". There are also some bold and disconcerting poems. Lowe takes her pupils to see the film Notes on a Scandal, starring Cate Blanchett as a teacher who has an affair with a schoolboy. Another poem, titled Boy, is about a pupil who would \"ignite a little flame\" whenever he waved at her. The sonnet, with its 14 lines and strict rhyme scheme, dates back centuries. But in this collection, Hannah Lowe has taken it to unexpected places - with richly rewarding results. Lowe told BBC Radio 4's Today programme on Wednesday that sonnets have \"a particular energy\", and having to fit a structure \"pushes your imagination to a new place\". \"So often you'll find yourself going beyond the memory and beyond the documentary truth, even,\" she said. \"And then the sonnet, it just seemed like the right form for these poems, because I was often having to teach the sonnet.\" She also explained: \"I started writing poetry because I enthused myself about poetry through teaching it. I sometimes felt I was the only person getting enthused in some of my lessons. \"But there's a direct relationship, which is why, in a way, it made sense for me to then write about teaching.\" From Ilford in east London, she left teaching in schools in 2012 and now lectures in creative writing at Brunel University. Last month, The Kids won the Costa Poetry Award, one of the five individual categories in the Costa Book Awards. Those five then went forward to be considered for the overall book of the year accolade. The final deliberations took several hours, Chakrabarti said. \"We really found it a difficult decision because the quality of the entrants was very high. \"It was a decision that we were all behind because it most fulfilled the sort of book that we were looking for - something that speaks to the moment but that's also timeless. We think this is a collection that will last a long time and we hope will become a classic because it fully deserves to.\" The Costa Book Awards are among the UK's most prestigious book prizes and have been going for 50 years. The Kids was also shortlisted for this year's TS Eliot Prize. The other Costa Book Award winners were: ", "url": "https://www.bbc.com/news/entertainment-arts-60213531"}