{"datetime": "2022-02-01T14:01:36.000Z", "subject": "Coronavirus pandemic", "title": "Bid to save 89-year-old Hampshire bookshop", "article": "An appeal has been launched to save a bookshop, described as the \"jewel of the high street\", from closure. Sarah Veal, who owns The Book Shop on the High Street in Lee-on-the Solent, Hampshire, said she had no choice but to try to buy the premises from the landlord. She cited repayments on aBounce Back Loan , taken out during the pandemic, and a rent increase. She described support for the fundraiser as \"unbelievable\". So far, she has raised almost £12,000 of her £30,000 target. \"[The store] has traded as a bookshop for 89 years, a lot of our loyal customers are elderly residents and shopped here as children,\" Ms Veal said. \"It's survived a world war and a pandemic - three lockdowns, it would be a crying shame to see it go now.\" On the online fundraising page for the independent store, Sarah Davies wrote: \"I grew up in Lee in the 50s and 60s, Lee Bookshop was where I spent my pocket money...it would be awful to loose [sic] it.\" Fran Palmer urged: \"We cannot afford to lose a treasure like this shop.\" Chloe Martin, who also donated, said: \"It would not be the same without the jewel of the high street.\" Ms Veal took over the store in November 2018 and the following year made it to the finals for independent bookshop of the year at the British Book Awards. \"What we achieved in that first year was quite incredible but lockdown sort of took the wind out of my sails a little bit,\" she said. \"All the staff were furloughed.\" With no online shop set up when the first lockdown came in, Ms Veal said she had to improvise by setting up signs outside the store and using social media to let people know they could still order books. Her daughter Jazmine also came up with an idea to create \"positivity boxes\" during the pandemic - filled with a paperback book, chocolates, bookmarks and other gifts. \"We sent them all over the UK and abroad - even as far as Seattle in the US, and Australia,\" Ms Veal said. She added: \"We are fighting, and we are fighting hard, but we need help.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-60216805"}