{"datetime": "2022-02-02T13:03:01.000Z", "title": "Eight-year-old's handwritten novel takes Idaho town by storm", "article": "Good things come to those who wait - but with a bit of hustle, success can come sooner than you think. That is the lesson learned by eight-year-old Dillon Helbig, whose first book has become a surprise hit in his Idaho town of Boise. He snuck his 81-page handwritten Christmas tale onto a bookshelf at his local library without anyone noticing. But to the surprise of both himself and his parents, 56 people have joined the library's waitlist to read it. The fictional novel tells the story of how Dillon was decorating his Christmas tree when it exploded, magically transporting him back to the year 1621. The year is a reference to when the Thanksgiving holiday was first celebrated in the US, a fact he checked with his mother while working on the book over the winter holidays. The book was written by hand over four days in a journal and illustrated with drawings - also by the author. He gave it the title The Adventures of Dillon Helbig's Crismis, and named the author as Dillon Helbig His Self. But the only reason the self-produced novel became known outside of Dillon's home was because of how it ended up in the local library system. While on a trip to the library with his grandmother shortly after finishing the book, Dillon took a risk. He decided to place the only copy of the book on a shelf when nobody was looking. \"There was a lot of librarians that I had to sneak past, so do you know what I did? I covered up this part and covered the back with my body and just snuck it in,\" Dillon explained to a local television station. \"I always be sneaky, like how I get chocolate\", he added. When the local branch discovered the book they decided to process it and include it in their collection. \"Dillon's book definitely fit all the criteria that we would look for to include a book in our collection\", the library manager, Alex Hartman, said. As for Dillon, he already has plans for a sequel. He told interested reporters that his next book will be \"based on actual events\". And he has already decided on a title for it - The Jacket-Eating Closet.", "url": "https://www.bbc.com/news/world-us-canada-60229749"}