{"datetime": "2021-05-21T11:37:28.000Z", "title": "Banksy: Hula-hooping girl goes on display in Suffolk museum", "article": "A Banksy artwork is being put on display for the first time since it was removed from the side of a building. The hula-hooping girl mural appeared on a wall in Nottingham in October and was laterclaimed by the artist . It was bought by gallery owner John Brandler and cut from the wall for \"safekeeping\",disappointing residents .The Moyse's Hall Museum in Bury St Edmunds, Suffolk, said it was \"amazing\" to have the work as part of an exhibition, which opens on Sunday. The mural of a girl hula-hooping with a bike tyre was daubed on the side of a beauty salon, near where a bicycle with a missing back wheel was locked to a post.People queued around the block to see it but it was removed from the wall when Mr Brandler bought it for a \"six-figure sum\".He claimed he had saved the Nottingham artwork \"in time\" before damp could cause damage under the plastic cover put on by Nottingham City Council. Dan Clarke, heritage officer for West Suffolk Council, which owns the Moyse's Hall Museum, said to be able to get a \"wall piece, literally a piece of building cut out and brought down to here is quite an amazing thing\".He said there was merit in removing it from the wall from a \"museum point of view\", especially as it had been \"vandalised quite heavily\". Mr Clarke said: \"There's a balance to be struck, do you want Banksy's work, the artist who perhaps defines our era of time the most, to be seen in 200 years' time or do you want it to stay in context now?\" He said Mr Brandler spent \"thousands\" of pounds protecting the work.The collector owns a number of the elusive artist's pieces, including Seasons Greetings,which he bought from a garage in Port Talbot in 2019 . People in Nottingham, however, said the hula-hooping girl \"should stay in the area it was put in\" and The Nottingham Project said it was told by Banksy's team Pest Control the work's removal would go against his wishes. It will be on display as part of the Moments exhibition, featuring other works by Banksy plus artists including Kaws and Pure Evil, at Moyse's Hall Museum until 30 September. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-57199266"}