{"datetime": "2022-01-31T18:39:07.000Z", "subject": "The Holocaust", "title": "Anne Frank's betrayal: Dutch publisher apologises for book", "article": "A Dutch publishing house has apologised for printing a book which identifies a person who may have betrayed Anne Frank and her family to the Nazis. The book's investigating teamsuggested a Jewish man called Arnold van den Bergh was responsible for her and her family's arrests during World War Two . Many people have criticised the book since its publication.Anne Frank was a Jewish girl who died in a Nazi concentration camp in 1945 after spending two years in hiding. Her diary, published after her death, is the most famous first-hand account of Jewish life during the war. The BBC has approached Dutch publisher Ambo Anthos for comment, as well as the book's author and its English-language publisher. The recent publication about who betrayed Anne and her family said Jewish notary Van den Bergh had probably given up the Franks' hiding location to save his own family. The investigating team, made up of historians and other experts, including an ex-FBI agent, spent six years using modern investigative techniques including AI technology to try to crack the \"cold case\". But the book has gained criticism from many since its publication. For example, the Swiss-based Anne Frank Fund, talking to the Swiss press, said the investigation was \"full of errors\". Following the criticism, the Dutch publisher wrote in an internal email to the book's Canadian author, Rosemary Sullivan, that it should have taken a more \"critical stance\" on the book. \"We await the answers from the researchers to the questions that have emerged and are delaying the decision to print another run,\" it said. \"We offer our sincere apologies to anyone who might feel offended by the book.\" Quoted by Dutch public broadcaster NOS, one of the investigators used in the book, Pieter van Twisk, said he was perplexed by the email and had been unaware of how Ambo Anthos felt about the book's reception. He added that the investigating team had never claimed to have uncovered the complete truth. He estimated that their theory had a \"probability percentage of at least 85%\" and they hoped their research would help fill the gaps in the existing research. Anne and seven other Jews had hidden in a secret annex above a warehouse in Amsterdam before being discovered by the Nazis. They were all deported and Anne died in the Bergen-Belsen concentration camp in Germany. Her diary, first published in 1947, has been translated into 70 languages. ", "url": "https://www.bbc.com/news/world-europe-60204868"}