{"datetime": "2022-01-06T11:34:44.000Z", "title": "Jon Stewart denies accusing JK Rowling of anti-Semitism", "article": "US chat-show host Jon Stewart has denied accusing Harry Potter author JK Rowling of anti-Semitism in comments he made on a podcast last month. The satirist compared goblins who run Gringotts bank in the series of fantasy novels and films to characters in a 1903 anti-Semitic publication. He has now said the conversation played on the podcast was meant to be \"light hearted\" and he \"does not think the Harry Potter movies are anti-Semitic\". Rowling has not responded. The US comic, who used to host The Daily Show, now presents Apple TV series The Problem with Jon Stewart and its accompanying podcast.In a December episode of the podcast, Stewart discussed scenes from the Harry Potter film series, set in the magical bank Gringotts. In Rowling's hugely successful books and the subsequent films, the goblins who run the bank are depicted as ill tempered, diminutive creatures who are the guardians of the gold. The first book describes one as \"about a head shorter than Harry\".\"He had a swarthy, clever face, a pointed beard, and Harry noticed, very long fingers and feet,\" it says. Accusations the characters are anti-Semitic have rumbled on for several years. Some have suggested the depiction is based on caricatures of Jews from The Protocols of the Elders of Zion, first published in 1903, which purports to reveal a Jewish plan for world domination. Speaking on the podcast, Stewart said he had had conversations about the book with people reluctant to acknowledge the resemblance. \"[People think,] 'Oh, that's a character from Harry Potter,' [and] you're like, 'No, that's a caricature of a Jew from an anti-Semitic piece of literature.' JK Rowling was like, 'Can we get these guys to run our bank?'\" Stewart said. \"It was one of those things where I saw it on the screen and I was expecting the crowd to be like, 'Holy [expletive], she did not, in a wizarding world, just throw Jews in there to run the underground bank.'\" Rowling, who has previously spoken out against anti-Semitism, was actively involved in the film series and has a producer credit on the final two films, as well as the Fantastic Beasts spin-offs. Stewart has now said the conversation was meant to be \"light hearted\" and denied accusing Rowling of anti-Semitism. News outlets had \"piled into this ridiculously out-of-context nonsense\" and he did not want the franchise censored \"in any way\", the comedian said. Speaking ina video posted on Twitter, he said: \"There is no reasonable person that could have watched it and not seen it as a light-hearted conversation amongst colleagues and chums. \"Having a laugh, enjoying ourselves about Harry Potter and my experience watching for the first time in the theatre as Jewish guy and how some tropes are so embedded in society that they're basically invisible even in a considered process like movie-making. \"This morning, I wake up, it's trending on Twitter, and here's the headline... 'Jon Stewart accuses JK Rowling of anti-Semitism'. \"So let me just say this super-clearly, as clearly as I can, 'Hello, my name is Jon Stewart. I do not think JK Rowling is anti-Semitic. I do not think the Harry Potter movies are anti-Semitic.' \"I really love the Harry Potter movies, probably too much for a gentleman of my considerable age. \"I cannot stress this enough - I am not accusing JK Rowling of being anti-Semitic. She need not answer to any of it. I don't want the Harry Potter movies censored in any way. It was a light-hearted conversation.\" Representatives for Rowling said she would not be commenting on Stewart's remarks. ", "url": "https://www.bbc.com/news/entertainment-arts-59893206"}