{"datetime": "2022-01-27T12:03:26.000Z", "subject": "The Holocaust", "title": "Tennessee school board bans teaching of Holocaust graphic novel Maus", "article": "A school board in Tennessee has banned a Pulitzer prize-winning novel about the Holocaust from being taught in its classrooms. Board members voted in favour of banning the novel because it contained swear words and a naked illustration. The graphic novel Maus: A Survivor's Tale depicts how the author's parents survived Auschwitz duringthe Holocaust . Author Art Spiegelman said he was \"baffled\" by the decision. Six million Jewish people died in the Holocaust - Nazi Germany's campaign to eradicate Europe's Jewish population. Mr Spiegelman's parents were Polish Jews who were sent to Nazi concentration camps during World War Two. His novel Maus, which features hand-drawn illustrations of mice as Jews and cats as Nazis, won a number of literary awards in 1992. In a McMinn County Schools board meeting in January, members said that they felt that the inclusion of swear words in the graphic novel were inappropriate for the eighth grade curriculum.Inthe meeting's minutes , the director of schools, Lee Parkinson, was quoted as having said, \"there is some rough, objectionable language in this book.\" Members also objected to a cartoon that featured \"nakedness\" in a drawing of a mouse. Initially, Mr Parkinson argued that redacting the swear words was the best course of action. But citing copyright concerns, the board eventually decided to ban the teaching of the novel altogether. Some board members did back the novel's inclusion in the curriculum. In an interview with CNBC the author of the novel, Mr Spiegelman, said he was \"baffled\" by the decision and called it an \"Orwellian\" course of action. Speaking on Wednesday about the ban a day beforeHolocaust Memorial Day , he said: \"I've met so many young people who... have learned things from my book.\" The move to ban the novel comes amid a national debate over the curriculum in US public schools. Parents, teachers and school administrators have been grappling withhow to teach race, discrimination and inequality in the classroom. ", "url": "https://www.bbc.com/news/world-us-canada-60153696"}