{"datetime": "2022-01-21T01:55:17.000Z", "author": "Ian Youngs", "title": "Sally J Morgan wins Portico Prize for novel inspired by a brush with killers", "article": "When a mousey pregnant woman and her toothy husband offered Sally J Morgan a lift while she was hitch-hiking near Gloucester in 1973, something told her not to get in their car. \"I knew that if I got in that car, something terrible was going to happen,\" she recalls. \"I didn't know why. I nearly got in, but everything about it didn't add up. It just made no sense. \"The hairs went up on the back of my neck and there was no way I was getting in that car once that feeling had hit in, and I had no idea why. \"I couldn't rationalise it, but I knew it just wasn't a good idea. And thank God I didn't.\" It was only decades later that Morgan, who was 21 at the time, realised that the unsettling couple were Fred and Rosemary West, who were found to have raped, tortured and murdered at least 12 young women, including some hitch-hikers, between 1967 and 1987. \"When I realised it, I think all the blood drained from my body,\" Morgan says. \"It's something I can hardly think about now, to be honest. \"The consequence of getting in that car was more than just dying. It was horrendous.\" Almost 50 years on, a novel partly inspired by that terrifying encounter, and by Morgan's own time as a normally fearless art school graduate in Leeds, has earned her the Portico Prize, a prestigious literary award for the book that best evokes \"the spirit of the north of England\". The author, who was named the winner in a virtual ceremony on Thursday, stresses that her book is not just about the Wests. \"They're only there for a small time and the book's also funny and poignant and poetic and all of those sorts of things,\" Morgan explains. \"Some people have been very upset when they read it because they thought it was going to be a gross, gory murder story.\" However, she did want to write about \"the idea that young women were surrounded by murderers, that they are prey\", she explains. The spectre of Yorkshire Ripper Peter Sutcliffe, whose first known victim was in Leeds in 1975, also hangs over the book. Titled Toto Among the Murderers, the novel follows anarchic art school graduate Jude Totton, known to all as Toto, and her friends in the early 70s as they move into a house in Chapeltown, described by Toto as \"the roughest part of Leeds, if not the whole of Yorkshire\". Morgan says there is \"certainly a lot of me in\" the free-spirited title character.\"But I think she's far more interesting than I am. And maybe just a smidge more of a wild child than I was. Let's put it this way - I have gifted Toto quite a bit of my own experiences, and then embroidered on it.\" This is the first novel Morgan has published, but not the first she has attempted to write. \"I've got loads of really bad novels under my bed that I started writing when I was about 17,\" she says. \"Somewhere along the line, I think it was in my early 20s, I thought, what am I doing? I don't know anything. I need some life experience to write a novel. And so part of me just deliberately put myself in places that I thought might end up being interesting to write about.\" Was that one reason she went hitch-hiking? \"Yeah, it was. But as I got older, I got less ridiculously reckless about these things.\" It's remarkable to think that she put herself in situations, and sometimes in harm's way, with one eye on using the experiences in print, and even more remarkable that she has now finally done so five decades on. Her long-term plan to gain life experience also attracted her to a job as a community artist on \"the roughest estate in Manchester\" in the 1980s. That will be the basis of her next book. In fact, Morgan has packed her life with enough experiences to fill plenty of novels. Born in Wales before moving to Yorkshire, she trained as a painter at the Royal Academy for Fine Arts in Antwerp, studied history at Ruskin College in Oxford, and worked as an archaeological digger. She has gained acclaim and held exhibitions around the world as an artist, making what she describes as \"really out-there physical endurance performance art and installation - very weird\". She then became a professor of fine arts in New Zealand, her adopted home, but scaled back her academic work last year. Now, she is an award-winning author. Journalist and author Gary Younge, chair of judges for the Portico Prize, which is run by the Portico Library in Manchester, praised the way Toto and the Murderers \"vividly evokes a period in recent history with themes that carry clear, if painful echoes, to today\". He added: \"[It was] a time when women in the North, in particular, lived in mortal fear of sexual violence made explicit by daily headlines about mass murderers targeting vulnerable women. \"But what comes through is the determination of Toto, the main character, to refuse to allow the fears to define her as she lives a life of reckless adventure, longing and love.\" In writing the book, Morgan set out to depict both the North and the 70s more faithfully than she thought had been achieved by other modern authors. \"I felt that time and that place were getting lost in a load of cliches and weird nostalgia from people who weren't actually there,\" she says. \"And it was a really vibrant time, and a very complex time. And also, the North that I lived in at that time was a complex and layered place. \"I thought, if I didn't write down my experience of that time and that place, then those stories would be lost, and all we'd be left with are stories of grim steel works and really unsubtle notions of the North.\" Toto Among the Murderers is out now, published by John Murray Press. ", "url": "https://www.bbc.com/news/entertainment-arts-60067264"}