{"datetime": "2022-01-30T00:21:24.000Z", "author": "Steven McIntosh", "title": "Jamie Oliver: I'm not a fan of cookery competition shows", "article": "TV chef Jamie Oliver says he was initially reluctant to agree to his new TV series because he is \"not a massive lover of cookery competition shows\". The Great Cookbook Challenge will see members of the public compete for a publishing deal, with the winner releasing their own recipe book.Some of the UK's most popular food programmes are cookery talent contests, such as Masterchef and Bake Off. But this is Oliver's first, and he says such shows are usually \"not his bag\". \"I know everyone else loves them, but they just make me a bit uneasy, a bit nervous, and it's a bit stressful, and it's not my cup of tea,\" he told BBC News. \"I'm not judging the shows per se, I know people love them, but it's never really been my bag. So when I was asked to do one myself, my first response wasn't particularly polite.\"But because it's through the lens of publishing and the written word, strangely that did honestly change everything, and as I started to get into it, I was only wanting to do it if the show was more soulful and unexpected and aspirational.\" The Great British Bake Off is the UK's most popular televised culinary contest, bringing in a consolidated audience of more than nine million for Channel 4, whileMasterchef attracts around five million to BBC One.Few others can match these viewing figures but many have still attracted loyal audiences, includingCome Dine With Me, Best Home Cook, Great British Menu and the rebootedReady Steady Cook. While some breakout stars of these shows use their newfound fame to release cookbooks and become TV personalities, it's unusual for a publishing deal to be the prize on the show itself.The judges deciding the fate of the contestants on Oliver's new series are publishing guru Louise Moore, food critic Jimi Famurewa and cookbook author Georgina Hayden. \"The most incredible thing about publishing is actually, believe it or not, everyone is welcome,\" Oliver suggests. \"Just because you're the best chef in the country, that doesn't mean you deserve to be published more than an amazing cook who happens to be a single mum, who's writing a book with a hook. If anything, her book is much more publishable.\" Oliver is, of course, no stranger to writing books with hooks. His recipe collections generally have a particular theme, with self-explanatory titles like Veg, 30 Minute Meals or 5 Ingredients. Oliver says he cooks all the recipes himself (\"multiple times\", in fact), to road test them before publication, and they continue to sell by the bucketload.His 25 cookbooks have collectively sold more than 15 million copies, technically making Oliver the best-selling non-fiction author of all time in the UK. But it's worth noting the high sales of cookbooks are limited to only a few big-name chefs.Sales data obtained by the Sunday Times shows that of the 5,000 cookery titles released in the UK in 2020, only 556 sold more than a hundred copies. Oliver has worked exclusively with Channel 4 for nearly two decades. But, he says, The Great Cookbook Challenge will be one of his last programmes under his current contract with the network. \"I guess the exciting news is, and with no disrespect to my employer, I've been exclusive at Channel 4 for 17 years, and I chose to not be exclusive anymore this year,\" he reveals. \"After Covid, I just felt that I needed to be agile and flexible to tell stories that maybe aren't a Channel 4 story. So I haven't begun to work with other channels yet, but in a modern time where Amazon, Apple, Netflix, the BBC... I'd love to work on the right job with any of them. So I'm excited to think of different ways of communicating big stories.\" Maggie Brown, media writer and author of Channel 4: A History from Big Brother to the Great British Bake Off, says Oliver has always been a \"huge hit with audiences\" for the broadcaster.\"He fitted perfectly into the Channel 4 ethos,\" she says. \"He was regarded as a 'core talent', part of its brand. \"During the lockdown in 2020, when advertising collapsed, he was part of its emergency front line, making fast, cut-price shows, such as Keep Cooking and Carry On, filmed on his iPhone, to fill gaps in the schedule. They worked well.\" But, she adds: \"Now viewers are continuing to flock to the big streaming services which are snapping up premium sports events, attractive programming and stars, aided by their deep pockets.\"With the restaurant and hospitality sector which Jamie Oliver is also committed to still in recovery, he has made a pragmatic commercial move and to a sector less regulated than public service television. But it is highly likely he will continue to be a presence of sorts on Channel 4.\" Oliver, 46, is arguably as well known for his social action campaigns as his cooking. He successfully called for the nation's school meals to be made healthier in 2005, famously expressing his disgust for junk foods that were targeted at children, such as Turkey Twizzlers. In 2016, the sugar tax he had championed was adopted by then-chancellor George Osborne. It saw a levy added to sugary soft drinks such as Coca-Cola. Research has shown sales of high-tier sugary drinks (i.e. those containing more than 8g of sugar per 100ml)dropped by 44% per household per week in the year after the sugar tax was introduced. UK households bought 10% less sugar overall as a result of a change in their soft drinks consumption.\"I haven't had any letters from CEOs thanking me for taking more money and getting bigger bonuses, which I'm happy to receive,\" Oliver notes, only half joking. \"And by the way, I'm not saying that tax is the answer to every intervention, but we can prove to you that it did the job categorically. It was the single largest source of sugar that our children consumed and there was no nutritional benefit.\"It's really symbolic of the government putting a part of the industry on the naughty step and helping them get better, which they did.\" The sales of Oliver's own physical cookbooks remain high, despite the gradual take-up of e-readers and the explosion of free recipes available online.\"All I can say is, since the birth of the internet, cookbooks have only become more relevant commercially and socially. The cookbook sales haven't gone down, they've gone up,\" he says of his own titles. \"At the same time, having billions of free rubbish recipes [available online] isn't necessarily a gift. If you did an inventory of a million free recipes, you're going to find that a tiny proportion actually work well... That's not me being defensive or bitchy, because I have free recipes online as well, right? But all I'm saying is, that industry doesn't have a standard.\" So, what makes a great cookbook?\"Having an authentic voice. The recipes have got to be well-written, they've got to work, they've got to be tested, and your job is to help the public try something new and not waste their money or their time.\" He adds: \"The question of the show is, can there be a genuinely ingenious book from an underdog, from someone who wouldn't normally get to meet a publisher? And the answer is yes.\" The Great Cookbook Challenge with Jamie Oliver begins on Channel 4 at 20:00 GMT on Monday 31 January. ", "url": "https://www.bbc.com/news/entertainment-arts-59773808"}