{"datetime": "2022-01-06T13:32:08.000Z", "title": "Filippo Bernardini: Man accused of stealing unpublished books arrested", "article": "An Italian man has been arrested in New York for impersonating figures from the publishing industry online, in order to fraudulently obtain unpublished manuscripts of novels and other books. Filippo Bernardini was arrested by the FBI at JFK airport on Wednesday. The 29-year-old was charged with wire fraud and aggravated identity theft. Legal documents allege he registered more than 160 fake internet domains from 2016. He will appear before a federal court in Manhattan on Thursday. Bernardini's arrest could explain a mystery that has baffled the literary world for years, with agents, editors and Booker prize judges falling victim to phishing scams from slightly altered official-looking email addresses, requesting manuscripts of works by authors including Booker Prize-winner Margaret Atwood. Inan interview with The Bookseller in 2019 , Atwood confirmed there had been \"concerted efforts to steal the manuscript\" of her book The Testaments, before it was released. \"There were lots of phoney emails from people trying to winkle even just three pages, even just anything,\" she noted. According toThe Guardian andThe New York Times, author Sally Rooney and actor Ethan Hawke were also targeted in a similar manner. The FBI claims Bernardini \"impersonated, defrauded, and attempted to defraud, hundreds of individuals\" to obtain unpublished and draft works. However it is not yet clear why he may have done it. Manuscripts were not found to have been leaked on the internet, and nor were any ransom demands made, the New York Times noted.The Italian worked at the London-based publisher Simon & Schuster but there is no suggestion that the publishing house is at fault and they are not named in the legal papers. In a statement provided to the BBC, a spokeswoman for the company said they had suspended Bernardini pending further information and were \"shocked and horrified\" by the allegations. \"The safekeeping of our authors' intellectual property is of primary importance to Simon & Schuster, and for all in the publishing industry, and we are grateful to the FBI for investigating these incidents and bringing charges against the alleged perpetrator,\" she added. US attorney Damian Williams said Bernardini \"allegedly impersonated publishing industry individuals in order to have authors, including a Pulitzer prize winner, send him prepublication manuscripts for his own benefit\". He added: \"This real-life storyline now reads as a cautionary tale, with the plot twist of Bernardini facing federal criminal charges for his misdeeds.\" Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-59893035"}