{"datetime": "2022-01-12T07:44:07.000Z", "author": "Matthew Richards", "title": "Berwyn Books to re-open after fire destroyed £1m of books", "article": "Less than two months after a fire destroyed more than £1m worth of rare and second-hand books at a warehouse, staff prepare to re-open at a new site. About 400,000 bookswere lost in the blaze at Berwyn Books in Buckley, Flintshire in November, including many unique and historic works.But the public has rallied to help the business rise from the ashes by donating a large number books. They will now be sold from a community centre in Mynydd Isa, near Mold. Co-owner Katrina Matthews said some changes had been made, after the original owner took a step back. \"Myself and a few colleagues said we'll start a new business, keep the name quite similar but be a separate legal entity. Hence we've changed to The Berwyn Bookshop,\" she said. Everything was lost after fire tore through the company's two warehouses, including a book signed by Queen Victoria and a first edition of the Radio Times from 1923. But most members of staff decided they wanted to try to restart the business in some form. Co-owner Emma Littler said: \"Myself and Katrina and our staff were really lucky that everybody was of the same opinion that we wanted to continue this.\"Having that support from our community and customers and family really spurred us on to do that.\" Katrina added that the publicity generated in the wake of the fire had led to major donations of books, which have been housed in various locations while a search was under way for a permanent home. \"They've been stored everywhere you can think of,\" she said.\"Buckley Football Club had two big shipping containers full of book donations, Lester's Farm Shop helped. They're also all in my conservatory, in my lounge, in my nan's garage, in my colleague's garage. They're just everywhere, so my home is now a bookshop and not an actual home.\" The bookshop was offered a new venue not far from its original base, thanks to Sara Parker at Caffi Isa, a community and arts centre. \"Sara is our fairy godmother,\" said Emma. \"We can't thank her enough.\"Not only has she jeopardised space for her business by providing storage for us, she also provided us a lifeline in terms of our new shop. We're incredibly thankful and it's taken the pressure off. The space is just perfect.\" Before the bookshop opens its doors on 5 February, the hard work has begun to get the stock on display and ready for sale.Staff have appealed for donations of fixtures and fittings, boxes and bookcases. ", "url": "https://www.bbc.com/news/uk-wales-59955592"}