{"datetime": "2022-02-08T13:34:21.000Z", "title": "Swindon to bid for Great British Railways headquarters", "article": "Swindon plans to submit a bid to become the \"home\" of Great British Railways (GBR), a new public body in charge of the UK's train services, the borough council has announced. Transport secretary Grant Shapps launched thecompetition to find the location for the new HQ on Saturday. Based outside London, GBR will be responsible for ticket prices, setting timetables and rail infrastructure. Shortlisted locations will go to a public vote in May. According tothe Local Democracy Reporting Service (LDRS), locations across the country with strong historical links to the railway have been encouraged to make the case for why they should host the headquarters, which would bring new jobs to the winning area. Applications will be measured against six criteria, including public support, value for money, alignment to levelling up objectives, and railway heritage and links to the network. Swindon's railway links date back to 1843, with the opening of the Swindon Railway Works - after Victorian engineer Isambard Kingdom Brunel needed a central repair works for his Great Western Railway (GWR), at the halfway point between London and Bristol. The repair and maintenance facility for the new GWR was one of the largest engineering complexes in the world, employing more than 40,000 workers within years of it opening.It was also responsible for the construction of much-loved steam locomotives such as The Evening Star and the King George V. The 300-acre (120-hectare) site thrived for more than 140 years as the national hub of engine building in the UK, before closing in 1986. The town's railway heritage can still be seen with the likes of the railway village and The Steam Museum - which has been used as a Covid-19 vaccination site during the pandemic. Leader of the council, councillor Davd Renard, wrote to Mr Shapps in October last year, promoting the town and why it deserved to be top of the list.\"Swindon is synonymous with the railways. Brunel's decision to choose Swindon as the home of the Great Western Railway means our railway heritage is part of the fabric of our town today,\" he said. \"We not only have our hugely popular STEAM museum, a major part of the railway works has been converted into the Swindon Designer Outlet, while our railway village and the historical buildings around it form an important part of our nationally significant Heritage Action Zone. \"We are also breathing new life into the Carriage Works to ensure our railway legacy lives on.\" Cllr Renard added: \"We have so much going for us and we will be doing everything we can to make sure we are on that shortlist for the public vote in May.\" The new Great British Railways (GBR) would become the single, accountable body responsible for running Britain's railways. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60300971"}