{"datetime": "2022-01-28T00:32:21.000Z", "subject": "The Holocaust", "title": "Tennessee school board defends ban of Holocaust novel Maus", "article": "A Tennessee school board has defended its ban on a Pulitzer prize-winning novel about the Holocaust being taught in its classrooms. Following a backlash, board members cited the book's use of swear words, nudity and suicide, saying it was \"simply too adult-oriented\" for pupils. The graphic novel Maus: A Survivor's Tale depicts how the author's parents survived during the Holocaust. Author Art Spiegelman said he was \"baffled\" by the decision. Six million Jewish people died in the Holocaust - Nazi Germany's campaign to eradicate Europe's Jewish population. Mr Spiegelman's parents were Polish Jews who were sent to Auschwitz death camp during World War Two. His novel Maus, which features hand-drawn illustrations of mice as Jews and cats as Nazis, won a number of literary awards in 1992. In a McMinn County Schools board meeting in January, members said they felt the inclusion of swear words in the graphic novel were inappropriate for the eighth grade curriculum.They also objected to the depictions of graphic violence and suicide, saying it did not represent the \"values\" of the local community.Members also objected to a cartoon that featured \"nakedness\". After a social media backlash, the board members said in a statement that the book's \"unnecessary use of profanity and nudity its depiction of violence and suicide\" were too much for a class composed of 13- and 14-year-olds. The board said its members \"do not diminish the value of Maus as an impactful and meaningful piece of literature, nor do we dispute the importance of teaching our children the historical and moral lessons and realities of the Holocaust\". They said teachers had been instructed to teach the Holocaust in a more \"age appropriate fashion\", adding: \"We all have an obligation to ensure that younger generations learn of its horrors to ensure that such an event is never repeated.\" \"We simply do not believe that this work is an appropriate text for our students to study.\" In an interview with CNBC the author of the novel, Mr Spiegelman, said he was \"baffled\" by the decision and called it an \"Orwellian\" course of action. Speaking on Wednesday about the ban a day beforeHolocaust Memorial Day , he said: \"I've met so many young people who... have learned things from my book.\" The move to ban the novel comes amid a national debate over the curriculum in US public schools. Parents, teachers and school administrators have been grappling withhow to teach race, discrimination and inequality in the classroom. ", "url": "https://www.bbc.com/news/world-us-canada-60164442"}