{"datetime": "2021-10-14T16:12:52.000Z", "title": "Swindon council in U-turn over schools joining multi-academy trusts", "article": "A council says it is responding to a shift in government policy after stepping back from a plan to change how schools are run in. Swindon Borough Council had wanted to turn all 23 council-maintained schools into multi-academy trusts (MATs). But it faced mounting pressure from teaching unions, with one describing the proposal as an \"abdication of the council's responsibility for children\". The council said \"this could not be further from the truth\". It has now said it will not push schools to join multi-academy trusts, which is a reversal of what was previously proposed. Council leader David Renard said it was \"exploring all options for the schools and finding the best fit\". He said that although the original plan was drafted in line with the former Secretary of State's \"direction of travel\", the amendment reflects the new Education Secretary's change in position. New education secretaryNadhim Zahawi told the National Association of Head teachers (NAHT) last week he would not set \"arbitrary timelines\" for all schools joining MATs. He added that he prefers an \"ecosystem\" with different types of school governance co-operating. The original proposals from the council faced stiff opposition from school leaders and unions, who only learned of the plan days before a meeting to decide it. The NAHT wrote to Swindon Borough Council calling on the authority to withdraw its plans to allow more consultation with schools. Members of Fair Funding For All Schools Swindon and the National Education Union also held a protest outside the offices on Wednesday. District Secretary of the union Debbie Brown said: \"We are concerned about forcing all schools to be part of multi-academy trusts.\"There has been no consultation, it has almost been presented as a fait accompli, there needs to be much more consultation.\"We'd prefer the report be taken off the table entirely to allow for much more discussion.\" Mr Renard said: \"The paper going before cabinet has caused a lot of concern among the teaching unions because there is an assumption the council is forcing schools down the multi-academy path.\"This could not be further from the truth.\" The National Education Union's rep for the South West Hannah Packham welcomed the softening of the position but wanted to hear more from Swindon council's leaders. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-58915393"}