{"datetime": "2021-12-02T15:12:45.000Z", "title": "Swindon: Oasis domed pool at risk of demolition awarded listed status", "article": "A 1970s domed swimming pool has been granted Grade II listed status as part of a campaign to save it. Campaigners want to see the Oasis Leisure Centre in Swindon restored to its former glory after it closed down a year ago. SevenCapital, which has a 99-year lease on the building, had planned to knock down the structure and replace it, keeping the pool and slides.The firm warned the leisure centre might now never come back to life. A firm had already been lined up to run the new-look site.However, campaigners trying to save the dome from demolition had said the new plans resembled \"a destruction\" of its history. SevenCapital's managing director, Angus Michie, said: \"The dome is the key structural element that led to the closure of the Oasis in 2020 and, as we have warned several times previously, the preservation of it means that it is now highly questionable whether the Oasis will ever reopen as a leisure centre again.\"Councillor David Renard, leader of Swindon Borough Council, said the listing would make the regeneration of Oasis \"a lot more difficult\". \"We have always been absolutely committed to a new, fit-for-purpose leisure facility on the site of the Oasis for local residents and visitors to enjoy,\" he said.\"But there is no doubt the listing of the dome will make that process a lot more difficult, not to mention considerably more expensive.\" Mr Renard said the council would sit down with SevenCapital to discuss how to plan a viable and sustainable modern facility on the Oasis site, despite the new constraints. The listed status was awarded by the Department for Digital, Culture, Media and Sport on the advice of Historic England. Welcoming the listed status, which only includes the domed pool, Historic England described the structure as \"the best and earliest example of the newly developed building type, which went on to gain huge popularity in the 1970s and 80s\" and which marked a \"cultural shift from swimming for fitness to swimming for fun\". Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-gloucestershire-59506505"}