{"datetime": "2021-10-23T16:23:35.000Z", "subject": "Diwali", "title": "Swindon Hindu temple closed over safety concerns", "article": "A Hindu community leader has expressed his sadness at a decision to close down a temple during the festival period. People arriving for worship at Swindon Hindu Temple found the gates locked on Saturday after Swindon Borough Council shut the building for safety reasons. Chairman Pradeep Bhardwaj called it \"very unfortunate\" and a \"huge setback\" with Diwali approaching on 4 November. The council said extensive damage caused by a break-in had left the building unfit for occupation. The temple on Darby Road was broken into and vandalised five times between May and September. An altar was vandalised and hundreds of pounds were stolen from collection boxes. Mr Bhardwaj said the closure of the temple came as a big surprise and he was unaware the gates would be locked on Saturday morning. \"This is a very important festival period for Hindus. We have Diwali coming so this is a time when Hindus would have loved to come here and rejoice with each other,\" he said. He said the temple had a catchment area of 20,000 Hindus who could now be faced with lengthy journeys to worship in cities such as London, Birmingham and Bristol. \"It's not easy or appropriate that they should have to go so far away just to worship,\" he added. Councillor Keith Williams said Swindon Borough Council was left with no choice because all mains power to the building was cut during a break-in. \"Our legal obligations as landlord require us to immediately stop any further use of the building,\" he said. \"A subsequent independent building surveyor's report has also recommended that the trust stops using the building due to 'fire safety, electrical and public health concerns'.\"Mr Williams added that the council is now working with the Hindu Temple Trust to find a new home. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-59023183"}