{"datetime": "2021-10-01T05:03:34.000Z", "title": "Uncertain journeys inspire new mural in Swindon", "article": "An internationally-acclaimed artist has revealed her latest artwork inspired by her personal migration to the UK and career-change story. Caryn Koh, 34, unveiled the mural on the wall of an abandoned unit in Swindon town centre this week. She said the painting evoked the feeling of uncertainty felt during her journey from being a trained doctor to pursuing her passion for art in the UK. Mrs Koh added: \"I have to create art or else I will crumble.\" The artist, who now lives in Swindon, trained and practised as a doctor in Malaysia and Belfast but said that after a few years she felt \"lost\". \"I couldn't take it anymore, I had a breakdown,\" she said.\"I tried to find myself again - and art is where I belong.\" Having established herself as an artist in Malaysia, where she won awards for her work, \"the feeling of starting from zero again\" returned when she moved to the UK in 2017. The new mural reflects the uncertainty of embarking on new journeys, she said. \"It means quite a lot to me. That feeling has been sitting in me for [a while],\" Mrs Koh said.\"Just by making a big decision to come to the UK four years ago and in each step of my journey there's a lot of good feeling but also there's that looming uncertainty that I wanted to highlight.\"It encapsulates all that feeling.\" In July, Mrs Koh painted amural on Exeter Road in Bristol as part of the Upfest Festival . She was alsoone of the artists behind the Portraits for NHS Heroes , which is part of this year's annual Royal Society of Portrait Painters' exhibition. The new mural is part of a wider project to regenerate Swindon's town centre in collaboration with arts charity, Artsite, and funded by Swindon Borough Council and InSwindon. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-58741941"}