{"datetime": "2021-12-30T13:47:53.000Z", "title": "Swindon council vows to complete roadworks by spring", "article": "The deputy leader of Swindon Borough Council has promised that long-running roadworks in the town will be completed by the spring. Gary Sumner also apologised for the \"inconvenience experienced\" during the multi-million pound works at Mead Way. He said that \"many of these new and improved roads will be part of a 'Smart Highways Network' to assist traffic\". Jim Grant, leader of the council's opposition Labour group, said the project had been a \"complete shambles\". He claimed that the Mead Way roundabout works overran their 12-week completion target by months. Mr Grant went on to suggest \"a complete pause for a full year on all roadworks so that we can have a proper in-depth look at all the projects\". The improvement works have taken place along the A419/A420 and include the section of Mead Way between the Meads roundabout and Withymeads roundabout, the Moonrakers junction and the White Hart roundabout. Part of it will see a new slip road built at the White Hart junction to \"provide a safer and quicker connection to the M4 and A419\", the council has said. In July, the Local Democracy Reporting Service revealed that extra work to keep the road stable at the White Hart junction would add £2.6m to the council's £30m bill. Conservative Mr Sumner, who is also responsible for strategic infrastructure, transport and planning at the council, toldLDRS that no more roadworks are planned for 2022, and that the White Hart junction will be finished by March. He explained that the council \"undertook a significant amount of work to improve the road network across the borough\". The timings of the work were \"determined predominantly by funding restrictions placed on external grants\", he added. The schemes have supported existing growth to the north of Swindon, while others will support the new homes and jobs coming forward at the New Eastern Villages housing development, he claimed. He added: \"As I have said before, I am sorry for the inconvenience experienced by road users during the necessary works and I can confirm no further strategic transport improvements beyond those already committed are programmed for delivery over the coming year.\" Jim Grant, leader of the Labour Group, said: \"Broadly, the whole thing has been a complete shambles.\" Labour suggested having an alternative route for the major schemes during the works, on which there would be no works for the duration of the scheme, to limit congestion. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-59826032"}