{"datetime": "2021-10-29T07:29:30.000Z", "title": "Swindon sheltered housing residents call for return of full-time warden", "article": "Sheltered housing residents are campaigning for a full-time warden to be reinstated on safety grounds. People living at Espringham House and Charles Macpherson Gardens in Swindon said they were furious when a live-in warden was removed in March. Anne McHugh said she was suffering mental and physical health problems, adding \"the whole situation is cruel\". Swindon Borough Council said the live-in warden was removed to ensure the service remained sustainable. It said it was also speaking to residents and would review the situation. Thepermanent warden system was replaced by staff members being given responsibility for a number of sheltered housing properties in Swindon in March. Residents said they felt more vulnerable and as though they had been left to look after each other. \"My mental and physical health is suffering. The whole situation is cruel.\"I've got to stop running myself into the ground by helping other people that Swindon Borough Council should be helping.\"We are paying for it, do your job,\" said Ms McHugh. Fellow resident Francis Smith said they were campaigning but did not hold out much hope that anything would change. \"A consultation implies they're talking. They're not, they're looking to justify the system. \"Where is the warden? They're certainly not here,\" he said. The council said it had been struggling to fill vacant warden positions and that residents had access to its Homeline service, seven days a week. \"Ultimately the service has to be sustainable that's why the change came about in the first place,\" said councillor Cathy Martyn. \"It was to make sure it was sustainable going forward.\"There is no intention of removing sheltered housing officers, that will continue,\" she added. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-59084631"}