{"datetime": "2021-06-27T09:00:05.000Z", "title": "Swindon to bid for city status under Platinum Jubilee plans", "article": "A new bid is being drawn up to secure city status for Swindon, despite two previous attempts being turned down. Swindon Borough Council has until December to pitch for city status, which will be granted as part of theQueen's Platinum Jubilee celebrations next year. The council said being a city could attract more firms wishing to relocate.Cabinet member Dale Heenan said: \"It is not a vanity project, we are serious about this.\" \"It's been 20 years since the last bids took place. Swindon has continued to evolve and move forward,\" added Mr Heenan, who is responsible for regeneration, culture and heritage. \"We are still one of the largest towns. We are one of the hubs of innovation not just in south west but across the Thames Valley.\" He said city status would improve the \"perception and reputation\" of Swindon. \"We aren't necessarily the first place that people think about when it comes to relocating a business from central London,\" he said. \"They're looking at places like Cambridge or Milton Keynes and further north.\"How do we try to change that perception? It's doing these types of activities and these competitions.\" Mr Heenan said he hoped the bid would \"galvanise the public and businesses\" and put an end to the town \"talking itself down\". \"We should all be ambitious for our town, be proud of where we live and a City of Swindon bid will be great for raising Swindon's profile,\" he said. Two previous bids led and written by the council failed in 1999, to mark the millennium, and in 2002 for the Queen's Golden Jubilee, with more than £30,000 spent on them. This time, Swindon's ruling Conservatives have said they will not use expensive consultants or taxpayers' money.Instead, councillors, residents, businesses and community groups will prepare and write the bid. Local business owner Kris Talikowski, who is part of the Switch on to Swindon business group, said the town needed the culture and mindset of cities like Bristol or Bath.\"I think it could be a great thing for the town to do. Economically we perform like a city would,\" he said. \"I know other places that are smaller than us that have been awarded city status already, so yes, we don't have a cathedral or a university, but I think they are amiss in regards to applying for this.\"But Fiona Scott, who runs a local public relations firm, said the town needed more than just a rebrand. \"This isn't a quick thing, we have to come to it as a community,\" she said. \"We have to believe Swindon is a cohesive place, that can be a city. A city that people want to visit, to live in, to work in, that they will talk about positively if in another place, like Bath or Bristol or California or Australia.\" The council is appealing for residents to share their ideas on what should be included in the bid about Swindon's identity, heritage, history and traditions. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-57611068"}