{"datetime": "2021-07-06T15:01:53.000Z", "title": "Swindon farmer forced to close canal due to land rules", "article": "A farmer has been forced to close part of a canal due to a legal requirement that requires his land to only be used for agricultural purposes. David Watkins from Westleaze Farm in Wichelstowe, Swindon, says the covenant means he cannot get public liability insurance for public use of the canal. He said: \"The canal breaches the covenant issue, therefore you can't get insurance.\" Swindon Borough Council has said it is trying to resolve the issue. A council spokesperson said: \"The legal agreements around the covenant are not straightforward and are taking some time to unpick.\"We would like to assure Mr Watkins and the canal trust that we are working as quickly as we can to clarify the situation.\" Mr Watkins said the canal had \"breathed new life\" into this part of Swindon and he wanted the covenant removed so that people could access the waterway again. \"The canal was restored just before the year 2000 - we were approached by the Wilts and Berks Canal Trust to see whether there was any future in putting the canal back into water. \"The canal was in existence beneath the farmland - they scooped it out and put it back into water and ended up with how it looks now,\" he said. While the issue is being looked at, a metal scaffold pole has been placed across the canal to prevent access. Normally, the stretch of canal is used for boat trips by the Wilts and Berks Canal Trust. Dr Chris Barry from the trust said: \"It is frustrating. \"We have great sympathy with what he [Mr Watkins] wants to achieve. \"He wants to build a marina there and what's not to like about that?\"We support what he's doing but it's unfortunate he's felt the need to close the canal and we can't do anything about it.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-57738310"}