{"datetime": "2021-09-25T09:20:21.000Z", "title": "Swindon report shows fewer children entering criminal justice system", "article": "Efforts to reduce the number of young people entering the criminal justice system are working, a council has been told. In areport to Swindon Borough Council the Swindon's Youth Justice Service said figures were below regional and national averages. It said its longer four-year plan approach had been more effective than other authorities' one-year plans. The service said it had focussed on early intervention and diversion.Latest figures showed that there were 11,400 children entering the criminal justice system in England and Wales at the end of 2019, a drop of 84% since 2009. During 2020, across 155 authorities in England and Wales there were 19,026 young people entering the criminal justice system averaging at around 122 per local authority. Swindon's Youth Justice Service had worked with 88 children in 2020 theLocal Democracy Reporting Service was told. This compares to 188 in 2019 and 132 the year before. Of the 88, 63 had substance misuse issues, 55 mental health concerns and 40 were deemed vulnerable or at risk of sexual or criminal exploitation. There were also 25 who had needed child protection plans and 48 were considered to be, or had been, children in need. Youth justice officer Michael O'Connor said that showed the justice team were working with children with increasingly complex needs. \"The low number of first-time entrants means those children still in the justice system are more complex where re-offending is more likely,\" he said. \"Abuse trauma and neglect are likely to be in the life histories of children who offend. \"Simply punishing children who have experienced neglect or trauma or abuse simply doesn't work, we have to be more sophisticated in working out how to get them to desist.\" He also commended the service's \"child-first approach\". \"We don't use 'young people' as much as we do 'children' to remind everyone that we are working with children,\" he added. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-58680150"}