{"datetime": "2021-08-24T10:45:41.000Z", "title": "Swindon Borough Council reprimanded over child death inquiry", "article": "A council has been reprimanded for failing to properly investigate the death of a child while she was in care. Swindon Borough Council was investigated by the Local Government Ombudsman in relation to the death of the girl in November 2017. The child's mother had complained about a lack of information about her daughter, who was severely disabled. Council leader David Renard said the council accepted the findings and improvements had been put in place.A case review found there were no safeguarding concerns. The death of the girl was the most serious of nine complaints made by Swindon residents against the council in the year to March 2021. The child, who usually lived with her mother, was categorised as a \"looked-after child\" because she was regularly given respite care. It was during one of these periods of respite care that she died, of natural causes. The ombudsman's decision said the girl's mother \"complained about the council's failure to provide information about her deceased daughter's care\" and that this had caused \"significant distress\". 'Symbolic payment' The ombudsman said the council was at fault because it could not show it made any meaningful inquiries about what happened the night the girl died. \"To remedy the injustice caused, the council has agreed to apologise, make a symbolic payment to her [the mother], make inquiries about what happened and reflect on its practices,\" said the ombudsman ruling. Leader of the borough council David Renard, said: \"We accept the findings of the ombudsman and have improved our processes and provided additional training to staff to ensure families are fully supported in similar circumstances. \"The ombudsman is satisfied we have implemented all of the recommendations for each of the six upheld cases that were investigated. \"We always strive to provide the very best services we can for our local residents and take all complaints and feedback extremely seriously.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-58315184"}