{"datetime": "2021-07-09T17:12:39.000Z", "title": "Swindon sheltered housing tenants fight to keep live-in wardens", "article": "Residents at a sheltered housing scheme are fighting council plans to remove their live-in wardens. Tenants from Charles McPherson Gardens in Swindon lobbied Swindon Borough councillors at a meeting earlier. A petition of 1,500 signatures was put to the council calling to keep the wardens that one resident said \"keep our community together\". Councillors have said they will listen to feedback and review the changes later this year. Swindon Borough Council plans to replace the live-in wardens with small teams of two or three people who would be responsible for looking after three to four different sheltered housing areas. Before the meeting the protesting residents held banners aloft as councillors entered the meeting. Charles McPherson Gardens resident Maggie Stevens said she opposed the plans because it compromises her \"safety and peace of mind\". \"I don't have anyone close in Swindon, my family all live far away,\" she said. \"But my daughter knows if there's somewhere at the scheme, then if something happens there's someone to help me. It's a real concern for everybody.\" Fellow resident Francis Smith said: \"Wardens cannot fix all of our problems , but having them there means we know we don't have to face our problems alone. \"As well as helping in emergencies they help make sheltered housing a vibrant and pleasant place to live. \"They are the glue keeping our community together.\" Cabinet member for housing Cathy Martyn responded to the protestors after they were warned by the mayor for interrupting her during the meeting. \"It's important that we listen to tenants' feedback, so I undertake to carry out a formal review in the Autumn, within the year of starting to implement these changes,\" she said. \"We will also consult with the sheltered housing officers. We will use all that feedback to consider whether we need to make any improvements or alterations to the current model.\" Ms Martyn agreed to the residents' request for public meetings to be held at the housing schemes to allow people to speak openly and said they would be organised when Covid-19 regulations allowed. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-57772271"}