{"datetime": "2022-01-24T13:36:59.000Z", "title": "Ten Wiltshire police officers assaulted in one night", "article": "Ten police officers have been assaulted during three separate incidents on one night over the weekend. Nine people have been arrested, seven of whom are teenagers, police said.In one incident, six officers were punched and kicked after being called to a house party. In another, a policewoman was punched in the face while responding to reports of a teenager throwing stones at homes.A senior officer from Wiltshire Police said it was \"utterly unacceptable\". Supt Ben Mant, head of Wiltshire Police's public protection department, said: \"The fact that 10 of our officers were physically assaulted whilst carrying out their duties in just one evening is absolutely shocking.\"And that the majority of these assaults were carried out by teenagers is even more concerning.\"Thankfully none of the officers who were assaulted suffered serious or long-term injury but I wouldn't want to downplay the seriousness of these incidents in any way - it is utterly unacceptable they should be subject to this sort of behaviour while they go about their duties to protect our communities and support victims of crime.\" The group of six officers was assaulted at a house party in Mill Street, Trowbridge, at about 22:20 GMT on Saturday. Five teenagers, three girls and two boys, ranging from 13-16-years-old were arrested on suspicion of assaulting emergency workers. One of those arrested, a 16-year-old girl, was additionally arrested on suspicion of obstructing police.A second incident took place in The Wir, Steeple Langford, at 21:15 after a man reported he had been physically assaulted by a woman who had also damaged his car. Three officers were assaulted by the woman as she was arrested, and also by a man living at the same address. In addition, one of the attending officers was subject to verbal racial abuse by a 14-year old boy. A 32-year-old woman was arrested on suspicion of criminal damage, common assault and two counts of assaulting an emergency worker. A 40-year-old man was on suspicion of obstructing a police officer and two counts of assaulting an emergency worker. The 14-year-old boy was arrested on suspicion of committing a racially-aggravated public order offence. The third incident took place at 22:00 when a police officer was responding to a number of reports about a teenager emptying wheelie bins and throwing stones at properties in London Road, Chippenham. As the officer approached him, the 16-year-old punched her in the face. He was arrested on suspicion of assaulting an emergency worker and was further arrested for a public order offence. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60110072"}