{"datetime": "2022-01-27T06:08:12.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Small business owners say masks still needed for safety", "article": "The government is \"just passing the buck to us\" by scrapping face masks, a business owner has said. Thursday sees the government's Plan B measures andmandatory face covering s in public places ending. But some small business owners have said they will continue to wear masks, despite the change. Andrea Tripp, who runs a card shop, said customers will also be asked to wear them because \"Covid cases are still high\". Government advice for people to work from home and theuse of Covid passports have also been dropped. Prime Minister Boris Johnson explained that this was because scientists believed the Omicron wave had peaked nationally. Andrea Tripp said she will continue to encourage mask wearing for the safety of her team and others in the shop. \"The government is just passing the buck to business owners in terms of health and safety. The number of Covid cases is still incredibly high,\" she said. \"It's a small shop. If people are really objectionable about it then unfortunately they may need to visit another card shop.\" Taunton Rocket and Bird gift shop co-owner Susie Thomas said she will \"play it by ear\" when it comes to the lifting of restrictions.\"I'll wear a mask around my neck. If someone comes in wearing a mask I'll put mine on so that they feel safe,\" she said. \"If someone comes in without wearing a mask, I won't put a mask on. \"Eventually we'll have to go back to normal.\" Finneys Hair salon owner Kerry Anna-Hall, from Wiltshire, said: \"We're going to wear them 90 per cent of the time. \"But there's always that one time where you're really hot or talking and the customer can't hear you. In those instances we'll take them off. \"We also do lateral flows here a lot of the time. That makes us feel safer.\" A University of Bristol spokesperson said following consultation with their own scientists and public health partners, staff and students will still be required to wear face masks indoors on campus. \"There are still relatively high transmission levels across the city,\" they said. \"This decision will be reviewed on a fortnightly basis.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60112785"}