{"datetime": "2022-01-27T14:42:00.000Z", "title": "Sixth temple break-in devastates Swindon Hindu community", "article": "A temple that was closed in October due to repeated break-ins has been burgled for a sixth time. Wiltshire Police said it received a report of a burglary at the Swindon Hindu Temple and Cultural Centre in Darby Close at 09:00 GMT on 26 January. Chair of the Temple Pradeep Bhardwaj and community members believe it is a targeted religious hate crime. Supt Phil Staynings said the burglary, which police are treating as a hate crime, is \"completely unacceptable\". Mr Bhardwaj said electrical audio equipment and \"lots of the religious artefacts\" were damaged with copper wiring and other items reported to be stolen. He explained that statues from upstairs were found thrown on the ground downstairs, with every room in the temple area \"turned upside down\". Supt Staynings said: \"This is completely unacceptable and I would urge anyone with information about who might be responsible for this crime to call us as a matter of urgency.\" He added that officers were \"actively investigating\" the \"concerning incident\" following a number of potential lines of enquiry. The main statues of deities had been moved out of the temple when the council revoked the lease, but a lot of property belonging to the Hindu community was still inside. Swindon Borough Council has been working on finding a possible new location following the closure of the temple after its fifth break-in, but so far the options have beenunsuitable to the community. A council spokesman said: \"We are saddened and incredibly disappointed at the latest break-in as we have been working with Wiltshire Police to ensure the building is as secure as is practically possible. \"Unfortunately, this is clear targeted criminal activity and these unscrupulous thieves have shown they are willing to enter the building by any means necessary. \"We will continue to work closely with the police to catch the perpetrators and bring them to justice.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60154303"}