{"datetime": "2022-01-31T13:37:54.000Z", "title": "Wiltshire girl with brain tumour inspires mother's steps challenge", "article": "A girl who was diagnosed with an inoperable brain tumour at five years old inspired her mum to take up a steps challenge to try to help find a cure. Summer Wyatt, aged seven, from Swindon, Wiltshire, began complaining of blurred vision and headaches in 2020 and was told by an optician she needed glasses.On requesting a hospital referral, her father Sam was told it was unnecessary so he took his daughter there himself.Following tests, an MRI scan confirmed Summer had a brain tumour.Her mum, Kim Wyatt, 35, said: \"I had gone to work that day expecting Summer to be given a prescription for glasses and I remember Sam calling me in the evening to tell me they'd found she had a brain tumour.\"I burst into tears and I couldn't help but think the worst.\"Summer was an IVF baby and I had been through so much to have her. It didn't feel fair.\"Following her MRI, Summer spent two nights at the Great Western Hospital (GWH), in Swindon, then was moved to the John Radcliffe Hospital, in Oxford, where a biopsy was performed.The results showed her tumour was a grade 1 haemangiopericytoma and the only option for treatment was chemotherapy. The tumour is pressing on Summer's pituitary gland, meaning her sight has been severely affected and she will need steroid injections until aged 12 to control her hormones. Ms Wyatt decided to raise money and awareness by taking part in Brain Tumour Research's 10,000 Steps a Day in February Challenge.She will be doing the challenge with her daughter and explained their plan was to set their alarm earlier so they could walk before school. \"Even though we don't live close enough to walk the whole way, we'll be parking some distance away from school for drop-off and pick-up, walking the rest of the way to get our steps in,\" she said. \"I wanted to do something that would make a difference to people affected by this disease to support others in a similar position.\"Ms Wyatt said her daughter was initially very afraid of the needles and different procedures, but over time has learnt to deal with it all in her own way. \"You wouldn't realise she has just finished 18 months of chemotherapy. She's my hero,\" said Ms Wyatt. Summer has since been diagnosed with neurofibromatosis, a condition which affects the skin and can cause tumours to develop on nerve endings, and had two shunts fitted in an emergency operation last year that help drain excess fluid on her brain.She will live with her diagnosis for the rest of her life, with regular scans to monitor her condition. Brain Tumour Research raised £1m in their first 10,000 steps in February Facebook challenge last year, with the money raised used to fund research and campaigning.Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60197836"}