{"datetime": "2022-01-11T06:00:22.000Z", "author": "Catherine Evans", "title": "Cancer: Early diagnosis 'could have saved my mum'", "article": "Persistent pain had sent Elaine Hill-Clement back and forth to the doctors for five years. Then the 61-year-old from Cardiff got the worst news possible - it was pancreatic cancer and she had only six months to live. After two rounds of chemotherapy, she decided to stop treatment and spent her last months at home with her family. An alliance of charities said early diagnosis is crucial for the six least survivable cancers. The Less Survivable Cancers Taskforce, led by a number of groups and supported by charities such as Tenovus Cancer Care, held its first awareness day to highlight the six deadliest cancers - lung, liver, brain, oesophageal, pancreatic and stomach. Data released by the Welsh Cancer Intelligence and Surveillance Unit (WCISU) for 2016-18 shows 65.5% of pancreatic cancers were diagnosed at stage 4 where treatment can be difficult or impossible, compared to 19.6% of prostate cancers and 6.3% of breast cancers.During the same period, 60.3% of liver cancers, 49.3% of lung cancers, 41.9% of oesophageal cancers, 49.4% of stomach cancers and 54.8% of head and neck cancers - which includes the brain - were undiagnosed until stage 4. Judi Rhys, chief executive of Tenovus Cancer Care, said: \"What we're concerned about are the extremely poor outcomes of these six cancers.\"We know in Wales around 4,400 people will have these cancers every year and unfortunately only 16% of those will survive for five years, so a really, really poor outcome.\" She said the pandemic had affected the number of people seeking help as they did not want to bother the NHS - but she urged people to seek help even if they feel they have mild symptoms.\"We know far fewer people have turned up for diagnostic tests than before... symptoms for these cancers can be very vague, depending on which cancer it is... which people will put down to all sorts of things.\"The taskforce said typical symptoms varied, but red flags for less survivable cancers could include indigestion, abdominal pain, unexplained weight loss, a loss of appetite, difficulty swallowing, a persistent cough, unexplained tiredness, headaches or nausea.Prof Tom Crosby, national clinical director of Cancer for Wales, said: \"We know improved access to diagnostic services between primary and secondary care are key to improving outcomes for all patients, but for many of the less survivable cancers it's even more important as patients often present with more vague symptoms, symptoms of advanced disease or as an emergency.\" Elaine's children, Megan, 26, and Stephen, 27, said that if their mother's symptoms had been picked up earlier it could have saved her life.\"Our mum was the best. She was so glamorous and wore red lipstick and big sunglasses all the time. \"She was always complaining about her weight but she was never ever fat, she was always slim. We just thought that she was losing weight from her diet and going to Weight Watchers,\" said Megan.\"Looking back now, the weight loss must have been down to the cancer but at the time we had no idea.\" When the results of an MRI scan came back, Megan said the doctor \"looked like he was going to faint\".\"I knew it was going to be bad news. He said that with chemo she might live for six months, if they could stop it from spreading.\"It was a complete shock to us. Absolutely horrific. We had never heard of pancreatic cancer before that moment. I didn't understand how she could seem so well but have terminal cancer.\" Office manager and passionate horse rider Natalie Lewis, 40, from Llandudno, said she felt \"very very lucky that I'm still here\" after undergoing treatment for three brain tumours. Like Elaine, she had been back and forth to her GP for years, complaining of constant pain. \"I'd been having quite a lot of headaches for the two previous years, so I'd been in touch with my GP and he had finally agreed to refer me to neurology and never got as far as making that referral. \"I was found unconscious at home having had a seizure and I was rushed into hospital where they discovered, after doing an MRI, that I'd got the brain tumour.\" Natalie underwent a craniotomy to remove as much of the tumour as possible, but some was too close to the centre of her brain. Later, two more tumours were found and treated with radiotherapy and chemotherapy. She said early diagnosis could have prevented the need for her major surgery on the first tumour, which left her with a scar stretching from ear to ear. \"That tumour that I had operated on in 2016 potentially could have been in my head for up to 10 years,\" she said.\"It just goes to prove that the other two that were spotted in December 2019 were eradicated by radiotherapy and chemotherapy, which is a lot less invasive. If my other one had been spotted earlier, I might not have needed surgery. \"It's something quite strange about knowing that someone's been in your head. It's quite invasive, it's odd to think someone's had their hands in my brain.\" However, since her recovery she has returned to horse riding and her motto is now \"seize the day\". She voiced her gratitude to friends and charities such as Tenovus for helping her through her ordeal. ", "url": "https://www.bbc.com/news/uk-wales-59940047"}