{"datetime": "2021-12-23T11:52:16.000Z", "title": "SEND pupils 'batted away' by Bristol schools, council told", "article": "Education bosses have united with a special needs campaigner in Bristol to target up to 26 schools they claim are \"batting away\" struggling pupils. Schools have a duty to meet the needs of children with special educational needs and disabilities (SEND).But campaigner Jen Smith said some schools did not want children with learning difficulties or learning disabilities in their classrooms. They were \"deliberately failing to meet their legal obligations\", she said. Bristol council's cabinet member for education, deputy mayor Asher Craig, has told schools they must change their behaviour, according to theLocal Democracy Reporting Service . \"What they're doing is just batting the children away,\" Ms Craig told members of the council's people scrutiny commission. \"We've got to look at schools' accountability. They have some responsibilities.\" Ms Smith, whose son has Asperger's and whose daughter is autistic and also has dyslexia, told the commission it was \"high time\" the council took a legal stand against \"education blockers\". She has made an official request for information about 26 schools in Bristol and their record on refusing to take pupils or trying to send pupils to another school. \"School leaders are clearly not being held to account for continued failings around SEND provision and the implementation of EHCPs [education, health and care plans],\" she said in a written statement to the commission. \"What is the actual point of spending a year going through the EHCP process to end up with a legal document that no-one will enforce?\" A lack of accountability among school leaders was one of the \"significant weaknesses\" found by Ofsted and the Care Quality Commission in adamning report of Bristol's SEND system in 2019 . According to Ms Smith, the council told her that it had \"limited powers\" against schools that failed to provide the education support set out in a child's EHCP. The commission heard on 13 December the council's Belonging Strategy and a three-year, £6.1m Education Transformation Programme would help to tackle the problem. Ms Craig added: \"We have to encourage schools to buy into it. \"They've all signed up to it so they need to walk their talk, and I need to have conversations with school leaders about better integration of children with SEN within the structure.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59766212"}