{"datetime": "2022-01-20T16:29:50.000Z", "title": "Covid-19: SEND schools in Norfolk 'forgotten' during pandemic", "article": "Teachers at special educational needs schools say they felt \"forgotten\" by the government during the pandemic. Jane Hayman, head teacher of Fred Nicholson School in Dereham, Norfolk, said she felt like an \"afterthought\". Sarah Young, in charge of Sidestrand Hall, in Cromer, said: \"At the start of the pandemic the national guidance didn't apply to special schools.\" The government said it was investing in reforms to help pupils with special educational needs (SEND). Ms Hayman said: \"When announcements are made, we are a small but important, vulnerable group. They don't say what it is going to look like for a complex needs environment.\" She said the problem did not lie with local government support but at a national level, where advice was given out \"eventually\".\"We are very much an afterthought, they do not know what our reality is,\" she added. Ms Young said: \"At the start of the pandemic the national guidance didn't apply to special schools, so yes, we did feel forgotten.\"Nationally special schools are overlooked sometimes and we're becoming much, much bigger.\"This school had 110 children and now it's 191, so we need a little more national recognition for what our staff do.\" Claire Fowle, a teacher at Fred Nicholson, said the families have been amazing and everyone has learnt how to adapt.\"We've all had to learn an awful lot of new skills we never thought we'd have to use before, whether that's been cleaning and the site team, the admin staff and families at home.\" A spokeswoman for the Department for Education (DfE) said: \"We are increasing our high needs funding for children with complex special educational needs and disabilities to £8.9bn in 2022-23, up more than one third from 2019-20.\" She added it was investing in reforms to teacher training and its SEND review \"continues to work to identify the reforms needed to secure lasting and tangible change to improve support for children with special educational needs and their families.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60067102"}