{"datetime": "2022-01-31T11:30:00.000Z", "title": "Wiltshire campus dig uncovers 2,700 years of archaeology", "article": "Evidence from life as early as the Iron Age, from 700BC to AD43, has been found by archaeologists in Wiltshire. The discovery was made by a team from Cotswold Archaeology last year during Wiltshire Council's preparation of Melksham Community Campus for construction work.Councillor Richard Clewer said it has been \"fascinating to hear more on their findings and the rich history.\"The discovery highlights some of the historical origins of Melksham. The multi-period site was uncovered during initial trial digs of the community campus. The space is part of a £23m project to provide a multi-facility community hub, which will include a pool, sports hall, library and gym. The investigations found most archaeology at the site dating to the later prehistoric, Roman (AD43 to AD410) and medieval (AD1066 to AD1539) periods. Finds manager Ed McSloy said locally made early Iron Age pottery fragments, including storage vessels and finer tableware, were unearthed, dating from the 7th Century BC to 4th Century BC, which show \"probable evidence\" of communal feasting. The team said recovery of Romano-British 'tegula' fired clay roof tiles to the south of the site suggested a high-status Roman farmstead or villa had been located nearby. Archaeologists also uncovered four ox-shoes with with nails still in, believed to be medieval. Mr McSloy explained they were not as common as horseshoes for the time and would have been used for \"certain agricultural tasks including ploughing, where shoes may have improved traction and reduced injury\".Other findings included artefacts such as iron knives, pottery and animal bone from medieval and post-medieval (AD1540 to AD1800) periods were found in waste pits. Councillor Richard Clewer, Wiltshire Council leader and cabinet member for heritage, thanked Cotswold Archaeology for the \"thorough and detailed work\" they had carried out. He said: \"These impressive discoveries are a great contribution to the history of Melksham.\" Melksham Community Campus is set to open later this year. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60197830"}