{"datetime": "2022-02-01T06:27:00.000Z", "title": "Boy in 10 week delay for special needs school place", "article": "An 11-year-old boy is still waiting for a school place more than 10 weeks after moving counties. Seth has Rubinstein-Taybi syndrome and complex needs, but Wiltshire Council has told his family there are no special needs places available. His father said: \"He's getting frustrated, he needs to be with children of his ability.\" Wiltshire Council said it is trying to help but all suitable school places are full. Seth has been promised a secondary school place in September 2022. In the meantime he has been offered 1.5 days of one-to-one tuition, but this does not involve any interaction with other children. Rubinstein-Taybi syndrome is a rare condition which causes a short stature and moderate learning difficulties. Seth's father Mark, who moved to Chippenham from Torbay in November 2021, said he has found the delays \"frustrating.\" \"With [Seth's condition] comes challenges. \"We're left with three and a half days a week of looking after him and working which is a struggle. \"It's difficult to be on a conference call with work when Peppa Pig and The Wiggles are on in the background. \"We wake up every day and the first thing Seth says to me is: 'what are we doing today?' \"I have to say the same thing: 'nothing'.\" Children who have special needs are given Education, Health and Care Plans by their local authority to help with schooling. In Wiltshire, the number of children aged 5-15 with these plans has risen from 2,215 three years ago to 3,095 this school year. \"Many children survive premature birth now who didn't in the past, and we're much better at recognising now when a child needs extra support,\" said Laura Mayes, Wiltshire Council's cabinet member for children's services, education and skills. \"It can take years to get the right diagnosis, and that has to be matched to the right provision,\" she added. A Department for Education spokesperson said: \"Every child, regardless of their need, deserves access to a high-quality education, and councils have a legal duty to provide this.\" The council is working on new special needs schools due to open in 2023 and 2024. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60200834"}