{"datetime": "2021-10-08T13:54:40.000Z", "title": "Central Bedfordshire special needs provision hits 'rock bottom'", "article": "A council has said its special education needs and disabilities (SEND) provision had hit \"rock bottom\". Ofsted and the Care Quality Commission found \"weaknesses\" in the service provided by Central Bedfordshire Council in November 2019. In September, 52 children with special needs did not get a school place. Conservative councillor Sue Clark said she was \"determined\" the service would improve and apologised for the \"distress\" to parents.\"It would be really easy for me to to walk away and save myself a lot of hassle but I am absolutely committed to seeing this job through and I am determined that we are going to improve our service and that I am going to make sure we do that,\" she said. \"We are at rock bottom, we have to keep going, we are doing the work we need to do and we will get there but it is going to take a little bit of time.\" The children's services overview and scrutiny committee met on Thursday to discuss an ombudsman's investigation, theLocal Democracy Reporting Service said. It related to a family's complaint that the council did not provide alternative education for their child who was unable to attend school for medical reasons.The child's father said his son, now 13, had missed the best part of two years of schooling. Ms Clark, the council's executive member for families, education and children, said: \"We're being thoroughly investigated and that tells us what we need to know about our Send service and how we need to improve it.\" In September, protesters placed 52 pairs of shoes outside council offices to highlight the number of children denied places at special schools. The council has said some children might not be found places until Easter. Maddie Roberts, from Sandy, has an autistic eight-year-old son, with ADHD, who has not been in mainstream school since March.She spoke at the council meeting and said she has battled for four years to get her son the education he needs.\"I've exhausted every service and every parenting course,\" she said. \"We are told everything takes time - in that time are children are sitting at home suffering and our families are suffering.\"We need something with an immediate effect we need something to be done right now.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-58842361"}