{"datetime": "2021-10-14T12:14:43.000Z", "title": "GCSEs: New subjects launched as part of overhaul in Wales", "article": "Separate English language and literature GCSEs will be merged as part of a major overhaul to education in Wales. New GCSEs in engineering and manufacturing and film and digital media will also be created. They will be taught for the first time from 2025 in order to make sure qualifications are in line with the new school curriculum. But some argue the process will be \"hugely challenging for all involved\". Qualifications Wales said the \"next generation of GCSEs\" would help prepare learners for \"life, learning and work\". Wales' new curriculum starts being rolled out in primary schools and the first year of secondary schools from September 2022, though there is flexibility for secondaries to delay for a year because of the impact of the pandemic. It establishes six broad areas of learning and experience, moving away from distinct subjects. Some in education have argued that schools cannot prepare properly for the new curriculum without clarity on what is happening to GCSEs. \"Qualifications are constantly evolving seemingly and as the needs of society of employers and of further and higher education institutions change,\" said Gareth Evans of University of Wales Trinity St David. \"In short, our curriculum requires a much more fundamental change of qualifications.\"Given that the new curriculum is based very much around individual learner journeys rather than this sort of one size fits all approach, so how we assess and what we assess will be hugely significant moving forward.\" People in Pontypridd, Rhondda Cynon Taf, were asked what they thought about the changes.Aspiring tattoo artist Erin Binnion, 18, said she supported a wider range of GCSEs, saying the current qualifications were \"sometimes limited\" and alternatives can be less attractive than first choices.Dean Harrison, 24, said: \"I was in a special needs class and I wanted better opportunities to do GCSEs I wanted to do.\" While Sophie Hughes, 25, said: \"They need a bit more experience behind the GCSEs, like maybe doing a GCSE alongside a work placement so they've got experience in that actual subject, not just the knowledge.\" English language and literature will be merged into one GCSE. There will be those who see this as diluting the subjects.However, as literature is now an optional subject in some schools, Qualifications Wales said more pupils will study it as a result of the changes.Since 2015, there have been two separate maths GCSEs but they will be reintegrated, while science will be streamlined too, dropping separate chemistry, biology and physics GCSEs. This is perhaps the most controversial aspect of the reforms and that is reflected in the fact they want to carry on looking at it before announcing final plans in January.How Welsh is assessed in English medium schools has been a flashpoint. Language campaigners have long argued for \"second language\" Welsh to be ditched but others have questioned whether one Welsh GCSE for all is workable.The certificate at the heart of the Welsh Baccalaureate is being reformed and it raises questions about the future of the Welsh Bac altogether. Now the subjects have been announced, work on what exactly will be taught and how they will be assessed will gather pace This will mean looking at how much emphasis there should be on exams and whether there's a bigger role for digital assessments. A decision to keep the GCSE brand had already been made, but Qualifications Wales said if they believed it to be \"a limiting factor\" then they would revisit it.", "url": "https://www.bbc.com/news/uk-wales-58898196"}