{"datetime": "2021-07-20T13:02:29.000Z", "title": "Mega clinics help to clear breast cancer backlog at Southmead", "article": "\"Mega clinics\" have been used to tackle a backlog of 800 patients waiting for breast cancer checks, a trust said. North Bristol NHS Trust (NBT), which runs the breast care centre, has blamed the delays on a national shortage of radiologists. The backlog peaked in March and April but has since fallen to 294 at the beginning of July, at the breast cancer centre in Southmead, near Bristol. Health bosses plan to ask hospitals in the region to help with the backlog. Bristol, North Somerset and South Gloucestershire Clinical Commissioning Group's medical director of clinical effectiveness Peter Brindle told its governing body on 6 July the centre was heading in the right direction. \"Although we have a terrible problem, the trajectory towards improvement is good.\"They're running a seven-day service with mega clinics at the weekend, lots of extra time,\" Mr Brindle said. He said hospitals in Gloucester, Yeovil and Bath had also offered to help but the precise details had not been drawn up yet, theLocal Democracy Reporting Service said . He also said the CCG was close to trialling artificial intelligence to read X-rays that he hoped would help mitigate the longer-term problem of a shortage of radiologists. NBT medical director Chris Burton apologised to patients who have had to wait longer than two weeks but said urgent cases were being prioritised. Breast Cancer UK said NHS data showed the number of women with suspected breast cancer and given anurgent referral fell by 20,144 over the period of the pandemic, compared to the year previously.CEO of the charity Thalie Martini said: \"With the pandemic taking its toll on screening and treatment services, breast cancer is now a health emergency that we can all do our bit to reduce.\"Incidence rates are continuing to rise, despite the evidence that over 25% of cases are preventable, which clearly suggests something in our lifestyles and our environment is contributing to the increase in numbers.\" The charity added that it had also created self-help guides for the public. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-gloucestershire-57859992"}