{"datetime": "2022-02-10T19:36:23.000Z", "author": "Rhiannon Wilkins", "title": "Welsh: Free lessons for teachers and 16 to 25-year-olds", "article": "Free Welsh language lessons will be offered to 16 to 25-year-olds, teachers and teaching assistants living in Wales from September. The registration fee of up to £90 to enrol on a year-long course with the National Centre for Learning Welsh will be covered by the Welsh government.This plan joins others, including intensive lessons for teachers on a sabbatical year. The Welsh government has a target of one million Welsh speakers by 2050. Education Minister Jeremy Miles said: \"This is another step towards giving a chance to everyone to speak Welsh and help us reach our goal.\" Tamar Lewis, 23, a retail manager from Llanelli who works in Carmarthen, said she would be signing up. \"I would like to learn. I work in Carmarthen and the population there, most people speak Welsh, it's the first language - people of all ages, all generations,\" she said. \"I feel there's a new wave of Welsh speakers coming up because I see young people and children learning it and I feel left out now.\" She added she would \"100%\" want to take up lessons if they were free, as \"who can say no to that?\". \"The cost did put me off, but the fact it's free, it motivates you to do it as well.\" Nicole Lindsay, 23, who is studying Japanese and translation in Cardiff, said she would like to take up lessons, having left Welsh medium education aged six.\"Cardiff University has 'languages for all' so anybody in the university can take up Welsh,\" she said. \"But there's only a certain number who can go in a class and the deadlines are very near exam times so I think people often miss the opportunity to get in those classes. \"So if there were other opportunities, things put in place for people to be able to speak Welsh, then that would be better.\" Francesca Sciarrillo, from Mold, won the learners medal at the Urdd in 2019.She said learning Welsh had changed her life and helped her move to Bangor where there was a strong Welsh-speaking community. \"We live in Wales and it's important to feel connected to our heritage and language is the most important thing to make people feel connected to each other and where they live, so I felt really determined even though it was difficult to carry on,\" she said. A focus on helping 16 to 18-year-olds improve their Welsh oral skills by investing in e-learning will also be rolled out from 2023.The National Centre for Learning Welsh receives £13m a year from the Welsh government for all of its work.Some of its other projects include fully-funded Welsh lessons for workplaces that sign up and free Welsh lessons for refugees and asylum seekers. When asked whether funding for this should be a priority, consideringthe cost of living crisis andstrain on the NHS , Mr Miles said: \"The Welsh government has invested significantly in the health service and in the last few weeks has made some very extensive announcements in relation to helping the people of Wales respond to the cost of living crisis.\"We have a range of ambitions in Wales and one of those is making sure as many people as possible have access to the Welsh language.\" ", "url": "https://www.bbc.com/news/uk-wales-60332944"}