{"datetime": "2021-11-04T14:00:54.000Z", "author": "Matthew Hill", "subject": "Coronavirus pandemic", "title": "Southmead Hospital staff say it has 'never been so busy'", "article": "Staff at Bristol's biggest hospital said it had never been so busy and warned patients might be put at extra risk, as medical teams tried to deal with slowly rising Covid cases and a lack of beds. A quarter of Southmead Hospital is filled with people deemed to be well enough to leave, but who cannot because they do not have any care or a suitable place to go.Doctors are now calling on families to do everything they can to help get their relatives home. Outside the hospital, 14 ambulances are queued outside the casualty department. Most are carrying patients waiting for treatment. It is a new trend that started 18 months ago at the beginning of the pandemic, partly to create more space to prevent Covid infection. It means these crews are not available to go out to emergency calls. Inside the hospital there is a new Ambulance Receiving Centre, or ARC, filled with patients waiting to get into the emergency department itself.Anna Bell, a matron in the emergency department, said patients were routinely checked when they were waiting in the ambulance. She then told me what happened when patients finally made it inside. \"We've got a paramedic here who is handing over to one of our senior nurses at what we call the ARC. \"So ambulances come in. The nurse here takes a brief handover. If we have got space they will direct the paramedic down to a space.\" At the time I spoke to Anna, there were eight ambulances waiting to drop patients off outside. Keeping ill patients in ambulances is not without risk. Dr Tim Whittlestone, the hospital's medical director, said the situation was concerning. \"I worry [about] the risk of the patients who are in the ambulances behind us, versus the risk of patients who are medically fit for discharge - and perhaps the risk of sending patients home half a day earlier than we would have done in normal circumstances,\" he said. North Bristol NHS Trust's figures show bed occupancy rates in September - the most recent figures available, were at 97%. The lowest rate reached in 2021 was 92.4% in March. In September 2020, there were four ambulance patient handovers that exceeded an hour. Last month there were 418. The answer is a combination of a slowly rising number of patients with Covid-19, plus more routine operations and a lack of beds. Sister Karen Day said she had never seen it as busy in her 38-year career. \"It's bad this close to winter,\" she said. \"We have not had any reprieve during the summer and we are going into winter.\" She added that with the possibility of a winter flu surge, she was \"expecting it to become increasingly busy\". Currently one in four beds - 200 in total - are occupied by patients who are well enough to be discharged but who have no where to go because they do not have a place in care at home. That is far higher than ever before. With the beds taken, more routine operations need to be cancelled. Dr Whittlestone told me the hospital was already operating a \"one in, one out\" system\" and was desperate to encourage friends and family to help get their relatives back to homes. As temperatures dip, experts predict up to 60,000 people could die from flu this year. Right now, it's hard to imagine what impact that could have on what seems to me a pretty desperate situation already this autumn.Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59163919"}