{"datetime": "2021-10-24T07:13:39.000Z", "author": "Nicola Bryan", "title": "Wales curriculum: New science GCSE prompts dumbing down fears", "article": "A \"dumbing down\" of science at GCSE level could see Wales \"miss out on some brilliant scientists in the future\", an academic has warned. From 2025, physics, chemistry and biology willno longer be offered as separate subjects . Instead, pupils will study for one integrated science award which combines the three subjects and will be worth two GCSEs.Qualifications Wales said integrating subjects allowed pupils a mix of GCSEs. Dr Lowri Mainwaring, academic team lead in biomedical sciences at Cardiff Metropolitan University, said: \"I worry about the message combining those three GCSEs together will give pupils. \"This dumbing down, if you like, or this convergence of science, what does that tell our pupils about science? That it is maybe not as important as it should be? \"The one thing we've learned over the past 20 months is that science is extremely important, without scientists all over the world we wouldn't have an understanding of Covid at all and we wouldn't have a vaccine.\" She said she understood why Qualifications Wales wanted to \"create more space\" in the curriculum for students to study other subjects, but feared the change could lead to fewer pupils doing A-levels and degrees in science. \"There's already a big jump between GCSE and A-level, by bringing the curriculum down a notch or changing it at GCSE that jump could be even higher,\" she said.\"How do we ensure that those who still want to go on to study science at a higher level are not afraid to do so? \"We need to motivate more people into science, and not say 'it's OK for you to do less of it', because I think we could potentially miss out on some brilliant scientists in the future, because they don't have the confidence [to progress].\" Prof Alma Harris, from the department of education and childhood studies at Swansea University, echoed these concerns.\"My worry really is for the students and the way they can progress into university or employment with these new GCSE qualifications,\" said Prof Harris. \"But my main concern about this integrated approach is the subject knowledge and the amount of time the teachers will have to cover those respective subjects when they're integrated into one GCSE. \"Those three science subjects are very different in their nature, demand very different skills and abilities... to compartmentalise them would seem reasonable, but to compress them I think raises some questions.\" Eluned Parrott, head of Wales at the Institute of Physics, said: \"I think having a single root for all the sciences together is quite a positive change, but we think it's really important to retain the name and individual grades for individual subjects, because actually the sciences are quite different in character.\" Asked how the new GCSE would be seen by employers and universities outside Wales, she said: \"Wales has got the right to set its own educational agenda in very much the same way as Scotland does, and it will diverge from from England. \"What we have to make sure is that the value and the quality of the qualifications that Welsh students get are comparable to those in other parts of the UK and other parts of the world.\"Prof Mary Gagen, from the department of geography at Swansea University, said she knew from speaking to schools through the university'sScience for Schools scheme that teachers had \"a lot of anxiety\" about the new curriculum. \"One of our teachers summed up their concerns as feeling like there is a big experiment going in Wales with the new curriculum and children's futures, they have real anxiety about that taking place alongside a pandemic,\" she said. \"They feel that what Welsh education needs right now is stability and investment.\" The change to science is part of amajor overhaul of education , which will see separate English language and literature GCSEs merged and new GCSEs, including engineering and manufacturing and film and digital media, created. Theresults of a public consultation were published in July. The report that followed the consultation, produced for Qualifications Wales by Opinion Research Services, acknowledged that when asked about the plans for the new science GCSE, there was a \"fairly equal split in reactions\" among the 355 people who responded - 42% were in favour and 40% were against. A new double award will replace the existing science GCSEs, including the existing science double award The new GCSE will include the key aspects of biology, chemistry and physics and make it clear how they link to each other, Qualifications Wales said.It said it would work with stakeholders to agree the content and assessment of the new GCSE.It is down to individual schools to decide which GCSEs are mandatory and which are optional so the new GCSE may not be compulsory in some schools.Qualifications Wales said it was \"still open to the possibility of developing other made-for-Wales qualifications to sit alongside the new GCSE science qualification\". Catrin Verrall, a senior manager at Qualifications Wales, said: \"Around 20% of schools in Wales don't offer the separate science GCSEs in biology, chemistry and physics, and so this means that not all learners in Wales are currently given the same degree of choice about which science GCSE [they take]... so we're adopting a common GCSE offer for all learners in Wales and that would support greater equality of opportunity. \"We're also integrating subjects in some other areas, so maths and English as well, and the purpose of integrating subjects is to give learners and schools freedom to choose a mix of GCSEs that reflect the breadth and balance of the new curriculum.\" She said universities have \"indicated a clear preference for learners with a breadth of different learning and experiences\". She added: \"These qualifications are a really exciting opportunity for us to really reimagine qualifications that are fit for the future and relevant and engaging for our young learners in Wales.\" ", "url": "https://www.bbc.com/news/uk-wales-58967630"}