{"datetime": "2022-02-16T10:25:14.000Z", "author": "Bethan Lewis", "title": "GCSEs: New Welsh qualifications promised for schools", "article": "A new Welsh GCSE will be introduced in English-medium schools and Welsh language and literature GCSEs will merge, the exams watchdog has said. The changes will be made as part of a GCSE revamp in 2025 to fit in with thenew school curriculum in Wales .Pupils in English-speaking schools will study a different GCSE to those in Welsh-medium, but it will no longer be called Welsh Second Language.Campaigners said it was \"rebranding\" and letting down young people. Anoverhaul of other GCSE subjects was announced in October , but the future of Welsh in schools has been controversial and a final decision was delayed. The exams watchdog, Qualifications Wales, said unifying language and literature in one GCSE in Welsh-speaking schools, the same as English, meant more young people would study literature. Source: Qualifications WalesA consultation last year found some thought more emphasis on Welsh could increase \"negativity\" towards studying the language, while campaigners Cymdeithas yr Iaith have long argued everyone should study for one Welsh qualification.Qualifications Wales said the reforms would \"encourage all learners to be confident users of the Welsh language, regardless of which type of school they attend\". Its director of qualifications policy and reform, Emyr George, said: \"Eventually, we want to see one overarching Cymraeg [Welsh] qualification for all learners in all settings, but we are not there yet because learners have varying levels of exposure to the language.\"The name for the GCSE replacing Welsh Second Language would be discussed with teachers and learners, with more details in the autumn, he added. Education Minister Jeremy Miles said the new qualifications \"remove the concept of Welsh being a second language\". He added: \"I have been clear that changes to qualifications must be radical and ambitious and support the new curriculum as we move to a continuum for Welsh learning, from those with little or no language experience, right through to those working towards proficiency.\"But Cymdeithas yr Iaith's chairwoman Mabli Siriol said there should be one qualification for all pupils. \"They've really let down another generation of children who are going to continue to be failed by the system and are going to continue to be denied their right as young people in this country to grow up speaking the language,\" she said. ", "url": "https://www.bbc.com/news/uk-wales-60389024"}