{"datetime": "2022-02-11T10:22:05.000Z", "subject": "Coronavirus pandemic", "title": "What are the Covid rules in schools and will they stay open this term?", "article": "England's exam boards have updated students about their approach to this year's A-levels, AS-levels and GCSEs. National exams are going ahead this year across the UK for the first time since Covid disrupted months of learning and closed exam rooms. Grades will again be decided by external marking, instead of the teacher assessments used in 2020 and 2021, but grade boundaries will be more lenient in England, Wales and Scotland.English exam boardshave published details about this year's GCSE, AS and A-level papers for most subjects, including maths, biology, chemistry and languages. Students taking GCSE exams in English Literature, geography, history and ancient history won't have to answer questions on one option from their course.In maths and science exams, students will be given sheets of formulae and equations.Students takingvocational B-Tec qualifications will have fewer internal assessments. Qualification Wales, the Scottish Qualification Authority (SQA) and Northern Ireland's CCEA exam board have already set out their plans to ensure candidates' work is fairly assessed.All UK schools must offer face-to-face teaching to every age group, and provide effective online learning for pupils who are absent or isolating. The specific Covid measures in place vary across the nations. All school staff and secondary school pupilsare asked to take two lateral flow tests (LFTs) a week (three inWales ). InEngland, secondary school pupilsno longer need to wear masks . InWales , some schools have reintroduced year-group bubbles and staggered start and finish times. Face coveringsremain compulsory in classrooms and communal areas until the end of half term, when schools will be expected to revert to normal timetables. Rules will be reviewed on 10 February.InNorthern Ireland , schoolsreopened with the same measures as last term . If a primary or post-primary class has multiple Covid cases,all pupils should take an LFT . The overall guidance to schools will be reviewed in mid-February. InScotland ,social distancing remains in place and pupils and teachers in secondary schools must wear face coverings. However, pupls will no longer have to wear masks in schoolfrom 28 February. Thelatest data for England shows that 3.9% of pupils were absent for Covid-related reasons on 3 February, down from 5.1% on 20 January. On the same date, 4.4% of teachers and school leaders and 4.1% of teaching assistants and other staff were absent due to Covid, down from 4.5% and 4.7% respectively on 20 January.InScotland on 7 February,20,485 students (3.1%) were missing from school due to Covid-related reasons. The highest absence rate this year was seen on 7 January, when 43,565 students (14.1%) were off.InNorthern Ireland ,5.2% of students, 9% of teachers and 11% of classroom assistants in schools were absent due to Covid over the week 24 to 28 January - the highest rates since the new term began.Many schools have told the BBC they can't find temporary staff to cover the teachers who are off.England's Education Secretary Nadhim Zahawiurged retired teachers to return and join teacher supply agencies to fill gaps , but a BBC survey suggested there had been a limited response. Mr Zahawi also suggested schools could merge classes. But teaching unions said there were logistical difficulties and safety issues with teaching large groups of children. Yes - as long as they don't have any ofthe main Covid symptoms, under-18s don't have to self-isolate if someone else in their household has Covid.Similarly, whole classes are no longer automatically sent home to isolate if a pupil or teacher tests positive.However, close contacts aged five or above are strongly advised to take LFTs for at least seven days.All primary and post-primary pupils in Northern Ireland are advised to take an LFT if there are multiple Covid cases in their class.All children aged 12 and overare being offered two doses of the Pfizer jab . Sixteen and 17-year-olds who had a second vaccine dose at least three months ago can have a booster. TheJoint Committee on Vaccination and Immunisation (JCVI) has recommended that the booster is also offered to children aged 12-15 who are in an at-risk group or live with someone who is immunosuppressed.In addition, about 500,000 five to twelve-year-olds who have health conditions putting them at greater risk from catching Covid are being offeredtwo low-dose Pfizer jabs, eight weeks apart .The JCVI said that primary school children who live with clinically vulnerable adults should also be offered the low-dose jab.Children who aren't at high risk from Covid should wait 12 weeks after a positive test before having a jab. Ventilation is one of the key measures designed to keep schools safe from Covid.InEngland , the government is making 7,000 air cleaning units available to early years settings, schools and colleges for use in areas where doors and windows cannot be opened effectively. Some300,000 carbon dioxide (CO2) monitors had already been promised for England's schools to help identify areas with poor ventilation, but teaching unions complained this won't solve the problem.TheScottish government gave £100m to local councils to help fund Covid improvements, including hygiene measures and ventilation. TheWelsh government hasa £6m programme to increase air circulation and purity which will provide 30,000 CO2 sensors and 1,800 ozone disinfecting machines. ", "url": "https://www.bbc.com/news/education-51643556"}