{"datetime": "2022-02-08T17:17:03.000Z", "author": "Hannah Richardson", "title": "Mental health support for children 'lacks ambition'", "article": "Government plans for mental health support teams in a third of schools in England by 2022-23 lack ambition and need to be stepped up, MPs have heard. Children's wellbeing expert Lord Layard urged the Commons education committee to push for a national rollout before the end of this Parliament. He also said only a third of children with diagnosable mental ill health get support from specialist NHS services. The figure was \"shocking\" and the situation was \"unbelievable\", he said. The government aims to have 400 mental health support teams covering a third of pupils by 2023. The teams offer lower level mental health support in groups of schools, mainly via NHS wellbeing practitioners who have received bespoke training. But the demand for support has risen substantially recently. Last week, theBBC revealed a 77% increase in referrals to specialist services. The committee heard there were serious problems in accessing support at this end of the spectrum. Lord Layard told the committee: \"The young people in the most trouble are the people who are diagnosable - we are talking about 10% of our children.\"The shocking thing is that only about a third of these children get any form of specialist support. This is much worse than for adults.\" He added: \"It's unbelievable that we have that situation, we have CAMHS (child and adolescent mental health services) that has such a high threshold - unless you're stabbing your sister, or something like, that you're assessed not to be bad enough. \"And until recently there have been no resources for anyone below the CAMHS threshold.\" This figure is in line withthe latest report from England's children's commissioner, which analysed children's access to treatment and found 32% of children with a diagnosable mental health need were accessing treatment in 2020-21. Dr Rosena Allin-Khan, Shadow Minister for Mental Health, told the Commons in an opposition day debate that the children coming into A&E where she works were getting younger and younger. She said: \"Imagine if we treated childhood cancer like we do children's mental illness, waiting for symptoms to get worse before they see a specialist. waiting for months or even years for treatment, leaving patients and parents to rely on charity - there would be an outcry.\"This is what the government is doing, she claimed. Health Minister Maggie Throup said the government had been investing record sums into children's mental health. \"We now have a foundation from which we can build the necessary levels of care and support and we know we need to be more ambitious.\" This was why the government planned to have an extra 345,000 children accessing support by 2023-24 and has rapidly expanded the children's mental health workforce, she said. Mouhssin Ismail, principal of Newham Collegiate Sixth Form in east London, which has its own counsellors in school, said demand was out-stripping supply. \"Even when we refer to CAMHS, the waiting lists are significant and the students that need the help are not getting it in a timely manner,\" he said. Catherine Roche, chief executive of Place2Be children's mental health charity - which has teams embedded in schools - said children were coming forward with really severe needs. She said the government's mental health support teams were a good initiative, but they needed to be everywhere. Gordon Knott, director of children's mental health charity,Croydon Drop-In , which also runs a mental health support team in the south London borough, says his organisation works with very serious cases. Some 35% of the children it sees are presenting with self-harm, while 45% come with suicidal thoughts or plans, he said. He told the BBC the decision on whether a self-harming child is seen by specialist services can come down to how deep their cuts are, because thresholds for treatment have become progressively higher. He agrees mental health support teams are a good scheme, but that their spread is not wide enough. \"Young people say to us: 'We saw a Nightingale Hospital built in a week, we housed the homeless overnight during the pandemic, why can't we be more ambitious in terms of looking after young people's mental health?'\" ", "url": "https://www.bbc.com/news/education-60304665"}