{"datetime": "2021-12-07T14:22:13.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Avoid school closures 'at all costs' says principal", "article": "\"Closing schools must be avoided at all costs,\" MLAs on Stormont's Education Committee have heard. That is according to principal Stephen Moore, who represents the Association of School and College Leaders (ASCL). Mr Moore said principals were starting to see the consequences of previous closures in the last two years. Other unions said the executive should tell schools not to hold \"mass gatherings\" like open days or evenings. Assembly members were also told by one union official that \"schools are reluctant to send pupils home because of the backlash from parents and the media\". Mr Moore and fellow principal Graham Montgomery - both representing ASCL - warned MLAs of the impact on pupils if they were not in school. \"Our position is that closing schools must be avoided at all costs,\" Mr Moore said. \"We're starting to see the consequences of the two closures that we had over the last two years and I think it's had a really detrimental impact on our young people. \"We have seen lots of mental health issues - pupils who were struggling before the pandemic and before the closures are in a worse position now, but other people are struggling too. \"I think what school brings to people is not only education and lessons but also structures, networks, support, enrichment activities and all sorts of other things that they need and require. \"We really need to look imaginatively at solutions that keep pupils in schools. \"Remote learning is very much second best, it's not the same as face-to-face teaching.\" Mr Montgomery also raised concerns about the impact of previous lockdowns on pupils' mental health. \"We are now seeing the outworking of damage that has been done to young people which may be longer lasting and more profound than the danger presented to them immediately by being in school,\" he told MLAs. But both principals said some schools were facing significant problems finding substitute teachers if staff were off sick. That was echoed by Dr Graham Gault from the National Association of Head Teachers (NAHT) who said some schools were facing a \"staffing crisis\". He called for qualified teaching staff working in other education bodies to be redeployed to schools. \"We would ask again that the minister look at redeploying temporarily - as a matter of urgency from across the system - qualified teachers,\" he said. \"There are plenty we believe in the Education Authority, in CCEA, in ETI and elsewhere who could be, for a very short-term period just, used to help schools manage their way through this very difficult crisis.\" Maxine Murphy Higgins from National Association of Schoolmasters Union of Women Teachers (NASUWT) said the executive should \"give instructions that mass gatherings do not happen\" in schools. \"The best place for our children is in school,\" she said. \"Schools are being put under pressure by communities to have business as normal but we know it is not safe to do so. \"Where schools are competing for pupils they will want to hold open days or open evenings, P7 taster days. \"For example, this Friday one post-primary school is planning on having 500 P7 pupils into their school.\" The National Education Union (NEU) representative Alastair Donaghy told MLAs that schools were coming under pressure from parents not to send pupils home if staff were absent. \"Schools are reluctant to send pupils home because of the backlash from parents and the media, that the best place for them should be in their school,\" he said. \"What's actually happening is that year groups and classes are being lumped together in assembly halls and they're being supervised by one or two teachers and one or two classroom assistants. \"There needs to more done by the department and the PHA on managing the expectations of parents on what can actually be done in schools.\" On Monday, the Department of Education (DE) said there were\"no plans to close schools early this term or to move to remote learning\". Some schools have had to teach classes or year groupsremotely on a temporary basis due to staff absences in recent week . ", "url": "https://www.bbc.com/news/uk-northern-ireland-59560083"}