{"datetime": "2022-02-09T09:23:25.000Z", "author": "Will Fyfe", "title": "LGBTQ+: Homophobic abuse 'normalised' in primary schools", "article": "Primary school children are targeting each other with homophobic and anti-trans abuse, a professor has warned. Cardiff University's EJ Renold said they had noticed an increase in young children reporting homophobic and sexist comments. Maisie Awen said she was \"terrified anyone would find out\" she was gay after experiencing homophobia in school from the age of six.The Welsh government said any bullying was \"unacceptable\". Last year an Estyn report found homophobic bullying was the most common kind in secondary schools and happened \"all the time\". Prof Renold, who advised on that report, told BBC Wales it was \"not unusual\" to find anti-gay comments \"normalised\" in primary schools. \"It might be more underground, but it's going on,\" they said. \"You will have children who are maybe gender non-conforming who can become targets of homophobic abuse, and I would say increasingly, transphobic abuse as well.\"The Estyn report in December found many LGBTQ+ pupils at secondary schools had \"substantial personal experiences\" of homophobia, including name calling, body shaming and in some instances being told to kill themselves. The first time Maisie Awen from Pembrokeshire heard the word \"lesbian\" it was being used as a slur at her primary school. She was about six and it was being aimed at her as a term of abuse. \"The whole of primary school I told my friends I had a crush on every boy just to stay on that side of things,\" she said. Ms Awen, now 19, realised she was gay as a teenager and had already encountered homophobia for so many years that it felt like \"the end of the world\". \"I was already bullied for being gay, even before I came to that conclusion myself,\" she said. \"I was terrified that anyone would find out. \"There weren't really adults in school who I felt could see it in a positive way. \"With those teachers I did have a good relationship with, I was too scared to jeopardise that relationship by telling them about my sexuality.\" Prof Renold, who advises the Welsh government, said the findings were \"shocking\" but would not be surprising to those working with schools. Alex Thomas, who supports Viva LGBTQ+ youth groups in Rhyl, Denbighshire, believed every young LGBTQ+ pupil would be affected by homophobia.\"Young people are facing increased levels of oppression of isolation of bullying and negative experiences based around their identity,\" he said. Mr Thomas said for many young children the biggest problem was teachers not knowing what to do. He said one young person had recently told him they had left a lesson to cry after being targeted. \"When the teacher found out they seemed more put out about the fact the pupil hadn't come to them in the first place than actually responding to what had happened,\" Mr Thomas said.Director of teaching union NAHT Cymru, Laura Doel, said discrimination against LGBTQ+ pupils harmed their mental health. \"School leaders will need time, some extra resources as well as further training and confidence to be able to deal with these matters,\" she said. At Ysgol Gyfun Gymraeg Plasmawr, in Cardiff, pupils caught using homophobic or transphobic language are asked to sit down with LGBTQ+ peers to discuss what happened. Reagan, 17, of the school's LGBTQ+ group, Digon, said homophobia in younger children was often the result of \"genuine naivety\" and it was easier for them to talk to peers than teachers. Megan said they could usually be \"rehabilitated\". \"Other times it's not always a positive response,\" the 15-year-old said. Maisie, 17, said some pupils were surprised to learn of the impact of their words. \"We educate pupils about the words and what you can use and can't use in context,\" she said. Prof Renold said the new curriculum in Wales would help schools to tackle homophobic, biphobic and transphobic bullying, but a \"serious investment of resources\" was needed to help train teachers and create inclusive environments.The Welsh government said its new curriculum for Wales, due to start in September at some schools, would be inclusive of everyone and included a mandatory relationships and sexuality education (RSE) code.It said it had commissioned training for school leaders to tackle homophobic bullying. \"Any form of bullying or sexual harassment is completely unacceptable, and we want to encourage any children and young people who are experiencing this kind of harassment to come forward and report it.\" If you or someone you know has been affected by the issues raised in this article, information on the support available can be found at the BBC Action Line . You can see more on this story on Wales Live, BBC One Wales at 22:30 GMT on Wednesday and on iPlayer . ", "url": "https://www.bbc.com/news/uk-wales-60303321"}