{"datetime": "2021-09-29T20:51:32.000Z", "author": "Will Fyfe", "title": "Sexual harassment in school: Children pressured for nudes", "article": "Allegations of sexual assault among classmates are being investigated by police after more than 90 schools in Wales were named in an online campaign. The Everyone's Invited website was set up to help pupils anonymously report abuse and harassment by classmates. Some told BBC Wales it was common for girls as young as 11 to be pressured into sending nudes, or receive unwanted explicit images from boys. The Welsh government said the safety of children was a priority.North Wales Police said it was investigating two cases linked to testimony on the website, while Dyfed Powys and South Wales Police forces did not provide figures. Gwent Police said it had not opened any cases. School inspectors for the education watchdog Estyn are due to begin entering classrooms to investigate \"peer-on-peer sexual harassment\". A similar review in England last term found sexual harassment had become\"normalised\" among school children . Neil Foden is head teacher at Ysgol Friars in Bangor, Gwynedd, which is one of the Welsh schools listed on the Everyone's Invited website. He said head teachers were \"deluding themselves\" if they did not think sexual harassment was a problem. \"There is, I think, a culture among some pupils here, as there will be in most other schools, where the borderline between what's just a joke, and what is sexually inappropriate and causes distress, is not well enough understood,\" he said. Mr Foden said serious misconduct was rare, but his school's policy, alongside working with police, was to exclude those responsible. \"I have on one occasion permanently excluded a pupil,\" he said. \"Any school should have been looking at their procedures well before this website came into existence. Something it has made us do, is to look again at our procedures.\" He said some of the stories posted on the Everyone's Invited website, which may have \"horrified\" many people, would feel familiar to most teachers. PC Dylan Pritchard, who works as a schools community officer for North Wales Police, said social media and the proliferation of indecent images had become one of the biggest issues. \"It is getting worse I believe,\" he said. \"However, that may be down to knowing more about it and the fact that we are empowering young people to speak up. \"Inappropriate photos are often shared. In some cases, in some schools within Wales, we've had incidents where those images [of girls] have been shared widely across the school - and possibly across other parts of the internet.\" Figures obtained by the NSPCC show there were more than 300 offences involving sexual communications with children - which can include asking children to send explicit images - in Wales between April 2020 and March 2021. North Wales Police said it was working with schools and young people to help potential victims and \"break down barriers\". \"In the future, we would all like it that there doesn't have to be an anonymous website for people to come forward,\" said Det Ch Insp Myfanwy Kirkwood. She said it had been \"awful\" to see the volume of testimonies posted by girls in Wales, many of whom had never spoken to officers. \"We absolutely understand that this is such a difficult and complex area,\" she said. \"Perhaps it's family dynamics that people don't want to report, or they've had a bad experience with the police before, or perhaps they've had a bad experience within an educational setting. \"Looking forwards, there's lots of work to do to break down those barriers and to get to a point where we don't have to have an anonymised reporting system.\" Ms Kirkwood said writing an account on Everyone's Invited could be the first step, with officers ready to help and listen when girls were ready. A Welsh government spokesman said: \"Any form of sexual harassment is completely unacceptable and should not be tolerated.\"It remains a priority across the Welsh government that every child and young person is supported, and that they feel able to report any concerns they may have. \"This summer, the minister for education and Welsh language asked Estyn to review the culture and processes at secondary schools, to protect and support young people. The report is due to be published in December.\" Education Minister Jeremy Miles said he had written to every school in Wales to \"look for assurance that they have systems in place to support pupils in this situation\". He added that the Welsh government planned to act immediately on any recommendations from Estyn. You can find out more about this story by watching BBC Wales Live on BBC One Wales at 22:35 BST, or on BBC iPlayer afterwards. If you or someone you know has been affected by the issues raised in this article, information on support available can be accessed at BBC Action Line . ", "url": "https://www.bbc.com/news/uk-wales-58721707"}