{"datetime": "2022-02-04T14:54:55.000Z", "title": "LGBT tolerance 'going backwards' as hate crimes up", "article": "Tolerance against the LGBT+ community is \"going backwards\" amid rising hate crimes, an anti-homophobia campaigner has said. Lisa Power said she followed \"with horror\" the trial of the murderer of Dr Gary Jenkins, killed in a homophobic attack in Bute Park, Cardiff. A vigil for Dr Jenkins will be held on Sunday evening in Cardiff.Home Office statistics show hate crimes against people based on sexual orientation have doubled in four years. On Thursday, three people - Lee Strickland, 36, Jason Edwards, 25, and Dionne Timms-Williams, 17 -were convicted of murdering Dr Jenkins in July 2021. They will be sentenced on 25 March. Suzanne Rankin, chief executive of Cardiff and Vale University Health Board, said Dr Jenkins was a \"committed\" doctor who was \"proud to work for the NHS\".\"We are devastated by the traumatic and horrific circumstances in which his life was taken and we stand against homophobia in any guise,\" she said. \"We want Dr Gary Jenkins to be remembered as the professional he was, committed to doing the best for his patients with kindness and integrity. Gary - you will be missed.\"Ms Power, who was one of the founders of the LGBTQ+ charity Stonewall, toldBBC Radio Wales Breakfast : \"Sadly this is something that happens all too often in our community and there is actually a rising level of hate crime against all kinds of LGBT people.\"Nothing stopped these people from what was clearly a very random attack and that's something everybody who's LGBT does live in fear of.\"Every decade of my adult life I've known someone who's either been killed or severely injured by anti-LGBT violence. \"There are people out there who feel able just to be vile to people on the assumed basis of who they are and who they love, and like every other kind of hate crime, that's completely unacceptable.\"According to Home Office figures, hate crimes against people based on sexual orientation have risen every year in England and Wales from 2016/17 to 2020/21.In 2016/17, there were 8,569 of these crimes recorded by police, but last year this figure was 17,135.For hate crimes against transgender people, this figure has risen from 1,195 to 2,630 in the same period.Ms Power said she had seen the rise in figures reflected in the experiences of people in Cardiff, and mentioned a homophobic assault on former Wales and British & Irish Lions rugby captain Gareth Thomas, who came out as gay in 2009.He was attacked in the city in 2018 and police dealt with a 16-year-old boy by way of restorative justice. Ms Power said: \"Things were moving forward, but I'm afraid in the last few years they've gone backwards.\"It is rising I'm afraid and it's rising faster for LGBT people and particularly trans people.\"During the trial,prosecutor Dafydd Enoch QC was criticised for saying Dr Jenkins' \"sexual predilections were to be his undoing\".Mr Enoch said it was not his intention to apportion any blame on Dr Jenkins and the Crown Prosecution Service (CPS) has apologised for the \"inappropriate and insensitive\" remarks.Ms Power said: \"It doesn't matter who people are or what they're doing, they should not be subject to random violence on the simple basis of who they love or who they are.\"There is no excuse for this kind of hate crime and it's all too common.\" ", "url": "https://www.bbc.com/news/uk-wales-60257602"}