{"datetime": "2021-07-29T05:10:39.000Z", "author": "Miriam Barker", "title": "LGBTQ: Wales' bid to be 'most friendly' nation in Europe", "article": "\"I don't want to just survive. I want to be happy.\" Callum Lea has suffered multiple homophobic attacks and said he just wanted to live without having to \"expect a lot of abuse\" due to his sexuality. The 26-year-old from Cardiff believes more has to be done to raise awareness and education about LGBTQ+ issues. The Welsh government has now outlined its plans to make Wales \"the most LGBTQ+ friendly nation\" in Europe. The most traumatising incident happened to Callum earlier this year when he was verbally and physically attacked in Cardiff.\"There was a group of lads that started to verbally assault me and call me every homophobic word under the sun,\" he said. The group pushed him to the floor and he was \"kicked repeatedly\". \"I was left with cuts, bruises. I had a mild concussion, whiplash and I was traumatised. \"I felt embarrassed. I didn't want people to see that someone had got the better of me.\" It is not just physical attacks that hurt Callum - he said he has become used to comments, looks and other micro-aggressions.In the past, he said he preferred to walk down a street alone so friends and family did not have to see people \"staring or laughing\" at him. \"I just want to live my life, carefree like everyone else. \"I don't think anyone else would ever consider going to the shop to get some milk and… have to consider that they are going to be abused that they going to be attacked… that's no way to live.\" Callum insisted LGBTQ+ people \"need to be part of the conversation\" in improving awareness and education. The Welsh government has launched a consultation for its action plan, developed in collaboration with members of the LGBTQ+ community. Its purpose is to help \"coordinate action between the government, stakeholders, the public and other agencies\". The plan includes: The plan was launched by deputy minister for social partnership, Hannah Blythyn, who said the \"authenticity of her experiences\" as a gay woman had helped the process. \"It's a political priority of the Welsh government but it's personal to me too and I'm really proud and quite moved to be in that position and to really drive this forward,\" she said.\"Launching our action plan today will allow everyone, right across Wales to help us achieve our goal to become the most LGBTQ+ friendly nation in Europe.\" The plan was was formed following a report by an independent expert group, which laid out several recommendations. Lu Thomas, who led the expert panel, said: \"Ministers have continually used the phrase 'progress is never inevitable' and with the release of the consultation today, it clearly shows the Welsh government is committed to achieving real progress in our society.\" LGBTQ+ charity Stonewall welcomed the consultation.Iestyn Wyn, the charity's campaigns, policy and research manager, said: \"An LGBT person's life touches upon all those policy areas, it's important that we recognise what are the different challenges in those different policy areas, so that Welsh government can take the necessary action to ensure that we work towards a Wales that is a safe place for LGBTQ+ people to thrive.\" ", "url": "https://www.bbc.com/news/uk-wales-57986732"}