{"datetime": "2020-10-14T23:49:33.000Z", "author": "Miriam Barker", "title": "LGBT pupils in Wales 'need better support' from schools", "article": "Schools and colleges need to give better support to lesbian, gay, bisexual and transgender students, the schools inspectorate has urged. LGBT pupils may suffer higher levels of bullying and isolation, which can affect their mental health, the Estyn report says. It makes recommendations such as taking action on bullying and diversity training for staff. Finlay Bertram, 18, from Newport, said schools needed to do more for students. \"There was no education on it - we hadn't ever heard teachers say the word gay before, people just didn't know what LGBT meant,\" he said. \"It's not just students that need educating, it's teachers as well.\" Constantly interrogated about his sexuality at school, he said some lessons were \"just awful\". \"They would say stuff like 'I wish you had died in theOrlando shootings ', they would call me names and throw random objects at me.\" Eventually, Finlay said, it all got too much and he began self-harming. He also tried to take his own life. \"It reached a level where it couldn't get any worse, it was as bad as it could get,\" he said. \"There was no-one in school, not a teacher or anyone, that's what was hard. There was no help or support,\" he says.Jon Wright of Estyn said: \"It's important that LGBT+ issues are addressed in the same way that ethnicity or religious belief issues are addressed.\"It needs to be part of the curriculum not just a bolt-on and young people need to see positive LGBT+ role models throughout their education.\" Lauren Fairbairn, 21, from Rhondda Cynon Taf, said there needed to be \"safe spaces\" where LGBT students could discuss issues or get support. \"I felt like my school didn't address any issues about gay sex or relationships, it was as though the teachers didn't want to speak about it,\" she said. \"I wasn't able to be me. It affected my mental health as I had to justify who I was everyday, and live up to their perceptions of what being a gay woman is.\" Sebastian Greenhalgh, 18, said teachers did not listen or understand. \"I had a lot of teachers not use my preferred pronouns and chosen name because it wasn't legally changed. This made school life difficult,\" he said. \"It felt as though if you didn't identify like that then you were broken.\" A Welsh Government spokesperson said: \"No learner should face any form of discrimination.\"Our whole school approach to mental health and well-being ensures our schools and their communities are safe and for all our learners.\" ", "url": "https://www.bbc.com/news/uk-wales-54542409"}