{"datetime": "2022-02-10T06:26:35.000Z", "author": "Robbie Meredith", "title": "MLAs call for action on number of pupil absences", "article": "Tackling high rates of pupil absence is not seen as a priority issue, according to a Stormont report. Assembly members on the Public Accounts Committee said they had heard of \"shocking\" rates of attendance in some schools. They said schools needed more support to encourage pupils to attend, especially in some disadvantaged areas. They also said more needed to be done to ensure public money improved the education of disadvantaged children. The Northern Ireland Audit Office (NIAO) had previouslycriticised the Department of Education (DE) for a similar failing . The audit office said DE could not demonstrate that almost £1bn of funding had improved disadvantaged children's education and attainment. The NIAO also said the education gap between poorer and more affluent pupils increased as they got older. In 2019-20, just over half of pupils (55%) entitled to free school meals left school with at least five GCSEs at grades A*-C, including GCSE English and maths. That compared to 83.4% of school leavers not entitled to free school meals who achieved at least those qualifications in 2019-20. The audit office report looked specifically at how £913m of Targeting Social Need (TSN) and Sure Start funding had been spent since 2005. DE provides schools with about £75m of TSN funding each year to give additional support to pupils from disadvantaged backgrounds. Sure Start, meanwhile, is meant to help parents and children under the age of four living in deprived areas. The just-published Public Accounts Committee report is linked to the NIAO report. According to the committee chairman, Democratic Unionist Party (DUP) assembly member (MLA) William Humphrey, MLAs also had concerns that the money provided to schools to help disadvantaged pupils was actually being spent effectively. \"It is concerning that there is no requirement for schools that receive TSN funding to spend it solely on supporting pupils from socially deprived backgrounds,\" Mr Humphrey said. \"At the moment, a school may use these funds to 'top up' the general school budget. \"This is clearly inappropriate and is inconsistent with the proscribed rules around other specialist funds such as special educational needs (SEN).\" \"We believe it is vital that the department and indeed all schools should put into place mechanisms to both identify and disseminate best practice so that all children benefit from the TSN and Sure Start funding.\" The committee recommended an overhaul of how schools were provided with money to support disadvantaged pupils and said that DE and the Education Authority (EA) needed to measure how the funding helped pupils' education. MLAs on the committee also said \"high levels of absenteeism need to be addressed\". Their report said research suggested \"pupils with no absence from school were nearly three times more likely to achieve five A*-to-C GCSEs, including English and Maths, than pupils missing 15-20% of school across key stage four\". \"The committee heard of some shocking rates of school attendance in Northern Ireland including one disadvantaged area where 35% of post-primary pupils had less than 85% school attendance,\" they said. \"The committee is concerned that despite all schools being required to have an attendance policy and a number of departmental initiatives, tackling absenteeism is not seen as a priority issue.\" An expert panel appointed by DE recently said thatmore than £180m needed to be spent on widespread measures to tackle educational underachievement over the next five years. The Fair Start report also said much more funding was needed for early years provision. The Public Accounts Committee said the executive should provide the money to implement the expert panel's recommendations in full. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60325328"}