{"datetime": "2022-02-10T13:18:31.000Z", "title": "Sexual harassment in primary schools probe needed - Senedd member", "article": "Wales' education inspectors have been urged to investigate experiences of sexual harassment among primary school pupils. Conservative Laura Anne Jones made the call in a Senedd committee discussing sexual harassment among learners. She said that \"as a politician and a mother, I'm well aware that in primary schools this is a problem\". A Welsh Government spokesperson said \"the safety of children in our schools is a priority.\" Estyn's study of the issue in secondary schools found about half of pupils said they had experienced sexual harassment from fellow students. The Senedd's Children, Young People and Education Committee discussed the inspection report that found that secondary school pupils are pressured regularly to send nude photos and girls harassed over the length of their skirts. Tory Senedd member Laura Anne Jones told the committee on Thursday that \"from my experience as a politician and a mother, I'm well aware that in primary schools this is a problem as well, particularly, obviously, in the higher juniors, because children are getting phones much younger, and parents aren't putting the locks on that they should do, which is part of the problem.\" Jassa Scott, Estyn's strategic director, replied: \"In the work that we did do, quite a substantial proportion of young people said they'd first experienced some of this in primary school. \"We do know from some of the work around bullying and so on that this is happening there.\"She said that Estyn is in \"the final stages\" of agreeing its remit, its \"set of thematic work\" for next year with Education Minister Jeremy Miles.Ms Scott told Senedd members: \"The indication that we've had is that we'll be asked to do some more work around this in further education colleges next year, so there will be an opportunity to extend this to that age group.\"She added: \"I'm sure that in the work we'll be doing with primary schools we'll continue to gather some evidence about the extent of the problem there as well.\"Whether that will end up further down the line in a specific piece of work looking at particular issues in primary schools we'll have to see.\" The Welsh Government spokesperson added, \"from next September developmentally appropriate Relationships and Sexuality Education (RSE) will be taught to every child in every primary school in Wales.\"Helping learners form and maintain a range of healthy relationships, all based on mutual trust and respect, is the foundation of RSE.\"We are currently running a pilot with fifteen schools, including ten primary schools, to inform the teaching and learning of the code.\"We will be looking carefully at the results and will focus on what support teachers need to teach and support learners.\" About 1,300 secondary school children in Wales took part in the study which found pupils' experiences of sexual harassment increased as they got older. Nearly all Year 13 pupils (95%) reported seeing sexual harassment, with 72% claiming to have seen it happening in school. ", "url": "https://www.bbc.com/news/uk-wales-politics-60333180"}