{"datetime": "2021-12-08T05:59:03.000Z", "author": "Will Fyfe", "title": "Pupils pressured regularly for nude photos, Estyn report finds", "article": "Pupils are pressured regularly to send nude photos and girls harassed over the length of their skirts, a school inspection report has found. About half of secondary pupils said they had experienced sexual harassment from fellow students. Estyn's study found many pupils would not tell their teachers, as incidents had become \"normalised\" and teachers often dismissed them as \"trivial\". The Welsh government said it showed an \"uncomfortable truth\" pupils faced.Children told inspectors that harassment happened in the classroom but was more common outside school and online. Inspectors said this meant schools did not realise the extent of the problem. Estyn said there were \"inconsistencies\" when teachers were alerted and, in the worst cases, staff ignored incidents of \"verbal sexual harassment\" between pupils, and often responded with statements like \"boys will be boys\".Twice as many girls said they had faced sexual harassment than boys, while 46% of those who had experienced it decided not to tell anyone else. Inspectors said most older girls reported being regularly pressured by boys to send nude photos.\"Boys ask for nudes or keep spamming your phone,\" one girl told inspectors.Some said it was common to have unknown men, as well as classmates, \"begging\" them to send naked images on social media.Other issues raised by children were concerns about the \"length and fit\" of school skirts.\"If you are wearing a short skirt, boys will use that as a way of consent - you are asking for it,\" one pupil told the review.Some girls felt they had to wear shorts under their skirts \"to stop boys from looking\". Meanwhile, others said they picked deliberately tight skirts because they were more difficult for boys to lift up. About 1,300 secondary school children in Wales took part in the study which found pupils' experiences of sexual harassment increased as they got older.Nearly all Year 13 pupils (95%) reported seeing sexual harassment, with 72% claiming to have seen it happening in school.\"The report is called We Don't Tell Our Teachers - and that is what we've found,\" said report author Delyth Gray. \"There is a sharp polarisation between what pupils tell us is happening and what staff in schools actually know.\"They [the pupils] don't think that these things are important enough to report to their teachers, although they tend to happen every day.\" Ms Gray said teachers had told inspectors they wanted to see more training opportunities to help them deal with issues, while children wanted to see teachers being more proactive and aware of the problems. Her review recommended that schools recognise sexual harassment was \"highly prevalent\" among young people and \"provide sufficient, cumulative and beneficial learning opportunities\". Many children highlighted a lack of sex education, with \"older pupils in many schools\" reporting they had \"no sex education at all\". Children's Commissioner for Wales Sally Holland said opportunities to learn about sex and relationships were often \"squeezed out\" of the curriculum to make room for formal qualifications as children got older.\"Sometimes it actually doesn't exist after young people are aged about 14, which is the time there should be more time to do it,\" she said. \"Schools need to be given permission within the education system to give time for these important life, health and safety issues.\"Ms Holland said thenew curriculum for Wales , which includes mandatory relationships and sexuality education, provided \"good opportunities\" to do things better. The Association of School and College Leaders Cymru said teachers should not be left alone to deal with deeper societal problems.\"Schools will find the criticism levelled at them in Estyn's report both frustrating and unfair as they put huge effort into placing the wellbeing of their students at the very heart of everything they do,\" said Eithne Hughes, director of ASCL Cymru. \"It is totally unreasonable for Estyn to imply this is a problem only schools should have to deal with.\"They are a microcosm of society and the important issues raised in this report can only be dealt with by there being an open and wide-ranging national discussion that involves not only teachers and leaders, but parents, the social media platforms where so much of the abuse takes place, the Welsh government and, most importantly, young people.\" An online questionnaire from Estyn, answered by 1,150 pupils, and included in the report's supporting documents, found that 23% boys and 26% girls at secondary school said they had experienced unwanted kissing or sexual touching in a school setting. Director Eithne Hughes said: \"The important issues raised in this report can only be dealt with by there being an open and wide-ranging national discussion that involves not only teachers and leaders, but parents, the social media platforms - where so much of the abuse takes place - the Welsh government and, most importantly, young people.\" An online questionnaire from Estyn, answered by 1,150 pupils, and included in the report's supporting documents, found that 23% boys and 26% girls at secondary school said they had experienced unwanted kissing or sexual touching in a school setting. Inspectors also found many LGBTQ+ pupils had \"substantial personal experiences\" of homophobic bullying and harassment. Most LGBTQ+ pupils surveyed by Estyn said they felt \"only a few teachers\" would do anything about it if they heard homophobic slurs being used against them. Education Minister Jeremy Miles said the report \"makes for difficult reading\" and he thanked contributors for their \"bravery\". \"It highlights the uncomfortable truth about the prevalence of peer-on-peer sexual harassment in our schools and that children often share their experiences with friends rather than their teachers,\" he said.\"This leads to a lack of awareness of the true scale of sexual harassment in schools. \"It is only through honest conversations that we can work together to tackle these issues.\" He said the reported also recognised \"how strong leadership and proactive approaches encourage and empower pupils to trust their teachers, stand up to their peers, and report all forms of sexual harassment\". \"Schools and settings have an important role to play in creating safe and empowering environments in supporting learners to enjoy fulfilling, healthy and safe relationships throughout their lives,\" he added. If you or someone you know has been affected by the issues raised in this article, information on support available can be accessed at BBC Action Line . ", "url": "https://www.bbc.com/news/uk-wales-59552169"}