{"datetime": "2022-02-08T11:10:12.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Pressure on schools higher than ever, union says", "article": "Covid pressure on schools is higher than ever due to staff and pupil absences, a teaching union has said. The National Education Union said the situation was now at its worst and every school was \"walking a tightrope\".He said while there had been no full closures, year groups were being sent home due to staff shortages.\"It feels like the pressure is higher than it's ever been,\" South Gloucestershire secretary Lee Everson said. He said that no headteacher wants to be in a position where they need to shut a school, but staffing capacities were being stretched, with not enough staff on site to supervise pupils. \"The idea that things are getting back to normal has simply not happened. It's at its worst in schools currently,\" Mr Everson said. \"We need to understand the pandemic has become concentrated around schools, because of the nature of the buildings, the nature of the environment and where the young people are at in terms of their stage in the vaccination process.\" Schools across the West Country said they were facing significant disruption, with e-learning and learning from home being used to cope with staff absences. Bradley Stoke Community School headteacher Steve Moir said they always have remote learning plans on stand by. He said: \"One of the main challenges is that we don't know how many staff are going to be in or out every single day, so we have to plan for the worst case scenario. \"We have got approximately 80 staff. Some of those are part-time and we've had almost 20 staff off on some occasions.\" Pupils at the South Gloucestershire school said the situation was \"frustrating\" and they have missed one-to-one support from being in the classroom. Isobel said: \"I find it quite frustrating because I'm missing out on learning and then when I come back into school I've missed out on a huge chunk of what we're working on.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60295446"}