{"datetime": "2021-11-13T17:33:51.000Z", "author": "Robbie Meredith", "title": "Transfer tests: P7 pupils sit first exams to be held in two years", "article": "More than 5,000 primary seven (P7) pupils in Northern Ireland sat the first of this year's post-primary transfer tests on Saturday. The GL Assessment test run by the Post-Primary Transfer Consortium (PPTC) is being held in 21 post-primary schools.About 5,450 children have entered the PPTC test. A further 8,280 children have entered a separate test being run by the Association for Quality Education (AQE). It is the first transfer test to be held for two yearsfollowing cancellations in 2020-21 due to the Covid-19 pandemic. The three AQE tests are held on successive Saturdays on 20 November, 27 November and 4 December, followed by the supplementary PPTC test on 11 December. Primary school children aged 10 and 11 years can choose to sit either the AQE or PPTC test, both tests, or decide not to take any of the tests. A significant number of children enter both the AQE and PPTC tests, but the testing organisations cannot say how many exactly. The tests are used by the vast majority of grammar schools to select pupils but 11 Catholic grammars and the integrated school Lagan College have saidthey will again not use academic selection to admit pupils in September 2022. In 2021 grammars used a number ofnon-academic criteria to admit pupils instead. However, that led toa steep rise in the number of appeals by parents against decisions by schools not to offer their children a post-primary place. The first PPTC test started at 10:00 GMT on Saturday. Pupils sit an English paper first followed by a Maths paper. Some changes have been made to the separate transfer tests to take account of disruption to schools caused by the pandemic. For instance, children have been told in advance that they will not be tested on some topics. Children sitting the tests over the next few weeks will receive their results in early February 2022. A single common transfer test is due to go ahead in November 2023 after an overwhelming majority of grammar schools backed it. It would see a new company - the Schools' Entrance Assessment Group (SEAG) - set up to run the common test, bringing to an end the current system of separate tests run by AQE and PPTC. However, academic selection remains one of the most controversial aspects of Northern Ireland's education system. A number of previous independent reports have said thatacademic selection increased inequality and benefitted children from more affluent backgrounds. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59266109"}