{"datetime": "2022-02-07T16:43:25.000Z", "title": "GCSEs and A-level exams in 2022 will be graded more generously", "article": "Pupils' GCSE and A-level exams will be graded more generously than in pre-pandemic years - to make up for the disruption Covid has had on learning. National exams are going ahead this year across the UK, for the first time since the pandemic began. Grade boundaries are likely to be lower than in previous years, England's exams regulator Ofqual says. But it does not expect grade inflation from last year. It comes as details of exam content are released to help pupils revise.In 2020 and 2021, students were given marks based on assessments by their teachers, instead of sitting exams, to reduce the spread of Covid. Under teacher assessment, more students passed exams and achieved higher marks, includingrecord numbers in England, Wales and Northern Ireland securing top A-level grades. Although grades will be awarded normally this time around, grade boundaries will be more lenient in England, Scotland and Wales.They will beset at a \"mid-point\" between the 2019 pre-pandemic boundaries and the grade levels used in teacher assessments in 2021. Ofqual chief regulator Dr Jo Saxton said this would provide a \"safety net\" for students. On Monday, exam boards in England published advance information about what will appear in this year's GCSEs, AS and A-level exams. This is supposed to focus students' revision but without giving so much detail answers can be pre-prepared or learned by heart. Details of what will come up in exams have been made available in most subjects, including maths, biology, chemistry and languages. But there will be no advance information for subjects assessed through coursework only, such as art and design. Students taking English Literature, geography, history and ancient history won't have to answer exam questions on one option from their GCSE course. Teachers will have already chosen which of the options they're focusing on and therefore which of the options students don't have to learn. Other adaptations include allowing students to use support materials in exams - such as formulae sheets for maths.Nicole, 18, an A-level student in Year 13 at Ellesmere Port Church of England College, Cheshire, is among the millions who never sat GCSE exams because of the pandemic. She has applied to several universities and wants to be a primary school teacher. Nicole says teacher-assessed grades for her GCSEs \"lowered my self-esteem\" and made her wonder: \"Did I actually earn this?\" Exams are \"the fairest way to assess everyone's abilities\", she says, and she does not want to go through her secondary education without sitting them. \"On results day, when I open that envelope, I'll feel more proud of myself,\" she adds. A-level student Abby, 17, from Wales High School, in Kiveton, South Yorkshire, says: \"Additional help is needed to get those higher grades.\" She is studying English literature, for which there will be a greater choice of questions on the exam paper rather than specific topics or themes named in advance. \"The Handmaid's Tale is a really, really long book - so there's still a lot to revise,\" she says. Charlie, 16, a Year 11 student at Ellesmere Port, is \"relieved\" he will be able to sit his exams but says \"it would have been nice\" to have had the advance information earlier. His classmate Caitlyn, also 16, agrees earlier warning would have been \"so much better\" but adds: \"Better now than never.\" Some unions had also been calling for exam content to be published earlier, to help students and teachers prepare. Steve Chalke, the founder of charity Oasis UK, which runs more than 50 primary and secondary schools across England, said it was \"hard to say\" if advance information would help students or teachers - but the UK should drop GCSEs altogether. Highlightingthe number of children with serious mental-health issues , he said an \"opportunity is being lost\" to find a different way to assess 16-year-olds. \"Let's be more imaginative,\" he told BBC News. \"[Exams] measure a particular kind of intelligence - so, for many kids, with the focus so much on grades, they hold back children from developing their talents and their passions.\" Education Secretary Nadhim Zahawi said exams were \"the best and fairest form of assessment\" and the advance information would help students \"do themselves justice in their exams\". Dr Saxton said the government was fully committed to exams going ahead this summer and she did not expect this to change except in the very unlikely case of a public-health emergency. Similar advance information is being published on Monday in Wales by the Welsh exams board, WJEC, althoughthe website was crashing for some users on Monday. WJEC's English branch, Eduquas,was also not working for some users . Scotlandhas already announced extra revision support and a generous approach to grading. The main exam board in Northern Ireland has separate plans, including allowing pupils to drop an entire exam unit if they wish. National Association of Head Teachers senior policy adviser Sarah Hannafin said the advance material \"should now provide teachers and students some help on where to focus their teaching, revision and exam preparations\". \"We need to remember this is new to teachers so it will only be over the coming days that we learn whether they believe it will be sufficient to counter the levels of disruption which students have faced due to Covid,\" she added. ", "url": "https://www.bbc.com/news/education-60241364"}