{"datetime": "2022-02-04T14:34:16.000Z", "title": "Isle of Man teaching union rejects 2% pay rise offer", "article": "A teaching union has rejected a proposed 2% pay rise following a ballot of its members on the Isle of Man. Some 55% of members of the National Association of Head Teachers (NAHT) who took part voted against accepting the government's offer of a 2% increase. NAHT national secretary Rob Kelsall said the offer fell \"well below\" what had been requested. The Department of Education, Sport and Culture (DESC) has been approached for a response. The union has written to the education minister to request negotiations now be reopened. The latest offer followed pay freeze for teachers in England in 2021-22 by the UK Secretary of State. Pay increases for teachers on the island are linked to those given in England. However, under anagreement reached in 2020 , the DESC pledged to re-open negotiations in any year where the average pay increase agreed was 0.5% below Manx inflation. NAHT is one of four unions which represent teachers on the island. Richard Tanton of the Association of School and College Leaders said that his union was \"aware of the latest pay offer\" and was in the process of consulting its members. The National Association of Schoolmasters Union of Women Teachers, and the National Education Union are yet to announce their stance on the proposed deal. Mr Kelsall said the offer did not \"address the immediate and unprecedented workload demands that has been placed on teachers as a result of the ongoing global pandemic\". He said: \"Members have said in a clear, united voice that they want to see a fair settlement.\" The success of the island's economy \"lies with the quality of our education system\" he said, adding: \"Education is an investment, not only in our children's life chances, but in the island's future.\" Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to IsleofMan@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-60252480"}