{"datetime": "2022-01-11T15:13:28.000Z", "author": "Hannah Richardson", "title": "Schools struggle amid Covid as one in 12 teachers off", "article": "One in 12 teachers was absent from England's schools during the first week of term, as Omicron cases spread. Thelatest data shows 8.6% of teachers and school leaders were absent - and 4.9% were absent because of Covid, up from 3% on16 December. It comes as numerous schools have told BBC News they are unable to find temporary staff to cover. Education Secretary Nadhim Zahawi has said he is making contingency plans for rising rates of staff absence. Rates of teacher absence were slightly higher in primary schools than in secondaries, where face masks are now required for pupils in class. In all state schools, 8.9% of teaching assistants and other staff were also absent. Meanwhile, 315,000 (3.9%) pupils were absent for Covid-related reasons, up 14,000 on the end of last term.National Association of Head Teachers general secretary Paul Whiteman said staff absence in the first week of term was significant and likely to worsen. \"A small but growing minority of schools are already experiencing teaching-staff absences of more than 20% and the government itself is planning for 25% staff-absence rates,\" he said. \"While schools will do everything they can to manage the situation, there is a reality that needs to be acknowledged here.\" The staff absences will have a serious impact on schools' ability to remain open, particularly in primaries, where there is usually one teacher per class. Separately, hundreds of schools across England have told BBC News they are struggling to provide cover for teacher absence since schools reopened.BBC News contacted more than 90 multi-academy trusts, representing over 2,000 schools across England.And most of the 26 that responded, representing 553 schools, had been unable to fill teaching gaps.Stuart Guest, head teacher at Colebourne Primary, in Hodge Hill, Birmingham, has seen Covid cases rocket since the return of pupils, despite a string of extra protective measures. There are air purifiers in all classrooms at Colebourne, window vents are open and the school asks close contacts of pupils who test positive to take daily lateral flow tests. Covid testing is not required by the government in primary schools. \"We've had more cases in children this week than we had during the whole of the autumn term - and the same with staff,\" he said. Mr Guest has been unable to find supply teachers to cover staff absence this week. He called three agencies on Monday morning none of which could supply him with a member of staff. In December,the government asked ex-teachers in England to return to help tackle the expected rise in staff absences this term. BBC News asked more than 90 teacher supply agencies approved by the Department for Education what response they had seen to this call.Of the 26 that responded: Marios Georgiou, from Step Teachers, an agency covering London, Norwich, Plymouth and Rainham, in Essex, said: \"In our 20-year history, we have never experienced such a high demand for teachers and support staff. \"Every agency is experiencing demand which is outstripping supply - we simply do not have enough supply staff to meet our partner school's needs.\" Association of School and College Leaders general secretary Geoff Barton said the cost of bringing in the supply staff needed was crippling for schools and college. He urged the government to step in and help, as well as providing more support on ventilation.\"There have been more positive noises about rates of infection beginning to plateau in recent days and we can only hope this is reflected soon in the attendance figures,\" he added. Mr Zahawi has said he is expecting an increase in infection rates as schools return. Chief inspector of schools Amanda Spielman told BBC Radio 4's World at One programme, she was impressed with how schools were adapting to the \"spike in staff absences\", sometimes by \"condensing classes\". Keeping children in schools was most important, she said. \"Clearly there are situations where it would be impossible but the default option should clearly be to keep pupils in school as far as possible,\" Ms Spielman added. ", "url": "https://www.bbc.com/news/education-59950903"}