{"datetime": "2022-02-07T17:23:04.000Z", "title": "Hoddesdon teaching assistant convicted of sex with pupil, 14", "article": "A teaching assistant has been found guilty of having sex with a 14-year-old pupil in a supermarket car park. The boy was a pupil at a school in Hoddesdon, in Hertfordshire, where Hannah Harris, now 23, worked. She tricked the boy's parents by claiming to be the mother of the boy's fictional girlfriend. However, she was caught in 2020 when the boy's older brother found out, and has been convicted of sexual activity with a child. Sentencing is next month. St Albans Crown Court heard Harris had contacted the boy's parents, telling them her name was Olivia, and that her teenage daughter Kayla was their son's girlfriend. In one text, Harris wrote: \"Seems Kayla and [the boy] are getting on well, so I am happy to ferry them around.\" \"The names Kayla and Olivia were fictions to hide the fact they were meeting up,\" prosecutor Simon Wilshire said. \"The parents were in fact talking to Ms Harris, as that was the number they had been given for 'Olivia'.\" When the victim's older brother found out about the relationship in January 2020, the boy admitted both Olivia and Kayla were fictitious. \"When the parents became aware, they realised they had unwittingly facilitated the contact,\" Mr Wilshire said.\"They had been duped by the boy into the belief he was seeing someone of his own age. \"As a teaching assistant at his school, she [Harris] would have known his age - such activity is a criminal offence regardless of whether he believed himself to be a willing party.\" In a police interview, Harris said the first contact was initiated when the boy sent her an Instagram message.She said she replied and communication continued until she agreed to meet him outside school hours. Harris, from Harrier Mill, Henlow, in Bedfordshire, denied four charges of sexual activity with a child in December 2019 and January 2020. Three of the charges related to offences alleged to have taken place on Dunstable Downs and at her home, but she was cleared by a jury on those counts. However, she was found guilty of one count of having sex with the boy in a supermarket car park. Following the verdict, defence barrister Julia Flanagan said Harris was now in a stable relationship.She said there had been concerns for her mental health, but she had returned to working in IT, a job she held down before becoming a teaching assistant. Judge Caroline Wigin said: \"The sentence is inevitably going to be custody.\" She bailed Harris and told her she must abide by a curfew between 19:00 and 07:00 GMT, and that she will also have to register as a sex offender. Sentencing is due on 9 March. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-60289253"}