{"datetime": "2021-07-14T05:35:22.000Z", "author": "Robbie Meredith", "title": "Number of appeals over post-primary places rise by 200%", "article": "The number of families appealing against post-primary schools who did not offer children a year 8 place has risen by more than 200%. The figures were provided to BBC News NI by the Education Authority (EA). As of 5 July, there were 810 appeals by families against decisions by boards of governors not to offer their child a school place in September. That compares to 259 appeals lodged and 207 heard by an independent tribunal in 2020. About 23,500 children in year 7 found out on 12 Junewhich post-primary school they would transfer to . For the first time in decadesgrammar schools did not use transfer tests to decide which pupils to admit in 2021. That was after the separate tests run by the AQE and PPTCwere cancelled in January due to disruption to schools caused by the Covid-19 pandemic. As a result, the vast majority of grammars used other criteria to admit new pupils - like whether a child applying for a place had a brother or sister already at the school or had gone to a feeder primary school. If a pupil is not offered a place in year 8 by a post-primary school that they have applied to, their family can appeal against the decision taken by the board of governors. That is the case for all schools, whether selective or non-selective. The EA facilitates independent admissions appeal tribunals which consider each of those appeals. However, families can only appeal if they think the school has not applied its admissions criteria correctly, not because they disagree with the school's decision alone. There are concerns that due to the high number of appeals in 2021, some children will not know where they will be going to post-primary school until late in the summer holidays. That is the situation that Peter and Karen Hanlon find themselves in. Their daughter Olivia went to primary school in Carryduff in County Down and did not get into any of the selective or non-selective schools she applied to. The couple decided to select Wellington College a few miles away in south Belfast as their first choice school for Olivia, their eldest child. As there is no post-primary school in Carryduff itself, many children from the town go to post-primary schools in Belfast while others travel to Lisburn or Ballynahinch. The Hanlons said that Olivia had always done well at primary school and had planned to sit the AQE and PPTC tests until they were cancelled. Some other children from her primary school did get a year 8 place in Wellington College. But Olivia did not get a place in it or any of the other eight schools she applied to, and her parents have appealed Wellington's decision not to admit her. However, Peter Hanlon said they \"hadn't heard a thing\" about a date for an appeal hearing, despite the fact that it is mid-July and Olivia is due to start post-primary school in late August. \"Both Karen and myself were past pupils of Wellington, we knew of their great pastoral care,\" he said. \"In terms of the criteria, we fitted the majority of the criteria on their application process so it seemed for us the right fit. \"We are at a point now where we don't know what to do next and we have to sit tight and wait, but in terms of not knowing what to do next for our daughter, we can't prepare for her transition into post primary. \"So we can't go down the road at the minute for her school uniform, or that first school trip on the bus. \"Everything in terms of her build up to the transition to post-primary is essentially put on hold at the minute.\" Karen Hanlon said that they just wanted a date for Olivia's appeal tribunal hearing so they could get some certainty about her school place \"one way or another\". \"It's very stressful for us as a family because it's my daughter's wellbeing and her mental health and we need to look after her,\" she told BBC News NI. \"She doesn't know what's happening with her in September and neither do we. \"The uncertainty is very daunting for everybody.\" While the EA facilitates the appeals process, the three members of each appeals tribunal panel are independent and are not EA employees. The EA said that while there had been a rise in appeals, they had reduced the number of children without a school place for September. About 280 children were unplaced when other children found out which post-primary school they would be going to on 12 June. The EA said that as of Monday 5 July, 85 children were yet to be placed in post primary school. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57826388"}