{"datetime": "2021-10-07T16:33:13.000Z", "author": "Robbie Meredith", "title": "NI grammar schools back common post-primary transfer test", "article": "A single common post-primary transfer test is set to go ahead in November 2023 after an overwhelming majority of grammar schools backed it. Fifty-six schools have agreed to join a new company - the Schools' Entrance Assessment Group (SEAG) - set up to run the common test. The common test will bring to an end the current system of separate tests run by AQE and PPTC, after 2022. It is the biggest change to the post-primary transfer system since 2008. About 60 schools use transfer tests to select all or some pupils every year. They are almost all grammar schools, but the integrated schools Lagan College and Slemish College have also previously used transfer tests to select around a third of new pupils. BBC News NIpreviously revealed the plans for the new test contained in a confidential document drawn up by the school principals, referred to as \"the implementation and the negotiating teams.\" The confidential document, called \"Towards a Single Assessment\" was circulated to schools who normally use transfer tests in early September. \"The assessment will consist of two tests,\" the document said. \"Each test will comprise English and mathematics items. \"The tests will be on separate dates - probably two weeks apart. \"There will be a mixture of multiple choice and free response (supply) items.\" Irish-language versions of the transfer test will also be provided. Parents are set to pay £20 to enter their children for the new tests, although there will be no entry fee for pupils entitled to free school meals. The plans for a common test werecriticised by the Roman Catholic Bishop of Derry Donal McKeown after being revealed by BBC News NI. Schools had to indicate if they agreed with the common test plans and decide whether to be members of SEAG by 29 September. In a statement to BBC News NI the group of principals behind the plans - the AQE/PPTC Implementation Team - revealed the number of schools who had decided to join the new organisation. \"We are pleased to announce that 56 schools have agreed to join the new Schools' Entrance Assessment Group and we are awaiting final responses from a few other schools,\" they said. \"Principals of the member schools have been asked to indicate their interest in joining the SEAG Board of Directors and we look forward to the first meeting of member schools in November 2021.\" The statement said that 25 schools who had previously used AQE tests had agreed to join the new group, 27 who had used PPTC tests and four who had used both tests to select pupils. \"Eighteen of the schools are located in the greater Belfast area; the other 38 are spread right across N Ireland,\" the statement said. It is unclear how the few schools who have not yet decided to join SEAG will run transfer tests after 2022. A number of schools have howeveralready indicated they will not use transfer tests in 2021 to select pupils due to disruption caused by the coronavirus pandemic. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58833982"}