{"datetime": "2022-02-04T11:39:12.000Z", "author": "Branwen Jeffreys", "subject": "Coronavirus pandemic", "title": "Children's mental health: Huge rise in severe cases, BBC analysis reveals", "article": "There has been a 77% rise in the number of children needing specialist treatment for severe mental health crisis, analysis for the BBC shows. Some 409,347 under-18s were referred to the NHS in England for specialist care for issues such as suicidal thoughts and self harm between April and October 2021. Head teachers also report a huge rise in less severe mental health issues.The government plans 400 mental health teams to support schools by 2023. The NHS Digital referrals data analysed by the Royal College of Psychiatrists for the BBC, includes the most serious and urgent cases where the child faces an immediate risk from an eating disorder, self-harm or suicidal thoughts. In the same six month period in 2019, there were 230,591 referrals for under-18s. There were 349,449 under-18s in touch with NHS child and adolescent psychiatric teams at the end of October 2021, the highest number on record. Only those with the most serious mental health problems are referred for specialist care. But schools are reporting a surge in mental health problems below this high threshold, with pupils needing extra support such as counselling. Almost 1,000 teaching and support staff who responded to a survey from the children's mental health charity, Place2Be, and the National Association of Head Teachers (NAHT), described seeing an increase in emotional and mental health issues among pupils since the pandemic, including anxiety. \"Covid is trash,\" says Isaac, 7, as he shows me his drawing of flies buzzing around a bin on fire. It illustrates his feelings about coronavirus. He's drawn himself \"feeling sad because I feel like I'm trapped in the telly\", while his grandma tries \"to scare Covid away\". Isaac's drawing is a task as part of a mental health workshop he's in with other Year 3 and Year 4 pupils at Seascape Primary School in Peterlee, County Durham. Grace, 8, remembers her parents telling her about the pandemic beginning. She's drawn herself \"curled in the corner\" of a prison cell, \"because I felt trapped in lockdown\". In a normal year the team of counsellors that work at the school would see about 100 children but in just the autumn term almost as many asked for help.Many are anxious or struggling to manage with being back in a busy school. As well as providing mental health support, Seascape is bringing back music lessons, football tournaments and school trips as part of its effort to boost children's wellbeing. But there are different pressures for teenagers - especially those who face exams this summer for GCSEs.Almost half of secondary schools (46%) said pupils' mental and emotional health was the biggest challenge in helping them catch up with learning,in recent government research .Among the Year 11 pupils feeling the pressure is Harley who has had extra support from his school, Horizon Community College in Barnsley. Harley's self-esteem plummeted after coming out of lockdown in 2021. \"It was very uncomfortable for the first two or three months. Some of us had put on weight and it felt awkward,\" he tells me. \"The time I lost with my friends didn't help and it took me a long, long road to get back.\" Schools say the pressures of the pandemic have made mental health an even greater priority,with longer waits for specialist help .An extra £79m for improving mental health support in England was committed by the government last year. It has also promised 400 mental health support teams by 2023, to work with schools to provide extra counselling. The BBC has learned at least 183 are up and running, with more staff in training.These teams have been welcomed, but the charities in the Children and Young People's Mental Health Coalition warn they will only cover about a third of England's pupils. In the meantime, pupils such as Harley have to rely on the school for support - which he says is helping. \"Talking just gives you time to breathe, and it helps me control what's going on in my head,\" he says. \"It's a weight off my chest.\" What is your experience of children's physical and mental health services during the pandemic? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/education-60197150"}