{"datetime": "2022-02-05T14:03:58.000Z", "title": "Transfer tests: P7 pupils in Northern Ireland receive results", "article": "Thousands of primary seven pupils in Northern Ireland have received their transfer test results. The tests are run by two private firms and are used by some schools to help decide which pupils to offer a place to on the basis of academic selection. This year, 8,280 children chose to take a transfer test set by theAssociation for Quality Education (AQE). There were also 5,450 entries for the GL Assessment test run by thePost-Primary Transfer Consortium (PPTC). The exams were held on various Saturdays in November and December last year. They were the first transfer tests to take place since the beginning of the coronavirus pandemic, as the2020/21 exams were cancelled due to public health concerns . Those cancellations meant many grammar schools used non-academic criteria to admit pupils last year, but that contributed toa 200% rise in the number of appeals by families of children who did not get a place at the school of their choice. This year's P7 pupils have also faced significant disruption to their education because of teaching staff shortages and high levels of Covid-related absences. The organisers of this year's tests made a number of changes to take account of that disruption, such as telling candidates in advance which topics they would not be tested on. Transfer tests are used by about 60 schools in Northern Ireland but selecting pupils solely on academic criteria has been a controversial issue for decades. The government policy of academic selection at the age of 11 was abolished in Northern Ireland in 2008, withthe last official 11+ tests taking place in November of that year .But there was opposition from many grammar schools and educationalists to the scrapping of the exam and unofficial tests were set up in 2009 by private companies without the involvement of the Department of Education. At present, primary school children aged 10 and 11 years can choose to sit either the AQE or PPTC tests. They can also opt to take both tests or they can ignore the exams completely as they are not compulsory. A significant number of children choose to participate in both tests each year, which means they have to sit at least five exams over several weekends in the run up to Christmas. However, there areplans in place to hold a single common post-primary transfer test by November 2023. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60263098"}