{"datetime": "2021-08-13T16:50:13.000Z", "title": "New MHKs must prioritise education funding, union says", "article": "A union has urged election candidates to prioritise investment in the Isle of Man's \"hugely underfunded\" schools. The National Association of Head Teachers (NAHT) has called on would-be MHKs to help students by putting more money into the education system. It claims funding has been lower on the island than in comparable institutions in North West England. The Department of Education, Sport and Culture said \"funding methodologies in the UK differ widely to the island\".\"Our inclusive approach to education means that a straight comparison of the two is impossible,\" a spokesman added. An annual budget of about £115m is set aside by the Manx government to fund the education department, which oversees 32 primary schools and five secondary schools. It estimates £1,420, including £128 for university fees, is spent per person on education on the island. Investment has been made recently in a new science and technology block at Peel's Queen Elizabeth II High School, with work under way on new playing fields at Castle Rushen High School. NAHT national secretary Rob Kelsall said their members had \"the budgets [and] can see the issues, like skeleton staff, no cover and inadequate support for those with additional needs\". The union's stance has been backed by the National Association of Schoolmasters/Union of Women Teachers and the National Education Union (NEU). The NEU said the \"lack of funding for teachers at primary [level] means that many classes are put together and teaching staff are regularly at risk of redundancy or redeployment\". \"This results in a lack of stability for our primary school teachers and a lack of consistency in staffing for students,\" it added. Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-58204192"}