{"datetime": "2020-02-05T17:44:55.000Z", "title": "Manx teacher's pay dispute faces independent review", "article": "An independent review is be held into the pay dispute between teachers and the Manx government, the chief minister said. Teaching unions have accused Education Minister Graham Cregeen of bullying and trying to divide unions in a lengthy row over pay rises. Last week, more than 500 teachers unanimously backed a vote of no confidence in the minister. The review is expected to look at how the dispute has been handled. A spokesman for the Department for Education, Sport and Culture (DESC) said it did not wish to comment on the review. Chief Minister Howard Quayle said he had \"every confidence\" in Mr Cregeen but that an independent body would be appointed to examine \"governance arrangements\" within the department and how it \"interacts with the schools\". Mr Cregeen has also been approached for comment. Three teaching unions have been in dispute with the DESC since 2018 after a proposed pay increase of 3.5% was not implemented. Sara Ford of the Association of College and School Leaders (ACSL) said she welcomed a review of the government's handling of the dispute and hoped it would \"lead to a speedy and satisfactory conclusion\".Rob Kelsall of the National Association of Head Teachers (NAHT) said a review would be \"kicking the can down the road\" if there was no meaningful negotiation.The third union is the National Association of Schoolmasters, Union of Women Teachers (NASUWT). Mr Cregeen was criticised in January for attempting to divide unions by agreeing a deal with the National Education Union (NEU) which is not in dispute with the department. The deal was rejected by NEU members.He was also accused of bullying by the NAHT in July 2019 but a review said while he made \"errors of judgement\" during meetings with the union it \"did not constitute bullying\".Members of the ASCL and NAHT began \"action short of strike\" last week while the NASUWT will start on 24 February. ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-51373095"}