{"datetime": "2022-02-01T15:37:50.000Z", "title": "Extra support for Scottish pupils ahead of exams", "article": "Extra support is to be given to Scottish school pupils sitting exams this year, with a \"generous\" approach taken to grading. Formal exams are expected to go ahead this term, having been cancelled two years running due to Covid-19. Pupils are to be given support with revision and the right to free appeals. The Scottish Qualifications Authority said grade boundaries would be set to strike a mid-point between results in 2021 and pre-pandemic years. Chief executive Fiona Robertson said this was the \"fairest and best way we can help support all learners to demonstrate their level of knowledge, understanding and skills\". School exams were cancelled in 2020 and 2021 due to the disruption caused by the pandemic, withcontroversy over how grades were decided in the interim . The assessment system is due to be reformed in the coming years, with the SQA to be replaced with a new body following an independent review. However, it has been confirmed that students will sit traditional exams at the end of the current school term. Any students who find themselves in \"exceptional circumstances\" on the day of an exam - such as a Covid-19 outbreak - will be able to have their grades assessed via coursework completed during the school year. And pupils will be given extra support with revision in the run-up to all exams in light of the \"significant disruption\" still affecting schools. The SQA said a \"more generous\" approach to grading would be taken, with the expectation that results will \"represent an intermediary position\" between the pandemic years - whichsaw grades at an all-time high - and pre-pandemic results. The body said this would \"maintain the integrity and credibility of the qualifications\" while making sure students \"are awarded the results they deserve\". Pupils will also be given a free right of appeal, with examiners choosing the higher grade between their exam result and that of \"alternative assessment\" coursework submitted during term. Unlike the previous two academic years, this year schools have not had to close because of a lockdown.That doesn't mean learning hasn't been disrupted Last week, more than 13,000 pupils were missing class because they had Covid and more than 4,000 school staff were off. The SQA and the government are hoping that giving more help with what to study going into exams and being openly prepared to be generous when it comes to grading, they will calm any fears pupils will have about the prospect of \"normal\" exams after what has not been a normal year. Ms Robertson said there had been \"significant disruption to learning and teaching\" during the current school term, and that students could be feeling anxious about exams. She said: \"The substantial package of additional support SQA is announcing today is the fairest and best way we can help support all learners to demonstrate their level of knowledge, understanding and skills for each course, while also maintaining the integrity, credibility and standard of the qualifications.\"With the support of the education system, we will continue to do all we can to deliver for Scotland's learners this year.\" Announcing the move at Holyrood, Education Secretary Shirley Anne Somerville said detail of revision support would be provided in early March, giving teachers time to complete courses before turning attention to exams. She said: \"This support is aimed at helping reduce the stress for learners in preparing for their exams and allowing them to maximise their performance.\" Ms Somerville said the decisions about grade thresholds would be made at a national level, without considering individual council or school-level data, and that \"no algorithm will be used in the process\". Scottish Conservative MSP Meghan Gallacher said the plans were \"too little, too late\", calling for the start date for revision support to be brought forward. She said: \"The Scottish government has had two years to get this right and we are heading for yet another disaster. Pupils and teachers deserve better than what has been offered today.\" Scottish Labour's Michael Marra said the announcement was broadly welcome, but had come \"extraordinarily late\" in the term. Earlier, First Minister Nicola Sturgeon told MSPs that a decision on whether older pupils would continue to have to wear face masks in schools would be considered again next week. She said \"we may be close to the time when face coverings no longer need to be worn in the classroom\", but added that \"we have not yet reached that stage\". Exams were cancelled for the first time ever in 2020 as the Covid-19 pandemic took hold, with grades awarded using estimates from teachers. However, there was an outcry over a moderation system which saw 125,000 of these estimated results being downgraded - leading the government toapologise and reinstate the original grades . The following year, pupils complained that they ended up sitting assessments which were \"exams by another name\" because there was little time in the classroom to produce other work. Ministers announced in August 2021 that the SQA would be replacedas part of a \"substantial\" overhaul of education , in response to an independent review of the Curriculum for Excellence. Thereview by the OECD backed the curriculum as a whole, but said there was too much focus on exams in later years of schooling. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-60217960"}