{"datetime": "2020-09-23T12:58:58.000Z", "title": "'Cracked relationship' led to Manx teacher pay dispute", "article": "A \"long-standing battle of wills\" has led to a \"cracked relationship\" between teachers and the Manx education department, a report has said . The independent reviewwas commissioned by the government in February amid an ongoing dispute over salaries. It found an increasingly \"combative\" relationship, which had culminated in the pay row, \"must be repaired\".Chief Minister Howard Quayle said the situation had \"damaged morale\" and he was \"committed\" to healing divisions. The report said the situation was not solely linked to pay, but the \"wider cultural iceberg\".It recommended the creation of a Manx Education Board, which would report to the education minister but be separate to their department, and proposed that head teachers be accountable to school governors. It also suggested structural changes within the education department.Rob Kelsall of the National Association of Head Teachers (NAHT) said his members \"absolutely concur with the findings\" and he hoped the report would \"mark a new beginning\".A National Education Union spokeswoman said it hoped for \"an immediate start to the long and difficult process of change\". The row over pay began in 2018 whenan across-the-board pay rise of 3.5% recommended by the School Teachers' Review Body was not fully implemented.Unions accused the then Education Minister Graham Cregeen, who has since been replaced by Alex Allinson, of bullying and attempting to divide them during the dispute.The Association of School and College Leaders (ASCL) the NAHT and the National Association of Schoolmasters, Union of Women Teachers (NASUWT) voted for industrial action in January.It was halted during the coronavirus outbreak, but NAHT and NASUWT resumed when schools returned for the autumn term.The NASUWT and ASCL have been contacted for comment. Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-54266930"}