{"datetime": "2022-02-02T08:53:07.000Z", "author": "Eimear Flanagan", "subject": "Coronavirus pandemic", "title": "Covid-19: How are isolation rules affecting schoolchildren?", "article": "As schools struggle to keep classes going during the latest wave of Covid-19, how are pupils, their parents and teachers coping with the disruption? The disease continues to spread fast through the school-aged population, withpeople aged under 19 accounting for 41% of all cases in the past week. The infection rate is highest in children aged 10 to 14, according to figures from NI's Department of Health. BBC News NI spoke to a parent and a principal facing the challenges. Since the school year started last September, only one member of Emma Worthington's family has managed to avoid Covid-19. That's one of out six. \"I feel like if somebody else tests positive in this house, I'm just going to lie down and cry. I can't do it anymore, I'm done!\" But one of Emma's sons made up for that this week by catching Covid for a second time. The Worthingtons have been affected by both the Delta and the Omicron waves, but thankfully none of them have become seriously ill and most, including Emma, were asymptomatic. However, she remains very concerned about the infection risk they pose to her 78-year-old father. \"My dad lives in a flat joined on to my house so we were very Covid-aware with him, because he's elderly.\" Mrs Worthington, who works part-time, is mother to six-year-old Eve, 10-year-old Max, 12-year-old Maddie and their big brother Kal, who is 16. She and Max were the first to test positive last September, which resulted in him missing two weeks of school at the start of the academic year.The pair isolated together for 10 days and managed not to infect other family members. But on 27 December, with Omicron circulating widely, her husband and their daughter, Maddie, both tested positive, meaning Maddie missed a few days of the new term. Then about a week and a half into the January term, Maddie's little sister, Eve, also tested positive and had to begin her isolation period. But even that wasn't the end of it. \"So she [Eve] tested negative on Saturday morning, which was her day nine, so she missed about a week and a half of school,\" Mrs Worthington says. \"And then Max came in - I'm not joking you, it was literally five minutes later - and said: 'My throat's sore.' And he tested positive again... you couldn't have made it up.\" Mrs Worthington has, so far, managed to avoid the virus this time around but has to spend more time at home because her younger children have not been able to attend class. \"Even though I'm testing negative, I'm still very aware of Max having Covid - and people obviously are a bit strange when you say that he has Covid - so I'm minimising my contacts.\" As her husband works in England during the week, her father would usually help with childminding or picking the children up from school, but she cannot risk that at the moment. \"It just really impacts on your life, it impacts everything. It's draining as a mum... I feel like I'm just trapped in this house.\" Mrs Worthington is still following the guidelines but is now pondering the merits of isolation rules for schoolchildren. \"I'm in two minds - I'm fed up of it but I can see the reason for it.\" At one school in County Fermanagh, almost a quarter of the staff were off work this week. However, the principal says they have managed to keep all of their year groups in the building, for now at least. In total, 37 people are employed at St Ronan's Primary and Nursery School, Lisnaskea, County Fermanagh, nine of whom were not at work on Tuesday. \"At the moment I have four teachers off with Covid, or isolating,\" says principal Brian McGrath. \"I also have four classroom assistants off, mostly Covid-related also, and a secretary who is absent.\" He says it is harder for a rural school to secure last-minute cover from substitute teachers. \"It's been a difficult task trying to get cover to make sure all kids are attending school, that all children are being taught,\" Mr McGrath says. \"On Friday last week, after making 25 calls to substitute teachers, we were very unsuccessful in being able to source anyone,\" he adds. \"The people just aren't there at the moment.\" The principal came close to having to tell some year groups to stay at home for remote learning, until a contact within the school recommended a substitute who was available for work. But with four of his 17 teachers off, Mr McGrath has had to redeploy staff to cover all necessary work. Special needs teachers, who should be helping small groups of children who need the most support, are now taking mainstream classes, and classroom assistants are making phone calls to substitutes. \"Our main aim is to try and keep all children in school at the one time, to make sure that they're here and they're being taught and that's the place they need to be,\" the principal says. It has been a difficult start to the new term across Northern Ireland. Almost 20% of pupils were not in school in the week from Monday 24 to Friday 28 January, according to the latest figures from Stormont' Department of Education.That regional picture is reflected in St Ronan's, where the older year groups have been worst affected. \"We have two classes, at the moment where there's more than 20% absence due to Covid-related illness,\" Mr McGrath said.The principal paid tribute to his staff for their \"flexibility\" in covering their colleagues' roles, but the solution is not without problems. \"I suppose the overarching priority at the moment is that we keep the school functioning for all kids.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60220711"}