{"datetime": "2022-02-01T14:20:44.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Number of pupils in schools drops as Omicron spreads", "article": "The number of pupils in school during the last full week of January was the lowest of the 2021-22 academic year so far, according to the Department of Education. Just under 20% of pupils were not in school in the week from Monday 24 to Friday 28 January. Department data showed 82.2% of pupils were educated in school that week. However, about one in every 30 pupils (3.5%) was self-isolating and learning from home so were not marked absent. Just over one in every 20 pupils (5.2%) was not in school due to Covid-19, the highest rate of the 2021-22 academic year. However, the majority of absences (8.5%) recorded by schools were for unspecified non-Covid reasons.Special schools and non-grammar post-primaries had the highest rate of pupil absences. The Department of Education data was based on information provided by schools. In Northern Ireland, 41% of all cases in the past seven days have been in people under the age of 20, accounting for almost 12,000 recorded infections. The greatest number of cases were in people aged 10 to 14 (15.3%). The highest infection rate among all age bands was in girls aged 10 to 14, with 3,515 positive cases per 100,000. By contrast, people aged over 60 make up just 6% of all cases recorded in the past week. Just under one in every 10 teachers on average was also absent for Covid-related reasons over the week 24 to 28 January. That is according to data on the attendance of the school workforce, which is also published by the Department of Education. The absence rate for classroom assistants was slightly higher, although about one in every 20 teachers and a similar proportion of classroom assistants was out of school for non-Covid reasons. According to information provided by schools, just over half of teacher absences due to Covid-19 were covered by substitute teachers. However, the vast majority of teacher absences in special schools (86%) were covered by substitute teachers. Some schools have reporteddifficulty getting substitute teachers when staff are off. Some post-primaries have also reported problems in getting \"subject-specific\" cover for pupils taking GCSEs, AS and A-Levels. A minority of schools have had to send some classes home for remote learning on specific days due to staff absences. However, according to the most recent department remote learning survey only six primary schools had to send the whole school home for remote learning for at least a day ", "url": "https://www.bbc.com/news/uk-northern-ireland-60215443"}