{"datetime": "2020-12-14T18:35:07.000Z", "title": "Manx teachers' pay deal implemented despite NASUWT opposition", "article": "A pay deal for teachers on the Isle of Man will be implemented, despite it being rejected by one of the unions, the education minister has said. Alex Allinson said one-off payments, ranging from £850 to £2,850, would be added to teachers' December pay. Three unions backed the deal, but the National Association of Schoolmasters, Union of Women Teachers (NASUWT)declined to accept it . Dr Allison said the union would now ballot members over strike action. He said that, in a letter to the Department of Education, Sport and Culture (DESC), the NASUWT had indicated it would ballot members in January. The lump sum payments were in recognition of the School Teachers' Review Body's 2018 recommendation of an across-the-board 3.5% pay rise, which wasnot implemented in full , he added. The payments will cost the government about £1.5m. The new agreement would also see negotiations reopened in any year where the average pay increase agreed for teachers in England is 0.5% below Manx inflation. In addition, the proposals would lead to an overhaul of teachers' appraisals, the suspension of external validations until September, and the establishment of a partnership forum to discuss education policy, including issues raised in a recent independent report. Damien McNulty of the NASUWT's national executive previously said the deal offered \"no commitment on future pay\" erosion. Dr Allinson said his department was not \"in a position to make promises\" over future pay as long-term negotiations would have to be approved by the Treasury. Acknowledging the ongoing dispute, he said the offer was \"not the end of anything\" but \"the start of a new beginning\" in the relationship between the DESC and educators. Members of the National Association of Head Teachers, the National Education Union, and the Association of School and College Leaders all accepted the deal. Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-55309344"}