{"datetime": "2022-01-25T18:01:58.000Z", "author": "Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Schools get updated guidance on testing", "article": "School principals should ask all pupils in a class where there are a number of Covid cases to take a lateral flow test. That is according to updated guidance to schools from the Education Authority (EA) and Public Health Agency (PHA). The updated guidance said that principals did not need to contact the PHA before introducing \"extended testing\". The new guidance applies to pupils in both primary and post-primary schools. In a joint letter to principals, the EA and PHA said that the Omicron variant had \"led to a steep increase in Covid-19 case numbers in Northern Ireland and this is now impacting on all of society including schools\". The letter continued: \"Evidence shows, however, that Omicron, whilst more transmissible than previous variants, is also generally less severe in its effects with a reduced risk of serious illness and hospitalisation. \"As with Delta, the Omicron variant also presents in the vast majority of children as a mild, self-limiting illness.\" An accompanying letter from the PHA said: \"With the very high community transmission we are experiencing, we expect to see more cases associated with a school or community setting and this does not necessarily reflect transmission in the class or school.\" All school staff and post-primary pupils had previously been advised to take twice-weekly lateral flow tests. But the updated guidance from the EA and PHA said primary school children should also be asked to take a lateral flow test at home if they are asymptomatic but in a class where there are a number of positive cases. If the test is negative and the child has no symptoms, they can go to school, but if it is positive they should isolate and be treated as a positive case. \"Only those children and young people who have tested positive for coronavirus and those who are symptomatic awaiting test results should be isolated from the school environment,\" the updated guidance said. \"High-risk close contacts\" will continue to be identified by the PHA, according to a template letter for schools provided with the new guidance. The PHA letter also said Omicron was expected to peak in the coming weeks and the guidance to schools would be reviewed in mid-February. Meanwhile, the latest figures from the Department of Education (DE) show that staff absences due to Covid remain relatively high. On Monday 24 January, 9% of teachers and 11% of classroom assistants in schools were absent due to Covid - the highest rates since the new term began.Absences were highest in primary and special schools. However, about 5% of teachers were off school for non-Covid reasons - and the figure for classroom assistants was similar. Only just over a quarter of schools (28%) in Northern Ireland had no teachers absent for Covid-related reasons on Monday 24 January. Some schools have struggledto find substitute teachers when staff are off and have had to send some year groups home on a temporary basis as a result. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60112021"}