{"datetime": "2020-11-24T15:46:39.000Z", "title": "Isle of Man teachers agree lump sum pay offer", "article": "Teachers on the Isle of Man could receive lump sums of up to £2,850 after the National Association of Head Teachers agreed to accept a pay deal from the government. Almost 98% of the union's members voted to accept the deal and the currentindustrial action has been halted . The lump sum payments for all teachers would cost the government £1.5m. Three other unions have yet to make a decision on the proposals, which have been put forward in an ongoing dispute. Although the NAHT has accepted the deal, if the other unions decide to reject it, the long-running dispute over pay and conditions could continue.NAHT national secretary Rob Kelsall said the deal would \"help to re-set the relationship between the department for education and schools\" by addressing \"a range of issues not linked to pay\". DESC Minister Alex Allinson said the proposals would strengthen \"the culture of respect between the department and the teaching profession while reaffirming the value and importance of education for our society\". Under the deal, one-off payments of between £850 for those in the main pay range and £2,850 for head teachers would be made to make up for the 2018-19 pay award. In that year, the School Teachers' Review Body's recommendation of an across-the-board 3.5% pay rise wasnot fully implemented . The agreement would also see negotiations re-opened in any year where the average pay increase agreed for teachers in England is 0.5% below Manx inflation. In addition, the proposals would lead to an overhaul of teachers' appraisals, the suspension of external validations until September, and the establishment of a partnership forum to discuss education policy, includingissues raised in a recent independent report . Ballots of members of the National Education Union and the Association of School and College Leaders are due to close on 30 November and 8 December respectively, while the National Association of Schoolmasters, Union of Women Teachers is in talks with its members over the proposals. Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-55050330"}