{"datetime": "2022-01-10T11:16:52.000Z", "title": "Levelling up: Michael Gove insists government has cash to spend", "article": "Michael Gove has insisted there is cash to spend on \"levelling up\" projects around the country after a warning that voters needed to see progress. The government says levelling up means investing in forgotten areas to improve local economies and opportunities. But the Tory mayor for Tees Valley, Ben Houchen, called for \"visible signs\" of action if the PM wants to retain the electorate's support. Mr Gove took on the new role of levelling up secretary in 2021.He has been tasked with turning the mantra into a strategy, and focused on explaining what it meant at last year's Conservative conference.But a long-promised white paper on the government's levelling up agenda has been continually delayed, and some of the new crop of Tory politicians, who won seats traditionally held by Labour in the last general election, are demanding more action. The latest exchanges also come as aninternal row appears to be raging within the party - with some high profile Conservative figures calling on the government to lower taxes, while others want more public investment. Writing for the Times' Red Box , Mr Houchen issued a warning to Boris Johnson to \"redouble and refocus the government's work to level up the United Kingdom\". He praised the prime minister's \"highly tuned political antenna\" in securing voters' backing outside the south east. But he said voters would be \"looking for proof that they were right to back him and this government to deliver a better life for them and their families\", and if they don't see it, they will \"punish a government which makes them regret their choices\".The mayor added: \"Voters are also realists. They know that levelling up is not something that will be delivered in just a year or two, it will be a decades long project.\"But they do need to see progress, and this means steel going up to deliver new factories, spades in the ground for new energy infrastructure, and cranes in action as new bridges are built out over waters.\"These are all the visible signs that people need to see to bring confidence that real, lasting, progress is being made.\" Asked about the comments on BBC Radio 4's Today programme, Mr Gove said his budget for levelling up was \"significantly increased\" at the last government spending review, and the commitment to public spending was \"higher than any government... in history\". But while he insisted the cash was there for more projects, the long-term plan was then to lower taxes. He told Today: \"There are choices that do need to be made. But, ultimately, we've made those choices. \"We've committed to the public spending required in order to generate economic growth, and as we will in due course get that economic growth, we will also in due course cut taxes.\" Mr Gove added: \"One of the things I think everyone - certainly everyone from the Conservative Party, but I think actually, most people in politics - would agree is if we can have every part of the United Kingdom operating as effectively economically as London and the south east currently do, that provides not just opportunity for more individuals, it also provides more for the Exchequer as well.\"Mr Houchen later tweeted to say that the levelling up agenda was about \"smart government\", saying: \"People seem to be suggesting you can only support levelling up if you support big spending. It neglects the nuance to the policy and ignores the fact we helped Govt develop its most free market policy being Freeports.\" ", "url": "https://www.bbc.com/news/uk-politics-59936406"}