{"datetime": "2021-10-27T21:21:46.000Z", "title": "Exams in Scotland to be reformed, but not scrapped", "article": "The Scottish government has confirmed it will reform the system of school assessments - but will not be scrapping traditional exams altogether. Ministers announced in August that the Scottish Qualifications Authority (SQA) is to be replaced with a new body, following an independent review. And after exams were cancelled during the Covid pandemic, some questioned whether they could be axed in future. Work to draw up the detail of the reforms will start in the new year. Studentswill sit traditional exams under the SQA format at the end of the current academic year, following consultations with teachers, pupils and parents. The Organisation for Economic Co-Operation and Development (OECD) was commissioned to carry out a review of Scotland's education system in 2019. While the group backed the Curriculum for Excellence as a whole, it said there was too much focus on exams in later years of schooling. The pandemic also brought particular focus onto the school qualifications system, withcriticism about how grades were decided after formal exams were cancelled two years running. In response to this, the government announced that the SQA was to be broken up and replaced, with schools agency Education Scotland also set for a shakeup and a new independent system for school inspections to be set up. On Wednesday, Education Secretary Shirley-Anne Somerville told MSPs that \"the time is right to signal that the Scottish government supports reform of national qualifications and assessment\". She said it was \"vital\" to consult as widely as possible on the plans - but said it was expected that \"externally marked exams will remain part of the new assessment approach\". A group led by Prof Louise Hayward, of the University of Glasgow, will be set up to advise ministers on the changes. Work will begin in the new year, and Prof Hayward said the move was a chance to \"design a system that offers better life chances for every young person\". The academic, who specialises in educational assessment and innovation, said any change needed to be based on insights from young people, parents and carers, teachers and local authorities. Opposition parties at Holyrood raised questions about the plans, with Scottish Conservative MSP Oliver Mundell calling them \"radical and ill thought out\" and claiming they would \"end exams as we know them\". And Labour's Michael Marra accused Ms Somerville of being \"content to leave the SQA - unfit in its current form - presiding over our assessment process this year and potentially beyond\". The EIS, Scotland's biggest teaching union, warned against \"defaulting back to a discredited system\" of exams.General Secretary Larry Flanagan said: \"The EIS believes that the proposed timescale around the introduction of a new qualification framework (September 2022 to August 2024) is woefully inadequate - this is an urgent problem highlighted by the pandemic where the clear inequity of the previous high-stakes exam approach was exposed for all to see.\"The delivery of a new qualifications framework needs an urgent approach so that we do not default back to a discredited system which failed too many young people from disadvantaged backgrounds.\" For the past two years, there have been no official exams in Scottish schools. That was down to the pandemic. Now we know there will be longer-term changes. Shirley-Anne Somerville kept things quite vague in Holyrood. We don't know what any new system will look like, and we won't find out for a while yet. An update is expected in January 2022. It doesn't sound like teacher estimates (relied on during the pandemic) will be used in entirely the same way going forward. Exams will still have a role. There are political pressures on both sides - the Conservatives still back the principle of formal examination. While Scotland's biggest teaching union, and some opposition politicians, want to see swift changes. All interested parties will be marking the education secretary's performance. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-59069582"}