{"datetime": "2021-10-27T13:38:38.000Z", "author": "Hannah Richardson", "subject": "Budget 2021", "title": "Budget 2021: Schools cash to be restored to 2010 levels after 10 years of cuts", "article": "Funding per pupil in England's schools is to be restored to 2010 levels over the next three years, the Chancellor has announced. This means an extra £4.7bn for schools in England by 2024-2025 and a cash increase for every child of £1,500, Rishi Sunak said. But it will not cover the 9% fall in funding since 2009 - the biggest cut in 40 years. The Chancellor also pledged an extra £2bn for education recovery from Covid. This brings spending on Covid catch-up since 2019 to nearly £5bn, Mr Sunak said in his Budget statement. The recovery fund falls far short of what education unions and the former catch-up tsar, Sir Kevan Collins, said was required - around £15bn. And the cash injection in basic school funding is unlikely to meet the hopes of teachers and head teachers in the biggest unions. The spending will also have to cover any rise in teachers' pay, which has been signalled with the announcement that the public sector pay freeze would be lifted. Geoff Barton, general secretary of the Association of School and College Leaders, said: \"Even in the best-case analysis this still represents no growth in school funding for 15 years, and this commitment does not address the stark reality in 16-19 education where the learner rate is far too low.\"What we do know is that school and college budgets are very thinly stretched and the financial situation continues to be extremely difficult. \"The additional funding for education recovery following the Covid pandemic is nowhere near what is needed.\"Alongside other education organisations and school trusts, we submitted in August a proposal for an additional £5.8 billion of spending over the next three years focused in particular on supporting disadvantaged young people.\" National Education Union joint general secretary, Kevin Courtney said:\"Taking so long to restore the cuts made from 2010 onwards should not be a matter of pride for any Government, but one of embarrassment.\" A recent snapshot survey of 1,500 heads for the National Association of Head Teachers (NAHT) found almost a third were already making budget cuts last year with 35% expecting to make cuts this academic year. Paul Whiteman, general secretary of the NAHT, said: \"Children and young people have been hugely affected by the pandemic. The government has made bold claims about 'levelling up' and 'no child left behind'. The investment announced today doesn't meet those goals or the futures needs of the country. \"The increase in per pupil spending announced by the government takes us back to 2010 levels. This is no proud boast, as it represents a failure to invest in children's futures for over a decade. \"Schools will do their best with what they are given, as they always do. It is important that schools are able to spend recovery money flexibly on the programmes they know work best for the children in most need in their schools.\" There was a surprise additional £2 billion for education recovery in England in today's Budget, taking the total so far to around £5 billion. This will be welcomed but it falls far short of the more substantial £10 to £15 billion called for by education charities, unions and the government's former advisor Sir Kevan Collins.They have pointed to a disadvantage gap which has widened during the pandemic. Schools facing rising costs from heating bills, national insurance and teachers pay will be disappointed that overall spending per pupil is not being given a greater uplift. Instead the Chancellor confirmed that by 2024-25 per pupil spending in England's schools will be restored, in real terms, to the same level as 2010.There was also confirmation of funding to increase the number of places for children with special educational needs and disabilities.The Chancellor also announced an additional £170m by 2024-25 for the funding paid to nurseries and early years providers for state-backed nursery places. Neil Leitch, of the Early Years Alliance, welcomed the extra money but said: \"As always, however, the devil is in the detail and we await further confirmation on how exactly this funding will translate into rate increases for the sector over the coming years.\"While the annual level of investment our sector is set to receive over the next three years will result in a higher increase in early entitlement funding rates than we have seen over recent years, there is still an incredibly long way to go to make up the £2.60 per hour funding shortfall that the government's own cost calculations revealed. \"What's more, we know that for many nurseries, pre-schools and childminders, even remaining afloat until next April is set to be a real struggle. As such, we would urge the government to look at what short-term, emergency support can be given to those providers already on the brink of closure.", "url": "https://www.bbc.com/news/education-58993708"}