{"datetime": "2021-11-11T06:34:48.000Z", "author": "Robbie Meredith", "title": "NI education: No religious mix in 'nearly a third of schools'", "article": "Only 143 out of about 1,000 schools in Northern Ireland have at least 10% of pupils from a Protestant background and 10% from a Catholic background. There are no Catholic or no Protestant pupils in 287 schools - about 30%. That is according to analysis of Department of Education school census figures carried out by the Council for Integrated Education (NICIE). The figures detail pupils' religious background in each school in Northern Ireland in the 2020-21 academic year. The Department of Education (DE) data shows how many Protestant, Catholic and pupils from other religions or whose religion is unknown attend each school. NICIE's analysis also suggested 70% of pupils attend schools where there is less than a one in 20 chance of meeting a pupil from the other main religious tradition. The figures have been revealed as assembly members at Stormont debate proposed new integrated education laws. However Stormont's Education Committee has heard a claim that supporters of the new laws want to \"remove the option of a faith-based school ethos from parents\". That is according to Dr Anita Gracie from the body that represents the three main Protestant churches in education. Assembly members on the committee are hearing evidence on a proposed Integrated Education Bill, which has been brought forward by Alliance Party's Kellie Armstrong. Ms Armstrong's private member's bill would lead to the promotion, reform and the expansion of integrated education. It would increase the number of integrated school places and set targets for the number of children being educated in integrated schools. However Dr Andrew Brown, representing the Presbyterian Church, said the bill was \"presumptive and pre-emptive\" as it came before an independent review of Northern Ireland's education system had concluded. He said the Transferor Representatives' Council (TRC), which represents the Presbyterian and Methodist churches and the Church of Ireland in education, had a number of concerns about the bill. Dr Brown said he had heard from controlled schools that they were facing \"different sorts of pressures coming in to transform to integrated status - and this is what I'm hearing from colleagues - because of the financial incentives in so doing\". \"That undermines the sectors that are already there,\" he said. \"We understand the facilitation of integrated education, but it's the promotion that we have an issue with, because we feel that it would be deleterious to the other sectors that are already cash-strapped\". Existing schools can change to become formally integrated as part of a process that includes a ballot of parents to find out if a majority favours integration. A number of schoolshave formally changed their status to become integrated schools , though only around 7% of pupils in Northern Ireland are taught in integrated schools. But Dr Gracie from the Methodist Church, who also gave evidence on behalf of the TRC, told assembly members that did not mean non-integrated schools were not diverse and inclusive. \"We can be integrated and we can be inclusive within our own ethos and within our own sector,\" she said. She also said the TRC could see in this bill \"the hand of those wanting to remove the option of a faith-based school ethos from parents who want their children to be educated within such an ethos\". Earlier in the committee hearing, Bishop Donal McKeown from the Northern Ireland Commission for Catholic Education was also critical of aspects of the draft bill. \"This is in many ways a very radical piece of legislation and in very many ways it's also a very narrow piece of legislation,\" he said. \"Almost everybody in Northern Ireland could sign up to one that all our schools would intentionally promote and improve an ethos of diversity and so on. \"This is simply a bill which says that really can only be promoted in one sort of school.\" The chief executive of the Council for Catholic Maintained Schools (CCMS) Gerry Campbell also said it was \"concerned the draft bill does not appear to recognise the contribution and the diversity of the Catholic maintained sector and its schools\". \"Catholic maintained schools - indeed all Catholic schools - are open to all faiths and none,\" he said. But the Commissioner for Children and Young People Koulla Yiasouma told assembly members she was \"generally supportive\" of the draft bill. \"We have a segregated education system along with segregated housing and communities,\" she said. \"If we agree that the aim of the education system is to nurture all children, including a respect for each other's culture and identity then of course it is right that integrated should be the first option. \"A single education system should bring together the best of all sectors and I'm yet to be convinced that having so many sectors benefits our children. \"The bill does not in my view favour one sector over another but instead tries to level the playing field.\" The Education Committee is currently debating the clauses of Ms Armstrong's draft bill. It will eventually produce a report to the assembly which may recommend amendments. A number of people, including sports stars Oisin McConville and Andrew Trimble,have previously been critical of what they have described as Northern Ireland's segregated school system . ", "url": "https://www.bbc.com/news/uk-northern-ireland-59242226"}