{"datetime": "2022-02-01T13:20:46.000Z", "author": "Branwen Jeffreys and Hannah Richardson", "title": "Areas with weak education targeted for levelling up", "article": "Government plans would see 55 local-authority areas in England with weak education offered extra investment. Struggling schools would be offered more support and new specialist sixth-form colleges created. A target for 90% of Year 6 pupils, by 2030, to pass their national curriculum tests, often known as Sats, in literacy and maths, is also planned. In 2019, two-thirds reached this level. The plans are being set out in the government's Levelling Up White Paper. The White Paper is backed by £560m of investment, announced in the last Spending Review. Schools in the 55 new Education Investment Areas - a third of all the local-authority areas in England and all outside the South East - would be funded to offer retention payments to in-demand teachers in high-priority subjects. They would also be given support to address wider issues.For instance, those struggling with attendance would be encouraged to join a new pilot programme to tackle the issue.And those with successive Ofsted ratings of less than good could be moved into strong multi-academy trusts, to attract more support and the best teachers. Education Secretary Nadhim Zahawi said his White Paper plans were a \"blueprint for putting skills, schools and families at the heart of levelling up\".\"It focuses on putting great schools in every part of the country, training that sets you up for success in a high-skilled, well paid career and ensuring no-one misses out on opportunities simply because of where they live or their family background,\" he added. But much of this new promise to \"level up\" education builds on schemes already in place.Already, 12 designated Opportunity Areas receive modest funds to tackle issues preventing children from making the most of education.All 12 would be absorbed into the new Education Investment Areas, which together cover more of the country - but it is not yet clear how they will be substantially different.The policy of large academy chains taking over struggling schools is also already in place. National Education Union joint general secretary Kevin Courtney said while his union welcomed any new investment in schools, many of the areas now targeted for support had been among the hardest hit by education cuts over the past decade. ", "url": "https://www.bbc.com/news/education-60213729"}