{"datetime": "2022-01-18T06:29:07.000Z", "author": "Robbie Meredith", "title": "Schools: Northern Ireland has 'too many small and unsustainable' schools", "article": "There are still too many small and \"unsustainable\" rural schools in Northern Ireland. That is according to the Education Authority (EA) draft area plan for the next five years. The EA said the cost of teaching a pupil in a relatively small school can be from 30 to 80% higher than in a larger school. The EA plan also said there would be a need for 2,000 additional places for pupils in special schools by 2030. There has already been a 25% rise in the number of pupils in special schools since 2015. That has lefta number of special schools with significantly more pupils than they were originally meant to admit and also a shortage of places in some areas. According to the EA, that trend is likely to continue and may mean that more special schools need to be built. The EA's draft area plan for 2022-27 sets out broad proposals for how the number and nature of schools in Northern Ireland could change over that period. A key factor in its decision-making is the Department of Education's sustainable schools policy, which can influence a decision on whether a school should close or not. When it comes to enrolment numbers, the department's policy on sustainable schools states that primary schools should have at least 140 pupils in urban areas and 105 in rural areas. According to the EA's strategic plan, about 230 of 800 primary schools in Northern Ireland have fewer than the recommended number of pupils. The majority of those are in rural areas, with 193 out of 440 rural primaries having fewer than 105 pupils. Meanwhile, 18 out of 38 rural post-primary schools have fewer than 500 pupils - the minimum number recommended by the Department of Education. However, 36 out of 155 post-primaries in urban areas also have fewer than 500 pupils. The EA said the average amount spent on each pupil in primary schools with fewer than 60 pupils was £5,805, compared to £3,533 in primaries with between 105 to 210 children and £3,104 in primaries with more than 500 children. The average cost of educating a pupil in a post-primary school with fewer than 250 pupils is £6,233, compared to £4,793 in larger schools with an enrolment of more than 700. Former education ministerPeter Weir previously said there were too many small schools in Northern Ireland .That is echoed by the EA strategic plan for 2022 to 2027. \"While aiming to support sustainable rural provision, there are still too many small/unsustainable schools,\" it said. \"There may be some local circumstances where provision will be necessary but the determination of this will be subject to consultation, assessment and rationale for provision.\" Everyone agrees that our education system needs change but it is the nature of some of that change that will be contentious. The Department of Education, former ministers and the New Decade New Approach agreement have all said the school system is not sustainable. The EA has to try to decide where in Northern Ireland there are too many schools and where there may need to be more. Planning how many schools we will need in the years ahead is a complex process. Concerns have been raised before about the number of small rural schools with relatively few pupils and some have been targeted for closure in recent years. But small schools are often important in their communities beyond the classroom and popular with parents and pupils. Some people argue that it is the number of schools from different sectors - controlled, Catholic maintained, integrated and others - and the resulting duplication that is the real problem. Any change also takes time so there is no easy way to reform education. But others have argued that small rural schools are vital to local communities and bring additional benefits for pupils and parents. The Rural Needs Act (Northern Ireland) 2016 also places a duty on public bodies to have due regard to rural needs when developing policies and strategies, and when designing and delivering public services. The draft EA plan said \"change will be needed\" but it does not name individual schools which may be faced with closure or amalgamation. Other schools may be asked to do more collaborative work together like running joint classes in some GCSE, AS or A-level subjects. Meanwhile, the EA's draft plan for special education provision from 2022-27 forecasts a significant rise in the number of children who will need a place in a special school. More than 20,000 children in Northern Ireland have a statement of Special Educational Needs (SEN) - more than one-in-20 of the school population. There are currently about 6,400 pupils in Northern Ireland's 39 special schools, a rise from just over 5,000 five years ago. But not all special schools cater for pupils from the ages of 3 to19 and some have pupils with profound learning or physical difficulties while others have pupils with \"moderate\" needs. There are also 2,100 pupils with special educational needs taught in specialist units in mainstream schools. But the EA said that by 2030 there were projected to be about 8,400 pupils in special schools. As a result, the EA said there was likely to be a need for more \"capital and revenue funding\" to create more capacity in special schools.A consultation has now opened until April on EA's draft plans for mainstream and special schools from 2022 to 2027. The five-year plan will then be used to inform decisions on the future of some individual schools. The EA said the plan would aim to \"develop a network of sustainable schools that are of the right type, of the right size, located in the right place and with a focus on raising standards\" and the educational needs of pupils. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60031084"}