{"datetime": "2021-10-24T09:29:31.000Z", "author": "Hannah Richardson", "subject": "Chancellor's Autumn Statement", "title": "Budget 2021: Rishi Sunak to pledge funding for T-levels", "article": "The government will reconfirm its commitment to a \"skills revolution\" with a spending package to be unveiled by the chancellor on Wednesday. Rishi Sunak will announce £1.6bn to roll out newT-levels for 16 to 19-year-olds, and £550m for adult skills in England in his autumn statement. And there will be £830m confirmed to continue a five-year-scheme to revamp and modernise colleges. College principals said the funding was welcome but would not go far enough. Sixth form colleges and 16-19 education finances have been struggling for many years.A report by the IPPR think-tank last year suggested colleges in England would have needed an extra £2.7bn a year since 2010 just to catch up with investment levels then. The £1.6bn cash investment for colleges over three years to 2024-25 will be used, in the main, to provide additional classroom hours for up to 100,000 young people taking T-levels. Presently there are about 6,000 students on T-level courses. These are the government's new vocational qualifications, equivalent to three A-levels, that have been developed with businesses to meet the needs of industry.Currently, there are 10 T-levels available currently However, in time the government wants the list to be expanded to include training for many more professions.The funding will also cover inflationary pressures and accommodate the higher number of teenagers in the population. An extra £550m is being invested in adult skills through the Skills Fund by 2024-25. This fund offers short courses and so-called \"skills boot camps\" for adults who have no qualifications beyond GCSE level. And there is a further £170m for apprenticeships and training. Chancellor Rishi Sunak said: \"Our future economic success depends not just on the education we give to our children but the lifelong learning we offer to adults.\" He said his £3bn investment would create a \"skills revolution\", which would build on the government's job creation plans and spread opportunity across the UK by transforming post-16 education. Mr Sunak told BBC One's Andrew Marr Show \"more sector-orientated training schemes have been shown to be really powerful\" and \"the best way to get to a high wage economy is to improve people's skills\".At the heart of the government's plan for 16 to 19-year-olds in England is a qualification that few have yet heard of, the Technical or T-Level.One T-level is designed to be equivalent to three A-levels, or up to 3 BTecs.T-Levels are meant to be substantial and quite demanding courses, which include at least 45 days of work placement.At the moment, only around 6,000 students across England are enrolled to study the first T-levels, which they will complete next summer.The government hopes to scale up the numbers rapidly as more T-levels are introduced, partly through a controversial decision to remove funding from popular BTecs in similar subjects.Association of Colleges chief executive David Hughes said: \"We always expected the increased funding wouldn't go far enough, but in the circumstances we view this as a good start in a tough spending round. \"That the chancellor is leading with this announcement in advance of the Comprehensive Spending Review shows just how far we've come in making the government recognise the importance of investing in people to close the skills gap.\" He added: \"I am hopeful that the lack of mention of education recovery is because of a significant announcement on Wednesday at the dispatch box.\" He said his organisation had calculated that it was going to take at least £300m per year to support education recovery for 16 to 19-year-olds.Bill Watkins, chief executive of the Sixth Form Colleges Association, said: \"Today's announcement focuses on the small minority of 16 to 18-year-olds that pursue a technical course.\"That's welcome, but all students deserve to have their education properly funded and we hope that Wednesday's spending review will also focus on the vast majority of young people that study A-level or BTec qualifications.\"Geoff Barton, general secretary of the Association of School and College Leaders, welcomed the investment in the further education sector, which he said had traditionally been \"starved of funding\".However, he told BBC Breakfast the move was a \"gamble\" when it was still unclear how many teenagers would want to do T-levels.", "url": "https://www.bbc.com/news/education-59010418"}