{"datetime": "2022-02-01T09:20:37.000Z", "author": "Robbie Meredith", "title": "NI education: No agreement on 'single system'", "article": "There is no agreement yet on what a \"single education system\" in Northern Ireland might look like. That is according to Dr Keir Bloomer, who is chairing an independent review of the NI education system. He also said there were large numbers of small schools in Northern Ireland which were \"arguably not sustainable\". But, speaking to BBC News NI, Dr Bloomer also said it was \"too blunt\" to say we need fewer, bigger schools. He also said the independent review panel had already received more than 1,000 responses to a call for views on education in Northern Ireland. An independent review of Northern Ireland's education systemwas agreed in the New Decade New Approach (NDNA) deal. The NDNA agreement said Northern Ireland had \"a diversity of school types, each with its own distinctive ethos and values\". \"However, it is not sustainable,\" the agreement warned. \"The executive will establish an external, independent review of education provision, with a focus on securing greater efficiency in delivery costs, raising standards, access to the curriculum for all pupils, and the prospects of moving towards a single education system.\" But the five-person panel to carry out the review - chaired by Dr Bloomer - was not appointed until September 2021. It is not expected to publish its final report until spring 2023. Having worked for most of his career in a number of roles in education in Scotland, Dr Bloomer told BBC News NI that Northern Ireland had a \"very complex institutional landscape\". Dr Bloomer was asked what the NDNA agreement meant in stating that the diversity of school types was \"not sustainable\"? \"I'm quite confident that the writers of New Decade New Approach were thinking of the fact that, and this is probably particularly true of rural areas, there are several schools of different kinds serving an area without a very substantial population,\" he replied. \"So what you have got is two or three schools that could be argued to be unsustainable either in financial terms or in educational terms or both.\" Dr Bloomer referred to aprevious report carried out by Sir George Bain in 2006 which said Northern Ireland had too many schools for the number of pupils. \"It is already established that there are large numbers of small schools which are arguably not sustainable and clearly this is an issue which we will have to revisit,\" he said. \"But we do need to look at this and from the point of view of educational viability, as well as financial viability,\" he continued. \"Are all schools of a size which allows them to offer the kind of curriculum which young people are entitled to expect?\" According to a recent Education Authority (EA) draft area plan, there are stilltoo many small and \"unsustainable\" rural schools in Northern Ireland. Dr Bloomer said opinions the panel had so far received about change \"vary quite substantially\" and there was no agreement on a \"single education system\". \"There are quite a lot of people in Northern Ireland who think that there is a single education system and the point to the fact that there's a single ministry, there's a single inspectorate, there is a curriculum which applies in all schools,\" he said. \"Other people take a very different view and point to the fact that there are numerous different kinds of school in Northern Ireland and that young people tend to be divided on a number of different bases.\" Only 143 out of about 1,000 schools in Northern Ireland haveat least 10% of pupils from a Protestant background and 10% from a Catholic background . That has led to somerecent criticism of Northern Ireland's divided school system . But Dr Bloomer said there was no country in the world where there was only \"one type of school\". There have previously been a number of reports over the years which have recommended significant changes to Northern Ireland's education system. BBC News NI asked Dr Bloomer if he could give a guarantee that the executive would act on his panel's recommendations? \"I can't give you any guarantee of that,\" he replied. \"The recent history of education in Northern Ireland, contains a number of examples of reports whose findings have not been carried into effect.\" But he said he hoped there would be consensus that \"decisive action\" was now required.He also said Northern Ireland currentlyspent less per pupil than any of the other countries in the UK . Dr Bloomer said people could still submit their views to the Independent Review of Education before the current consultation closes on Friday 4 February.", "url": "https://www.bbc.com/news/uk-northern-ireland-60205680"}