{"datetime": "2021-09-02T11:01:33.000Z", "subject": "Coronavirus pandemic", "title": "School funding warning as pupils return to class in England", "article": "Pupils are returning to school in England amid warnings of a lack of funding needed for pupils to catch up on learning lost because of Covid. In a letter to the government, school leaders say at least £5.8bn is needed to avert \"serious long-term damage\". And the Institute of Fiscal Studies (IFS) says by next year, spending per pupil will still be about 1-2% lower in real terms than in 2009-10.The government says it has invested billions of pounds to support pupils.The letter, sent by the heads of leading academy chains and head teachers, says children are months behind academically and facing mental-health crises. Education Secretary Gavin Williamson told BBC Radio 4's Today programme he was looking at what more could be done to boost the attainment of children. \"I'm working with the chancellor and the prime minister, because we all have an absolute priority in terms of delivering for our children,\" he said. \"We've seen £3bn extra come into schools.\" The IFS funding report analyses the impact of the extra £7bn invested in education in England over three years from 2019 on budgets which were already 9% down on 2009 levels. The independent analysis says this government investment over three years from 2019 has filled, and will continue to fill, much of the budget black hole, but not all of it. This leaves per pupil funding down on 2009. It also finds that because of recent changes to school funding calculations nationally, secondary schools in more deprived areas lost more like 14% compared to the national average of 9%. A Department for Education spokesman said the government is providing the biggest uplift to school funding in a decade - £14 billion in total over the three years to 2022-23.But the National Association of Head Teachers general secretary Paul Whiteman said there was no escaping the fact that the schools have had, and will continue to have, to make cuts to provision until this is properly addressed.At the start of the new term, schools in England will be able to access funds to use a national tutoring scheme or use their own teachers to offer pupils support. The government hopes its tutoring programme will support up to six million pupils over the next three years. Mr Williamson said he expected a greater sense of normality in schools this term thanks to vaccination programme. \"That extra protection helps us find that sensible balance between protecting staff and students and ensuring education is not disrupted,\" he said. \"Keeping children in the classroom helps them catch up.\" But Labour is highlighting how UK schools under tighter restrictions have seen more disruption linked to Covid than all but one of their European counterparts. It quotes House of Commons Library research showing a 44% disruption rate in the UK between January 2020 and July 2021. Only Italy had a higher rate at 48%, the figures based on data from the Oxford Covid-19 Government Response Tracker said.Despite plans for regular Covid testing of staff and pupils this term, there are concerns among head teachers, school staff and scientists about high rates of virus in a largely unvaccinated population. Scientists have warned that the increased mixing related to reopening schools, combined with reduced health and safety rules, could lead to a rapid raise in cases throughout September. It is unclear how this might play out in terms of further disruption to education, with anyone testing positive still required to self-isolate for 10 days. The government insists its decision to lift restrictions maintains the balance between precautions, and allowing schools and young people to get back to normal. This includes the ending of social distancing, bubble groups and face mask requirements, although twice-weekly Covid testing remains. The requirement for close contacts of Covid cases to self-isolate, which saw millions of school days lost by pupils, has also been lifted. ", "url": "https://www.bbc.com/news/education-58407953"}