{"datetime": "2022-01-11T16:58:47.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Exams 'should go ahead as planned', says SQA", "article": "The body in charge of exams in Scotland has told schools it is the \"clear intention\" that national qualifications will go ahead this spring. The Scottish Qualifications Authority (SQA) said exams would only be cancelled if public health advice meant people were not allowed to gather. Education Secretary Shirley-Anne Somerville had told the BBC the latest a decision would be made was March. The Scottish Conservatives claimed that deadline was \"far too late\". Now the SQA has written to schools confirming exams will go ahead as planned unless there is a dramatic change in circumstances around Covid in the months ahead. It says that if educational disruption such as high absence rates continues, there is a \"Plan B\". This would see further guidance given to pupils and changes made to what is being assessed, but exams should still take place. In the letter, the SQA says the timing of exams \"cannot be moved for a range of reasons\". These include allowing sufficient time for marking and \"informing learners of their results in good time to make decisions about their next steps\". It adds that if the Scottish government were forced to cancel exams, normal in-year assessments to determine estimate grades \"could then be used to form the basis of provisional results\". The pandemic has brought particular focus onto the school qualifications system, with criticism abouthow grades were decided after formal exams were cancelled two years running. Appearing before Holyrood's education committee on Wednesday, the education secretary confirmed that the current plan was that summer exams would take place. Ms Somerville said: \"The absolute central planning assumption of the SQA is that exams will take place. \"The only reason that exams will not take place is because there is public health guidance around the prevention of gatherings.\"So clearly if that happens then I think it would be irresponsible for the government to say exams should take place when there is public health advice saying gatherings shouldn't happen. What clearly the SQA is working on is an assurance exams can take place safely.\" Speaking to the BBC on Sunday, Conservative MSP Oliver Mundell said the SNP \"appear to have learned no lessons from the last exams fiasco\". He added: \"March is far too late to ask pupils and teachers to prepare adequately. \"A third year of last-minute disruption is unacceptable. \"It would mean many pupils going through the entire senior phase with this cloud over them. \"Instead of unhelpful speculation, the SNP should instead be focusing on keeping our schools open and keeping our kids in classrooms where they learn best.\" ", "url": "https://www.bbc.com/news/uk-scotland-59958021"}