{"datetime": "2021-10-22T06:27:14.000Z", "author": "Bethan Lewis", "title": "Covid: Homeschooling numbers up since pandemic began", "article": "Parents homeschooling their children have said the Covid pandemic made the decision easier, as figures show numbers have surged. Welsh government data shows 4,002 five to 15-year-olds are homeschooled - up 60% from 2,517 in 2018-19. Clare from Llanelli, Carmarthenshire, has been teaching her 12-year-old son Aiden at home since September. \"Lockdown has changed the options,\" she said. \"It made it very easy for exiting school.\" Fewer than 900 children were identified as having their education at home a decade ago. Carmarthenshire has the highest numbers of home-educated pupils - 402, up from 284 two years earlier - compared with 358 in Cardiff and 262 in Pembrokeshire. Ceredigion has the highest rate of homeschooled pupils at 32.1 per 1,000. Carmarthenshire council funds education services for homeschooling families at the National Botanic Garden of Wales in Llanarthne. Aiden was due to start secondary school in September, but the family decided to homeschool full time, with lockdown having \"a lot\" to do with it, said Clare. \"We feel like we've continued on from the initial lockdown period where schools closed down, only we've taken the decision - Aiden's made a decision - to be homeschooled, more out of happiness to follow his path - education at his pace. \"I feel like he's going to achieve so much more because this is at his happy pace. \"We get to use the local library. Home is your place of escape so we try not to do too much at home although we do daily projects - using the garden, the home, the motor-home, the vehicle. I think that's very important to be able to have real-life skills.\" Aiden said he used to worry that his mum would be fined for taking him out of school. \"I didn't really like school because when you're on a certain topic you have to learn it quickly to catch up with all the other people. But then I feel [with] homeschooling you can learn each bit properly.\" Carmarthenshire council said the number of home-educated learners had increased, particularly during Covid. Glynog Davies, cabinet member for education and children's services, said the council provided advisers to support home-educating families. He said Welsh government money had been used \"to fund a number of initiatives, including elective home education family passes for the National Botanic Garden of Wales and access to its educational workshops\".Paul Smith, education development manager at the National Botanic Garden of Wales, said the provision for home educators had built up over four years and included English, maths and bilingual science lessons, as well as outdoor activities. \"When the pandemic struck obviously things ground to a halt and then we started working directly with the council because the local authorities were funded and we were the deliverers for those activities,\" he said. \"Now we've got about 200 families on register and the great majority of them come in and take part in our activities.\" The botanic garden is also looking at delivering more subjects, as well as becoming an exam centre, funded by the council \"In the past it was easy to pick out the home educators - they did stand out. But now there are a lot more mainstream parents coming in,\" he added. Imogen, 11, has also been learning at home full-time since September, although she had a mix of school and homeschooling for a few years before. \"It's a lot more free range. You get to do what you want to do every day and you don't have to be part of something else,\" she said. \"I do kayaking a lot and climbing. I really enjoy both of those. With school you do your lessons and then you play. I kind of think with homeschooling your lessons can be your play.\" There are, however, some things Imogen misses about school, such as seeing different people. \"I liked playing with my friends but with homeschooling there's a lot less falling out and things like that.\" For home educators such as Bridget Radford, a former maths teachers from Pencader, the pandemic posed new challenges after a decade of teaching her children at home. Monty, 19, and Gwenny, 17, are in college but 14-year-old Tabitha and Honor, nine, are still being taught by her. She said Covid was \"a plus and a minus\" as they had to stop drama and swimming lessons, Scouts and meeting friends. She added: \"On the upside, we weren't spending hours driving to all these things and we were therefore all home and able to learn at our own pace.\" She said the coverage of homeschooling during the pandemic as a \"chore\" was frustrating as she loved being at home with her children. ", "url": "https://www.bbc.com/news/uk-wales-58996720"}