{"datetime": "2020-12-28T00:03:23.000Z", "title": "Covid lockdown helped teacher Holly King-Mand realise her dream", "article": "An English teacher whose online lessons have reached thousands of children this year said the Covid-19 pandemic had \"utterly transformed\" her working life. Holly King-Mand, 37, of Leighton Buzzard, Bedfordshire, began giving daily lessons, then online workshops.Starting with just 74 Facebook followers, she now has nearly 60,000 across three social media platforms. \"As a teacher I always wanted to make an impact but this is the stuff that dreams are made of,\" she said. She hopes to inspire young people to love English and \"carve out a new type of hobby\".She said: \"Despite so much horror across the world, some good has come of all this... I think we need to focus on the good to help us emotionally and mentally recover from the pandemic. \"I've got some passionate writers, poets and readers who come to every workshop and are really inspired to explore English, not because they have to for their academic studies, but because they are drawn in and they love learning.\" In March, the former secondary school teacher had just finished maternity leave and decided not to return to school. Shebegan hosting free 30-minute lessons on Facebook, aimed at Key Stage Two and Three levels (ages seven to 14) to support parents home-schooling their children. HerEnglish Live lessons ran every weekday between 23 March and 12 June, after which the mother-of-two said she had \" learnt far more than [she had] taught \". She began hosting regular themed online workshops, covering a range of subjects from colourful vocabulary to feminist poetry, andmoved to YouTube where she now has nearly 11,000 subscribers, plus 3,000 more on Instagram. Her students tune in from all over the world - including India, Dubai and Canada - which, she says, \"brings a different breadth of experience to their discussions\". A new website, where she will offer downloadable courses as well as continuing with live interactive classes, is in the pipeline. \"I prefer the live workshops as I love interacting with the learners - there's a definite buzz,\" she said. \"Especially when they start interacting with each other and realise they are working with other kids in all corners of the globe.\" Mrs King-Mand believes that without the first lockdown she would probably be tutoring a handful of local students each week and \"contemplating returning to school teaching to pay the bills\". She also said her skill-set had been transformed, having been \"forced to learn so much about technology\".She said: \"The pandemic has completely and utterly transformed my working life and also the way my students feel about learning English - that's the best bit.\" In April she will welcome a third baby to the family, to join her daughters who are three and one, and take what she describes as a \"small break\". \"All my new courses will be available online and I intend to be ever-present on social media channels,\" she said. \"But I think after about five weeks I'll probably be really eager to do another workshop, so I'm not ruling anything out. I can't - I love it so much. \"I really can't complain about 2020, can I? I've helped thousands of children enjoy English, started a business, and I'm growing a human.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-55070155"}