{"datetime": "2021-02-15T12:32:05.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Home schooling pupils still need laptops, charity says", "article": "The drive to enable all pupils to get a laptop for home-schooling is still falling short, a charity has warned. Business2Schools, which distributes refurbished technology to children, said a \"high volume of need\" remains. One teacher said a lot of families are still forced to share one device and the fear pupils' education will be irreparably damaged remains.The Welsh Government said 128,000 devices had been sent to local authorities with 54,000 more expected. Most children aged between three and seven are due to return to school on 22 February, after the half-term break, but for most others, learning from home will continue.Last April, the Welsh Government provided £3m for laptops and wi-fi devices, but it is claimed some pupils, especially those from poorer families, are still waiting.In January, the charity Child Poverty Action Group saidit was concerned some schools were only offering IT help to children on free school meals . Bethan Jones, assistant head at Queen Elizabeth High School in Carmarthen, said: \"We have a lot of families where there's only one computer, iPad, or mobile.\"Kids won't be able to learn if they only have one laptop between four of them.\"One device for each family doesn't really tackle the problem.\" Sophie and her sister Lucie are both pupils at the school and struggled with the move to online lessons. \"At the beginning my laptop crashed, which was the only laptop we had in the house, so unfortunately we were working off one iPad,\" said Sophie.\"There was a lot of clashing of lessons and when you're studying for A-levels and your sister's doing GCSEs, you miss one lesson, and that's a lot of work to miss.\" The sisters were given a laptop that was donated to Business2Schools. \"Without the laptop we'd have been behind and potentially our grades would have been affected by that,\" said Lucie. \"We're not the only family that have experienced this. You've got different siblings in different year groups and even different schools,\" added Sophie. The BBC has donated thousands of mi-fi dongles to help pupils who do not have home broadband to get online, through itsgive a laptop scheme .\"There's a high volume of need,\" said Nigel Cooke, Head of Schools Wales for Business2Schools, which has worked with the corporation. \"Companies and businesses have been extremely generous and we have donated lots of equipment. \"But schools need to sign-up and register with us and then we can get it out to them,\" he said. Plaid Cymru education spokeswoman Sian Gwenllian said: \"The Welsh Government must progress at pace with their discussions with major UK mobile and broadband providers so that offers to English counterparts are extended to learners in Wales.\" ", "url": "https://www.bbc.com/news/uk-wales-56065433"}