{"datetime": "2021-02-17T06:35:09.000Z", "author": "Robbie Meredith", "title": "Education in NI 'divided and splintered', says Ulster University report", "article": "Northern Ireland's education system is \"divided, splintered and overly expensive\", according to an Ulster University (UU) research paper. The paper from UU's Unesco Education Centre argues that \"vested interests of the churches and the traditional political blocs\" must be reformed. The New Decade New Approach (NDNA) deal had said the education system - with a range of sectors and school types - was \"not sustainable\". The deal was agreed in January 2020. It had also promised a \"fundamental review\" of Northern Ireland's education system which is not expected to begin before May. The UU paper said the review should address what the researchers call a \"confusing and socially divisive\" system. While the research from the Unesco Centre for Education is independent, its publication was partly funded by the Integrated Fund for Education. The research paper said previous attempts at reform, including the setting up of the Education Authority (EA) in 2014, had largely fallen short. The Department of Education (DE) is responsible for at least eight other arms-length bodies (ALBs) as well as the EA. These include the General Teaching Council for Northern Ireland (GTCNI), the Council for the Curriculum, Examinations and Assessment (CCEA) and the Council for Catholic Maintained Schools (CCMS). There are also sectoral organisations for voluntary grammars, integrated, Irish-medium and controlled schools, as well as a Catholic Schools Trustee Service.\"It is not inconceivable that the proposal in the NDNA document to place a duty on DE to 'encourage and facilitate' education through Ulster-Scots could lead to demands for the creation of Ulster-Scots schools and, ultimately, on the grounds of ensuring parity of investment with the Irish language, a further support body,\" the UU paper claims. \"This proliferation of ALBs and sectoral bodies creates additional expenditure. \"It could be argued that the current configuration means that DE is, in effect, bankrolling the structural, ethnic separation of education. \"It is, however, undeniable that the existing system for the administration of education in Northern Ireland presents a bewildering alphabetical word-storm of acronyms and initials.\" The researchers conclude that there needs to be an \"ambitious and radical\" transformation of Northern Ireland's education system. \"History, politics and ecclesiastical interventions in educational policy have contributed to the development of a system in Northern Ireland that can largely be defined as being divided between state schools that reflect a British outlook and are underpinned by Protestant values, and faith-orientated Catholic schools that sustain a particular version of Gaelic-Irish identity,\" they argue. \"Appeasing and balancing the demands of these opposing denominational, cultural and national vested interests has contributed significantly to the creation of a system that is divided, splintered and consequently overly expensive. \"Transformation will require, at some stage, that the historical legacy and enduring vested interests of the churches and the traditional political blocs are addressed. \"It needs also to start by tackling the organisational complexity that lies at the core of the system.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-56089069"}