{"datetime": "2020-03-26T11:58:01.000Z", "title": "English teacher's Facebook lessons an 'overwhelming' success", "article": "An English teacher has amassed thousands of followers worldwide after just three online lessons during the coronavirus pandemic. Holly King-Mand, 36, from Leighton Buzzard, Bedfordshire, is providing her dailyEnglish Live sessions on Facebook. She said she was \"very proud\" of having 74 followers last week but after starting the sessions on Monday now has more than 18,000.\"It's quite overwhelming,\" she said. \"I guess I just posted [details] in the right place at the right time.\" 'Blissful distraction' Mrs King-Mand is currently at home with two daughters, aged two and eight months, and hosts a free 30-minute lesson every weekday, aimed at key stage two and three levels (ages 7-14). Covering topics from synonyms and spellings to Shakespeare, she provides task sheets for children and, because the lessons are live, her students interact with her and ask for \"shout-outs\", which all come through on her phone. She decided to leave her middle school job after her recent maternity leave and, until government restrictions to try to stop the spread of coronavirus, had been trying to build up a client base.\"When I realised I wouldn't be able to do face-to-face [lessons] anymore I thought why not use my skills and experience to help families online,\" she said. About 2,500 watch her live and she racks up more than 10,000 views by the evening with children watching from four continents. \"I feel really privileged to be able to help other people,\" said the former secondary school teacher. \"It's been wonderful, it's nice to have something to focus on at the moment. \"I'm just an exhausted mum who is terrified of what's going on out there and it is blissful distraction to hear how much children are enjoying and benefiting from my lessons. \"But I'm not getting any washing done and my phone is melting!\" ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-52047103"}