{"datetime": "2020-06-11T23:08:39.000Z", "title": "YouTube English teacher Holly King-Mand starts new chapter", "article": "An English teacher whose online lessons have reached thousands of children across the world during lockdown said it had been an \"incredible\" experience. Holly King-Mand, 36, has providedEnglish Live lessons every weekday since 23 March but they finish on Friday in favour of a weekly vlog. Starting with just 74 Facebook followers, Mrs King-Mand, from Leighton Buzzard, Bedfordshire, now has 54,000 across three social media platforms. \"In truth, I need a rest,\" she said. In March, having just finished maternity leave and decided not to return to school, shebegan hosting free 30-minute lessons on Facebook, aimed at Key Stage Two and Three levels (ages seven to 14) to support parents home-schooling their children. Moving to YouTube , she now has more than 9,000 subscribers there, plus 2,000 more on Instagram. \"It has honestly been one of the most incredible experiences of my life. I've learnt far more than I've taught, and I've got to 'virtually' know some of the most hardworking and talented children of my entire career,\" the former secondary school teacher said. \"I have learnt a whole new way of teaching as I had never considered how I would teach without having the learner in front of me to bounce off.\" But she said she now needed to create \"something valuable with longevity out of this experience\". Her weekly Spellathon will continue until the end of the summer term, but from Monday, she will present Chapter and Verse, a weekly video magazine aimed at children aged six to 16. She has also been asked to create content for online schools and is collaborating on a podcast. \"I'm just trying to build a bit of a brand and then see where it takes me,\" she said. \"It kind of feels like finishing school or university; you look back at all the great memories and how much you've learnt and you have a glowing sense of pride and achievement, ready to head out into the world. \"I've been brought to tears by heartbreaking and beautiful messages telling me of the difference I've made... it all shows that out of awful times, good things can happen.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-52992790"}