{"datetime": "2021-06-08T16:19:32.000Z", "subject": "Coronavirus pandemic", "title": "Covid lockdown teacher Holly King-Mand meets Boris Johnson", "article": "An English teacher whose free online lessons helped thousands of children during lockdown has been recognised for her work by the prime minister. Holly King-Mand, 37, of Leighton Buzzard, Bedfordshire, began giving daily lessons and then online workshops when teaching was halted due to the coronavirus pandemic. She and other educators were invited to a reception hosted by Boris Johnson at 10 Downing Street on Monday. It was \"a great honour\", she said. Mrs King-Mand had been on maternity leave and was yet to return to classroom teaching when the first lockdown happened. Shebegan hosting free 30-minute lessons on Facebook, aimed at Key Stage 2 and 3 levels (ages seven to 14), to support parents home-schooling their children. The popularity of her classes has seen her initial 74 Facebook followers rise to about 65,000 across three social media platforms. Mrs King-Mand and 19 other educators were recognised for their innovative work during the pandemic at a reception at No 10. \"It was wonderful and a great honour,\" Mrs King-Mand said. She said Mr Johnson expressed surprise at the number of followers she had amassed on social media. \"He asked me how I managed to keep the children engaged and amused, and asked for tips on how he might do the same with the cabinet.\" Although Mrs King-Mand still posts free lessons on YouTube, she has since launched her own business - Holly's Classroom - where online lessons on subjects ranging from grammar to creative writing can be booked for a fee. \"From September I will be offering free places on my five-week courses for children in receipt of Pupil Premium (usually those from disadvantages backgrounds),\" she said. \"This is in keeping with my belief that a love of learning and of literature is for everyone - my classes are very accessible. \"It's been two years since I taught in a physical classroom and I really thought I would miss the interaction, but you really can build up a wonderful relationship this way, both with students and their parents,\" she added. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-57398295"}