{"datetime": "2020-04-27T00:45:15.000Z", "title": "Coronavirus: English teacher 'energised' by lockdown learning", "article": "An English teacher says she feels \"excited, overwhelmed and energised\" after followers of her online lessons grew to more than 40,000. Holly King-Mand, 36, provides dailyEnglish Live lessons and had 74 Facebook followers at the start of the UK's lockdown. It now stands at 44,000 across three social media platforms. \"Without teaching, I'd be finding [lockdown] a lot more stressful,\" said Mrs King-Mand, from Leighton Buzzard. Mrs King-Mand, who lives with two daughters aged two and nine months, hosts a free 30-minute lesson every weekday, aimed at Key Stage Two and Three levels (ages 7-14). She launched lessons and resources on Facebook , having just finished maternity leave, to support parents home-schooling their children under lockdown restrictions. Within days, the former secondary school teacher gained 18,000 followers which has risen to 38,000 in five weeks and includes support from four continents. Mrs King-Mand is moving the live lessons to YouTube this week, where she already has 4,000 subscribers. She has a further 2,000 on Instagram and has been recommended by CBBC's Newsround site. \"I just have a rainbow of emotions all the time, I'm excited, overwhelmed and energised,\" she said. \"This gets me up in the morning and the teaching, the planning, and messages from all over the world have been a massive lift to me and my family. \"There would be a good chance that I'd still be in my pyjamas if I didn't have to teach live to thousands of children every morning.\" Mrs King-Mand said said her fan mail had been \"really sweet\" and it was \"endearing to see the positive impact the lessons are having on people\". \"A family from Madrid told me that it made a big difference to their lockdown experience to have a vibrant and lively lesson rather than being trapped in a room with worksheets,\" she said. \"As a teacher you are lucky if you can reach one child in that way, let alone thousands.\" Post lockdown, she is looking to bring \"more challenging\" topics to children in an \"accessible\" way. \"I'd love to inspire young learners' passion for English, steering away from a focus on test and exam preparation. I want them to love English,\" she said.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-52383295"}