{"datetime": "2021-12-31T12:53:06.000Z", "title": "Lockdown teacher Holly King-Mand's appeal donates 1,000 books", "article": "An English teacher whose free online lessons helped thousands of children during lockdowns has collected more than 1,000 second-hand books for disadvantaged children. Holly King-Mand, 38, of Bedfordshire, began herBook Elves Appeal in October with a target of 50 books. She has now delivered 1,030 books to individual families, schools, hospitals and a women's shelter. She said the appeal \"just went crazy\" and she was \"so proud\". Ms King-Mand, from Leighton Buzzard, had been on maternity leave and was yet to return to classroom when the first coronavirus pandemic lockdown happened in March 2020. Shebegan hosting free 30-minute lessons on Facebook from her home, aimed at Key Stage 2 and 3 levels (ages seven to 14), to support parents home-schooling children all over the world. The popularity of her classes saw her initial 74 Facebook followers rise to about 60,000 across three social media platforms. Since then, she moved toone-to-one tutoring and online workshops which were \"becoming increasing popular and successful\" and a full-time job, she said. The teacher said her latest \"hare-brained\" scheme had been to collect donated second-hand children's books and wrap them for distribution to disadvantaged, vulnerable and deserving children in Bedfordshire, Hertfordshire and Buckinghamshire in time for Christmas. She had the idea after her four-year-old daughter wanted to give away some of her presents to those less fortunate. \"I first thought we could give away some of her books but then thought there must be so many people whose children have either grown out of their books or have unread presents,\" she said. She added she was \"quietly confident\" she would surpass her original target but the appeal \"took off really quickly\". Leighton Buzzard independent store Book allowed people to drop off donations, but when they \"couldn't reach their till\", Leighton-Linslade Helpers provided a place to store the books, she said. Then, after only wrapping about two dozen books and realising it had \"become a behemoth project\", a group of local businesswomen stepped in to help. \"I would never have been able to do this by myself - this truly was the work of a whole gang of elves,\" she said. \"It really was a huge team effort and I'm proud of how we all pulled together at an already busy time to hopefully bring some happiness to a child, and I'm really happy that all these books are now in new homes to be loved.\"Next year, she said she would love to support others to set up their own schemes across the country. \"It reduces waste and encourages and supports literature, so it's a great thing to be able to do on so many levels - but I need a rest first,\" she said. Having said that, if any further announcements meant children had to learn at home again she said she was \"always ready to help\". Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-59780811"}