{"datetime": "2021-03-10T12:29:51.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Women more anxious and overworked amid pandemic", "article": "Women have felt more anxious, depressed and lonely than men during the first year of the pandemic, according to Office for National Statistics data . Women spent more time on unpaid childcare and housework over the past year than men, and were more likely to be furloughed. More men than women have died with Covid-19 in England and Wales. But men were more likely to be unconcerned by the effects of coronavirus on their lives. When asked how anxious they felt, women's anxiety levels have been much higher than men's since March 2020, something also seen before the pandemic. During the first peak, loneliness was the biggest cause of anxiety - and women were more likely than men to feel lonely. While both women and men spent more time working from home during the pandemic, women were more likely to be furloughed.They did more of the housework - about 2.75 hours every day during September and October. This compares with an average of 1 hour 40 minutes done by men per day. At the start of the first lockdown, women spent 55% more time than men looking after their children, and this rose to even higher levels in the autumn. In spring 2020, one in three women said home-schooling children was negatively affecting their wellbeing, compared with only one in five men. But by last month, home-schooling was taking a greater toll on both women and men, with about half saying it was having a damaging effect.Some 67% of women and 52% of men were home-schooling a child this spring while schools were closed to most pupils during lockdown. Men are more at risk of being seriously ill and dying with Covid-19 than women - a fact which has been known since the early days of the pandemic - along with people over 70 and those with underlying health conditions. This is thought to be because men are more likely to have heart disease, type 2 diabetes and chronic lung disease - all conditions which increase risk. Men are also more likely to be obese - a known risk factor for severe Covid-19 - but scientists say there may also be genetic factors at play too. As a result, 18% more men than women have died in England and Wales with Covid-19 - 63,700 compared with 53,300. At the height of the first peak, 5,000 men and 3,600 women died in England and Wales. This gap appeared to close slightly in the January peak when 4,600 men and 4,200 women died. Even in working-age people aged 20-64, men were nearly twice as likely to die as women (31 deaths per 100,000 compared to 17 per 100,000) over the past year. ", "url": "https://www.bbc.com/news/health-56346844"}