{"datetime": "2021-07-18T23:13:13.000Z", "author": "Alix Hattenstone & Eleanor Lawrie", "subject": "Coronavirus pandemic", "title": "Covid: Home-education numbers rise by 75%", "article": "The number of children registering for home education in the UK rose by 75% in the first eight months of the current school year, according to BBC research. In north-west England numbers were 92% up on the previous two-year average, figures from 153 councils show. Some parents and councils - including in former hotspot Bolton - say the increase is down to \"Covid anxiety\". The Department for Education says it supports home-educating parents and plans to launch a registration system.Coronavirus lockdowns meant that school buildings were closed to most pupils from the end of March to September last year.But increasing numbers of parents have switched to home-educating their children, removing them from the school register and notifying the local council. More than 40,000 pupils were formally taken out of school in the UK between September 2020 and April 2021, compared with an average of 23,000 over the previous two years. As of January 2021, there were 8.9 million pupils attending school in England, including state and independent schools. In June, Education Secretary Gavin Williamson said he was \"absolutely committed\" to a register of home-educated children, and said its introduction was \"imminent\". Parents told the BBC that health fears and worries that their children's learning would suffer had led them to home-educating. Novena-Chanel officially took her son, Imari, out of school in November last year. Mother to a new baby, she was worried Imari wasn't thriving in class. \"He was starting to regress. They were doing phonics and he can read already,\" she said. \"The school said they couldn't give him higher-level work.\" Imari is now thriving academically, she says, and she has no concerns about him being cut off from other children. \"With a long-term home-school plan, the concern is usually the social element. But these home-educated children have to learn to be among other people - they meet teenagers in the community, and can talk to anyone.\"In Surrey, Victoria also removed her child from school for health concerns - yet she describes herself as a \"reluctant\" home-schooler. \"We feel we've been forced into this situation because of the pandemic,\" she says. \"I think what made us extra cautious was his asthma - he had a couple of hospital stays from the common cough.\"Victoria says her son, Edward, didn't play with another child between February 2020 and June 2021 due to the family's concerns over catching the virus.She says the amount of educational material now available online means home-educating hasn't been too difficult, but that her \"heart isn't in it\" for the longer term. The risks of Covid-19 for children attending school are \"very much lower than for adults,\" says Russell Viner, professor in adolescent health at University College London. \"Children can bring infection back into the family home - and parents who are clinically extremely vulnerable may be understandably nervous about this risk, although it would be exceptionally rare for this to require children not to attend school. \"There can be reasons that parents choose not to send their children to school. However, the science doesn't support a role for Covid-19 in this decision.\"Naomi, from Kent, says the pandemic \"accelerated the decision\" to remove daughter Bella, now nine, from school in early March 2020. \"We were nervous about taking that massive leap because it was the unknown,\" she said. \"Covid gave us a push, but that's not why we did it.\" Naomi says that Bella, who is awaiting a formal autism diagnosis, was struggling in school but thrived once at home. \"We wouldn't [otherwise] have had that break in school. I felt duty-bound to send her in, but because she wasn't there, you could see how happy she was.\" For Howard, based near Hull, the pandemic was also \"the final push\". He took his children out of school permanently in March 2020. One of his children has autism and the family had experienced a \"very difficult time\" with special-needs provision. \"I think we had reached the limit of what we could do in the structure,\" he says. \"From the experience we are having, I'd be hard pressed to think about going back.\" Their stories are far from unique. There was a 75.6% rise in home education between September 2020 and April 2021, compared with the averages for the same school terms over the previous two school years. Every nation and region of the UK saw at least a 50% rise, based on the councils that responded.For some, the rate was much higher.In Oldham - where the number of home-educated children has doubled since 2019 - the council suggested the rise was \"due to Covid anxiety\". Bolton Council said its 61% rise was \"mainly due to family concerns relating to Covid, particularly as Bolton had the highest rate of infection in the country for some time\". The figures are based on Freedom of Information responses from 153 of the 205 county councils and unitary authorities in Great Britain, and all of Northern Ireland, which submitted results as a whole. They do not account for children taken off the register after the end of April 2021, or who have since returned to the classroom. The \"Covid effect\" meant home-education charity Education Otherwise was inundated with support requests in September 2020, membership secretary Wendy Charles-Warner says. She describes home-educating as \"different but equal\" to school. \"If they would thrive and reach their potential at school, [then] that's right for your child. A fear-driven choice because of Covid, that's not the best choice\". Victoria, in Peterborough, has been educating 11-year-old daughter Isabella at home for four years.She urges other parents to think carefully before going down the home-education route, even though it ended up a \"much better fit\" for her family. Isabella has ADHD and Asperger syndrome, and was labelled \"naughty\" at school for not understanding social situations, her mum says. She also developed phobias which Victoria says the school wasn't willing or able to accommodate. \"It's not easy. You're talking about being with your child 24/7. Other than groups she goes to and the tutoring she has, the rest of it is down to the parent - it's up to you to organise all that and to pay for it. You have to know what you're taking on.\"Paul Whiteman, general secretary of school leaders' union NAHT, said: \"Many appear to have chosen home education because they have lost faith in the government's approach to school safety during the pandemic.\"A combination of rising case numbers in schools, and the government's decision to relax a number of the safety measures could mean that we see this trend continue unless the government does far more to reassure these parents.\" The Department for Education says it introduced \"robust protective measures\" in schools, including regular Covid testing and keeping pupils in bubbles. It said: \"Although many parents provide a good standard of education, home education is never a decision that should be entered into lightly. Now more than ever, it is absolutely vital that any decision to home-educate is made with the child's best interests at the forefront of parents' minds. \"We remain committed to a registration system for children not in school and will provide further details in due course.\" Data analysis and charts by Daniel Dunford ", "url": "https://www.bbc.com/news/education-57255380"}