{"datetime": "2021-07-27T13:41:14.000Z", "title": "MPs call for national register of home-educated children", "article": "A committee of MPs is calling for a national register of home-educated children in England, saying there is an \"unacceptable level of opaqueness\" surrounding the issue. The Commons Education Committee says it is important to \"get a grip\" on the number in home education. It says more data must be collected to ensure all children out of school get a suitable education. Home educators say this will increase families' lack of trust in the system. The MPs' report - Strengthening Home Education - says the government does not collect national figures for how many children are electively home-educated and parents do not have to register the fact with councils. Committee chair, Conservative MP Robert Halfon, said it was \"frankly astonishing\" that the government was only able to make a \"best guess\" over the standard of education children schooled at home were receiving. According toresearch by the BBC, published earlier this month, the number of children registering for home education in the UK rose by 75% in the first eight months of the current school year. It found more than 40,000 pupils were formally taken out of school in the UK between September 2020 and April 2021, compared with an average of 23,000 over the previous two years. The figures are based on Freedom of Information responses from 153 of the 205 county councils and unitary authorities in Great Britain, and all of Northern Ireland. The education select committee's report notes that it is likely the coronavirus pandemic has increased the number of families choosing to pursue home education. The MPs say some families in England face being forced into home schooling - partly due to a lack of support for children with special educational needs and disabilities. They say there must be assessment of progress in numeracy and literacy to ensure that those who are home-schooled are getting the same opportunities as their school-educated peers. The report also says the government should meet entry costs of exams for home-educated children to help them \"gain the qualifications needed for future education, training and employment, that will allow them to play active roles in society\". Committee chair Mr Halfon said: \"It is frankly astonishing that we are only able to make a best guess at the number of children being educated at home, particularly when the Department for Education itself concedes that there is considerable evidence that many young people are missing out on the teaching and support that they are entitled to. \"Some parents are providing their children with a high-quality educational experience, but those against greater oversight must realise that it does not follow that all home-educated children are in the same boat. \"Getting a grip on the number of young people not being taught in school with a national register for children outside of school must just be the first step in shaking up the status quo.\" Mr Halfon added that local authorities must \"keep a much closer eye\" on how home-educated children were progressing, and that financial and practical support should be given to ensure home-educated children could take exams.But the group Education Otherwise said the select committee's inquiry into home schooling was prejudiced. Its chair, Wendy Charles-Warner, told the BBC: \"Yet again we have policy recommended on the basis of rhetoric and rumour, rather than evidence.\"Parents are deeply aggrieved that the huge majority of their submissions - which make clear that there is no basis, nor benefit, in registration of home-educated children - have been ignored, in what was manifestly a predetermined outcome of a deeply prejudiced inquiry. \"This report will serve to increase home-educating families' lack of trust in public bodies even further.\" She added: \"The only valid and reasonable recommendation in this report is that home-educated children receive fair access to examinations, a point which should not need making.\" Jennifer Skillen, who runs HE Special, an online national support group for parents home-educating children with special educational needs and disabilities, welcomed the call for more support and equal access to exams. But she said a lack of clarity about the exact numbers of families home-educating did not mean those children were not receiving an education.\"This negative assumption can influence the relationship between local authorities and families and should be avoided if the government wishes to build positive relationships,\" she said. Paul Whiteman, general secretary of school leaders' union NAHT, said the government must \"find out the reasons behind so many more families choosing home-education recently\".He added: \"NAHT has been calling for an official register of home-educated children for some time - the fact that there is no official source of data is a sign of how unsatisfactory the situation is.\" ", "url": "https://www.bbc.com/news/education-57974170"}