{"datetime": "2021-02-09T15:18:45.000Z", "subject": "Coronavirus pandemic", "title": "Mental-health tsar: Anxious pupils should return gradually", "article": "Pupils struggling with anxiety after lockdown should be allowed a gradual return to school, the government's youth mental-health ambassador says. Former Love Island contestant Dr Alex George said schools should give anxious students \"a bit of time to integrate slowly back in the classroom\". Dr George was appointed to the position by the prime minister last week.The Association of School and College Leaders (ASCL) said children could rely on teachers' mental-health \"expertise\". Dr George, who has worked in a London hospital accident-and-emergency department throughout the pandemic,told the BBC's Newscast podcast : \"As children are integrated back to schools, we need to be a little bit more flexible about the time of transitioning back. \"You can't just expect... someone who is very anxious to go back to school will go back to normal. \"It might be that... rather than chucking them in and exacerbating the problem, we do it gently and we gradually build up to normality.\" Boris Johnson made Dr George the youth mental-health ambassador for England after the 30-year-old publicly asked to speak to the prime minister about his campaign for better mental-health provisions Mr Johnson said Dr George would help \"shape policy on improving support for young people in schools, colleges and universities\". Dr George also told the BBC children should be able to take sick days for mental health, adding if \"you've been able to take time when you needed to, you're probably more likely to not only be academically successful but take care of yourself physically as well\". National Education Union joint general secretary Dr Mary Bousted told BBC News: \"We agree with Dr Alex that the transition back to school must be managed carefully in order to support both pupil and staff well-being.\"We also agree that schools will need much more flexibility in the weeks and months ahead. \"We must make children's mental health and well-being a priority for how we adapt and shape education in the transition back to school and for the future after the pandemic.\" ASCL general secretary Geoff Barton said the priority was \"children return to school as soon as that is possible\". \"Schools are very good at supporting and reassuring children who are anxious,\" he said. \"And we are sure they will bring that expertise to bear in helping children reintegrate back into school life after this latest period of lockdown restrictions.\" A Department for Education spokesman said: \"We know the pandemic and restrictions have had an impact on many children and young people's mental health, and that's why we are working to reopen schools as soon as possible. \"We are focusing our catch-up efforts and remote education support on those who need it most, and our guidance throughout the pandemic has included advice and support on mental health. \"For pupils returning to school, our £8m Wellbeing for Education Return programme is facilitating local expert support for education staff to respond to emotional and mental health pressures some children and young people may be facing.\" Schools in England are not expected to reopen to all pupils before 8 March. ", "url": "https://www.bbc.com/news/education-55996698"}