{"datetime": "2021-02-24T17:03:00.000Z", "subject": "Coronavirus pandemic", "title": "Summer catch-up schools planned for pupils in England", "article": "Secondary schools in England will be asked to consider delivering face-to-face summer schools as part of efforts to help pupils catch up. An extra £400m in funding has been announced, along with £300m announced for catch-up projects in January. Prime Minister Boris Johnson said the money will help ensure \"no child is left behind\" due to the pandemic. Teachers, experts and unions called the money a \"good start\" - but warned about overwhelming pupils and teachers. The prime minister has confirmed all pupils will return to classrooms from 8 March as part of the first step ofa roadmap for easing England's lockdown.With secondary school pupils being asked to take three Covid-19 tests in school when they come back, it is likely that secondary schools will have to stagger the return over a few days. As part of the latest announcements, schools will have the option to run summer classes for pupils who need it most, potentially starting with those who will be moving up to Year 7 at secondary school this year. The government says it will be up to schools to decide how and if they run summer schools, how long they will be, and which pupils will be invited to attend. Education Secretary Gavin Williamson said \"we're giving schools the option to be able to draw down on this funding\". He said the average primary school will also receive around £6,000 in extra money, with the average secondary school getting around £22,000 extra in recovery premium payments. It would be up to head teachers to decide how to use the money - it could be used, for example to pay teachers for overtime to do extra teaching. The government's £700m education support package for England includes: Last year, Mr Johnson announced a £1bn catch-up fund for England, and later appointed Sir Kevan Collins as education recovery commissioner. In Scotland, the administration has promised £140m in funding to help disadvantaged pupils. Tens of millions of pounds have also been put into catch-up schemes in Wales and Northern Ireland. The announcement comes as the Treasury has said its levelling-up fund will be extended to the whole of the UK to \"help boost growth\" in Scotland, Wales and Northern Ireland. Chief secretary to the Treasury, Stephen Barclay, said communities in Scotland, Wales and Northern Ireland would now all benefit from at least £800m of investment for town centre and high street regeneration, local transport, cultural and heritage projects.On the subject of masks in schools, Mr Williamson said the policy of secondary pupils in England having to wear face coverings in classrooms would be reviewed over the Easter holiays. Most pupils will have to wear face coverings indoors, including in classrooms where social distancing isn't possible. He did not rule out that the policy could remain in place until 21 June, which is the final date in plans to ease lockdown.The government had considered a variety of options for pupils - including extended school days and shorter summer holidays - but neither of these proposals form part of the plan set out on Wednesday. Asked whether extending the school day could be among future measures, Mr Williamson told Sky News: \"We'll be looking at how we can boost and support children in a whole range of different manners. \"But it's not just about time in school it's about supporting teachers in terms of the quality of teaching and how we can help them.\" Exams this year have already been cancelled in England, but Mr Williamson said more detail on how grades will be calculated is expected on Thursday.Mother-of-three Emily Ellarby says her children are \"jaded\" by online learning and are ready to be back at school. But she says it would be \"hard to get them motivated\" for more school over the summer. \"They're looking forward to the summer holidays and having a proper break.\"She says ultimately children just want to get back to school and normal life. \"They're quite keen to go back, they're looking forward to seeing their friends, they want that normality.\" Father-of-two Nick Lee says children and teachers need a proper summer break, not more schooling. \"My children have suffered enough with this pandemic and they will not attend any summer camps. \"We have all struggled to cope in these hard times, and stealing my children's summer is not the way to go.\" Sarah Baker, who has two children and a stepchild, says she is \"torn\" over the idea of catch-up lessons in the summer. \"They're all at really critical stages in their education, but they're also at critical stages in their personal development. So, I'm completely torn. Yes, of course, they need to catch up, but they also need to regroup.\" And Sarah Webb, who has three children aged 11, eight and five, said children need time to recover from the past year, rather than more academic pressure. \"These children have missed out on social interaction and now need time to help readjust and come to terms with their experiences, not being given more time and pressure to bring them back up to academic standards that can simply no longer apply to them.\" Kate Green, Labour's shadow education secretary, said the new funding \"will not make up for the learning and time with friends that children have lost\". \"There is no specific mention of supporting children's mental health or wellbeing, which is fundamental to enabling their recovery from this pandemic,\" she said. Labour also calculated the new package was worth less than the £840m spent on the Eat Out to Help Out scheme last year, and would be worth 43p per pupil per day, if the money was split across a normal school year. School leaders' unions welcomed the funding but also warned of a long road ahead.Paul Whiteman, general secretary of the NAHT - which represents head teachers - said summer schools \"will be of value for some pupils but it will be important not to overwhelm students\". Chris Zarraga, director of Schools North East, said any provision needed to focus on children's \"physical wellbeing, and social and emotional development\", but he also expressed concern about teacher morale. He said asking teachers, who were \"facilitating both in-class teaching and remote learning\", to work over the summer break was likely to \"exacerbate low morale\". By Dan Johnson, BBC News Just working out how to measure what each child has missed during the pandemic is tricky, let alone agreeing on the best way to address it and make sure they all achieve their potential.Many teachers are wary of talking about \"catching-up\" and pupils being \"left behind\" - they do not want to discourage young people.But there is widespread recognition that home learning could never fully replace classroom teaching and some pupils will need significant extra support when they get back to classrooms. The government is backing one-to-one and small group tuition, alongside summer school activities.Suggestions of a longer school day or a shorter summer holiday have not materialised.Many teachers feel they can best assess what their pupils need, but after a relentless year, they are tired and need help in some form.How that help is given and whether it reaches the right pupils will determine the lasting impact on the lives of children who've been through the most difficult school year. ", "url": "https://www.bbc.com/news/education-56175893"}