{"datetime": "2020-10-09T23:52:29.000Z", "author": "Philippa Roxby", "title": "Covid: What is the mental health cost to the young?", "article": "Young people's risk of becoming ill with Covid-19 is tiny - but could the long-term mental health impact of virus restrictions be far more damaging? Thousands of students are in enforced self-isolation at universities, and thousands more children are missing out on school because of positive Covid tests in their midst.This follows nearly four months of disrupted education and cancelled exams during lockdown, which led to a stressful scramble for university places when grades were recalculated. They face an economy in recession and a future where jobs are in short supply. A growing number of psychologists, psychiatrists and child health experts believe the needs of the young are being ignored in this pandemic.They say children have suffered enough and should be allowed to live normally. And they point out that what young people have been asked to sacrifice for others far outweighs their own health risk from the virus. Prof Ellen Townsend, an expert in child and adolescent self-harm and suicide from Nottingham University, says the way students are being treated \"is massively damaging for their mental health\". \"It doesn't make sense to lock up young people,\" she says. \"We have to move past this one disease - a more nuanced approach is needed.\" She is not alone - a group of UK academics who work with children and adolescents have set upan online noticeboard collecting scientific evidence that these age groups are being forgotten by policy-makers. From the closure of playgroups, to children missing out on emergency medical treatment and vaccinations, to declines in mental health, they chart the negative impact on everyone from tots to teens. Psychiatrists are equally concerned about young people's risk of mental illness, saying their voices are not being heard when decisions are made about their lives. \"We must prioritise children and young people for the sake of our futures,\" says Dr Bernadka Dubicka, chairwoman of the faculty of child and adolescent psychiatry at the Royal College of Psychiatry. Problems such as self-harm and anxiety were already on the rise before lockdown, particularly among teenagers, with one in eight children and young people estimated to have a mental health condition. There is a lack of hard evidence, but research suggests growing feelings of loneliness and social isolation during the pandemic have had a negative impact.A study in The Lancet Psychiatry found children's mental health deteriorated most during that period compared with other age groups. Primary school-aged children saw rising problems with emotional and behavioural issues linked to stressed parents trying to juggle work and home-schooling, while83% of young people with mental health needs said lockdown was making them feel worse . Lockdown also exposed children to other risks such as domestic violence, cramped housing and strained family relationships, with the poorest families hurt most. More worrying was the \"massive drop-off\" in troubled children and teenagers being sent to specialist psychiatrists over several months - from 40 a day to four a day, according to the Royal College of Psychiatrists. Although services stayed open during lockdown, either the message didn't get through or people were too frightened to make contact. The fear is that these young people could now become more seriously ill without the help they need. Eating disorders, which have a high death rate, are a particular concern. The college says it is also monitoring early signs that child and adolescent suicide rates may have risen since the lockdown began. Suicide was already the leading cause of death in five to 19-year-olds in England. Experts point out that Covid-19 will never claim anything like the same number of young lives. But it is not all bleak - although feelings of depression may have increased,levels of anxiety in 13-to-14 year olds may not have changed very much . While some children struggled with isolation and a lack of face-to-face contact with friends and teachers, others were relieved to be away from the daily stresses of school - and coped better.Even though schools have reopened after the summer break, and the government has committed to keeping them open, children continue to face a range of problems. Thousands are missing school again because they have been in close contact with Covid-positive pupils or staff, and among year-groups there is a race to make up teaching time. On top of that, children may be coping with a death in the family due to the virus. Dr Dubicka worries about the pressures school leavers will be under as they try to plan their futures amid so much uncertainty. And then there are students - a huge mental health concern before, who are even more isolated now, as rules prevent normal socialising at universities. \"We've got to get it right for kids over the next year,\" Dr Dubicka says. \"Covid is overwhelming, on top of everything else.\" She predicts that more families will end up in poverty as a result of job losses due to Covid. With rising anxieties over the climate, the environment and Brexit, there could be a \"massive existential crisis\" among young people, she says, where people question the purpose of their lives. The question is: will worn-out teachers and under-resourced charities - often the first port of call for teenagers with mental health problems - be able to provide the support that is needed? Prof Townsend says there should be a wider range of opinions on Sage, the government's scientific advisory group, so that their recommendations reflect the needs of both young and old - more psychologists and human rights lawyers, for example. There are suggestions that young people should have a voice at the top table too. Amanda Chetwynd-Cowieson, 28, certainly thinks so. She is chair of the British Youth Council and says people her age are fed up of being blamed for everything - particularly over the summer, as infection rates rose among the under-30s. This has been linked to young people returning to work in jobs in pubs and restaurants where they came into contact with other people, and socialising again with friends. \"We're told not to kill granny with the virus, blamed for going to the pub and blamed for going on protests. Why is the assumption that young people are going to make it worse? It's so accusatory.\" Ms Chetwynd-Cowieson would like to see more funding for mental health support in schools and universities, and a focus on how young people from ethnic minorities are coping, since their communities are more affected by Covid-19. She also suggests a ministerial post for young people and a No 10 press conference especially for children, where they can ask questions about the handling of the epidemic. \"Everyone is fully aware this is an unprecedented situation, but it's not about living through Covid, it's about living with it, so what are we doing differently for different generations?\" she asks. ", "url": "https://www.bbc.com/news/health-54449149"}