{"datetime": "2021-03-10T15:58:27.000Z", "author": "Nick Triggle", "subject": "Coronavirus pandemic", "title": "Covid-19: False test results 'ruining' return to school", "article": "Children in England are being unfairly punished by the insistence they must abide by \"incorrect\" positive results from rapid Covid tests, experts say. Reports have emerged of pupils having to isolate after testing positive at school using the on-the-spot checks - only for a more reliable follow-up lab-based PCR test to find them negative. Parents said it was \"ruining\" the return to school. Rapid tests at home or in workplaces can be overruled by a lab test. But the government has insisted this cannot happen for tests done in school - although it has been unable to explain why. Pupils at secondary schools - of which there are around four million - are being offered three lateral-flow tests following their return to school. But because infection rates are so low, the Royal Statistical Society believes more of the positive results produced this week could be wrong than right. The children of Rachael Stewart, from Oxfordshire, have fallen foul of the policy. Her 16-year-old son tested positive via the rapid test done at school and he and his two younger sisters are having to isolate. \"We immediately got a PCR test done - I use these rapid tests for work and that is what we do. It came back negative, but we were told they still had to isolate. It is so upsetting for them. \"They have already been out of school for two months and now to miss more when there is no reason for it is incredibly frustrating and upsetting. It has ruined the return to school. \"I support the idea of testing but I have withdrawn consent for any more testing at school.\" Dr Rachel Clarke, an NHS doctor, is another person who has been affected.She said her son and 30 other pupils are out of school after one tested positive with a lateral-flow test, despite a PCR test later confirming the individual was negative. \"You really, really couldn't make this up,\" she said in a tweet. \"The idea of entire classes of children being kept out of school for 10 days due to one false positive test is awful.\" Their concerns are being echoed by experts in the field. Sunil Bhopal, an expert in child health at Newcastle University, said the policy was wrong, suggesting it smacked of a government that was not prioritising children enough. He said: \"It is so painful what happens when children are put last. It is a recurring theme of the pandemic response.\" The false-positive rate for the rapid tests is low - estimates have put it around 0.1% - but given the large numbers being offered the test, thousands of pupils could be incorrectly told they are infected this week and next. But even if a follow-up PCR test finds they are negative it cannot override the results of the rapid test, meaning those pupils, their families and any close contacts they have will need to isolate at home. It is unclear why the government has adopted different policies for tests done at home and at school. In a statement, Health Secretary Matt Hancock said the approach being taken would \"help detect asymptomatic cases quickly\" preventing the virus from entering schools and colleges. ", "url": "https://www.bbc.com/news/health-56349116"}