{"datetime": "2021-02-25T06:55:51.000Z", "author": "India Pollock", "title": "Home education: Children 'failed' decade after boy's death", "article": "Ministers have failed to protect the rights of children who are home educated in Wales 10 years after a child's death, a review has found. Dylan Seabridge, eight,died of scurvy in 2011 after not being seen by any services for seven years. A review by the Children's Commissioner claims the Welsh Government has \"failed to respond adequately\" to his death. The Welsh Government said it took protecting children's rights \"extremely seriously\". The review, which calls for changes to laws after the upcoming election, comes after Children's Commissioner for Wales Sally Holland used her statutory powers to look into the Welsh Government's response following the death of Dylan in Pembrokeshire. In 2015, an inquest into his death found he had not been seen by any authorities for seven years before he died.A child practice review published in 2016 said it was \"tragic there are many references that the child was 'invisible'.\" It led to calls toensure home-educated children are known to officials - either on a database or register - and for them to be seen by professional services. Ministers have made a number of commitments to change home education regulation, butplans for a new law requiring councils to create a database of children not on a school register were shelved because of the pandemic . Prof Holland said while she acknowledged the \"huge diversion of government resources\" because of the pandemic, she was concerned delays were \"long-standing and may continue in years to come\". Prof Holland said while consultations and work had been carried out by the Welsh Government since Dylan's death, there had been \"no change or strengthening in any meaningful sense to the regulations around home education\". She said that meant Wales remained one of the least regulated places in Europe for children being home schooled. Freedom of Information requests by BBC Wales Live found there were at least 2,250 home-educated children last year, but that number is likely to be higher. The Children's Commissioner referenced another case in Powys which highlighted the need to strengthen home-education law. Last year a child practice review was published which described children being severely physically and emotionally abused.The report noted that the current home-education guidance had \"deficiencies\", and the children involved said \"it should be the kids' choice whether to be home educated\" and that \"education officers should come to the house\".Families who opt to home educate have long opposed a formal register and any kind of local authority monitoring. Erika Lye, of home education charity Mountain Movers, said the community was exhausted by the continued debate around regulation. \"It's really frustrating, this perpetual cycle that is ongoing every two years,\" she said. \"The reasons aren't justified and it won't affect the change that needs to happen. \"What needs to happen is to recognise that social services desperately need funding and resourcing. If social services were properly resourced and funded, they have all the existing powers they can help children [in need].\" In her review, Prof Holland said ministers had also failed to close \"safeguarding loopholes\" to protect children attending independent schools, despite some issues being \"on their radar for at least 18 years\". In 2018-19 almost 10,000 pupils were enrolled in independent schools, where there is currently no requirement for staff to register with the Education Workforce Council for Wales - the independent regulator for education staff.It means staff cannot be struck off the workforce register, meaning they could continue to work with children even if they are sacked because of misconduct involving children. Prof Holland said the case ofToby Belfield - a former headteacher of Ruthin School in Denbighshire sacked for messaging female students - should have \"acted as a catalyst\" to strengthen the law but it still \"had not been prioritised\".The report makes a series of recommendations to be put forward by the next Welsh Government, including the introduction of new laws to ensure all children in Wales can be seen and spoken to about their education as well as \"substantially\" updating the regulation of independent schools.Gareth Pearson, who chairs the Welsh Independent Schools Council, said the safeguarding and wellbeing of its pupils was its \"top priority\" He said: \"We have consistently welcomed any opportunity to work with the Welsh Government to further strengthen our safeguarding provision and look forward to acting upon the recommendations of this report.\" The Welsh Government said it took its responsibility for protecting children's rights \"extremely seriously\" and ministers were disappointed the pandemic had led to \"important planned work\" being dropped. \"In normal circumstances, work would have by now been nearing completion,\" a spokesman said. \"However, we are not in normal circumstances and the government has had to fundamentally shift its focus thus having an impact on completing this work.\"We have noted the findings in the review and will consider the report in detail before responding more formally.\" ", "url": "https://www.bbc.com/news/uk-wales-56185202"}