{"datetime": "2018-09-16T23:04:22.000Z", "author": "Bethan Lewis", "title": "Target pressures see children taken out of school, union says", "article": "Pressure to hit school performance measures may lead some head teachers to take decisions that are not in a child's interests, a union has warned. Tim Pratt of the ASCL union believes there are some examples of pupils being removed from registers so their grades do not count towards school data. It followsconcerns about so-called \"off-rolling\" in England. The Welsh Government said any evidence would \"not be tolerated\" and this had been made \"absolutely clear\" to heads. A parliamentary committee and the English schools' inspectorate hasraised concerns about some schools moving pupils from their register to other settings such as pupil referral units or home education. Those pupils' exam results would not count against the school's performance measures. The way schools are measured is different in Wales and Estyn, the inspectorate in Wales, said it discussed information about changes to pupil rolls with school heads during inspections and local council officials each term.\"In a few secondary schools where there have been significant changes to the Year 10 and/or Year 11 cohort this has been explored by inspectors and information is already used to inform our evaluations of the school,\" said a spokeswoman.\"We are currently undertaking further, more detailed analysis, at school, local authority and national level during this term.\" Mr Pratt, director of the Association of School and College Leaders Cymru (ASCL) said: \"It does happen. I don't think from the evidence we have, we would regard it as a major issue but nor would we deny that in certain cases it does take place. \"Our view is that whatever happens should be in the best interests of a child. \"The pressures on a school, the pressures on school leaders might sometimes lead them to take decision that in other circumstance they wouldn't.\"That doesn't make the decision right and I think we have to keep coming back to this that from a moral point of view we have to say that whatever the circumstance, the interests of the child must come first.\" But he believes changes to accountability measures being introduced by ministers should help. In the past, the percentage of pupils achieving five A* to C passes including English or Welsh and maths has been an influential measure of school performance, but that is being ditched as part of reforms. A Welsh Government spokesman said: \"We have been working with head teachers on a range of new interim performance measures that place a greater focus on raising our aspirations for all learners. \"These new measures will remove the narrow focus on the achievement of just C grades that has occurred as a result of the current measures and will value the progress of all pupils across the cohort. This will ensure that every child matters.\" Erika Lye, who's the chair of a home education charity, is concerned about the number of young people leaving the school system late in their schooling, particularly children with additional learning needs. She believes that is partly driven by pressures on budgets and performance measures. \"Home education is a valid choice, it's a successful choice but it should be a choice. It shouldn't be something that parents are forced into.\"If they want their children in school, the state should be providing what those children need. \"It's really unfair the pressures that the schools are under, and teachers themselves are under - they need more resources - they need more support. \"Government is the one that's setting these targets and I suppose society has this expectation of performance outcomes where really you want a happy school for your child, you want an inclusive environment for your child.\"Performance outcomes really shouldn't be what you plan your child's education for. For your job, for anybody's job you're going to work to your performance targets.\" ", "url": "https://www.bbc.com/news/uk-wales-45508976"}