{"datetime": "2021-02-10T09:01:56.000Z", "author": "Jane Wakefield", "subject": "Coronavirus pandemic", "title": "Home-school: Can you get a free laptop or cheaper broadband?", "article": "Home-schooling can be impossible for families who do not have internet devices, or a reliable broadband connection, especially when several people need to be online at the same time. So what help is available? As of 31 January, the government has delivered 927,689 laptops and tablets as part of its bid to get more than a million devices to schools and colleges during the Covid-19 crisis.Its calculations are based on the number of children entitled tofree school meals . Schools requiring devices for their pupils have to place orders via theGet Help with Technology scheme. Devices are being made available to: According to Ofcom, between 1.1 million and 1.8 million children do not have access to a laptop, desktop or tablet at home, which suggests the government scheme may not be enough. Some private firms and charities are hoping to fill this gap.The London Grid for Learning (LGFL) has a scheme called Bridge the Divide, which is leading a nationwide procurement scheme for two million cheap Chromebooks and WinBooks. The Good Things Foundation'sConnecting Families programme delivered 1,870 devices, connectivity and support to families between August and December 2020. In some cases though, demand for devices isoutstripping the supply . One academy in Norwich ordered 60 iPads in the summer but has not yet received any.More than 880,000 children live in a household with only a mobile internet connection, according to the regulator Ofcom, and many of these connections include a limited monthly data allowance. During the first lockdown, the Child Poverty Action Group reported that many parents were burning though their mobile allowance to support their children's learning. This time, mobile operators have promised to zero-rate certain educational sites. So far EE, BT Mobile, Plusnet Mobile, Virgin Mobile, O2, Three and Vodafone have said the online materials provided by theOak National Academy educational website will be free to access until schools reopen, although only BT has confirmed a start date - the end of January. The concession only applies to content published on the Oak National Academy website itself. Some of its videos are also available on YouTube, but firms cannot offer free access to those without zero-rating all of YouTube, which would seriously damage their business models. BT, Plusnet and EE are also offering free access toBBC Bitesize resources . BT has asked the Scottish, Welsh and Northern Irish administrations to each suggest one additional online resource for children in its regions, which it will zero-rate as well.But Vodafone has said that it does not think it is feasible to ring-fence BBC Bitesize content, and has expressed scepticism that other companies will be able to do it.There are also strict rules - known as net neutrality - which state that providers should treat all internet traffic equally, although Ofcom is expected to waive this requirement given the circumstances. Hundreds of other educational apps and online resources will continue to cost money to access, so the Department for Education has also agreed with mobile operators that schools and local authorities can request free mobile data increases for some of its families.Meanwhile, Vodafone is giving 350,000 free data Sim cards to disadvantaged children. According to the Office of National Statistics, only 51% of households earning £6,000-£10,000 have home internet access compared to 99% of households with an income of more than £40,000. As part of its wider Lockdown Learning programme, BT is offering a £10 monthly fixed broadband tariff for low-income families calledBT Basic .Meanwhile, superfast provider Hyperoptic - which operates in cities such as London, Leeds and Newcastle - is offering free full-fibre broadband (50mbps) for the rest of the school year to households that are able to get its network.It hopes to connect at least 2,500 families, and says there will be no obligation to keep the service once the free contract expires. Virgin is giving more than a million customers who pay for speeds under 100MBps a free boost to higher speeds during lockdown. A number of charities and groups are collecting unwanted laptops and tablets for schoolchildren to use at home.Many schools are accepting equipment directly, but local BBC radio stations are also helping to coordinate donations by liaising with organisations across the UK.The BBC'sMake A Difference: Give A Laptop campaign has seen 17,645 devices donated since 7 January with a further 30,000 devices pledged by businesses across England. In addition, £700,535 has been donated to the campaign. ", "url": "https://www.bbc.com/news/technology-55721216"}