{"datetime": "2021-01-29T06:46:08.000Z", "title": "Digital divide 'locking children out of education'", "article": "Disadvantaged families are being \"locked out\" of education as they cannot afford the costs of online learning, children's charities say. Barnardo's chief executive Javed Khan said \"urgent action\" was needed to make internet access more affordable. Ofcom said 6% of UK families struggled with broadband costs, while 5% could not afford their mobile bills. The Department for Education (DfE) said it had delivered 54,000 4G routers to low-income families. Agovernment scheme to distribute one million laptops to schoolchildren had delivered 801,524 machines as of 17 January, but many are still unable to get online while schools are shut during the pandemic. AnOfcom report from 2020 estimates between 1.m and 1.8m children do not have access toa laptop, desktop or tablet at home. Low-income households are also less likely to have an internet connection in their home, instead relying on expensive mobile phone data packages at a time when paying for weekly food and heating bills is already extremely challenging.Mr Khan said: \"With some families facing the choice between heating and eating, and now trying to afford data too - we need urgent action to support those suffering most during the crisis.\" Katie Schmuecker, from the Joseph Rowntree Foundation, said: \"For people in poverty, high costs and low incomes can mean internet access is out of reach, or incredibly expensive when accessed through pay-as-you-go [mobile data] tariffs.\"This leaves children locked out of an education.\"The BBC's Make a Difference campaign aims to bring communities together to make a difference closer to home via your local radio stations. Its laptop project has seen 17,645 devices donated since its launch on 7 January, with a further 30,000 devices pledged by businesses across England.The campaign has also raised £700,535 which has been donated to charities and schools, from local businesses, trusts, individuals and foundations. Twins Alawia and Khadijia Adam, 10, from Easton in Bristol, said getting online at home during lockdown had been a struggle. They had been relying on paper hand-outs from school but were recently donated a laptop via the BBC's Make A Difference campaign. Alawia said: \"It made a big impact on our lives - you can get more work done - live lessons are amazing, actually. \"Sometimes we do fun stuff and we can see our teacher on the online lessons. \"You get more education and more work done.\" Khadijia said: \"I want to be a doctor and so I have to work really hard on focusing more on my work and having these laptops really helps my education.\" Khaedra Siyad from Easton, Bristol, said she could not afford the broadband and data needed to home-school her seven children. She said: \"They say 'I'm bored - I don't have anything - I don't have the internet or a computer'.\" \"It's very, very hard - the internet is the food money I don't have.\"Their family has since also received a laptop via the scheme. In the Forest of Dean, Gloucestershire, the dairy-farming Bennett family struggle to connect to the internet. For their children, Drew and Megan, home-schooling is a struggle and they cannot get 4G reception, so live lessons are out of the question. Megan, eight, cannot watch any video learning sent by her teachers. Her mother Lisa, 38, said: \"We can't get on to a Zoom session so each week both children don't get to do any of the live lessons or links to tutorial videos that they could watch, it's paper printed-out stuff.\" Some broadband providers - such as BT, KCOM and Virgin Media - offer cheaper tariffs to help customers on low incomes and there are also efforts to\"zero-rate\" educational websites, so that accessing them does not use up valuable data. Anti-poverty charities want more to be done to prevent pupils from disadvantaged backgrounds falling behind in their education.Victoria Benson, chief executive of Gingerbread, a charity that supports single-parent families, said: \"Almost half of single-parent families already live in poverty. \"This means they simply can't afford costly broadband contracts or additional data for children to take part in online lessons.\"Helen Milner, CEO of Good Things Foundation, said: \"Covid-19 has exacerbated a digital divide that was already there - in education, but also for parents and adults.\"Devices are important but people also need connectivity and basic digital skills for life and work, with community-based support.\"Nine million people are unable to use the internet to its full potential, and are being left behind.\" A DfE spokesman said the government had partnered with leading mobile network operators to provide free data to low-income families. He added: \"The country's major telecommunications providers are also working to make it easier for families to access selected educational resources by temporarily exempting them from data charges \"Where pupils continue to experience barriers to digital remote education, we expect schools to work to overcome these barriers. \"This could include distributing school-owned laptops and providing printed resources, such as textbooks and workbooks, to structure learning, supplemented with other forms of communication to keep pupils on track or answer questions about work.\" A number of charities and groups are collecting unwanted laptops and tablets for schoolchildren to use at home. Many schools are accepting equipment directly, but local BBC radio stations are also helping to coordinate donations by liaising with organisations across the UK. To donate a device, visit the Make a Difference website and click \"Give A Laptop\" where you will find an ever-growing list of charities that can help. ", "url": "https://www.bbc.com/news/uk-england-55816686"}