{"datetime": "2021-01-28T14:50:06.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Fifth of pupils in some schools lack digital device", "article": "In 12% of schools in Wales at least a fifth of pupils lack access to a digital device for online learning during lockdown, according to a survey for the children's commissioner. Colleges reported a range of 0-20% of learners lacked access to devices.More than half of learners were sharing access to a device in 36% of schools or colleges. However, more than half of schools and colleges said over 90% of learners did have access to a digital device. In a quarter of schools and colleges all learners were reported to have access, the research for Wales' Children's Commissioner Sally Holland found. Due to Covid-19 restrictions only children of key workers and pupils deemed to be vulnerable are allowed to attend school sites, with the rest required to work online. Thesurvey , of 167 head teachers and college principals, was held over eight days during lockdown earlier this month. It says the most common barrier to online learning reported was families not getting in touch with the school or college to make arrangements for digital access and 42% of schools and colleges said they did not have enough devices.More than half of schools and colleges said they had some households without access to the internet and in 46% of institutions there were households lacking enough data allowances. According to the survey other barriers to online learning included low confidence, time and skills amongst parents for supporting their children and, in some cases, low engagement from families. Several head teachers and college principals expressed \"exasperation at physical barriers, including slow delivery of equipment from central government, despite funding being prioritised early in the pandemic\". The report calls on Welsh ministers to \"work on improving connectivity, access to digital devices and digital skills and confidence amongst parents and carers across the country for the longer term\".It says: \"Education relies on learners being able to study independently at home and the pandemic has reinforced social and educational inequalities.\" The Welsh Government said more than 130,000 devices had been provided since the beginning of the pandemic. \"We recognise some of the logistical challenges around connectivity and are working with local authorities to support their schools and families in understanding the range of offers available from the telecoms providers,\" a spokesperson said. \"We understand how difficult it is for parents who are trying to juggle home schooling and their own work pressures.\" Ministers are urging parents and carers to speak to schools if they need help and say more than 1,000 teaching and support staff have been recruited to provide extra support for learners who may have missed out on teaching time due to the pandemic.On Thursday Prime Minister Boris Johnson said 8 March this was the earliest schools could reopen and that \"depends on lots of things going right\" with coronavirus.Ms Sally Holland has urged ministers in Cardiff toreveal more information about the coronavirus milestones they need to see for pupils to return to classrooms in Wales. The results of a review of Welsh lockdown measures, including school and college closures, will be announced on Friday. First Minister Mark Drakeford has already said that after the February half-term,all pupils are unlikely to return full time . Education Minister Kirsty Williams has said she would look at \"every possible option\" to resume some face-to-face teaching, including prioritising some year groups. ", "url": "https://www.bbc.com/news/uk-wales-politics-55767263"}