{"datetime": "2021-02-26T12:40:10.000Z", "subject": "Coronavirus pandemic", "title": "Lockdown laptops: Thousands of devices donated to pupils", "article": "More than 85,000 laptops and tablets have now been offered to improve the lives of school children who do not have a device at home. The BBC's Give a Laptop scheme launched in January to help children with their online lessons while schools were closed due to lockdown. Members of the public and businesses have been donating devices which are then distributed to those in need.It is estimated that up to 1.8 million children do not have a laptop at home. Campaigners say donations will still be needed when face-to-face lessons resume on 8 March to give pupils equal access to technology required for homework and to prepare for exams. Six months ago 15-year-old Charlie, from Devizes, in Wiltshire, said he was struggling with home schooling on his phone, but that his foster dad, Chris, could not afford to buy him another device. Then, a BBC viewer donated a laptop.Charlie said: \"It was terrible. I wasn't engaging in lessons and my exam grades were straight fails.\"\"He has gone from being a student who was failing, to a student who has hope. Now he has passed his mocks. It's unbelievable,\" Chris added.Schools will collect most of the devices back when students return, leaving them with the choice between keeping technology in the classroom or lending to children who need it at home. Mum-of-four Edwina, from Bristol, said it would be hard for her children to hand the laptop back as they have benefitted from using it at home. \"I don't want to sound selfish even though I know it was leant to us by the school,\" she said. \"Giving it back is going to affect my children negatively because they are kind of used to it now.\" The BBC's Make a Difference campaign aims to bring communities together to make a difference closer to home via your local radio stations. Its laptop project has seen 35,572 devices donated, with a further 50,000 devices pledged by businesses across England and set to be distributed in the coming months.The campaign has also raised £860,993 which has been donated to charities and schools, from local businesses, trusts, individuals and foundations. A number of other charities and groups are collecting unwanted laptops and tablets for schoolchildren to use at home. Many schools are accepting equipment directly, but local BBC radio stations are also helping to coordinate donations by liaising with organisations across the UK. To donate a device, visit the Make a Difference website and click \"Give A Laptop\" where you will find an ever-growing list of charities that can help. ", "url": "https://www.bbc.com/news/uk-england-56207152"}