{"datetime": "2021-02-16T17:08:17.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Youngest pupils to return to classrooms", "article": "The youngest pupils are to return to Scotland's classrooms for face-to-face teaching from next week. The move will see all children in P1 to P3 and those at pre-school returning from Monday 22 February. Other age groups will continue to learn from home, apart from some secondary pupils who need to complete coursework. First Minister Nicola Sturgeon said it was unlikely that any other pupils would return to school before 15 March at the earliest. All other existing lockdown measures will all remain in place until at least the end of this month, with Ms Sturgeon warning that the country remains in a precarious position.The EIS teaching union said it still had significant concerns over school safety which had not yet been addressed, and a blended learning model - with around half of pupils in classes at any one time - would have more appropriate.The union's general secretary, Larry Flanagan, said: \"Everyone is supportive of face-to-face teaching returning as soon as possible - that should not override safety concerns, however, and teachers will be understandably nervous around today's announcement.\" The Scottish government will draw up a \"revised strategic framework\" - to be published next week - to set out how Scotland can exit lockdown and what conditions will need to be met before restrictions can be eased. Will your child be returning to school on Monday? Share your stories. Ms Sturgeon said it was unlikely that hotels and holiday accommodation would be open again in time for people to book any sort of Easter break, but \"staycations\" may be possible by summer. In an update at Holyrood, Ms Sturgeon said she had \"more reason to be hopeful now than we did a few weeks ago\" that the race against the virus could be won, with the vaccination programme picking up pace while lockdown contains the spread of new cases. She said she was \"very hopeful that vaccination will start to have a significant impact in reducing the number of people who die from Covid\", saying there was already evidence of this in care homes. However, the first minister warned that \"our situation is still very fragile\", saying: \"Even a slight easing of restrictions could cause cases to start rising rapidly again\". While she said it would continue to be \"extremely cautious\", the government is focused on a \"gradual, phased return to as much normality as possible\". This is to begin with schools, with the youngest pupils to return to classrooms as soon as next week. But Ms Sturgeon said there would be trade-offs, adding: \"We are choosing to use the very limited headroom we have right now to get at least some children back to school - because children's education and wellbeing is such a priority. \"But being able to get children back to education may mean the rest of us living with some other restrictions for longer.\" Careful, cautious, gradual are the watchwords for the easing of lockdown in Scotland. That is to say we're not going to get back the everyday freedoms we once took for granted, quickly. The stay at home instruction will remain in place into March, possibly longer, with the anniversary of the first lockdown drawing nearer. A further reopening of schools is a priority but will not happen before 15 March.Easter holidays are unlikely to be allowed at home or abroad. The same will probably apply to overseas holidays this summer. Why all this caution when the vaccination programme is now progressing at pace? Because, at this stage, ministers remain nervous that opening up too quickly could mean losing control of the virus again in the wider population. They are desperate to avoid a third lockdown later in the year.A return to local protection levels should form part of the exit plan to be announced next week. But expect the restrictions associated with each level to be tighter than before, given this system was overwhelmed as autumn turned to winter last year. The first pupils to return to schools will be those in preschools, those in P1, P2 and P3, and \"a limited number of senior phase students who need access to school for essential practical work\". Ministers hope to set out second phase of schools reopening in two weeks time, but Ms Sturgeon said there was \"unlikely to be any further return to school before 15 March\" so that the impact of the initial changes can be assessed. She said at-home testing sets would be provided to senior phase pupils, teachers and school staff once they do return, and that secondary pupils would have to maintain a 2m distance in school buildings. Plans for the \"gradual\" easing of the strict stay at home lockdown are set to include a return to a regional levels system. Ms Sturgeon said that \"caution will be necessary\", and that she would be clear about what will not be possible in the immediate future - including holidays. She said: \"We are likely to advise against booking Easter holidays, either overseas or within Scotland, as it is highly unlikely that we will have been able to fully open hotels of self-catering accommodation by then. \"However, for the summer, while it is still highly unlikely that overseas holidays will be possible or advisable, staycations might be - but this will depend on the data nearer the time.\" Scottish Conservative group leader Ruth Davidson said it was \"very welcome news\" that schools could start opening again safely. However she said that \"to get us even closer to normality, we need to get all key workers vaccinated as early as we can\", saying government plans were \"short on detail\". And she urged the Scottish government to publish its plans for helping pupils to catch-up with the schooling they have missed, which she said should be built around a tutoring service to stop the attainment gap growing.Scottish Labour's interim leader Jackie Baillie also challenged Ms Sturgeon over the vaccine rollout, urging the first minister to commit to more ambitious targets for completing priority groups. ", "url": "https://www.bbc.com/news/uk-scotland-56087581"}