{"datetime": "2021-01-13T11:50:49.000Z", "author": "Bethan Lewis", "subject": "Coronavirus pandemic", "title": "Covid in Wales: Online education 'patchy and inconsistent'", "article": "Online education is \"patchy and inconsistent\" and there should be a clearer national approach, according to Wales' future generations commissioner. Sophie Howe said the Welsh Government should do more to ensure consistency of learning by schools across Wales. Schools areset to remain closed until at least the end of January, with teaching delivered remotely. The Welsh Government said it had been commended for the way it had provided devices to access online learning. Ms Howe said \"real leadership from the top\" was needed along with clarity about what parents should expect regarding \"how many hours, what type of work, how we should be using digital platforms, and indeed how best to support parents to facilitate all of that\". She said a chief digital officer for education was needed. \"What we're seeing at the moment is parents having to compete with multiple different platforms. I think I counted about six or seven that my four children are on,\" she said. \"It does seem that some schools are offering face-to-face virtual lessons, some are just offering worksheets and so on.\" The Welsh Government said it had successfully providedlaptops and MiFi devices to families who were struggling to access online learning, plus guidance and training for teachers. It confirmed there was no legal duty on schools in Wales to deliver a minimum amount of online teaching after schools in England were told it would be mandatory to deliverthree to five hours of remote learning per day - a duty overseen by school inspectors. The Welsh Government said the inspectorate, Estyn, was not formally overseeing the delivery of remote learning in Wales but had been part of a Blended Learning Working Group which also involved regional education consortia and local authorities. Guidance to schools says pupils should generally receive \"the duration of learning time they would receive were they in school\". Nick Langston, a professional guitarist from Chepstow, Monmouthshire, and his wife Lisa, a solicitor, are helping home school their two young children. Their eight-year-old son is required to complete one piece of literacy and numeracy, and another topic every day which is set online and then sent back to teachers to be marked. Nick said: \"We were concerned initially that we'd be expected to be teaching the kids for six hours a day, which would have been quite a challenge.\"But, actually, the big focus seems to be on making sure the kids' reading and writing keep going, and their numbers keep going, and then they've given us flexibility.\" Lisa said the communication from the primary school has been \"fantastic\". She said: \"They respond really quickly which is great because obviously they've got a lot of children to respond to, and they're very positive in their comments and encouraging and pushing the children along.\"There's a real interaction between the kids and the teacher which has been great.\" Nick and Lisa's eight-year-old son Henry said he found doing his school work at home \"good\" although it could be \"a bit stressful doing it\". He said he had been completing maths, spelling and work learning about the forest, at home. \"It gets my brain working through the day. \"But it has been a bit annoying because everybody is talking and you have to concentrate to do work,\" he said. Meanwhile 17-year-old A-level student Jackson said the lesson work he is set was \"not that different\" to when he was in school. \"It varies for each lesson, ranging from 15 minutes to the entire hour,\" he said. Rhian Lundigran, head teacher at Glan yr Afon and Bryn Hafod primary schools in Llanrumney, Cardiff, said it is easier to plan for remote learning now schools know they will be closed for some weeks.Having handed out 300 devices and 200 dongles during the first lockdown, a further seven were distributed last week to families whose circumstances had changed.She said a mix of daily \"meets\" with the class teacher, along with setting tasks online, works well.\"We're very aware of children's wellbeing and parents' wellbeing,\" she added. \"We're also aware that teachers have their own children trying to learn at home while they're working at home, and it's trying to get that balance between wellbeing and learning online. \"Every school is different, every family has different circumstances and there are strengths I'm sure in many different schools, but to share that good practice would be really effective and would reduce the workload of teachers.\" Plaid Cymru said the Welsh Government needed a plan to get rid of a \"postcode lottery\" of provision and the government should provide clear expectations for teachers to address inconsistencies \"from school to school and pupil to pupil\".\"There should be a clearer expectation on schools [and] teachers coming from the Welsh Government that remote learning has to be ramped up. There should be national expectations set out that does include remote learning,\" said education spokesperson Sian Gwenllian. \"Obviously, face-to-face learning is the best way and anything that can replicate that, remotely, needs to be the focus - so live streaming of lessons and individual lessons between smaller groups.\" The Welsh Conservatives said the situation had improved since schools were closed in March but the picture was still \"not very consistent\". \"I think there's a case to be made for a minimum number of hours, but without being prescriptive about what those hours are used for because teachers are best placed to know how individual classes would work,\" said the party's education spokesperson Suzy Davies. She said the regional education consortia should have a role in monitoring the quality of provision and \"supervising and supporting teachers\". The schools watchdog Estyn said provision was becoming \"less variable\" than during the first lockdown. Meilyr Rowlands, chief inspector of education, said education staff had risen to the challenges posed by the pandemic. \"The periods of learning from home has meant that all schools have had to think afresh about how pupils learn and how face-to-face teaching can best promote resilience and independent learning skills,\" he said.\"Overall, the education and training system is now better prepared for distance learning and the provision is becoming less variable than during the first lockdown.\"As a result, schools and other providers are planning to implement more extensive programmes of live-streamed and pre-recorded lessons for learners during the current lockdown period.\"Eithne Hughes, director of the Association of School and College Leaders (ASCL) Cymru, said schools were now in a far better position than at the outset of the pandemic to deliver remote teaching. \"We will also be talking to the Welsh Government about how schools can be best supported in order to ensure this provision is of the highest quality,\" she said.\"However, the success or otherwise of remote education is not entirely within their power.\"Some children will not have access to a laptop or tablet, or will have to share access, or will not have a stable internet connection, or a quiet space in their homes.\" ", "url": "https://www.bbc.com/news/uk-wales-55635638"}