{"datetime": "2021-02-17T11:34:43.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Blended learning to continue for 'some time'", "article": "Some Scottish school pupils could be partly taught from home indefinitely, the education secretary has acknowledged. John Swinney said that physical distancing would continue to be needed in secondary schools, meaning fewer pupils in classrooms at one time. Children in pre-school and P1-P3 are to return for face-to-face teaching from Monday, as well as some senior pupils. Other age groups will continue to learn from home. Following the announcement about early years pupils on Tuesday, First Minister Nicola Sturgeon said it was unlikely that any other pupils would return to school before 15 March at the earliest. It comes as the Welsh government said children aged three to seven would also return to school on Monday. However, the prime minister has yet to announce plans for the reopening of schools in England, but said they would not return before8 March . The Northern Ireland Executive is also yet to decide if some or all pupils can return on 8 March. Teaching unions in Scotland have said that some schools will need to follow a blended learning model for a \"considerable\" period of time to maintain social distancing. When asked on the BBC's Good Morning Scotland programme if this was a picture he recognised, Mr Swinney responded: \"Yes. The scientific advice that I have available to me just now recognises that physical distancing will be required for at least senior phase pupils within our secondary schools. \"That obviously means that we can only have fewer pupils in schools at the same time. So, there is every possibility that unless that advice changes, that we will have to operate on such a model.\" Mr Swinney said he could not be \"definitive about timescales\", but said the government would return pupils to classrooms full-time \"as soon as it was safe\". Scotland largest teaching union, the Educational Institute of Scotland (EIS), has expressed reservations about any return to the classroom. General secretary Larry Flanagan said teachers would be \"understandably nervous\" about the return of some pupils given infection rates remained above the World Health Organisation's definition of \"under control\". He also urged the Scottish government to reconsider backing medical grade face masks for staff \"as a matter of urgency\". Mr Flanagan said: \"Against this backdrop, the EIS continues to believe that a blended learning model, with around half of pupils in classes at any one time to allow for physical distancing, would have provided a more cautious and more appropriate basis for pupils returning to schools.\" Seamus Searson, general secretary at the Scottish Secondary Teachers' Association, said it important that social distancing was enforced in secondary schools. He added: \"We also would like to see that pupils wear face coverings at all times. And equally and more importantly for us is that when youngsters refuse then they shouldn't be allowed to be in school.\" As well as the youngest pupils, a limited number of senior phase students who need access to school for essential practical work will return to schools from Monday. There will also be a limited increase in the provision for vulnerable children - specifically those with the most significant additional support needs - where schools believe this is essential. Meanwhile, Mr Swinney also responded to criticism from one of the architects of the Curriculum for Excellence, Dr Keir Bloomer, who said he could see \"no reason\" why a review into Scotland's secondary education system had been delayed. Dr Bloomer had suggested the government was trying to get the review's author's, the Organisation for Economic Cooperation and Development (OECD),to \"alter what it says\". However, Mr Swinney rejected that and said the delay was because of the \"thoroughness and the scale of the work\" that had to be done during a pandemic. He said: \"The report is not finished. The OECD will share draft findings in March with stakeholders in Scotland to develop their thinking and the report will be published in June. \"The criticism that was made by Keir Bloomer is unsubstantiated and unwarranted and it has no place in the debate on such important issues.\" ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-56095795"}