{"datetime": "2021-02-16T14:11:43.000Z", "subject": "Coronavirus pandemic", "title": "'No reason' OECD review into Scottish schools cannot be published", "article": "A senior figure in Scottish education says he can see \"no reason\" why a review into Scotland's secondary education system has been delayed. Dr Keir Bloomer, one of the architects of the Curriculum for Excellence, said the sooner the independent review was published \"the better\". It had originally been expected to be released in February, ahead of the Holyrood election in May. The Scottish government has blamed the delay on the Covid-19 pandemic. The review is being led by the Organisation for Economic Cooperation and Development (OECD). It was initially intended to examine the senior phase of Scottish education (S4-S6) following a critical report from a Scottish Parliament committee, which said there had been a \"lack of clear leadership\" from officials and \"some narrowing of subject choice\". Education Secretary John Swinney was later forced by opposition parties to widen the review to include the whole of the Curriculum for Excellence - effectively the entire school system. Mr Swinney announced in April thatpublication of the review would be delayed until June 2021. It has now emerged that the authors of the report have completed a draft of the review. Dr Bloomer toldBBC Radio's Good Morning Scotland programme that he could not see any reason for delaying publication until June. He added: \"The whole purpose of the OECD review was so that we can learn from the many, many mistakes which have been made in the implementation of the Curriculum for Excellence. The sooner the report is in the public domain, the better. \"The only reason the government can possibly have for seeking to maintain secrecy over this review is that it's trying to get the OECD to alter what it says, and that to my mind is completely insupportable.\" But the Scottish government said the OECD's review was still ongoing. A spokesman said: \"The OECD has been engaging virtually with stakeholders over the last few months and have met with a wide range of education bodies as well as undertaking virtual school visits.\"They will be holding an engagement event at the beginning of March, where they will share emerging messages with stakeholders, providing a further opportunity for key partners and practitioners in Scotland to inform the final report, which will be published in June 2021.\" However, the Scottish Liberal Democrats believed the government was \"trying to stitch up\" the independent review. Party leader Willie Rennie said: \"It is scandalous that SNP ministers get to see the first findings from the OECD six months before anyone else. Conveniently, the rest of us only get sight of anything after the Holyrood elections. \"Who knows what that will look like given these new documents show ministers will already be scribbling notes on the OECD's first draft We need an unedited, OECD interim report before the election, and one that doesn't have SNP ministers' fingerprints all over it.\" The Curriculum for Excellence was launched in Scottish schools in 2010 and gives teachers more flexibility over what and how they teach. The delay of the review was announced by Mr Swinney in a written answer to fellow SNP MSP Gordon MacDonald in April 2020. The education secretary said the Scottish government remained committed to the review of the Curriculum for Excellence, but had agreed to delay engagement with \"practitioners and learners\" until October. Scottish schools were closed in late March 2020 because of the coronavirus outbreak and did not reopen fully until August. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-56081250"}