{"datetime": "2021-01-06T12:54:57.000Z", "subject": "Coronavirus pandemic", "title": "Children home-schooling 'denied laptops' by means testing", "article": "Children without access to a laptop are being denied support for home-schooling by means testing, a charity says. All schools and colleges in Wales have beentold to move to online learning until 18 January at the earliest. But Child Poverty Action Group in Wales said some schools were only offering help to children on free school meals.The Welsh Government said it had distributed over 74,000 devices to local authorities and 58,000 more were expected within weeks. Ellie Harwood from the charity told BBC Radio Wales: \"We've been hearing that not everyone who needs these devices has been able to get them.\"And that's sometimes because there's been means testing of who's eligible for access to devices. So some schools and local authorities have chosen to only offer them to families who get free school meals. \"Three-quarters of families who lack the kind of devices they need aren't eligible for free school meals, because only less than half of children in poverty can actually get free school meals.\" The charity said some homes were also not set up for home learning with poor internet connection and a lack of workspace. \"So many families just simply don't have either personal internet enabled devices or the sort of broadband and data that they need to connect,\" said Ms Harwood. \"Critically, a lot of homes and over a quarter of low income homes don't have a workspace for a child so no desk or table that they can sit at. \"And of course the other critical thing is a parent or carer or an adult who can supervise and support learning at home - that's just not possible either for a lot of people.\"Hayley Davies from Bridgend is home schooling her three children and does not have a device for each of them. She said: \"I'm having to teach primary school, the very beginning of comp and GCSE - it is quite a broad spectrum for someone who doesn't have a teaching qualification. \"Having to get all the devices in the right places at the right time, where some of them have to share - if there's one doing art then one can go online. \"There aren't enough devices that are suitable to go around but you have to kind of juggle it all up really.\" Chanelle Taylor's six-year-old daughter is in a Welsh-medium school in Caerphilly. She has her own device but Ms Taylor said her biggest challenge was home schooling in a language she does not speak: \"There's only so much [I] can teach my daughter.\"It is really difficult at the moment but the school are doing their best to bring some resources via email and we are fortunate to have just one child and one device - but she's very hyperactive so it is very hard for her to stay put and do some work with ourselves.\"Education Minister Kirsty Williams has said losing schools will have\"grave consequences for children\" , but education \"has a role in supressing the virus\". The move came afterteaching unions called for a delayed start to term amid concerns about thecoronavirus variant . Ms Williams has said there is no evidence the new variant is more transmissible in children than adults. Wales has been in anational lockdown since 20 December with people told to stay home and avoid all but essential travel. Gareth Evans, director of education policy at University of Wales Trinity St David said: \"I think with the best will in the world some pupils will be urged and encouraged to learn from home some, some won't.\"And finally some can't and won't be able to at all and that's of course because of issues relating to connectivity and availability of equipment - that is why, getting children into school for as long and as quickly as possible as safely as possible is the imperative here because face to face teaching.\"Plaid Cymru health spokesman Rhun ap Iorwerth said the party had offered a laptop for every child in Wales as part of its 2007 election manifesto.\"There was some raised eyebrows at the time I remember, I was a journalist, but hey, wouldn't that be a good thing if we have that In place now,\" he said. He also told BBC Radio Wales he did not think schools were likely to reopen on 18 January. \"It seems as if we're somewhere, a little bit deeper than that in terms of the state of the virus in large parts of Wales, and that would be my hunch so at this point.\" He called on the Welsh Government to make an early decision on the reopening of schools: \"The more warning we can have now of what's going to be happening with week after next the better I think.\"Welsh Conservatives health spokesman Andrew RT Davies added: \"Clarity and certainty is a critical commodity in this equation\". ", "url": "https://www.bbc.com/news/uk-wales-55556630"}