{"datetime": "2022-02-11T06:43:46.000Z", "subject": "Coronavirus pandemic", "title": "Covid: What are the new rules for Wales?", "article": "Rules on face masks are being relaxed and Covid passes will no longer be needed as the Welsh government lifts more curbs to people's daily lives. Wales is currently atalert level zero , the lowest level of Covid rules.Rules limiting socialising in pubs, bars and restaurants have already been removed and nightclubs are able to open, as social distancing rules were scrapped. From 18 February, Covid passes for entertainment venues, nightclubs and large events will no longer be needed. And from 28 February, pupils will not have to wear face masks in class and the law requiring face coverings in most public places will be relaxed. However, they will still be needed in shops, public transport, hairdressers, salons and health and social care. But they will not be needed in places of worship, cinemas and museums. All other face covering rules could be lifted by the end of March if conditions continue to improve, according to the Welsh government. Self-isolation rules remain, but will be reviewed on 3 March. People who test positive for Covid must still isolate for a minimum of five full days, with two negative lateral flow tests required on day five and six in order for them to come out of isolation. Since 10 February, Wales has returned to a three-week review cycle as the country is at alert level zero. What do the changes mean for people and businesses in Wales, and what can you do and when? The lowest set of restrictions since the start of the pandemic, we were last in alert level zero at Christmas. Under it, most curbs to our daily life have been removed, all businesses are allowed to reopen. Self isolation rules still apply, but these will be reviewed on 3 March. Since 22 December, fully vaccinated adults, children aged between five and 18 and vaccine clinical trial participants identified as a close contact of a positive case of Covid-19 in Wales do not need to self-isolate.Instead, the Welsh government strongly advises them to take lateral flow tests for seven days as a precautionary measure. Children under five do not need to isolate and are not required to take a PCR test or do lateral flow tests. Since 28 January, people who have tested positive must isolate for a minimum of five full days, with two negative lateral flow tests required on day five and six. Until then, the self-isolation period was seven days,down from the 10 days it was previously , with negative lateral flow tests needed on day six and seven.The Welsh government has urged people to take lateral flow tests before socialising, shopping or visiting people and not to go out if it is positive. It advised meeting outdoors where possible and to make sure indoor meetings are well ventilated. People, it said, should leave at least a day between social events. From 26 December, groups of no more than six people were allowed to meet in pubs, cinemas and restaurants in Wales, with licensed premises having to offer table service only, and face masks worn, along with contact tracing details collected.But under the Welsh government announcement, all of this changed on 28 January. The rule of six was scrapped, meaning people can go to the pub with whoever they like, can go to the bar for a drink, and social distancing has ended. People are also able to be served at bars again, as table service only rules were scrapped. While wearing a face mask in a pub or bar is no longer required by law, the Welsh government has advised staff and customers to wear them indoors, when not eating, drinking or dancing. Limits on indoor or outdoor event numbers were lifted on 7 August. For important life events such as weddings, civil partnerships, funerals and wakes, the numbers will be determined by the ability of the venue to manage social distancing and other reasonable measures. All guests will need to take a lateral flow test. People attending weddings, civil partnership or alternative wedding ceremony or reception, no longer have to wear face coverings by law under alert level zero. The Welsh government advised people to wear a face covering indoors when not eating, drinking or dancing, but this changes on 28 February when face mask rules are relaxed. You can, and international travel is allowed, although local rules and quarantine will apply. On 25 January 2022, theWelsh government stopped advising people against travelling abroad for holidays for the first time since the start of the pandemic.Nightclubs were closed from 26 December, but under the four-stage plan, they have been allowed to open since 28 January, when Wales moved to alert level zero.Covid passes will no longer be needed for nightclubs, along with cinemas, theatres and other large events from 18 February. From 15 January the number of people allowed to attend an outdoor event rose from 50 to 500. On 21 January all outdoor activities moved to alert level zero, with no limits on the number of people who can take part and crowds were able to return to sporting events.Pupils returned later than planned for the start of the new spring term in January. From 18 February, they will no longer be required to wear face coverings and schools will be able to decide their own rules. A legal restriction to work from home unless unavoidable, with £60 fines for anyone who did not comply and had no reasonable excuse, was scrapped on 28 January. However, the Welsh government said it remained important to work from home if you can. You have been able to travel anywhere in the UK since 12 April 2021, subject to restrictions in force in the other nations. It also means people from other parts of the UK can come here. All holiday accommodation was able to fully reopen from 17 May. ", "url": "https://www.bbc.com/news/uk-wales-55333756"}