{"datetime": "2021-01-11T16:23:33.000Z", "title": "Covid-19: BBC NI launches online educational materials", "article": "With Covid-19 restrictions making remote learning a reality again for many children, BBC Northern Ireland is aiming to help lockdown learning by providing tailored content online. From Friday 15 January, Bitesize will release learning content aimed specifically at foundation and primary pupils in Northern Ireland. Itwill be available on BBC iPlayer. This will complement a host of local learning content for all primary and secondary pupils onBBC Learning NI . The current NI lockdown means many pupils will not return to schooluntil after the half-term break in mid-February . Content for P1 and P2 pupils will include videos on personal development and mutual understanding, maths and language and literacy. P3-P5 pupils will be able to access lessons on music and language and literacy with P6 and P7 pupils having a choice between personal development and mutual understanding, Irish, Ulster Scots and history. This is part of the overall BBC plan to deliver the biggest education offering in its history across more of its platforms. Reacting quickly to the news of UK schools moving to remote learning, the new offer from the BBC will ensure all children can access curriculum-based learning even if they do not have access to the internet. Learning resources for foundation and primary pupils in Northern Ireland will beavailable on BBC iPlayer by searching for Bitesize Northern Ireland. Local learning content for all primary and secondary pupils in Northern Ireland can be found onBBC Learning NI . Further online lessons for primary and secondary school pupilscan be accessed at Bitesize Primary. There will be programmes for primary school pupils will on CBBC between 09:00 and 12.00 local time every weekday.This will include BBC Live Lessons and BBC Bitesize Daily, as well as other educational programming such as Our School and Celebrity Supply Teacher and titles such as Horrible Histories, Art Ninja and Operation Ouch. BBC Two will cater for secondary students with programming to support the GCSE curriculum, with a least two hours of content each weekday. Content will be built around Bitesize Daily secondary shows, complemented by Shakespeare and classic drama adaptations alongside science, history and factual titles from the BBC's award-winning factual programming units. The Bitesize Daily lessons will also be shown on the Red Button service on TV. All episodes will be available to catch-up on,on demand on iPlayer. too. BBC Director General Tim Davie said: \"Ensuring children across the UK have the opportunity to continue to follow the appropriate core parts of their nation's school curriculum has been a key priority for the BBC throughout this past year. \"Education is absolutely vital - the BBC is here to play its part and I'm delighted that we have been able to bring this to audiences so swiftly.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-55594420"}