{"datetime": "2021-01-10T11:26:32.000Z", "author": "Nichola Rutherford", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: Pupils face disparities in remote learning", "article": "Live-streamed lessons will not be offered to all children in Scotland when the new school terms begins on Monday, according to BBC research. Plans for remote learning during the latest lockdown reveal big disparities between Scotland's 32 councils.Many say live online lessons will be part of a mix of different learning tools offered to pupils but some have ruled it out.The Scottish government said a uniform approach would be \"counterproductive\".Instead the decision on the best approach has been left to individual schools and teachers.The BBC news website asked all of Scotland's councils about their plans for digital teaching. The replies also revealed a varying approach over how some vulnerable and children of key workers who are able to attend school will be taught. Some will receive face-to-face teaching while others will be supervised by school staff while they complete the remote learning tasks set by their class teachers.Local authorities said schools were better prepared to roll out digital learning than they were during the first lockdown.And they argued that head teachers were best placed to know the most effective methods to deliver home learning to their pupils.But one parents' group has raised concerns about \"equal and fair access to home learning\" and it has called on the Scottish government to set minimum standards.Education Secretary John Swinney saidnew guidance on remote learning published by Education Scotland highlights the importance of \"an appropriate balance of live learning and independent activity and an entitlement to ongoing dialogue, reflection and feedback with teachers\".Speaking to Politics Scotland, Mr Swinney said: \"There's been a huge amount of work done by educators the length and breadth of the country to prepare for remote learning.\"This work started back in March of 2020. \"It would be completely impossible, and actually counterproductive, for the government to issue a national programme.\"I'm very confident that good measures have been put in place and I look forward to pupils being supported in their homes. \"Most Scottish councils said live lessons would be part of a \"mix\" which would also involve recorded sessions and independent study for pupils. Orkney, which cited poor connectivity, and Midlothian said they had no plans for live lessons this week, although one teacher in Orkney contacted us to say he would be delivering live online teaching for the majority of his pupils. Midlothian later said that at least one school was offering live lessons from Monday and more schools would follow suit in the coming days.Others, such as Dundee and Renfrewshire, were among those who said it was being worked out on a school-by-school basis.West Lothian said there was \"potential\" for live lessons but individual staff would decide the most appropriate method of delivery. Aberdeenshire said the remote tools it used, such as Microsoft Teams and Google Classroom, had the \"option\" of video conferencing tools but it did not say whether schools would use them. Glasgow said live video lessons would be part of the mix in secondary schools, while East Renfrewshire said schools would be using a range of different methods which \"might\" include live lessons. Meanwhile, Edinburgh said \"school work and recorded lessons will be uploaded online so that all pupils can access them during the course of the school day/week\". It said some live lessons may also be available but daily video conference classes from teachers will not be the norm. South Lanarkshire and Dumfries and Galloway said schools were still finalising details on how remote learning would work. Lindsay Paterson, a professor of education policy at the University of Edinburgh, said the disparities \"confirm the sense that very little work has been done to prepare for this new situation\".He said remote working could only work if schools were actively contacting each pupil - preferably every day and by phone rather than text or email.Pupils should be regularly given work to submit to the teacher either electronically or by post, and the work should be marked and returned with feedback, he added.Prof Paterson said this would keep pupils engaged but only about half of school pupils had that experience during the 2020 lockdown. The 50/50 In School campaign has been calling for a national strategy or plan on home learning since June.\"We believe that there should be minimum standards that all schools are delivering in terms of real teacher and class contact as well as interactive lessons,\" said their spokeswoman Janis McCulloch. \"In our opinion this is more than simply putting worksheets on to the Microsoft Teams App.\"Ms McCulloch said it was \"disappointing\" to be in another lockdown and feeling no further forward than last March.\"This puts huge pressure on the teaching staff and enormous pressure on parents at home who have to balance working and home learning,\" she said.However Tam Baillie, Scotland's former children's commissioner, said he was not surprised there was a mixture of approaches from councils, schools and teachers.He said they would know what would work best for their local children and young people. \"We shouldn't underestimate the efforts that people have gone to to make this happen,\" he said.Giving evidence to Holyrood's Covid-19 committee on Friday, the education secretary said children and young people should take part in live lessons as well as independent learning.Mr Swinney pointed to programmes which will be available on BBC television and the e-Sgoil digital platform, which provides resources and live lessons.\"Fundamentally the direction of the remote learning will be undertaken by individual schools, individual teachers relating directly to their pupils,\" he said.\"They will know where their pupils are in the curriculum, they will know what stage they are at, they will know what is the relevant learning to be taken forward and all of that material will be able to be undertaken under the umbrella of remote learning, which will involve live learning.\" Mr Swinney said the government had invested heavily in devices such as laptops for pupils who would not otherwise have access to digital learning.More than 50,000 devices have been distributed so far and that number is expected to rise to 70,000. ", "url": "https://www.bbc.com/news/uk-scotland-55564578"}