{"datetime": "2022-02-16T12:50:34.000Z", "author": "Charlotte Callen", "title": "Avon and Somerset Police sorry for officer's 'toxic' racial abuse", "article": "A police force has apologised to a former surveillance investigator who was subjected to \"toxic\" racial abuse. The man worked for Avon and Somerset Police for seven years. The south Asian officer said he was mocked for his accent and left a guide book on how to speak English for foreigners by officers. The unit in which he worked was disbanded but two of the officers who abused him were promoted while he was made redundant. Avon and Somerset Police deputy chief constable, Nikki Watson, said she was \"sickened\" to hear of the abuse the man, who wishes to remain anonymous, suffered. Alex Raikes, from Stand Against Racism and Inequality (Sari), said she wanted the force to consider an investigation by the Independent Office of Police Conduct (IOPC). \"I think now, with the lenses people have on now, they may well find some important new learning,\" she said. \"And, if any officers are still in the constabulary who were guilty of these abuses, there needs to be accountability.\" Dept Ch Con Watson added: \"It [the abuse] would be totally unacceptable nowadays. We would not stand for that behaviour. \"The gentleman did come forward at the time and raise issues that were looked in to and people were dealt with. \"But that sort of behaviour would not be acceptable in any way shape or form nowadays and potentially would be dealt with very differently.\" In an interview with the BBC the man said the force offered him £9,000 in compensation in 2016. He refused to take the money and instead opted for a tribunal.But he says he was then threatened by the force with £30,000 in legal fees if he lost, so withdrew his complaints.The officer said he cut his curly hair in an attempt to stem the abuse he was facing. \"They were just being racist and it appeared they had a vendetta against black people,\" he said. He added the abuse got worse in 2012 when he moved to a new team and raised concerns about the culture. Some of the code names for police operations, he added, were named after semi-pornographic images which the BBC has seen. One was named Operation Bun while another was named Operation Baltic. \"I was disgusted, horrified and appalled by the unethical practices within the police force and how they use to use foul language when talking about women,\" said the man. \"The prejudice against women was widely accepted and considered a normal thing. Which really made me uncomfortable.\" Other abuse suffered by the officer included his home and mobile telephone numbers being placed in strip clubs by a police constable in his team. His wife and young children became too scared to answer the telephone for fear of being asked for sex. The family were forced to change their phone number. \"As I was highlighting the unethical and discriminatory behaviour of the police officers towards Asian and black people, they ganged up against me and wrote my telephone numbers in the telephone boxes and strip clubs. \"We were constantly receiving vulgar telephone calls both at home and my mobile. \"The consistent anonymous calls from perverts increased and began to affect my family and young children who were now scared of answering the phone.\"I was left with no choice but to change my phone number which I had for the last 15 years.\" The officer said he was disappointed that nothing was done at the time. \"It still saddens me to think that they was very compelling evidence against these racist officers but they protected them by saying that my incidents were all out of time, hence they went into an overdrive to protect them rather than disciplining them. \"It was not a fair process. I was the one who lost my job which they based it under the umbrella of redundancy.\" A police statement added: \"We certainly would never expect that sort of behaviour to happen nowadays so I'm really sorry for the way he has been left feeling.\"One of our values is learning. We always want to review and learn so anything that can be done to learn further from these incidents then we'd want to do that.\" Desmond Brown, the chair of the local branch of the independent Lammy Review Group set up to examine the treatment of minorities in the criminal justice system, said he was angry at the culture highlighted by the officer. \"I'm furious the whistleblower had to got though this in a modern police force and I'm furious for the officers who do whistleblow and I'm worried for them that if this is the culture. This is very serious,\" he said. \"Black and brown communities have been saying this about the police. We keep being gaslighted - told this is rotten apples in a barrel and it's just a few of them. \"What we are saying is that we need to look at the structure of that barrel and see why our apples are going rotten so often.\" Last year, Avon and Somerset Police had 12 gross misconduct cases. In all but two the officers lost their job.Most were for sexual abuse but two were for racism.Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60394190"}