{"datetime": "2021-06-25T08:33:19.000Z", "subject": "Coronavirus pandemic", "title": "Bath Christmas market given go-ahead for 2021", "article": "A popular Christmas market has been given the go-ahead by a council that was urged to support businesses \"hanging on to survival\". Bath and North East Somerset Council voted unanimously in favour of holding the famous market in 2021. The event was cancelled last year because of the pandemic and coronavirus restrictions. This year the number of chalets is being reduced to about 80% of the usual amount to allow for social distancing.Cabinet member Dine Romero urged her fellow councillors to make \"the right decision\" during a cabinet meeting,The Local Democracy Reporting Service said.Bath's Christmas Market is set to run from 25 November to 12 December, although a suggestion was made by the chief executive of the independent Bath Business Improvement District(Bath BID ), Alison Herbert, to extend it for another 12 days to help \"dilute the mass frenzy\". There had been calls to move the event out of the city centre to Victoria park because of space restrictions but councillors argued this would be detrimental to city centre businesses who rely on passing trade. Ms Romero said moving the market could \"be a death knell for many who are hanging on to survival by their fingertips\". In normal years, the market attracts 400,000 visitors with an estimated spend of £32.5m.Fewer people are expected this year as it will not be marketed internationally and the number of chalets is being reduced from 205 to 161 to help with social distancing.The event itself is already set to make a loss due to higher overheads. It is set to cost the council £699,150 and bring in £651,150, leaving a £48,570 deficit due to social distancing and preventative measures, which will be met by the Covid outbreak management fund. The event could yet be scaled back or cancelled based on government guidance nearer the time, as cabinet members and officers have set key dates to decide whether to scale back or cancel the Christmas market.", "url": "https://www.bbc.com/news/uk-england-somerset-57602773"}