{"datetime": "2022-02-16T06:25:47.000Z", "title": "Bath's full-scale Christmas Market given green light", "article": "Bath's Christmas market is set to go ahead this year after facing setbacks for the past two years. Bath and North East Somerset Council said the Bath Christmas Market's return in full will be welcomed after the difficulties faced during the pandemic. The local authority said the market attracted 400,000 visitors per year and brought in an estimated £32.5m in 2019. A spokesperson for Milsom Street, where it takes place, said it will bring the city's festive \"sparkle\" back. The council said it had already invested in improvements to the chalets and the fees are being held at 2019 rates.Councillor Dine Romero, cabinet member for children and young people, communities and culture, said: \"The market gives a huge boost not just to the stall holders, many of which are local businesses, but also to our retail, accommodation, hospitality and tourism sectors.\"It will play a crucial role in helping both hospitality and retail after a such a tough time and we hope everyone will get behind it and support Bath Christmas Market 2022.\" Ascaled-back version of the market went ahead last year. A Milsom Street spokesperson said: \"Its festive presence will bring much-needed sparkle to Milsom Street and indeed the rest of the city centre during this vital time of the year for retailers and the hospitality industry.\"Visit West director of tourism Kathryn Davis said she was \"delighted\" that the market would be returning to celebrate its 20th anniversary. \"This is a huge lift for the industry, and we are looking forward to maximising the opportunities to work with our partners locally to showcase Bath at Christmas to our domestic and international audiences,\" she said. The full market is set to go ahead from 24 November to 11 December. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-60352204"}