{"datetime": "2020-07-08T06:38:41.000Z", "author": "Katherine Sellgren", "title": "Coronavirus: Home-schooling has been hell, say parents", "article": "Having to home-school during the Covid-19 pandemic is taking a toll on both parents and children, campaigners warn. The group, Sept for Schools, says it has heard from parents reduced to tears as they balance work with educating. The group says the assumption that parents will readily resume their role as educators in the event of future lockdowns is \"not sustainable, fair or workable as an education solution\".The government says all pupils will be back in school in September in England. Schools in Scotland and Northern Ireland are aiming for a full return for all pupils when the new term begins. In Wales, ministers have said blended learning - a mix of home and classroom learning - would be likely for some time to come, but more detail is expected in the coming days. Sept for Schools has written to Education Select Committee chairman Robert Halfon, urging him to \"hold the government to account for delivering a clear, comprehensive and workable plan to make sure our children return safely to school in September\". \"In the event of further lockdowns, this plan must provide considerable support to schools and to parents to ensure that the learning and wellbeing of all children are prioritised, wherever they live and whatever circumstances they live in.\" The group has been carrying out a survey, via social media, to find out about more parents' experiences of home-schooling - more than 250 people have responded so far. \"We were overwhelmed by the response: within 24 hours, we had stories from families across the country - from Macclesfield, Leeds, London, Southampton, Crawley, Lytham St Annes, Burnley, Cirencester, Brighton, Reading and many other areas,\" the group said. It has sent the responses to Mr Halfon in the hope that parents will \"have their voices heard\". \"Home-schooling has been hell, sharing the only table in our small flat with my seven-year-old son,\" reported one single mother, who is working full-time from home.\"It is not that I don't think I am capable or that we do not have access to materials, but I cannot do two jobs at once - I can either attempt to support my seven-year-old in doing some schoolwork or try to do my own work and keep my job. \"He is too young to have the motivation and self-discipline to work independently, especially during lockdown when he is isolated from other kids, his emotions are all over the place and he's getting hardly any exercise.\"Our relationship has been badly damaged by the struggle over schoolwork, and to very little end because if anything, he seems to have gone backwards academically, despite all the lengths the school has gone to to provide work.\" One mother said she felt compromised, both as a mother and as an employee. \"Home-schooling has been incredibly hard. Aside from the fact that both my husband and I have jobs that we are also trying to juggle, there is a different dynamic between children and their parents compared with children and their teachers, which leads to more arguments.\"This has added to the stress and guilt of neither being able to do a proper job of teaching, nor of our other jobs.\" Another mother said: \"My sons used to enjoy learning and excel at schoolwork but it rapidly became apparent that they did not enjoy learning at home, where they expected play and nurture.\"My eldest became frequently angry and aggressive, my youngest sad and withdrawn, and the relationship between them strained.\"I've devoted my attention to schooling them and their emotional wellbeing and have suffered an 80% loss in earnings as a result and am at risk of losing my business.\"I try to hide my own distress at all of the above, but have been reduced to tears in front of my children.\" The survey also found that the quality of lessons and set work varies widely, even within a school, as well as variation in the level of pastoral support being offered. \"Each child has received a call from their teacher - but this is only because I have been in touch to explain how much they are struggling with not being in school,\" said one parent. Founder of Sept for School, Fiona Forbes, said parents want to have their voices heard, but have been too preoccupied to lobby for a safe return to class. \"I am convinced that the government has misread the lack of parental protest on schools as evidence that parents have been OK with this situation.\"From what I have heard and read, nothing could be further from the truth - most parents are just too exhausted to think about what they could do to get their voice heard.\" Conservative MP Mr Halfon said he welcomed the campaign and recognised that many parents had been struggling. \"While many schools and teachers are doing an incredible job, research shows that over two million children have done almost no home learning during lockdown.\" The Department for Education said: \"We are aware how challenging it has been for parents, teachers, support staff and school leaders in supporting children to learn at home. \"We want to reassure parents and families that we are doing everything we can to make sure schools are as safe as possible for children and staff, and will continue to work closely with the country's best scientific and medical experts to ensure that is the case.\" Follow Katherine on Twitter ", "url": "https://www.bbc.com/news/education-53319615"}