{"datetime": "2022-02-04T11:34:33.000Z", "title": "Carlisle modern slavery boss given suspended sentence", "article": "A modern slaver whose disabled victim was exploited for 40 years has been given a suspended prison sentence. Peter Swailes' victim was made to work on farms for little pay and slept in a shed, Carlisle Crown Court heard. Swailes admitted conspiring to facilitate travel of another with a view to exploitation. His father, also called Peter Swailes, 81, faced the same charge but died in 2021. Swailes, 56, was jailed for nine months, suspended for 18 months. Swailes, of Low Harker, Carlisle, had initially denied the charge against him but changed his plea on the agreed basis of his \"limited\" involvement with the victim and that he had not been made aware of his living conditions.Judge Richard Archer accepted Swailes' father had been a \"controlling influence on him\" and the younger man was not responsible for the living conditions the victim was found in.But Swailes admitting paying the man as little as £10 a day while being given thousands of pounds for the jobs he was carrying out. \"[The man] had little understanding of the world around him,\" prosecutor Barbara Webster told the court as she described the victim being found.She said: \"He was ill equipped to deal with adult life, could not manage alone and had no clue as to the complexities of the value of money, wages, taxes or anything else.\"He was found by the police living in a rotten shed, with water pouring through it, with a make-shift bed, and congealed vomit in the corner.\" He had, over time, lived in a horse box, disused caravan and, for the five years up to 2018, the shed which had no heating, lighting or proper flooring.This was In \"stark contrast\" to an adjacent shed in far better condition which housed the family dog, the court heard He was vulnerable and had an IQ of 59, which was in the lowest 1% of the population.The man was rescued at the age of 58 by the Gangmasters and Labour Abuse Authority (GLAA) after a tip-off in 2018. Ms Webster said: \"He had few possessions to show for his 40 years' hard work. A wash bag, three second-hand coats, a few stained duvets and compact discs. \"The only food was a half-eaten Pot Noodle, a bowl of sweets, yogurts and crisps. The odour of the shed was overwhelming.\" City Hearts, a modern slavery charity that is supporting Swailes' victim, said the man, who had learning difficulties, did not realise the \"severity of what had happened to him\". Accommodation manager Kyle France said the man, who the charity is calling Chris, clearly \"hadn't had a wash in a very, very long time\" and needed medical attention \"due to a number of fresh and old injuries that had been left untreated\". Mr France said Swailes' treatment of the man \"shows a level of hatred that I just can't get my head around\". In a statement released by City Hearts, Chris said Swailes and his father found him jobs as a painter and labourer on nearby farms.He was driven there and back each day with his pay pocketed by the Swailes. On one occasion he fell from a ladder while painting and broke his back and ribs, but the Swailes removed him from hospital before he was discharged and \"dragged back to his life of drudgery\", City Hearts said. \"I didn't run away, because I had nowhere else to go,\" Chris, who had been encouraged to drink to excess by his captors as a way of controlling him, said. When not working, Chris was kept in a dark shed which had \"no kitchen, shower or heating, and only a bucket as a toilet\". GLAA senior investigating officer Martin Plimmer said it had been a \"truly harrowing and traumatic case\" and he could not remember another where \"the exploitation of a vulnerable worker has taken place over such a long period of time\". The court previously heard the man had been sleeping on the floorwith a soiled duvet next to a metered TV. There was only one window which could not be fully closed and it was in complete darkness when the doors were shut. An old electric heater with damaged wiring had been left in the corner of the shed, and there was no other heating inside. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-60256915"}