{"datetime": "2022-02-09T13:48:36.000Z", "title": "Sadness as Somerset nuclear power station nears closure", "article": "Workers at a nuclear power station say there will be tears when the plant's reactors are switched-off for the final time later this year. Hinkley Point B began producing energy in 1976 but is now coming to the end of its lifespan, with staff preparing to begin the decommissioning process. Paul Stokes has worked there for 35 years and says staff have an emotional attachment to the Somerset site. \"It's going to be an emotional day, but also a very proud day,\" he said. Construction of Hinkley Point B, a one gigawatt (GW) plant near Bridgwater, began in 1967 and it became operational nine years later. It has generated low carbon electricity for 81m homes but its two reactors will be turned off in May and July.It will be the first time in 60 years that the region will not have had a working nuclear power station. Mr Stokes, a supply chain manager, started working at Hinkley Point B in 1987 straight after doing his A-Levels at school. \"My father worked here too so I'm the second generation of Stokes family at the power station,\" he said. \"I'm excited for the future of Hinkley Point B. I think I owe a legacy to this power station, to help defuel it and shut it down.\" He said some colleagues had found the process of closing it down difficult. \"Without a doubt there will be some tears,\" said Mr Stokes. \"When you've worked here and looked after it for over 40 years there is an element of attachment so that's why a number of people are very proud and they want to be part of that legacy to finally put it to bed,\" he added.The three-year decommissioning process will begin this summer and all of the spent nuclear fuel will be transported off the site by 2025. Station director Mike Davies said Hinkley Point B has been the UK's most productive nuclear power station. \"We've saved around 100m tonnes of CO2 from going into the atmosphere, which is an amazing thing which were really proud of,\" he added. EDF Energy is currently building a new plant, Hinkley Point C, which is due to be operational in 2026. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-60316151"}