{"datetime": "2021-05-24T23:13:14.000Z", "author": "Dave Harvey", "subject": "Coronavirus pandemic", "title": "Hinkley C: Hundreds more needed to finish nuclear power station", "article": "Another 1,700 workers are to be hired over the next year to help build the Hinkley C nuclear power plant in Somerset The new roles will bring the total working on the site to more than 7,000, according to EDF, the French energy firm leading the project. The plant is due to open in June 2026 and not in 2025 as planned and will cost between £22bn and £23bn. But critics have pointed out that Hinkley's energy will be expensive. When the power station plan was first approved, EDF predicted the workforce would peak at around 5,000.Although construction never stopped at Hinkley during the pandemic, work certainly slowed down.Every day, thousands of workers are brought in by fleets of buses but necessary social distancing cut the numbers on each bus, making it harder to get them in. On site, new Covid safety rules mean every job takes a little longer.Firms supplying parts and raw materials have also fallen behind. Overall, EDF admitted the project has gone aboutsix months behind schedule.The plant is due to open in June 2026 and not in 2025 as planned and will cost between £22bn and £23bn. Those planning the construction have also changed their approach.Originally, they had planned different types of work in sequence: first big groundworks, then civil engineering like huge concrete structures, then electrical and mechanical systems.Now they can do many of these jobs at the same time, speeding up progress, but requiring more people.The company promised that at least a third of its employees would be local. During the original row over planning for Hinkley, opponents claimed that local people would only get unskilled, low-paid jobs.EDF insisted they would hire and train people in Somerset, and they have spent millions with local colleges doing so.Since 2016 the company has trained 14,000 people via schemes such as a new welding skills centre at Bridgwater College. Tracie Skinner is one of the most recent trainees. At 45, she has had several different jobs, but thinks the welding qualification will open up better job opportunities.\"It's a new skill full of possibilities,\" she said. \"I'm not sure where it's going to lead me. I might end up as the Banksy of welding, or working out at Hinkley, or wherever.\"About 9,000 people like Ms Skinner have registered with EDF's Hinkley job agency.When contractors on the project need people, they ask the on-site agency to find them first, rather than advertising nationwide. As a result, about 35% of the workforce is local. Local companies have also won contracts to work on the project, through a match-making scheme run by the Somerset Chamber of Commerce. One of them is a small electrical firm called Elecsis, based in Bridgwater, which makes hi-tech switching gear for electrical control systems.I first met Chris Pratt, the managing director, at a breakfast meeting run by EDF for local firms in 2012.After nearly a decade of waiting, listening, then designing and pitching for work, he has finally got a contract.This time I met him in the middle of the huge building site, examining the building where his equipment will eventually go.\"It's going to be quite something when the boys actually get on site and start fitting,\" he told me.\"The design work alone has taken 18 months, being involved with a nuclear power station takes some doing.\"EDF. The original contract signed with the government in 2016 agreed that any cost overruns would be paid by EDF, not the UK Government or British electricity bill-payers.The price for Hinkley's electricity was fixed in a so-called \"strike price\" at £92 per megawatt hour, rising with inflation. That will not go up beyond that limit, even if the costs of building Hinkley Point C rise.But critics have pointed out that Hinkley's energy will be expensive.The latest offshore wind farms have agreed strike prices of around £40 per megawatt hour.Roy Pomfrey lives near the plant and has been a member of the Stop Hinkley campaign since the beginning.\"This increase is just evidence that EDF have made a complete pig's ear of their calculations from the start,\" he told me.\"If we'd put the money into renewables from the outset, we would already have a return on our investment.\"Renewables are already, at most, half the price of Hinkley, and while Hinkley will only get dearer, the cost of renewable energy will only come down.\"The latest forecast date for Hinkley Point C to generate electricity is 2026.That is nearly nine years after the switch-on originally predicted in 2007 by EDF's UK chief executive, Vincent de Rivaz.Many of the subsequent delays were political, as the Conservative/Liberal Democrat coalition government agonised over nuclear power and haggled with EDF over the price.But there have also been construction problems, and then the pandemic set it back another six months.Now the company clearly hopes to accelerate out of lockdown.Eventually, Hinkley Point C will provide 7% of the UK's total electricity and catering for up to six million homes. The full 2021 Hinkley Point C Socio-Economic Impact report can be read here. Plans for Hinkley Point C were announced more than a decade ago and they gained government approval in 2016. Hinkley Point A ceased producing electricity in 2000, while Hinkley Point B will be decommissionedno later than July 2022 due to its age. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-somerset-57227918"}