{"datetime": "2020-08-27T16:39:39.000Z", "author": "Kevin Keane", "title": "Hunterston B to close two years early after cracks found in reactor core", "article": "Hunterston B nuclear power station in Ayrshire is to close almost two years early after cracks were found in the core of its reactors. Regulators have given permission for reactor three to resume operations for a further six months despite more than 350 cracks in the graphite bricks. Owner EDF Energy said it would seek authority for a second six-month run. The company told BBC Scotland there would be 125 job losses when power generation ends. The process of decommissioning will begin no later than January 2022. The reactor was due to continue operation until 2023. Matt Sykes, managing director for EDF's generation business, said: \"Hunterston B has quietly delivered a major contribution to the UK for more than 40 years. \"It has far exceeded its original remit and, over its lifetime, gone on to safely produce enough low-carbon energy to power the whole of Scotland for eight years. \"Our focus is on continuing to safely deliver the last period of power generation and then transition the station into decommissioning.\" About 500 people are employed at Hunterston B and EDF says it is already talking to the workforce about their jobs. The company says some staff will be kept on for the defuelling process which is likely to continue to 2025. More than 350 cracks were found in the graphite bricks, which make up the reactor's core, when it was last shut down in 2018. That exceeded the operational limit approved by the the Office of Nuclear Regulation (ONR), leading to calls for it to be decommissioned. ONR said it was satisfied the reactor could now be operated safely with the cracks and a new limit of 700 has been agreed. A smaller number of cracks have been found in reactor four but that has since resumed production - although it is currently shut down undergoing fresh inspections. The graphite bricks make up the channels where control rods are inserted to shut down the nuclear reaction in the event of an emergency. The operator has been modelling whether the integrity of the core would be compromised by the cracks in the event of a one-in-10,000-year earthquake. Donald Urquhart, ONR deputy chief inspector, said: \"I am satisfied that the detailed safety justification provided by the licensee is sufficient to demonstrate that reactor three can operate safely for this period of operation. \"We applied stringent national and international standards when making our decision, have scrutinised the nature of the cracking observed in reactor three and are satisfied that it will not prevent the reactor from operating safely or impede its ability to be shut down if required during this period of operation.\" Hunterston B was due to be taken out of service in 2023 which is 12 years later than originally planned. EDF has been keen to learn more about the cracking which will eventually affect most of the UKs nuclear power stations. Reactors one and two at Hunterston have already been decommissioned. Gary Smith, Scottish secretary of the GMB union, said the early closure had \"huge, long-term implications\" for the local economy and jobs. \"It is also a defining moment in terms of energy policy. The political aspiration is for a low carbon future but politicians have no credible way of delivering it,\" he said. \"This announcement ensures that we will be more dependent than ever on fossil fuels, largely imported gas.\" The Prospect union said it welcomed the resumption of power generation, but was disappointed the site would close earlier than expected. Alan Leighton, Prospect national secretary, added: \"Prospect is working closely with EDF to identify opportunities for the workforce, either in Hunterston B's next phase, elsewhere in the company, or in the community. \"Achieving the best possible outcome for all involved remains Prospect's primary focus.\" ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-53935708"}