{"datetime": "2022-02-16T14:50:09.000Z", "title": "Flood-risk areas told to prepare for Friday's Storm Eunice", "article": "People living in flood-risk areas along the north coasts of Cornwall, Devon, and Somerset, have been warned of possible flooding caused by Storm Eunice. The Environment Agency said strong winds, large waves and tidal surges were likely to cause wave-overtopping and floods during high tide on Friday. Households should protect themselves from possible flooding, it said. People have also been advised to stay away from the coast on Friday. Windy weather this week has already affected events and facilities. In Cornwall, Truro Farmers' Market on Wednesday was postponed ahead of the storm, and the Jubilee Pool in Penzance announced it was closing until next Wednesday. Analysis: David Braine, Senior Weather Presenter, BBC South West Storm Eunice is unusual because it has not yet formed, and normally we can follow areas of low pressure across the Atlantic as they develop and give reasonable guidance as to the track and the intensity.The exact track and time of wind intensity is difficult to predict, but most of the computer models we use suggest that on Friday, between 09:00 to 12:00 GMT, there may well be damaging gusts close to 100mph (161km/h) along the north coasts of Devon and Cornwall. The last time we had such strength of wind was in February 2014, when theDawlish railway line was washed away . This may well be stronger, but the winds being westerly means that the risk to Dawlish is small. Whilst there is still some uncertainty in the track of Eunice, there is an increasing likelihood of widespread inland wind gusts of 60 to 70mph, (97km/h to 113km/h) and up to 80mph (129km/h) in a few places.Winds are expected to ease across western areas through Friday afternoon and eastern areas during the evening. Devon County Council said it was also advising people totake extra care when travelling on Friday morning , because of possibilities of flying debris, fallen trees, damage to buildings and homes, roofs blown off and power lines brought down. High winds might also result in temporary bridge closures, including the Taw Bridge in Barnstaple, it said. Coastguards said boat owners should make sure their vessels were properly secured to moorings. Paddy Cochrane, from Falmouth Coastguard, told BBC Radio Cornwall: \"We would hope that boat owners, anybody who is out on moorings this time of the year, go out, double check your lines, make sure that all your moorings are properly secured, chain-to-chain rather than rope-to-chain if you can, or double up on your ropes. \"Just ensure that if you live on the coast that everything's battened down because we're going to get a fair old blow come through.\" The Environment Agency said people could keepup to date with the latest situation online andon its Twitter feed . Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-60403455"}