{"datetime": "2022-02-16T14:20:09.000Z", "subject": "Storm Dudley", "title": "Storm Eunice: Stay indoors warning ahead of 100mph winds", "article": "Winds of up to 100mph could batter parts of Wales on Friday, with people warned to stay indoors. Storm Eunice is predicted to cause power cuts, damage to people's homes and travel chaos. The Met Office has issued an amber warning for Friday because of strong winds, with the possibility ofa \"very rare\" red warning for some areas . It comes as Storm Dudley sweeps in on Wednesday, also bringing bad weather. Looking ahead to Friday, BBC weather presenter Sabrina Lee warned of winds of up to 100mph (161km/h) in coastal areas. It could cause flying debris, large waves and falling trees, and she added: \"Friday is not a day to venture out.\" She said: \"We're still keeping an eye on the track of the storm. There is the potential for some areas to be included in a red wind warning. These sorts of warnings are rare.\" A yellow be prepared warning is already in place from 13:00 GMT Wednesday until 06:00 Thursday. It covers parts of north east, north west and mid Wales.Storm Eunice is expected to affect all of Wales from 03:00 GMT until 21:00 GMT on Friday. Ms Lee added: \"We're all under an amber wind warning on Friday, this has recently been upgraded from a yellow wind warning \"For inland areas there is the potential for gusts 60-70mph, possibly up to 90-100mph for some coastal locations.\" On Wednesday, Storm Dudley will to bring 70mph winds (113km/h) to Ceredigion, Conwy, Denbighshire, Flintshire, Gwynedd, Isle of Anglesey, Powys and Wrexham, the Met Office said. Damage tobuildings, falling trees and power cuts could bring disruption, the warning says.Natural Resources Wales also has10 flood alerts in place in south, mid and north Wales. The M48 Severn Bridge has been closed in both directions, between junction two on the A466 Wye Valley Link Road at Chepstow and junction one on the A403 at Aust, due to the strong winds. Traffic is believed to be coping well since the closure at 12:00 GMT. A diversion is currently in place via the M4 Prince of Wales Bridge. Flood alerts are in place on the River Severn, River Usk and River Wye in south and mid Wales and the Lower Dee catchment in north Wales. On Tuesday, there wasa small landslip on the A493 between Pennal and Dyfi Bridge, near Machynlleth, but the road remained open. The A55 Britannia Bridge has a 30mph speed limit in north Wales because of strong winds.Western Power also reported a number of power cuts - 33 homes were without electricity on Wednesday morning in the Little Mill and Glascoed areas of Monmouthshire, but it had been restored to most by 07:30.Have you been affected by the storm? Get in touch haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: Or use this form to get in touch: ", "url": "https://www.bbc.com/news/uk-wales-60399539"}