{"datetime": "2021-01-25T06:06:27.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Foster children needing urgent care up 30%, Barnardo's says", "article": "Family breakdowns have increased the need for foster carers by nearly a third during the Covid pandemic, a charity has said. From April to December 2020, the number of children referred to Barnardo's Cymru fostering services rose by 30% year-on-year, up from 486 to 630. The charity fears hundreds will not find foster homes unless more carers are recruited. It found an \"increasing number of family breakdowns during lockdown\". The Covid pandemic has increased pressure on vulnerable families, who have been \"hit hardest\" with job losses, deepening poverty and worsening mental health, the charity said. Children have also been in lockdown in homes where domestic abuse and sexual abuse are taking place, it added. The charity warned these pressures were likely to have an impact on more families as the pandemic continued. Barnardo's Cymru released its new figures as part of a fostering week campaign, which runs from Monday. The charity is calling on people over the age of 21, who have a spare room and the time and commitment to support a child to consider fostering a child. Grandparents Brian and Helen Harrison from Bridgend began fostering four years ago. Mr Harrison chose to become a full-time foster carer at the age of 60 after working in the care sector and with young people. Mrs Harrison still works in nursery education. Although they both have backgrounds ideally suited to fostering, the couple said having such extensive experience was not necessary and that listening skills and patience were the most important attributes for a foster carer. Mr Harrison said: \"You need patience, resilience and you need to listen to the child. Their behaviour is a reflection of the trauma they have been through, you cannot judge them for it. \"We get our reward when we see a child's true personality emerge, when we see them making friendships, perhaps for the first time, and see the joy they discover in those friendships.\" Foster carers from all walks of life are being encouraged to sign up, including single people, those from the LGBTQ community and Black, Asian and Minority Ethnic (BAME) backgrounds.Training and support for foster carers is provided \"every step of the way\", said the charity, adding financial support such as carers' allowance is also available. Adoption and fostering operations manager Martin Kaid said: \"Without extra foster families coming forward, some children will find themselves living a long way from their family, school and friends, being split up from brothers and sisters, or being matched with a foster carer who might not have the relevant skills and experience to meet their specific needs.\"We particularly need carers for sibling groups and children with additional needs. We are calling on people who think they have the right skills and experience and who can provide a secure loving family unit to come forward. By becoming a foster parent you could change a child's future.\" Chief executive Javed Khan said: \"Vulnerable families have been hit hardest by the Covid-19 pandemic, with many reaching crisis point. This means more children than ever need a safe and loving foster family to care for them. \"Barnardo's has more than 100 years' experience bringing vulnerable children together with loving foster families, who provide the vital love and support children need to thrive.\"A Welsh Government spokesperson said: \"We are acutely aware of the difficulties facing victims of domestic abuse and sexual violence, particularly during the pandemic. \"We have made additional funding available to provide emergency accommodation to support those affected and continue to work closely with specialist services to ensure they are properly resourced to meet an increase in demand.\"We are also working hard to ensure those at risk know what support is available to help them.\" The spokesperson added the Live Fear Free 24/7 helpline was available for advice and support. ", "url": "https://www.bbc.com/news/uk-wales-55781859"}