{"datetime": "2020-07-01T17:22:02.000Z", "title": "Coronavirus: 1,700 Airbus jobs threatened in UK", "article": "Plans to cut 1,700 UK Airbus jobs have been described as \"utterly devastating\" by a Welsh minister. Economy, Transport and North Wales Minister Ken Skates called on the UK government to take \"decisive action\" to support the flight sector. Mr Skates said a \"significant share\" of the job losses were expected at Broughton, in Flintshire. The company said it planned to cut 15,000 jobs in total as it dealt with the effects of the coronavirus crisis. The site in Broughton makes wings forthe Airbus A380, which is the world's largest passenger plane . Mr Skates said \"compulsory action\" at the Broughton site, which employs 6,000, could not be ruled out.He said within the next three weeks he would be convening a high level summit to discuss the future of the aerospace, automotive and manufacturing sector and he would be pressing the UK government to take part. The minister added it was \"vital\" the UK Chancellor Rishi Sunak \"takes the lead\", calling for an \"evolution\" of the furlough scheme to support a shorter working week. \"Nobody should be under any illusion about the impact covid is having on aerospace, a critical part of the Welsh economy,\" Mr Skates said. \"The sector is in crisis and the UK government needs to take swift and decisive action now to save the industry and its supply chain. \"The alarm bells have been sounding for weeks and we need urgent steps at a UK level to prevent this crisis becoming even worse.\" Meanwhile, Secretary of State for Wales Simon Hart told Radio Wales: \"There's this idea that there hasn't been much UK government involvement, but there has been £10bn worth so far [in the aviation industry] and we'll keep doing that because we want it to survive… \"I spoke to [Airbus] yesterday or the day before and I have done throughout this crisis…. \"There is a role for Welsh Government in this too, don't forget they protect their devolved areas very carefully… I'm looking forward to hearing what the first minister is going to do, what Ken Skates is going to do and what their role is in this rather than complain about the UK.\" Meanwhile, at Prime Minister's Questions in Westminster, Cardiff South and Penarth MP Stephen Doughty asked what Boris Johnson was doing to help workers who \"don't want to hear slogans\". The prime minister said there was a \"£600bn plan for investment\" in jobs. At the Welsh Government's daily coronavirus briefing on Wednesday, Mr Skates said ministers would not \"abandon\" Airbus workers and would do all they could to help. \"This cannot - and will not - be the beginning of the end for Airbus at Broughton,\" he added. Flintshire council leader Ian Roberts said he would \"like to hear assurances that there will be a two-government approach to this\". He told BBC Radio Wales: \"Too often governments blame each other.\" First Minister Mark Drakeford responded, saying he would \"definitely agree that all levels of government will need to work together very closely\". He said it was what happened whenFord announced it was closing its engine plant in Bridgend last year.\"We will need to mobilise exactly the same sort of effort,\" he said.Unite Wales Regional Secretary Peter Hughes urged the UK government to act: \"If the UK government does not step in now to ensure the support is there for Airbus to get through this crisis, the consequences for Wales could be catastrophic.\" He said the union would \"not accept any proposal that involves compulsory redundancy for our members\". He called on Airbus to \"hold their nerve and step back from implementing their plan\". More details of the job losses and how they will break down between the two giant factories will come at the end of the week after talks with unions. The firm expects to make the cuts by summer 2021, but hopes the majority of redundancies will be voluntary or through early retirement of staff. Mr Skates said his thoughts were with workers and their families.\"As a Welsh Government we will stand shoulder-to-shoulder with the company, its workforce, the unions and the communities impacted by this,\" he said.Plaid Cymru's Llyr Gruffydd warned two-thirds of the 1,700 job losses could be in Broughton. The Member of the Senedd for North Wales said workers had told him that they expected to potentially lose 1,100 jobs. He said Airbus supported another three local jobs for every one at the firm.\"We are talking about 25,000 dependent on Airbus in Broughton for their work,\" he said. In a joint statement, a group of Conservative MPs with constituencies in north Wales said the announcement was \"immensely worrying for local employees\". Wrexham MP Sarah Atherton, Clwyd South MP Simon Baynes, Ynys Mon MP Virginia Crosbie, Vale of Clwyd MP James Davies, Clwyd West MP David Jones, Aberconwy MP Robin Millar and Delyn MP Rob Roberts said: \"We have spoken to Airbus and will continue to work closely with the company, trade unions and both the UK and Welsh governments to do everything we can to support Airbus' workers, their families and the wider community.\"They said the UK government had provided \"significant support to help Airbus face the challenges that have emerged as a result of this pandemic\". ", "url": "https://www.bbc.com/news/uk-wales-53243139"}