{"datetime": "2022-02-14T12:35:47.000Z", "title": "Could you help prevent siblings being split up?", "article": "Carers are being implored to foster siblings to help prevent children from being split up when they enter the care system. Bristol City Council made the plea as it revealed it has 14 groups of siblings it needs to rehome. Jackie George grew up in care from the age of 11 before becoming a foster carer herself for more than 20 years. She said that when children enter the care system \"brothers and sisters are the only thing\" many of them have got. Speaking to BBC Points West, she described the \"horrible\" day she went into care. \"It's really difficult, especially if you are 11 or 12 years old,\" she said. \"You've been at home with your brothers and sisters for that amount of time and suddenly you're separated. \"It feels like you've lost everything. \"You think to yourself 'why? 'What have I done wrong?\"Why are you moving me away from my sisters or brothers?'\" She said siblings were \"all we've got when we come into the care system\". \"We haven't got our parents, we haven't got our family. \"So brothers and sisters are the only thing we've got.\" The city council said it has some 680 children in its care and at any one time is looking for homes for about 40 of them. Of these about 14 are in sibling groups which the council would ideally like to keep together if they were to be fostered. Sarah Parker, director of children, families and safer communities at the council, said: \"We want our children to live locally so they can stay in school, they can stay with their friends. \"We want them to stay in Bristol because they are Bristolian children - this is where they identify with. She added: \"It would be tragic to split those children up.\" Nick Barwick, 29, and his brother Toby, 28, entered the care system in their \"formative years\" alongside their three other siblings. They were split up - Toby was placed 40 miles (64km) from his older brother Nick who was placed with a family in Cheltenham, Gloucestershire. Nick said: \"It massively impacts upon you because when you've spent your whole lives together you feel like a part of you has gone and personally I found that very difficult.\" Toby said: \"I didn't have my older brother to talk to. \"He lived 40 miles away in Cheltenham but those 40 miles felt like 5,000 miles. \"Emotionally it was like a rollercoaster. \"I missed being with my brothers, hanging out with them, just to talk to them.\" They also said there was a misconception that all foster children were \"going to be challenging\". Nick said: \"I think for me, instilling the confidence in foster carers to say firstly you can do the task - fulfil the role as foster carers. \"And secondly your heart - there's enough space in it for more than just one child.\" He also said there was \"a lot of red tape\" around fostering which can \"really impact\" on people's ability to look after children. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60352544"}