{"datetime": "2021-05-09T00:11:57.000Z", "title": "Elections 2021: Marvin Rees re-elected as Bristol mayor", "article": "Labour's Marvin Rees has been re-elected as mayor of Bristol after holding off the challenge of Green party candidate Sandy Hore-Ruthven. Mr Rees' win was declared after a second stage of counting, with no candidates securing enough votes to win outright in the first. In the first round of voting, Mr Rees gained took 50,510 votes and Mr Hore-Ruthven 36,331. The Green candidate secured more second preference votes but it wasn't enough. Mr Hore-Ruthven received 9,332 votes in the second stage to leave him with a total of 45,663, but the the additional 8,766 votes for Mr Rees saw him gain a final total of 59,276.Mr Rees thanked his family, team and supporters, saying that without them the result \"wouldn't have been possible\". \"Getting elected one time is hard but getting re-elected is a whole different thing,\" he added in a speech in which he also paid tribute to his brother who he lost late last year. The rest of the candidates were ruled out of the running after the first stage of the vote, with Mr Rees carrying an advantage of just over 14,000 votes into the second round when the second preferences of voters were counted.That gap would prove too much for Mr Hore-Ruthven to make-up, despite gaining more second preference votes than Mr Rees. The Green candidate congratulated Mr Rees, saying: \"I genuinely wish you all the best. I think we have more in common than not and whoever won we'd end up with a leader of integrity. \"The number of Green votes shows that the tide is turning and it's time to change how we run our cities. Tens of thousands of Bristolians have used their vote to say we must protect our natural world and ensure no-one is left behind.\" The Conservatives' Alistair Watson finished in third place with 25,816 votes, followed by the Liberal Democrats Caroline Gooch with 15,517. The rest of the candidates were as follows:Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-57043534"}