{"datetime": "2022-02-04T06:16:14.000Z", "title": "Small Bristol city parks could avoid parking fees, councillor says", "article": "Smaller beauty spots could escape parking charges that are being brought in across a city, a councillor said. Bristol City Council is already introducing pay machines at Blaise Castle, Oldbury Court and Ashton Court with plans for 13 more to be added. Councillor Tim Rippington said that without alternative options, the move will stop those on low incomes accessing parks. The authority hopes the fees will raise around £80,000 per year.Charging drivers at more green spaces under the councils annual budget proposals will help plug a £19.5m shortfall, according tothe Local Democracy Reporting Service (LDRS). The additional 13 parks currently listed are Redcatch Park, St Annes, Dundridge, Netham, Horfield Common/Ardargh, Eastville Park, Kings Weston Estate/Shirehampton, Crews Hole Woodland, Stoke Park, Hengrove Park, Bedminster Down, Eastwood Farm and Muller Road. However, Ellie King, cabinet member for public health, communities and Bristol One City, said although the \"list for parks that have potential for development into car parks is quite long… we have every expectation that the list will be much shorter after we've done that scoping feasibility.\" She explained that issues such as public transport links, the steepness of surrounding roads and traffic displacement would all be assessed when deciding which areas to include, and that the public would be consulted. The council said: \"The proposal [on charging] will encourage a turnover of visitors so that the opportunity to have access to a parking space could improve [particularly as] a lack of spaces is often an issue during holidays and good weather.\" It is also hoped the proposal may encourage people to access the sites by foot rather than driving which in itself will have \"positive impacts for the health and wellbeing of those people\". It comes as the council announced free half hour parking in the city's Resident's Parking Zones (RPZs) will also be axed, to generate £500,000 in savings. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60249135"}