{"datetime": "2021-11-05T13:31:24.000Z", "title": "Bristol clean air zone due to launch in June 2022", "article": "Bristol is aiming to launch its long-awaited clean air zone (CAZ) next June, the BBC understands. Tens of thousands of drivers will be affected by the changes, which include charging private cars to drive through much of the city centre.The CAZ was due to be launched inOctober this year but has suffered a number of delays. Bristol City Council said there will be millions of pounds of government support available to help people adapt.The city has beenunder pressure from the government to reduce pollution to within legal limits by 2023.Bristol mayor Marvin Rees confirmed the scheme has now received the backing of the government. He added: \"This is a real win for the city. We are introducing one of the most wide-ranging clean air zones in the UK which will see us not only reduce air pollution but also help people change how they travel, delivering a cleaner, greener and healthier city for years to come.\" Mr Rees has previously said he is committed to reducing air pollution but wanted to minimise any disproportionate impact on businesses and citizens, especially those on low incomes. The CAZ will see drivers of older, more polluting vehicles - of which there are an estimated 75,000 in the city - charged to enter it. Polluting private cars, taxis and vans will be charged £9 a day to enter the zone, while polluting buses, coaches and lorries will be charged £100 a day, according to the plans submitted to the Government in February of this year. The charges will not apply to petrol vehicles that meet Euro 4, 5 and 6 emission standards (those dating from roughly 2006 onwards) or to Euro 6 diesel vehicles (those roughly from the end of 2015 onwards). The council said this means around 71% of vehicles in Bristol are already compliant so will not have to pay to enter the zone. The authority said it will help people switch to greener modes of transport using £42m of government funding. Support measures include:There will also be a range of exemptions available to give eligible businesses and individuals time to prepare for the zone, including: Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59176315"}