{"datetime": "2022-02-16T08:11:46.000Z", "title": "Talks to agree Bristol City Council budget end in deadlock", "article": "Bristol City Council has failed to agree a new budget, with a decision on whether to accept a raft of changes from opposition groups postponed. No agreement was made during the meeting on Tuesday and councillors will now aim to finalise plans on 2 March. Before the meeting, members had been urged by council officers to consider abstaining rather than voting against the budget. The note sparked claims of political \"interference\" from councillors. Councillors were sent the three-page briefing note, which has been seen by theLocal Democracy Reporting Service (LDRS) , on Friday. It said councillors \"should not act in a way that deliberately prevents the council from setting a balanced budget\" and warned of \"legal, financial and reputational\" consequences. \"If councillors do not wish to support the mayor's budget then councillors should consider recording their lack of support by abstaining from the vote on those parts of the budget that they do not support,\" it said. Bristol City Council has a Labour mayor, Marvin Rees, but the party does not have a majority, with Labour and the Green Party both holding 24 seats.It is understood that the note was issued in response to a request for clarification on the legal situation if the budget reached an impasse. A meeting lasting four-and-three-quarter hours on Tuesday ended when the mayor exercised his right to take up to five working days to either incorporate the amendments or reject them. After the meeting, Mr Rees said: \"I have made the decision to bring the budget back to a second meeting, after all amendments put forward at the first budget have been carefully considered.\" Conservative group leader Mark Weston said it was \"sad and disappointing\" to reach a stalemate. \"In the end, it is in all of our interests to ensure that this impasse is resolved,\" he added. Green group leader Heather Mack said she had \"concerns about the appropriateness of the advice\" given by council officers before the meeting. She added: \"It seems that instead of working with other parties on the budget, the Labour administration wants to simply demand they allow the budget to pass.\" Liberal Democrat councillor Tim Kent wrote on Twitter that he was \"very surprised at the level of interference\" in the democratic process. \"I cannot ever recall an officer trying to so directly influence a councillors' vote in such a way,\" he added. Conservative Graham Morris and Labour's Mark Bradshaw both said they couldn't recall receiving instructions like this in their time on the council. The city council, mayor's office and Labour group have been asked to comment. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60386768"}