{"datetime": "2022-02-01T17:58:29.000Z", "author": "Tom Symonds", "subject": "Independent Inquiry into Child Sex Abuse", "title": "Child sexual abuse: Extensive failures in tackling grooming, says report", "article": "Police and councils are still failing to properly identify and investigate child grooming gangs, a report warns. The Independent Inquiry into Child Sexual Abuse said officials often denied the scale of the issue, thinking incorrectly that it was \"on the wane\". Data such as the ethnicity of abusers and victims was not collected and could have helped identify offenders. Inits report the inquiry , which covers England and Wales, said child victims were often blamed by authorities. IICSA examined abuse in St Helens, Tower Hamlets in London, Swansea, Durham, Bristol and Warwickshire. It found signs of abuse in the six areas studied but said there were \"extensive failures\" in how authorities tackled child exploitation, with police often unable to provide evidence on the extent of the problem. The inquiry concluded that abuse of children by grooming gangs occurred in all parts of England and Wales. Its recommendations include improving the advice and guidance given to police and local authorities, a tighter definition of the problem, and the collection of ethnicity data. There was a \"flawed assumption\" that this form of child sexual abuse was on the wane, the inquiry's chair Prof Alexis Jay said. Officials in two areas said there was no data suggesting abuse, but in at least one, Swansea, the inquiry found examples which \"should have been identified by the police\". There was also disagreement among agencies working with police about the definition of organised child abuse, the report found.The inquiry found children as young as 10 were being labelled as only \"at risk\", despite clear evidence they were contracting sexually-transmitted diseases, going missing with adults and turning up late from \"house parties\". The report said that in some cases authorities might be potentially downplaying the scale of abuse over concerns about the negative publicity. It said local authorities \"don't want to be labelled another Rochdale or Rotherham\" - referring to high-profile grooming gangs. One woman, abused as a child by a notorious gang in Rochdale told the BBC: \"I was a child. I always pictured rape as being pinned down, as being tied up.\"Because I got drunk and I woke up with no underwear on I didn't actually think I'd been raped. I always kind of blamed myself in that situation.\" \"The school knew that I was pregnant at 14 and used to see me get picked up and dropped off by Asian males.\"The hospital knew because they carried out an abortion without my parent's consent.\" \"The police knew because I was arrested every other week. \"All the authorities knew, but they never did anything.\" Concerns about so-called grooming gangs have been growing since the late 2000s following a string of horrifying cases in Rotherham, Rochdale, Derby, Oxford, Bristol and Cornwall. They involved a clear pattern in which groups of adult men befriended children, plying them with drink and drugs before sexually abusing them over months. There has been repeated criticism of the police and child protection agencies for failing to take account of the fact that in some of the most serious cases the perpetrators were a distinct ethnic or religious community, while the victims were from another. None of the areas examined by IICSA kept data on the ethnicity of all victims and perpetrators. \"This makes it impossible to know whether any particular ethnic group is over-represented as perpetrators of child sexual exploitation by networks,\" the report concludes. This is despite the Home Office regularly publishing general data about the ethnicity of criminals and victims. Child sexual exploitation has been a designated strategic policing priority since 2015, giving it the same significance as terrorism and serious organised crime.Yet today's report finds that none of the police forces or local authorities in the six areas they chose to look at \"had an accurate understanding of networks sexually exploiting children in their area\".These failings are not limited to the places they chose to focus upon, the report makes clear. Inadequacies in performance apply to police across England and Wales.Wherever the inquiry scratched the surface, they found unacceptable and widespread failures.The performance of the Metropolitan Police in Tower Hamlets is particularly troubling.The force told the inquiry there were no cases or issues with child sexual exploitation by networks in the borough.\"This cannot be right\", the report states, citing evidence of vulnerable children in Tower Hamlets attending parties in hotels with adult men where they were plied with alcohol and drugs and expected to take part in sexual acts.This cannot be right, indeed.The inquiry found most children involved had experienced parental neglect, substance misuse, domestic violence and family breakdown. But there was a continuing problem with children who were being abused being prosecuted for low level crimes or anti-social behaviour, while their abusers were left alone. A charity in St Helens, Catch 22, told the inquiry that child protection professionals were still describing children as \"promiscuous\" and \"putting themselves at risk\". In Swansea, a child was said to have had \"sexual partners from the age of 11\". Legally, there are no circumstances where a child under the age of 13 can consent to sex with an adult. Other examples of abused children in the report include: Prof Jay described abuse by grooming gangs as \"a crime which involves the sexual abuse of children in the most degrading and destructive ways by multiple perpetrators\". She added such abuse had become \"even more of a hidden problem and increasingly underestimated\".", "url": "https://www.bbc.com/news/uk-60214710"}