{"datetime": "2022-01-26T17:01:48.000Z", "title": "Bristol City Council 'petty' over Victoria Park rope swings", "article": "A council has been labelled \"vindictive\" and \"petty\" after its staff cut down rope swings made by residents living near to a park. Bristol City Council removed the rope swings in Victoria Park having also removed the nearby traditional swings in May last year. One parent said the council's action had upset children and left them with little to play on. The council said it had a duty to keep people safe. The rope swings were put up several months ago by a local man who did not want to be named. \"I do a lot of working at height for work so I was able to get into the tree using a harness and ropes... and set up a few ropes and create a few swings\", he said.\"I decided to do it 'cause they got rid of the swings that were actually pretty close to my house and my daughter used to play on them most days on the way home from school so I promised her that I would make a rope swing and so I did.\" He said the idea inspired others to create their own similar rope swings in the park as well.The council's action in cutting down the ropes has caused outrage among some residents who were already angry at the lack of equipment in the local park\"There are no swings left on the frames on the bottom park in Victoria Park\", said local resident Lena Wright. \"We lost them in May last year and they [the city council] have just let the weeds grow and the frames degrade and we have no provision for the kids to play on.\" She said the first day the rope swings were cut down, the local children who had been playing on them were \"really, really upset\". \"I think it's quite vindictive and quite petty,\" she added. \"Why take down very safe rope swings when there's no other provision down here for the kids to use?\" In a statement Bristol City Council, which removed the traditional swings for safety reasons, said: \"Unfortunately we did need to remove the rope swings in Victoria Park which had been put up.\"While we never want to ruin anyone's fun, we have a duty to keep our parks and the people that use them safe.\"There is no formal policy about removing rope swings - each is assessed.\"Where there are issues of concern such as damaged rope, swings attached to unsafe branches, a high risk of a serious fall or strangulation, the swing is removed.\" However, the anonymous rope swing creator vowed the rope swings would return.\"I kind of expected them to remove it and eventually they did, but probably come next summer I'll probably put some more up\", he said. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-60137295"}