{"datetime": "2021-07-06T13:16:53.000Z", "subject": "Coronavirus pandemic", "title": "Bank of England asks staff to come in once a week", "article": "The Bank of England is asking staff to come in to the office from September, starting with a minimum of once a week. Its approach reflects that of many firms which do not plan to ask staff to return full time to the office after current government guidance changes. Currently people who can work from home are being asked to continue to do so, but this is set to end on 19 July. Many office workers have worked predominantly from home since the first lockdown in March last year.From 19 July, it is expected to be up to employers to determine whether their staff should be in the office. Since the pandemic, 5% of the Bank of England's 4,000 staff have been coming into the office. Its chief operating officer and deputy governor, Joanna Place, said a recent survey of Bank staff showed that the majority hope to continue to work from home for at least two days a week. \"In this spirit, the governors and I have established a set of trial guidelines - and which we are positioning as a pilot - which encourage more flexible working and only ask that our colleagues return to the office at least once per week for 'team days'.\" The Bank said it would not instigate this system until September.Ms Place said time and physical presence with teams was important and she expected that staff would eventually average about three-four days in the office, with one to two days working from home.Major commercial banks are adopting different working approaches. Goldman Sachs has told staff to be ready to return to the workplace in July, whereas NatWest's new working model could see just 13% of staff in the office full-time. The Centre for Cities think tank said the number of people back in their place of work across the UK's largest towns and cities was still just a quarter of what it was pre-pandemic. Paul Swinney from Centre for Cities said the lack of people working in offices had been a \"real challenge\" for shops, cafes and pubs who used to depend on office workers for business.\"The change to the 'back to the office' advice will doubtless be good news for them, but a question mark remains over how many workers will return now restrictions have lifted,\" he said. Advertising business Havas Creative used to have 1,800 staff in its central London office. Chief executive, Chris Hirst, told the BBC he had changed his view about home and office working: \"Last April I would have said we need to get everyone back into the office as quickly as we can. I don't think that's the case any more. \"I do think that we will move to a hybrid working model and that could and should be to the benefit of both employers and employees. \"I hope we will get to a place in September where we have all of the people [in the office] some of the time.\" David Abrahamovitch, founder of Grind coffee shops, said the relaxation on office-working rules was \"very much welcomed\". He previously said the four-week delay to restrictions ending \"killed the summer\" for his London-based coffee shops, which rely on commuters for business.\"We are looking forward to seeing more people back in the city,\" he said. \"I hope lots of companies will follow the lead of those such as Apple and mandate a return to the office for at least three days per week.\" Almost all of 50 of the UK's biggest employers previously told the BBC they do not plan to bring staff back to the office full-time. Some 43 of the firms said they would embrace so-called hybrid working, a mix of home and office working, with staff encouraged to work from home two to three days a week. Peter Cheese, chief executive of the CIPD, said a return to the office should be \"down to individual organisations consulting with their people to agree working arrangements\". \"'Freedom Day' shouldn't signal a mass return to workplaces, but it could signal the start of greater freedom and flexibility in how, when and where people work,\" he added. \"Businesses shouldn't rush to simply revert to how they used to work, now we have experience and evidence that it can be done differently,\" he said. Alistair Elliott, a senior partner at Knight Frank, said the estate agent \"wholeheartedly\" welcomed the lifting of working from home guidance. \"While this was imperative at the beginning of the pandemic, we look forward to seeing our great towns and cities fill up again, bringing all the benefits that the best collaborative workplaces create,\" he added. Richard Burge, chief executive of London Chamber of Commerce and Industry, said businesses would welcome being able to increase their capacity or \"kickstart their chosen future ways of working plans\". \"For London this is all hugely significant and is a further placing of the 'open for business' sign on the front door,\" he added.\"Ultimately, the answer is yes\" - your employer can tell you to work from the office, according to Shah Qureshi, partner and head of employment at law firm Irwin Mitchel. However, Mr Qureshi adds that under the Health and Safety at Work Act, \"employers have an obligation to ensure that there is a safe working environment, a safe workplace, to which an employee returns\", which is irrespective of whether restrictions are abolished on 19 July. So although all coronavirus restrictions are set to end on 19 July, measures put in place by companies could still include spacing desks out, enforcing one-way walking systems and ensuring adequate sanitary facilities, to make sure their offices are safe.\"There is an obligation to return to the office where an employer requires you to do so, and your normal workplace is the office, but there is a duty of care that the employer has to ensure that everything is safe as far as possible,\" said Mr Qureshi. Mr Qureshi added that as the law currently stands, there is no legal right for employees to work from home. ", "url": "https://www.bbc.com/news/business-57727567"}