{"datetime": "2021-07-05T20:22:57.000Z", "author": "George Bowden", "subject": "Coronavirus pandemic", "title": "Covid: Most rules set to end in England, says PM", "article": "Face masks will no longer be legally required and distancing rules will be scrapped at the final stage of England's Covid lockdown roadmap, Boris Johnson has confirmed. The rule of six inside private homes will be removed and work-from-home guidance abolished as 16 months of on-off restrictions on daily life end. The PM said he expected the final step would go ahead as planned on 19 July.This will be confirmed on 12 July after a review of the latest data. Further updates on school bubbles, travel and self-isolation will follow in the coming days, Mr Johnson told a Downing Street news conference. He said that even after the removal of the legal requirement to wear a face covering, he would continue to wear one himself in crowded places \"as a courtesy\". Mr Johnson said the ability to end a vast majority of legal restrictions in England was thanks to the success of the vaccine rollout in weakening the link between cases and deaths. But he warned cases were predicted to rise to 50,000 a day later this month and that \"we must reconcile ourselves, sadly, to more deaths from Covid\". The prime minister explained: \"If we don't go ahead now when we've clearly done so much with the vaccination programme to break the link... when would we go ahead?\" He added: \"We run the risk of either opening up at a very difficult time when the virus has an edge, has an advantage, in the cold months, or again putting everything off to next year.\" Self-isolation orders for those who test positive would continue, Mr Johnson said, but he suggested there would soon be new rules for fully-vaccinated contacts. Health Secretary Sajid Javid told MPs he would probably make an announcement regarding a new regime for close contacts on Tuesday. No country in the world has attempted to lift restrictions like this - in the face of rapidly rising cases driven by the new, more infectious Delta variant. Some say it would be better to wait until autumn when all adults will have had the chance to get a second vaccine dose. That may sound good in principle, but scientists advising government seem to be backing a summer lifting. Unlocking was always going to drive up infections. And the problem with trying to delay that is the risk of a surge in cases at a much worse time. By the autumn schools will be back - and we can see the huge disruption the rise in cases in recent weeks has had. People will also be outdoors more in the summer months, which could help flatten the peak. But perhaps most importantly you risk running into the flu season. That is when the NHS is under most pressure, while a Covid infection followed by flu in quick succession puts the vulnerable even more at risk. The move is not without risk. The government is banking on the wall of immunity built up by the vaccination programme stemming these rises soon. Scotland, Wales and Northern Ireland are in charge of their own coronavirus rules.The Scottish government has said it maycontinue to require masks in certain settings even after 9 August, when it is hoped the final curbs will end. Ahead of a review on 15 July in Wales, ministers said peoplewould need to learn to live with Covid. Rules in Northern Irelandhave just eased , with another review due on 8 July. The final stage of England's roadmap, step four, was delayed last month to no earlier than 19 July amid surging virus cases linked to the Delta variant. Mr Johnson said step four should proceed on that date, subject to the 12 July review.Announcing what the next stage of the pandemic will look like in England, he confirmed: It means nightclubs will reopen for the first time since the pandemic began, while drinks at the bar will return in a boost to the hospitality industry. Social distancing requirements, including the 1m-plus rule, have prevented many venues from operating at full capacity during the pandemic. Face coverings are currently required, for those without an exemption, on public transport and in shops as part of regulations backed by law. The prime minister said that while Covid certificates to prove vaccination or test status would not be legally mandated, businesses could choose to require them. Responding to Mr Johnson's announcement, Labour leader Sir Keir Starmer said \"lifting all protections in one go, when the infection rate is going up, is reckless\".\"A balanced approach or proper plan would say keep protections,\" he added, suggesting the use of masks in enclosed spaces and on public transport. Speaking alongside Mr Johnson, England's chief medical officer Prof Chris Whitty outlined the three scenarios where he would continue to wear a face covering in the context of rising case numbers. \"The first is any situation which is indoors, crowded, or indoors with close proximity with other people... the second situation I'd do it is if I was required to by any competent authority... and the third reason is if someone else was uncomfortable if I did not wear a mask,\" he said. Prof Whitty warned this coming winter \"may be very difficult for the NHS\", as chief scientific adviser Sir Patrick Vallance said the link between cases, hospital admission and death had been \"weakened, not broken\" by the vaccines. On the vaccine roll-out, Mr Johnson said the gap between first and second vaccine jabs for the under-40s will be shortened from 12 weeks to eight. Education Secretary Gavin Williamson will announce more details on Tuesday about how schools will manage isolation in future, the prime minister added. But he confirmed pupils will no longer be sent home en masse within so-called school bubbles. A further 27,334 cases were reported across the UK on Monday, alongside another nine deaths within 28 days of a positive test. ", "url": "https://www.bbc.com/news/uk-57725523"}