{"datetime": "2022-02-14T07:43:13.000Z", "author": "Sarah Dickins", "subject": "Coronavirus pandemic", "title": "Four-day working week pilot bid for Welsh workers", "article": "A four-day working week should be trialled in Wales, the Future Generations Commission has said. Shorter working weeks can make staff healthier and happier and businesses more productive, Wales' commissioner Sophie Howe said. Cutting hours but paying the same could help businesses retain staff and increase turnover, the report said. The Welsh government said it was considering the progress of pilots in other countries. It can change working patters in the public sector but not for private firms, but the report said the pilot could be used as a model there. Ms Howe wants a \"national conversation\" about working less and its potential to improve people's wellbeing.She urged the Welsh government to back pilots across different sectors. \"There are different challenges in different sectors but let's try it,\" she said. Wales has high levels of sickness and relatively low productivity. Incomes are lower than in other parts of the UK. Many jobs have changed as a result of the pandemic and the drive to net zero - the term for when carbon emitted into the atmosphere equals that removed. That change is expected to accelerate as more jobs become automated. The Future Generations Commission's report argues by cutting hours but not pay absenteeism would fall and productivity increase, and a healthier population would then put less pressure on the NHS. \"The alternative is to keep working as normal, increase mental health (sickness) rates, increasing the cost of living crisis and not preparing for the changing nature of work,\" Ms Howe said.For years Lily Champ, 24, worked five days a week in city centre hair salons. \"Usually a five-day week is chaotic, it can feel quite rushed and there's not enough time for yourself,\" she said. Now she works four eight-hour days rather than five and her pay is the same. She said it makes a \"huge difference in and out of the salon\".\"I can suffer from anxiety a lot and it helps because I have time for myself, more time to chill but also to do things,\" Ms Champ said. She is one of a 10-strong team at Cardiff hair salon Slunks where a four-day week was introduced as a trial there after lockdown to maintain social distancing.Co-owner Chelsea Hobson, 28, said: \"We noticed a massive difference with the team's mental health and happiness.\"She did not expect it to make the business more successful, but added: \"Takings-wise we are actually doing better than before.\" Restaurants are often busiest at the weekend and staff most in demand, but Cardiff restaurant Cora closes on Friday, Saturday and Sunday so the chef can have a better work-life balance.\"I value my time with my family a lot more than I value cooking,\" said the restaurant's Lee Skeet. The business is also closed during Easter, summer and Christmas holidays.\"I really didn't want to get into the routine that chefs do of always being busy at weekends and holidays,\" he said. He urged others to \"focus more on themselves\". Adam Bostock, sales director for Cardiff hearing healthcare company HearFocus, said a four-day week was beneficial for staff wellbeing and helped attract new employees in a \"competitive marketplace\". \"It's not a case of us losing 20% of our income, it's a case of us gaining clinical staff that we didn't have before,\" he toldBBC Radio Wales Breakfast . The report is not the first to suggest a shorter working week could benefit firms. The idea is being discussed in New Zealand, Ireland and Germany.In September 2021 the Scottish government announced it was trialling a four-day week.Business group CBI Wales' director Ian Price said: \"It might work for some organisations, and they will get more productivity, but it isn't practical for others. \"Businesses are already having to deal with the challenges of hybrid working and working from home.\" He said it would be wrong to \"overload businesses with more changes\".Ms Howe said: \"The 37-hour working week hasn't changed in around 100 years. \"What I'm not saying is that suddenly overnight every business in Wales should be offering a reduced working week. \"What I'm saying is there should be some pilots across Wales with different types of businesses. \"Two years ago businesses said they couldn't afford a minimum wage, and now it's just become an absolutely standard thing.\" The Welsh government said: \"We are considering the progress of pilots in other countries and examining the lessons Wales can learn. \"A shorter working week is just one example of flexible working and through our social partnership approach, we want to encourage more employers to provide workers with greater choice over where and when they work.\" ", "url": "https://www.bbc.com/news/uk-wales-60348417"}