{"datetime": "2021-07-05T13:21:12.000Z", "subject": "Coronavirus pandemic", "title": "Unions warn workers at risk if face masks rules dropped", "article": "Public transport and shop workers will face more risk of infection if mask rules are dropped, unions have said. Boris Johnson is expected to confirm later that the majority of Covid restrictions in England will be lifted from 19 July. These could include making face mask wearing voluntary and the end of 1m-plus social distancing. But dropping mask-wearing on public transport would be \"gross negligence\", the Unite union said. A Unite spokesman, pointing to official figures, said there had been a high level of Covid deaths among bus drivers even with mandatory face mask wearing. \"To end the requirement to wear masks on public transport would be an act of gross negligence by the government,\" said Unite national officer for passenger transport Bobby Morton. \"Rates of infection are continuing to increase and not only does mask wearing reduce transmissions, it helps provide reassurance to drivers and to passengers who are nervous about using public transport. \"The idea of personal responsibility and hoping that people will wear masks is absolutely ridiculous, members are already reporting there is an increase in passengers ignoring the rules on mask wearing.\" But industry body the Rail Delivery Group, which represents train companies, said that travelling by train was \"low risk\" and \"any decision to leave public transport behind other parts of the economy would need to be based on the science\". It said trains are \"well ventilated with air regularly refreshed either by air conditioning systems, or by doors and windows being opened\". \"Given that wearing a mask helps protect others, we would also support people who wished to continue wearing one in future if it becomes voluntary,\" the industry body added. Care minister Helen Whately told BBC Radio 4's Today programme that she may continue to wear a mask when commuting by train from her constituency in Kent to London. \"I think it's the sort of environment where, if something's crowded, I think I might,\" she said. However, she added: \"I know personally, and I know others, aren't comfortable wearing masks all the time. \"As I've said, there are downsides to masks as there are downsides to many of the restrictions.\" Ryanair said that face-masks would remain mandatory on its flights \"to protect the health of our passengers and crew\". There is expected to be a rise in coronavirus infections when restrictions are eased, but the government hopes that vaccinations will limit hospitalisations and deaths. The lifting of Covid restrictions was originally planned to be on 21 June, but this was pushed back to 19 July after a rise in infections driven by the Delta variant. Restrictions that are currently in place in England include the \"rule of six\" for gatherings, pubs and restaurants having to have table service, limits on how many people can be in theatres and cinemas, and nightclubs being closed. Facemasks also need to be worn in shops. Scotland, Wales and Northern Ireland have their own coronavirus rules, and the Scottish government has said it could keep some basic measures, including wearing masks, at its next review in August. The Usdaw union said face masks should continue to be mandatory for shoppers after 19 July to protect shop workers. \"Retail staff are working with the public every day and are deeply worried about catching Covid-19,\" said Paddy Lillis, Usdaw general secretary. \"This is not the right time to water down safety in stores and the government should not be removing the requirements of face coverings and distancing in busy public areas like shops. \"To speak about the wearing of face coverings in these settings in terms of personal responsibility ignores the reality that public-facing workers have no option but to interact with large numbers of people as a part of their job,\" he said. The union urged shoppers to keep wearing face masks, and to carry on washing hands and social distancing \"to help make shops safer and limit the spread of Covid-19\". Mr Lillis added that many retail workers had continued to work through the pandemic \"to keep the country supplied with essentials\". \"These key workers must be valued, respected and protected,\" he added. Dan Shears, health and safety director at the GMB union, said: \"If compulsory masks are going to go then it is up to employers to control the Covid infection risk, primarily through ventilation, to keep workers and the general public safe.\" The assistant general secretary of the Unison union, Jon Richards, said: \"Now isn't the time to throw caution to the wind, especially with infections on the rise. The economy is important, but so is public confidence.\"People want clarity from the government as restrictions are eased. They don't need a confusing free-for-all, with ministers absolving themselves of any responsibility for public health.\"Face coverings and well-ventilated workspaces provide a level of reassurance and security to staff who deal with the public. Safety laws also require their employers to keep these workers safe.\" Do you wear a face mask at work? Or do your clients or customers? What do you think should happen? Share your views and experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-57701777"}