{"datetime": "2021-07-06T10:41:18.000Z", "title": "Four-day week 'an overwhelming success' in Iceland", "article": "Trials of a four-day week in Iceland were an \"overwhelming success\" and led to many workers moving to shorter hours, researchers have said. The trials, in which workers were paid the same amount for shorter hours, took place between 2015 and 2019. Productivity remained the same or improved in the majority of workplaces, researchers said. A number of other trials are now being run across the world,including in Spain andby Unilever in New Zealand . In Iceland, the trials run by Reykjavík City Council and the national government eventually included more than 2,500 workers, which amounts to about 1% of Iceland's working population. A range of workplaces took part, including preschools, offices, social service providers, and hospitals.Many of them moved from a 40 hour week to a 35 or 36 hour week,researchers from UK think tank Autonomy andthe Association for Sustainable Democracy (Alda) in Iceland said. The trials led unions to renegotiate working patterns, and now 86% of Iceland's workforce have either moved to shorter hours for the same pay, or will gain the right to, the researchers said. Workers reported feeling less stressed and at risk of burnout, and said their health and work-life balance had improved. They also reported having more time to spend with their families, do hobbies and complete household chores.Will Stronge, director of research at Autonomy, said: \"This study shows that the world's largest ever trial of a shorter working week in the public sector was by all measures an overwhelming success. \"It shows that the public sector is ripe for being a pioneer of shorter working weeks - and lessons can be learned for other governments.\" Gudmundur Haraldsson, a researcher at Alda, said: \"The Icelandic shorter working week journey tells us that not only is it possible to work less in modern times, but that progressive change is possible too.\" Spain is piloting a four day working week for companies in part due to the challenges of coronavirus. And consumer goods giant Unilever is giving staff in New Zealand a chance to cut their hours by 20% without hurting their pay in a trial. In May,a report commissioned by the 4 Day Week campaign from Platform London suggested that shorter hours could cut the UK's carbon footprint. ", "url": "https://www.bbc.com/news/business-57724779"}