{"datetime": "2021-07-05T15:58:14.000Z", "title": "Covid-19: 'No reason not to get Covid vaccine' - chief medical officer", "article": "There are no reasons not to get the Covid-19 vaccine if eligible, as Northern Ireland experiences a fourth Covid-19 wave, NI's chief medical officer has said. Sir Michael McBride said cases are expected to increase rapidly.About 400 people with Covid could be in hospital at any one time by the end of the summer, he added.But he said if 90% of the population gets their first jab by the end of the month, thatcould be reduced by half . About 80% of the adult eligible population in Northern Ireland have so far received their first dose, and about 60% are fully vaccinated.Health Minister Robin Swann has encouraged more young people to get the Covid-19 vaccine.Speaking in the NI assembly, he said walk-in clinics would be rolled out in towns and villages across Northern Ireland in the coming weeks. Initiatives targeting specific industries such as fishing and meat processing will also be put in place. \"This is a race between the vaccine and the virus,\" the minister added. Meanwhile, chief scientific adviser Prof Ian Young said people booking overseas travel are taking a risk.He also told BBC's Good Morning Ulster programme that it was \"highly likely\" people aged over 50 would need a Covid-19 booster jab by the autumn. A further 420 cases of Covid-19, but no deaths,were reported on Monday . Speaking to BBC News NI's The Nolan Show on Monday, Sir Michael said: \"We are in another wave, a fourth wave, there is no doubt about that, numbers will increase rapidly. \"We will be making the vaccine as accessible as we can. There are no reasons for not getting this vaccine if you're eligible.\" Sir Michael said the risks of Covid are significant, and the risks of blood clotting from Covid \"are greater than the extremely rare risk of blood clots with theAstraZeneca vaccine \".\"These are safe and effective vaccines so please, get the vaccine. Protect yourself and your family from Covid, and also protect yourself, if you're a young person, fromlong Covid .\" Meanwhile Prof Young said would-be travellers needed to recognise policies could change at their destination country, as well as back home. \"Anyone booking a foreign holiday has to recognise that they do so at risk and that's less to do with policy within Northern Ireland or within the UK, it's more to do with the way policy in other countries is changing,\" he said.He urged potential travellers to be cautious and pay attention to the advice of the country to which they intend travelling.Overseas travel is regulated by atraffic light system , which groups countries into green, amber and red lists.A person who travels to a country on the UK government's green list is not required to self-isolate on their return.Meanwhile, from Monday, walk-in vaccinations for a second dose of either Pfizer or Astra Zeneca are now available at the Covid-19 Vaccination Centre in the SSE Arena, Belfast. People who have a scheduled appointment are asked to keep it, but if this is not possible, they can go directly to the centre.It comes afterappointment-free vaccine clinics operated in Belfast and County Down over the weekend in a \"final push\" to get younger people vaccinated.Mr Swann said officials were watching how rising Covid-19 numbers in Northern Ireland were affecting hospital admissions. He said there was concern at the increased number of cases \"mostly in the younger age groups\". He saidappointment-free vaccine clinics aimed to increase the number of young people vaccinated.\"It is a serious concern in regards to how we are seeing numbers going up,\" Mr Swann told BBC's Good Morning Ulster programme. \"They are mostly in the younger age groups and that's why there's a real concerted effort in getting our vaccine programme to actually increase in regards to those specific age groups.\" Mr Swann also praised healthcare workers who have beenawarded the George Cross by the Queen . The George Cross, which is the highest civilian gallantry award, has been awarded to the Northern Ireland Health and Social Care system alongside the National Health Services in England, Scotland and Wales. \"The Covid-19 pandemic has undoubtedly been the biggest challenge faced by the health service since its inception,\" he said.\"The response from our health and care staff has been both inspirational and humbling. They are indeed the best of us.\" Fighting Covid-19 sometimes feels like playing a game of snakes and ladders; move up three spaces, then something unexpected comes along and we all fall back a bit. The Delta variant has thrown a mean dice. By the summer of 2021, we had hoped to be opening up with confidence.Instead we are progressing cautiously with an endgame nowhere near in sight. The highs and lows continue. While Covid-19 infections persist across the UK, vaccines are stopping a steep rise in hospital numbers. Many will take that. Just as the BMA has described the NHS receiving the George Cross from the Queen as a \"worthy honour\", in the same breath it also remind the authorities that its vital to ensure healthcare professionals work in an environment where \"there is an adequate workforce and resources including enough hospital beds and facilities in general practice\".As always, everything is a balancing act. The health minister said Northern Ireland is unlikely to follow England's lead on the use of face coverings, wherethe wearing of masks is soon expected to become a \"personal responsibility\" . \"We have seen the protections that have come from the wearing of face masks in certain areas,\" he said. \"It's something that the executive keeps under continual review.\" He added the transmissibility of the Delta variant is a concern and face coverings are one of the main protections against it.Anyone over the age of 18 in Northern Ireland will be able to receive a first Covid-19 vaccination without booking an appointment at the following locations: From Monday From Tuesday Omagh Leisure Centre in County Tyrone will be open for first dose walk-ins on 5, 6, 7 July. The Lakeland Forum in County Fermanagh will be open for first dose walk-ins on 8 July. All regional vaccination centres continue to offer vaccination appointment bookings for first doses. At the SSE Arena, Belfast, people can also walk in to receive their second dose. Those who have a scheduled appointment have been asked to keep to that, but those unable to attend can walk in and receive the vaccine between 08:30and 18:00 BST each day. Second doses cannot be given earlier than six weeks for Pfizer and eight weeks for Astra Zeneca. Those who intend to use the walk in service should bring their vaccine card, photo ID and health and care number if available. ", "url": "https://www.bbc.com/news/uk-northern-ireland-57716574"}