{"datetime": "2021-07-05T21:51:11.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Wales will need to learn to live with coronavirus, health minister says", "article": "Wales is going to have to \"learn to live with\" coronavirus, the nation's health minister has said. Eluned Morgan spoke ahead of the UK government's announcement that it willscrap most Covid restrictions in England . The Welsh government is yet to reveal its next moves, but they could be announced a week on Wednesday. \"Other harms\" caused by lockdown such as mental health issues were being considered, the minister said. The Welsh government is increasingly confident the current Covid wave will cause less serious illness than before due to mass vaccination.But Baroness Morgan said the Welsh government would not move to a \"political deadline that has been set out artificially\" by the UK government for England. The Conservatives called for Labour to give a plan for freedoms to be restored, while Plaid Cymru said the Welsh government needed to be \"up front\" about the data. It comes after a senior Welsh government politician said more of Wales' rulescould move from being legal requirements to advice . Coronavirus cases continue to rise in Wales - the health minister said it now stands at 95 cases per 100,000 people. She added there had a been a small increase in the number of people in hospital in Wales with Covid in the last few days, numbering around 100. \"We believe vaccination has weakened the link between the virus and hospitalisation, even in the face of the new delta variant,\" the minister told a televised briefing. On the possible easing of restrictions, she said Wales was still in a \"very difficult situation because the case numbers are increasing exponentially\". However, she added: \"We need to understand that we are going to learn to live with this with this illness. \"And we are going to have to adapt as a society to a situation where we will be exposed to an extent to this new variant, and to coronavirus more generally.\" Can you spot any difference? \"People must begin to learn to live with this virus\", Downing Street is briefing journalists in England.\"We are going to learn to live with this illness,\" according to Wales' Health Minister Eluned Morgan. Remarkably similar language - radically different approaches to lifting restrictions. The expectation is that England will do away with the vast majority of Covid rules on 19 July, whilst Scotland is aiming to get rid of most of its regulations on 9 August. But in Wales, where transmission of the virus is at its lowest compared to the other UK nations, there is still no mention of a timescale, let alone any indication of whether we're heading in the same direction. The Welsh government's cabinet will meet several times over the next 10 days to pore over the data, with particular focus on the impact on hospitals, ahead of an announcement next week, perhaps as early as Wednesday 14 July. If the pressure on hospitals remains low, there will be huge political pressure on ministers to articulate what learning to live with the virus actually means. Because as it stands, we're none the wiser. Baroness Morgan said that having seen a \"weakening\" of the link between cases and hospital admissions, \"we also have to understand that there are other harms that we need to consider and, in particular, the mental health situation, the economic situation, the social situations that people find themselves in\". \"We'll be considering those in the next few days,\" she added. Prime Minister Boris Johnson confirmed on Monday that face mask and social distancing rules in England will be scrapped from 19 July. On whether Wales would follow England, Baroness Morgan said that \"in an ideal world we would like to move together\", but added: \"If it's not right for Wales, we won't be doing that.\"\"We've responded to local circumstances and we will continue to do that,\" she said.As things stand before next week's announcement, England will have different rules on face coverings and social distancing from 19 July. One business woman in the border town of Chepstow said shoppers may avoid the town if they could go somewhere nearby in England where they did not have to wear one. Lisa Roberts, of J'adore gift shop, said customers are \"refusing to wear them sometimes\" for reasons like glasses misting up and lip reading. \"People will bypass Chepstow and go somewhere else, because they just don't want the hassle of wearing one,\" she said. Dawn Floyd, of St Mary's Collectables in the same town, said if the rules were different between the two countries she doubted that she could challenge her customers if they were not wearing a mask. \"How are we going to enforce somebody coming in from England to wear a facemask when it's basically a few 100 yards down the road. I can't see how we can possibly enforce that,\" said Ms Floyd. \"I don't think that would be fair to have to sort of confront them to say you can't come in unless you have a face mask,\" she added. Despite low rates of Covid admissions, NHS Wales Chief Executive Andrew Goodall said the NHS was struggling to \"catch its breath\" with a backlog of planned operations due to continued Covid-control measures. He told Monday's briefing that 86% of hospital beds in Wales were occupied at the end of last week, with the vast majority of admissions unrelated to Covid. \"Demand for urgent and emergency care is back to pre-pandemic levels, and at times it is even busier,\" Dr Goodall said. Welsh Conservative's health spokesman, Russell George, said: \"It's long been clear we would have to learn to live with this virus, and it's encouraging Labour ministers are starting to be up front and honest with the Welsh public.\" He added: \"Over the coming days, Labour ministers should start providing the country with clarity, hope and their plan for the restoration of freedoms in Wales - it's the least families, workers and business deserve.\" Plaid's health spokesman Rhun ap Iorwerth said: \"Welsh government needs to be up-front about what the data is telling them, specifically on how the vaccination programme has impacted on the number of people becoming seriously ill as a result of infection. \"I, for one, am hoping that the data tells a positive story so we can move forward.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-57722609"}