{"datetime": "2022-02-16T08:55:27.000Z", "title": "Covid: Wrexham cousins forge blacksmiths business in lockdown", "article": "Two teenage cousins are forging ahead with a blacksmith business they set up in lockdown. Ollie and Harvey, who are 14 and 13, are the seventh generation of blacksmiths in their family. The decorative metal designs they make in their grandfather's workshop in Garden Village, Wrexham, have been bought from as far away as Indonesia. Harvey said it was watching grandad Tony Roberts working with metal that sparked their interest. \"A long, long time ago, 1804, our family bought the Wrexham smithy and started doing blacksmithing,\" he said. \"Our grandad did it and we found it really interesting. We had a go, and then we thought we've come this far and we may as well try to make a business out of it. \"We had to have help at the start - it's really dangerous and there are lots of sparks.\" But it was Wales' lockdowns that really helped the boys find the time to hone their craft. \"It just progressed, and we were able to do bigger projects,\" said Ollie. \"We try to come here as much as possible to get things done, and get the orders done.\" The design ideas, which include flowers and birds, initially came from the internet but are increasingly beginning to sprout from Ollie and Harvey's own imaginations.One current project is a dolphin made from old spoons, which is destined to go on display at the British Ironwork Centre.They have also created a bouquet of eight steel roses with a symbolic robin, made from a spoon and a fork, to raise money for Nightingale House hospice in Wrexham. The boys have already smashed their £200 target, raising more than £500 and counting. Mr Roberts, 61, a former blacksmith at Brymbo Steelworks, said he was \"very proud\" of their \"very impressive\" work.\"It's a very interesting trade and very unusual for two young lads to take it up - but I'm glad they have,\" he said.\"As long as they keep up the interest... it'll stay in the family.\"He explained that started with the boys having a go at welding: \"They took to it, they got to a point when they were welding quite competently.\"They started off making small things like keyrings and bottle holders... they've progressed to making things for the likes of Nightingale House.\" Mr Roberts' father, 86-year-old Albert Roberts, was an apprentice at the family smithy in Little Acton, which closed down in the 1980s.He said it was \"wonderful\" to see his great-grandsons at work.\"My son has all my blacksmithing tools. My great-grandsons use them today,\" said Albert Roberts.\"I'm so very proud of them both, to think what they've achieved.. my son taught them, of course, but they do everything now on their own. I think they are great, the pair of them. \"I try to give them a little bit of advice from time to time but they know what they need to do most of the time anyway now.\"Ollie and Harvey are currently working on orders for metal daffodils for St David's Day and they have their sights set on expanding their business.\"I think it's good that we're so young and we've taken on blacksmithing. Not many people do it anymore,\" said Harvey. \"It's nice that we're carrying it on and trying to get it big again.\" ", "url": "https://www.bbc.com/news/uk-wales-60381729"}