{"datetime": "2021-02-27T10:20:45.000Z", "title": "Bristol Clean Air Zone: Plan sent for government approval", "article": "A plan to charge motorists who drive the most polluting cars £9 a day to use a clean air zone (CAZ) in central Bristol have been submitted to the government. Bristol City Council hopes to roll out the project in October and said about a quarter of vehicles will be charged. Mayor Marvin Rees said the authority has a \"moral and legal responsibility\" to improve air quality.It hopes the city will be compliant with legal pollution limits by 2023.People driving the most polluting minibuses taxis and vans would also need to pay the £9 charge.Drivers of lorries, buses and coaches would be charged £100 a day to use the CAZ but no vehicles would be banned from entering it. Any diesel vehicles that do not meet Euro 6 emission standards would be charged. They are likely to have been registered before September 2015. Petrol vehicles that do not conform to Euro 4 emission standards would also be charged. They are generally vehicles registered before 1 January 2006. Mr Rees said: \"We're grateful to the thousands of individuals and businesses who took part in our Clean Air Zone consultation and we want to continue working together on our journey towards a healthier city\". \"We cannot take on the task of delivering clean air alone - we need all of Bristol's help if we are to protect each other from dangerous pollution and toxic fumes.\" The CAZ could bring in a net income of between £17.5m and £31.4m for the council over a 10-year period. The government has been asked by the council to pay about £44m towards creating the zone.Motorists earning less than £24,000 a year and less than £12.45 per hour will be able to apply for a year-long exemption once the CAZ is introduced.Hospital visitors will not need to pay the charge and the council plans to review exemptions after a year. ", "url": "https://www.bbc.com/news/uk-england-bristol-56216578"}