{"datetime": "2021-09-26T22:12:05.000Z", "title": "Iceland misses out on Europe's first female-majority parliament after recount", "article": "Iceland briefly believed it had made history by electing Europe's first female-majority parliament - before a recount showed it had just fallen short. Some 30 of the 63 seats (47.6%) were won by women.But earlier results had showed women winning 33 seats (52%). No European country has breached the 50% threshold, with Sweden coming closest at 47%, according to data from the Inter Parliamentary Union. The results mean a further six women have been elected to Iceland's parliament, but men still hold a majority of seats. Unlike some other countries, Iceland does not have legal quotas on female representation in parliament, though some parties do require a minimum number of candidates be women. Initially, the apparent female-majority in parliament was hailed as a landmark achievement. \"In a historical and international light, the most significant news is that women are now first time in majority in the Icelandic parliament, and a first in Europe. This is good news,\" President Gudni Johannesson told broadcaster RUV before the recount. Iceland has long been considered a leader in gender equality and was ranked the most gender-equal nation in the world for the 12th year running in a World Economic Forum report released in March. It offers the same parental leave to both men and women, and its first law on equal pay for men and women dates back to 1961. It was also the first country in the world to elect a female president in 1980.Just five countries currently have parliaments where women hold at least half the seats. Rwanda leads the way, with women making up 61.3% of the members of its lower house. It is followed by Cuba on 53.4%, Nicaragua on 50.6% and Mexico and the United Arab Emirates at 50%. Women make up just 34.2% of the members of the United Kingdom's House of Commons and just 27.6% of the House of Representatives in the United States.Meanwhile, yesterday's election saw the incumbent left-right coalition government, led by Prime Minister Katrin Jakobsdottir, increase its majority.However, her party, the Left Green Movement, looks set to lose several seats, while her right-wing partners gained five MPs, casting doubt over her future as prime minister. Opinion polls had predicted that the coalition would fall short of a majority but a surge in support for the centre-right Progressive Party, which won five more seats than in 2017, pushed the coalition's total seats to 37, according to RUV. The current government, which consists of the prime minister's Left-Green Movement, the conservative Independence Party and the centrist Progressive Party, said before the election that they would negotiate continued cooperation if they held their majority. ", "url": "https://www.bbc.com/news/world-europe-58698490"}