{"datetime": "2021-07-01T16:37:08.000Z", "author": "Laura Kuenssberg", "subject": "Coronavirus pandemic", "title": "Covid: How much will life change in England on 19 July?", "article": "\"It all has to go.\" One member of the cabinet couldn't have been clearer on their hopes for the removal of legal restrictions on our lives in England on 19 July. Bear in mind that nothing is final, no conclusive decisions have been made. That cabinet minister may not get their wish entirely. But every time one of their colleagues has opened their mouth in the last few days, the chances of the rules being removed more or less entirely in less than three weeks has seemed to increase. Expectation is building that the one-metre-plus rule that has made normal business for workplaces, pubs and public places so hard will go. It seems likely the compulsory wearing of masks will be ditched too. And the rules that have controlled the size even of private gatherings are expected to disappear.You might wonder about the logic of how long they can last in any case. How can it be sustainable for us to watch the crowds at Wembley in our living rooms, but not be allowed to have more than five friends over to watch the match if they happen to live in different places? It doesn't seem that government will be able to change the rules to ease the frustrations of thousands of parents whose kids are stuck at home again before the end of the term in England.The prime minister has asked parents to be patient. But there is a hope that clubs or play schemes in the school holidays won't have to be subject to the same limits and, as ministers have indicated, the rules will look very different when it's time to go back to school. The government is still likely, though, to give advice, or urge some caution. Boris Johnson's instinct is to allow life after 19 July to get back to something as close to normality before the pandemic as possible. But messages about the importance of hand washing, or ventilation, are likely to remain. Isolation and testing are still expected to be important, even though the government is searching for a way of reducing the burden on those who have been double jabbed. Travel for those who have had both vaccinations is likely to ease up, but don't expect booking a spot on the lounger or jumping on a plane to be straightforward this summer. Above all, perhaps, Downing Street won't be in a position to say that restrictions have gone, never to return. When the announcement comes, perhaps in less than a week, ministers will have to balance a return to some norms with the reality that cases will continue to go up, perhaps by significant numbers. The number of people being sent to hospital is therefore likely to rise as well. But the vaccine should mean those increases simply won't translate into an awful spike in the number of people losing their lives to the disease. We may not, though, see ministers pushing people to get back out into the world again. Exhortations to get out and spend, to \"eat out to help out\" or swarm back to the office are not likely to be a feature this year. Remember, no final decisions have been taken, but after many months the political sentiment is moving in one direction - towards scrapping most of the limits that have controlled so much of our lives for so long.", "url": "https://www.bbc.com/news/uk-politics-57686819"}