{"datetime": "2022-02-04T22:34:59.000Z", "title": "Iceland whaling: Fisheries minister signals end from 2024", "article": "Commercial whaling in Iceland could be banned within two years, after a government minister said there was little justification for the practice. The northern European country, an island in the North Atlantic, is one of few places to allow whale hunting. But demand for the mammals' meat has decreased dramatically since Japan - Iceland's main market - resumed commercial whaling in 2019. Iceland's fisheries minister says whaling is no longer profitable.\"Why should Iceland take the risk of keeping up whaling, which has not brought any economic gain, in order to sell a product for which there is hardly any demand?\" Svandis Svavarsdottir wrote on Friday in the Morgunbladid newspaper.Iceland's most recent annual quotas allow for the hunting of 209 fin whales, which are considered endangered, and 217 minke whales - one of the smallest species.But Ms Svavarsdottir, a member of the Left-Green Movement, said the fact that only one whale had been killed in the past three years showed that the practice had little economic benefit for the country. She said this would be a key factor in the decision over whether to extend whaling beyond 2023. WhenJapan resumed commercial whaling in 2019 , after a three decade hiatus, it caused a significant drop in demand for Iceland's whale exports, making hunting less profitable.Other factors have also made whaling more challenging. Social distancing rules made Icelandic whale meat processing plants less efficient, and the extension of a no-fishing coastal zone pushed up the cost of whale hunting. Ms Svavarsdottir also said that Iceland's whaling activities can have a negative impact the economy, for example the US-based chain Whole Foods stopped marketing Icelandic products when commercial whaling resumed there in 2006.The news has been welcomed by campaigners, who have been calling for an end to whaling in Iceland for many years.\"This is obviously hugely welcome news... and not before time. Icelandic whalers have killed hundreds of whales in recent years, despite almost zero domestic demand,\" said Vanessa Williams-Grey of the UK charity Whale and Dolphin Conservation.Other whale-related industries are now more successful in Iceland, with hundreds of thousands of whale-watchers visiting the island in 2019, hoping to catch a glimpse of the marine mammals.At present, Iceland, Norway and Japan are the only countries that permit commercial whaling. ", "url": "https://www.bbc.com/news/world-europe-60265085"}