{"datetime": "2021-12-30T19:18:05.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Woman isolates in toilet for five hours after positive mid-flight test", "article": "A US schoolteacher says she spent five hours in voluntary self-isolation in a plane's toilet after testing positive for Covid-19 mid-flight. Marisa Fotieo says she felt her throat hurt while travelling from Chicago to Reykjavik, in Iceland, on 20 December. Ms Fotieo says she performed a rapid test with a kit she had brought with her, which confirmed she was infected. She remained in the toilet for the rest of the trip, and a flight attendant provided food and drinks to her. It was not immediately clear whether she had had to present a Covid-19 test before boarding the flight. \"It was a crazy experience,\"Ms Fotieo, who is from Michigan, told NBC News. \"[There were] 150 people on the flight, and my biggest fear was giving it to them\". A video she posted on Tiktok from inside the Icelandair jet's toilet has been viewed more than four million times. She praised a flight attendant for helping her during the ordeal.\"She made sure I had everything I needed for the next five hours from food to drinks and constantly checked on me assuring me I would be all right,\" she told NBC. Ms Fotieo said she had had to isolate in a Red Cross hotel upon arriving in Iceland. Her ordeal came amid the spread of the Omicron variant of Covid-19, which continues to fuel a surge in cases across the US. Studies suggest this variant of the virus is milder than others but more transmissible. According to the tracker of the US Centers for Disease Control and Prevention, the seven-day daily average of new cases is at 277,000 in the country, the highest level since the start of the pandemic. The rates of deaths and hospitalisations, however, remain relatively steady. The growing number of people having to isolate because of infections has put pressure on several industries, including air travel. Disruptions continued for a sixth day on Thursday, with around 1,100 cancellations across the country, according to air travel data site FlightAware.", "url": "https://www.bbc.com/news/world-us-canada-59833262"}