{"datetime": "2021-07-05T13:31:47.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Scotland tops Europe hotspot chart", "article": "A lack of \"natural immunity\" in the population has led to Scotland having the highest Covid rates in Europe, the national clinical director has said. Jason Leitch also said Scotland had been hit hard by the infectious Delta variant becoming \"seeded\" in Glasgow. Six Scottish health boards are among the top 10 worst-hit regions in Europe,according to World Health Organization (WHO) figures . NHS Tayside has the highest rate, with 1,146 cases per 100,000 people. Lothian, Greater Glasgow and Clyde, Fife, Lanarkshire and Ayrshire and Arran health boards are also in the top 10, along with north-east and north-west England. The only areas in the table outside the UK are Nur-Sultan City in Kazakhstan and the Russian Federation's capital, Moscow. A further 2,372 new cases of Covid-19 were confirmed on Monday, with 12.6% of all tests positive. It means that more than 23,000 new infections have been detected in Scotland over the last seven days. The latest Scottish government figures also show there are 338 Covid patients in hospital and 30 are being treated in intensive care. Prof Leitch confirmed that Scotland had some of the \"highest numbers\" across the UK and Europe. He toldBBC Radio's Good Morning Scotland programme that the \"fundamental\" reason for the figures was the spread of the Delta variant. \"It's got seeded into our biggest, dense city in Glasgow and we've got less natural immunity because we haven't been at the top of this league table throughout the pandemic,\" he said. \"It's not a league table I want to top and I want to get us off there as quickly as we possibly can.\" He warned that a \"big wave\" of Covid infections, fuelled by the Delta strain, was likely to overtake other parts of Europe in the next few weeks. Prof Leitch also saidcases linked to people gathering to watch Euro 2020 matches were \"part of the problem\". \"Scotland being out [of the Euros] is a very, very unfortunate from a sporting perspective, but probably better from a Covid perspective,\" he said. But Prof Leitch added that the Scottish government was \"relatively optimistic\" that hospital admissions and deaths were not rising at the same rates they were earlier in the pandemic because of the protection offered by vaccination. \"We have to watch the translation of those cases into hospitalisations. Hospitalisations are now going up a little, but they're not at the levels they were in the first and second waves,\" he said. \"Intensive care is stable - [there are] really low numbers of Covid cases in intensive care.\" The number of drop-in vaccination centres is being expanded from Monday after the sharp rise in Covid case numbers.All mainland health boards are now offering drop-in clinics. Everyone aged 18 and over can attend for their first dose. People who had their a first jab at least eight weeks before can attend for a second dose.However, Scottish Labour has called for the gap between first and second vaccinations to be halved to four weeks. Scottish Labour leader Anas Sarwar said that would help deal with the \"out of control\" spread of coronavirus. Mr Sarwar pointed to guidance from the Medicines and Healthcare products Regulatory Agency (MHRA) which suggests that vaccines can be effective when the two doses are administered just four weeks apart. He accused the Scottish government of being too slow on measures such as walk-in vaccination centres and contact tracing. In response, a spokesman for Health Secretary Humza Yousaf said an eight-week gap was \"optimal\" according to advice from the Joint Committee on Vaccination and Immunisation (JCVI) and \"reducing that below eight weeks would compromise the effectiveness of the vaccine and how long that effect lasts\". He added: \"We are progressing the final stages of our successful vaccine rollout as quickly as we can. \"This is limited by supply, we can only give Pfizer to younger age groups, in addition, constraints on supply affect the pool of those who had their first dose eight weeks previously.\" Last week saw the most Covid-19 cases than at any point during the pandemic, with apeak of 4,234 new infections recorded. on 1 July. According to the latest ONS infection survey figures, Scotland is believed to have the highest Covid rate in the UK, with estimated levels in the Scottish population 73% higher than in England, triple those in Wales and more than four times higher than those in Northern Ireland. The Scottish government wants to move all parts of Scotland to level 0 on 19 July, which First Minister Nicola Sturgeon said would be \"a significant step back to normality\". It expects to have completed second doses for all over-40s by 26 July. Two weeks later - on 9 August - the major remaining legal Covid restrictions could be lifted. ", "url": "https://www.bbc.com/news/uk-scotland-57712737"}