{"datetime": "2021-09-01T12:10:07.000Z", "title": "Iceland PM saddened by football sex abuse scandal", "article": "Iceland's prime minister has urged the nation's football association to root out sexual abuse after it was accused of covering up assault allegations against national team players. Katrin Jakobsdottir said she was saddened by allegations that have plunged Iceland's football governing body (KSI) into crisis. KSI apologised to the women involved before its entire board resigned. The scandal emerged last week after a woman made sexual abuse allegations.In an interview with public broadcaster RUV , Thorhildur Gyda Arnarsdottir, 25, accused a member of the national team of assaulting her in a Reykjavik nightclub in September 2017. She said she and another woman had filed police reports against a player for sexual assault that night. On Monday Swedish football club IFK Gothenburg addressed reports that \"one of our players committed sexual harassment in 2017\". The player, who was not named, was reported to police. \"The police investigation did not lead to any prosecution, but the parties agreed on a settlement,\"the club said . \"IFK Gothenburg takes this very seriously even if the case in the legal sense is closed,\" said club director, Hakan Mild. Icelandic media say accusations against current and former national team members have been circulating on social media for weeks. Speaking to the Visir newspaper , Thorhildur said she knew of at least six other players who had been accused of sexual assaults. She said she was pleased that KSI's board had decided to step down and was grateful for the support she had received.\"I just hope that this has shown us as a society that we need to start believing in victims when they step forward,\" she said. On Tuesday the prime minister addressed the scandal after a cabinet meeting,telling RUV it was sad that it took these allegations to generate discussion about sexual abuse within football. She expressed her \"great admiration for the victims\" who went public, and said she respected the resignations of KSI's board and its chairman, Gudni Bergsson. \"I hope this will be a learning curve for the football movement,\" the prime minister said, calling for a grassroots re-evaluation of how the sport deals with allegations of abuse. Calls for the chairman's resignation came after he said in a TV interview that KSI had not received any complaints of sexual offences by players. The next day the former chairman said his comments were a mistake after Thorhildur went public with her allegations. Gudni and the board have both apologised to the alleged victims and admitted they let them down. In a statement, the board vowed to \"fix the things that have gone wrong and look at the culture that exists within the football movement from the bottom up\". \"Work is already underway with external professionals to review all responses to sexual offences and violence within the association and how support was and will be provided to victims,\" the statement said. ", "url": "https://www.bbc.com/news/world-europe-58407789"}