{"datetime": "2021-08-10T12:25:57.000Z", "title": "Princess Latifa: Campaign to free Dubai ruler's daughter disbanded", "article": "The campaign to free Princess Latifa, the daughter of the ruler of Dubai, has been disbanded after she was pictured in Iceland. The image was posted on Instagram on Monday by a British woman who has previously appeared in photos with her. But it is unclear to what extent Latifa, who has not spoken publicly, is operating under her own free will. The BBC broadcast footage earlier this year in which the princess said she was being held captive by her father. It prompted an international outcry, with the UN calling for proof that the 35-year-old was still alive. Several images of Latifa have since emerged. They were posted by Sioned Taylor, who was also in one such image in June that appeared to show the pair together at Madrid airport. Others showed Latifa at a shopping mall and a restaurant in Dubai. The Free Latifa campaign issued a statement on Monday confirming that the princess had met her cousin, Marcus Essabri - the third person in the photo - in Iceland. \"Following the meeting... it has been decided that the most appropriate step at this time is to close the Free Latifa campaign,\" it said.\"The primary purpose of [the] campaign was to see Latifa free leading the life she chooses for herself,\" the statement added. \"We have clearly gone a long way towards achieving that goal.\" Mr Essabri, whose aunt is Latifa's mother, said: \"[We] had an emotional reunion... It was reassuring to see her so happy, well and focused on her plans.\" David Haigh, co-founder of the Free Latifa campaign, told the BBC that the princess's current situation was \"the best position she has been in in terms of freedom [...] for two decades\". But he added: \"It's quite right and understandable that everyone needs to look at everything that's happening now with extreme caution and monitor the situation closely.\" Dubai's royal family has not commented on the latest photograph.Latifa, one of the 25 children of Sheikh Mohammed bin Rashid al Maktoum, attempted to escape from Dubai in February 2018. In a video recorded shortly before she left, she said her life was heavily constricted. \"I haven't left the country since 2000. I've been asking a lot to just go travelling, to study, to do anything normal. They don't let me,\" she said. But the escape went wrong: eight days into a journey across the Indian Ocean, the boat was caught by commandos who forcibly removed Latifa and returned her to Dubai. Her father later said he considered this a \"rescue mission\". In February, BBC Panorama broadcast videos secretly recorded by Princess Latifa and passed to friends abroad, in which she describes her capture and imprisonment after her return to Dubai. She said she was being held alone without access to medical or legal help in a villa with windows and doors barred shut, and guarded by police. ", "url": "https://www.bbc.com/news/world-middle-east-58156419"}