{"datetime": "2021-07-02T10:08:23.000Z", "subject": "Coronavirus pandemic", "title": "Asda to allow permanent hybrid working for offices", "article": "Asda has announced it will make hybrid working permanent at its head offices once Covid restrictions are lifted. The supermarket group said staff at Asda House in Leeds and George House in Leicester can choose where they work. Around 4,000 staff work at both offices, with the majority based in Leeds. England is set to lift final Covid measures on 19 July and many businesses have indicated they will continue to allow flexible working. However, not all companies plan to embrace a hybrid approach. Goldman Sachs International has said it wants people to come back into the office once restrictions have ended. Asda said its new approach \"will encourage colleagues to select the best location to do their job\", including home, head office or even a store or depot. When employees have meetings or training, they will be encouraged to come into the office. But Asda said staff also \"have the flexibility to work from home when it is more productive to do so, such as tasks that involve planning or research\".Asda's plan is similar to oneadopted by Nationwide , which will allow the building society's 13,000 office employees to \"work anywhere\".Nationwide is closing three offices in Swindon and the 3,000 staff based at those sites can either move to the nearby headquarters, work from home or mix the two. Some employees may be able to work from a local High Street branch if they prefer, instead of travelling to an office. Jacki Simpson, Asda's vice president of people operations, said: \"We have learned a great deal about working patterns during the last 16 months and have seen colleagues work productively across different locations.\" She said the retailer had consulted with staff about how they wanted to work in the future. \"We know they welcome the increased flexibility of remote working,\" she said. \"However, they also acknowledge there is some work that is simply better done from the office, so as we move forward a hybrid working model is the right approach for our people and the business.\" ", "url": "https://www.bbc.com/news/business-57693065"}