{"datetime": "2021-07-04T09:54:15.000Z", "subject": "Coronavirus pandemic", "title": "Firms urge PM to back returning to the office", "article": "A group of business leaders has urged ministers to \"set the country clearly on the path to recovery\" by encouraging people to return to the office. Firms needed to know what the end of Covid restrictions would mean in practice, more than 50 leaders said in a letter to PM Boris Johnson. The letter, organised by lobby group London First, said firms expected city centres to \"buzz again\" after 19 July. Working from home should no longer be the default, they said. \"Our economic recovery will only succeed if the government commits to reviving our city centres,\" they added. Those signing the letter included Heathrow and Gatwick airport chief executives John Holland-Kaye and Stewart Wingate, Capita chief executive Jon Lewis and BT boss Philip Jansen. In the letter, they said that for many months, employers and employees alike had been receiving messages that were complex and sometimes mixed, while official advice had not always been clear-cut. \"At this critical moment, we believe that it is essential that the government is unambiguous in its communications that when the stage four restrictions lift, public transport is safe, offices are safe, and working from home is no longer the default,\" they said. \"Employers can then move forward with plans for new ways of working, considering the needs of their staff, clients and customers.\" The letter called for a clear plan of action for London, which it said would \"reap significant benefits for the whole of the UK\". They said measures should include: Despite their initiative, almost all of 50 of the UK's biggest employers questioned by the BBC in May saidthey did not plan to bring staff back to the office full-time . Some companies, includingsupermarket chain Asda , have said they will continue to allow flexible working for office-based staff. Others had announced that they wanted staff to return to the office, but have not yet implemented those plans.Those firms includeinvestment bank Goldman Sachs , which had initially told staff to be ready to return to the workplace in June, but then delayed the move. ", "url": "https://www.bbc.com/news/business-57712614"}