{"datetime": "2022-02-15T13:45:33.000Z", "title": "North Northamptonshire could charge for garden waste", "article": "People could be asked to pay for collection of their garden waste as a council looks to \"harmonise\" its services. North Northamptonshire Council, recently formed after local government reorganisation, said green waste collection was free in some of its areas, while others paid. It is proposing one system - whether free or paid-for - for all residents. The issues will be discussed at a meeting next week. At the moment, people living in the former Corby and Kettering district council areas get the service provided year-round at no extra charge, while in former Wellingborough Borough Council district, it operates between March and November with no additional cost for residents. In the old East Northamptonshire district, residents pay a £55 annual subscription fee. In a statement, the new Conservative-run council said it \"wants to harmonise waste collection across the area, so all residents receive the same service\". The proposals will be discussed at a meeting next Tuesday and a public consultation on any changes is expected to begin in March. Proposals under consideration include whether the service should be free for all, which months it should operate, or whether a charge should be levied, and if so, how much. Graham Lawman, the council's executive member for highways, travel and assets, said: \"Now that we are one council across the North Northants area, we need to ensure there is a consistent service, and whether there should be a charge across North Northamptonshire or not, for all our residents - and we are now working to make this happen. \"It's important that we ask people for their views on this, as it affects the majority of households and certainly everyone who has a garden.\" Last month, West Northamptonshire Council made thedecision to charge an annual fee of £42 for all residents using its garden waste collection service, with the changes coming into force in April. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60388160"}