{"datetime": "2022-02-11T11:48:09.000Z", "title": "Northamptonshire chief fire officer set to retire", "article": "A chief fire officer who stayed in position to steer his service through the pandemic is to retire in October. Darren Dovey, of Northamptonshire Fire and Rescue Service, took over the role in April 2016. He will step down after 35 years in the fire service, having twice postponed his retirement. He said: \"I feel very fortunate to have spent my career doing something that I love.\" Mr Dovey, who was born in London but has lived in Northampton since he was seven, started out with Royal Berkshire Fire and Rescue in 1987. He later worked at London Fire Brigade before moving to the Northamptonshire service in 2008. Mr Dovey originally prolonged his stay in the top role to manage the transfer of thegovernance of the fire service to Northamptonshire Police, Fire and Crime Commissioner, Stephen Mold . In 2020, he agreed to lead the service through the Covid-19 pandemic. His most recent high-profile role was as chairman of the county's Local Resilience Forum, which co-ordinates the county's response to major emergencies. In January, the forumdeclared a major incident amid critical staff shortages . It has sincebeen declared over . He said it had been an \"absolute privilege\" to be the county's chief officer, despite what he called \"some very difficult times with the old county council\". The fire service was under the control ofcash-strapped Northamptonshire County Council prior to Mr Mold taking responsibility. \"Keeping people safe is a vocation and it's been a very rewarding role,\" Mr Dovey said. Mr Mold said he was \"very grateful\" for the leadership Mr Dovey brought to the service \"and the determined way he dealt with the considerable financial and organisational challenges\". He added: \"Darren's will be big shoes to fill.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60347686"}