{"datetime": "2022-02-11T18:24:37.000Z", "title": "Northampton Town: Cobblers land deal beats off developer bid", "article": "A deal which will see a football stand completed looks set to go ahead despite a last-minute bid from a third-party developer. West Northamptonshire Council said Northampton Town's East Stand would be finished as part of plans to develop land around Sixfields Stadium. A deal worth £890,000 hadbeen agreed in November butwas later put on hold . The council received a separate £2.05m bid for the land but plans to reject this in favour of a deal with the club. A final decision will be made at a meeting of the authority's cabinet on 28 February, while the decision will be debated anextraordinary council meeting on 21 February . The East Stand was supposed to be refurbished using money from a £10.25m loan but work stalled in 2014. The cashhad originally been loaned to Northampton Town in 2013 by Northampton Borough Council to rebuild the stand and develop land around the ground. The borough council has since been replaced by West Northamptonshire Council as part of a unitary realignment of local government in the county. Work on the stadium was not completed after contractors went unpaid. In November, an agreement was announced that would have seen the council sell the land to County Developments Northampton Ltd (CDNL), which is owned by the football club, for £890,000. The land deal was not to be completed until the East Stand development was finished. The £890,000 figure had been reached following an independent valuation. But it emerged that valuation was not sufficiently robust and the process was put on hold while a second report was sourced. The council said a competing bid of £1.8m was then submitted by a property developer, Cilldara. Both bidders were asked to submit final bids. This process saw CDNL tweak its offer, maintaining the £890,000 price with extra assurances the land would be bought for its full value. The new plans stated if the East Stand is not completed within five years, the council would have the option to buy the land back for £1. Cilldara, meanwhile, increased its offer to £2.05m. The council's cabinet member for finance, Malcolm Longley said the authority could not be sure it could bring an end to a lease covering the land \"without the agreement of CDNL, and there is a risk of expensive litigation if it tries to do so\". He said the authority needed to consider not just the money on offer but the risks involved in each case. Mr Longley said \"the recommendation of officers to accept the CDNL bid is, on balance, the most prudent option and therefore the intended route forward.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60353977"}