{"datetime": "2021-11-23T05:01:14.000Z", "author": "Daniel Thomas", "title": "Atom Bank introduces four-day working week without cutting pay", "article": "The online bank Atom Bank has introduced a four-day work week for its 430 staff without cutting their pay. Employees now work 34 hours over four days and get Monday or Friday off, when previously they clocked up 37.5 hours across the whole week. Boss Mark Mullen told the BBC it was inspired by the pandemic and would help improve wellbeing and retain staff. However, employees will have to work longer hours on the days that they are in. \"Before Covid, the conventional wisdom was you had to commute in, sit at a desk all day and repeat that process when you commuted home,\" said Mr Mullen, who has led the Durham-based bank since 2014. \"Covid showed us that it wasn't necessary…I think doing 9-5, Monday to Friday is a pretty old fashioned way of working.\" Atom was one of the UK's first digital challenger banks and had £2.7bn of loans on its books in the last financial year. Its new working arrangements kicked in on 1 November after a review found they would not affect customer service or productivity.Mr Mullen said the new arrangement was voluntary, but strongly reflected his staff's preferences for more flexible working.\"Everyone is expected to stick to it,\" he added. \"I can't be sending my staff emails on a Friday, I can't expect to them to respond to them.\"Working patterns have changed over time. In the 19th Century most British workers worked six day weeks, but in the 1930s Henry Ford in the US and pharmacy chain Boots in the UK popularised the two-day weekend as a way of boosting wellbeing and productivity.Now, calls for a four-day work week are growing amid similar claims that it could improve people's lives.Recent researchfound trials of a four-day week among public sector workers in Iceland were an \"overwhelming success\" and helped reduce stress and burnout.And Microsoft Japan said sales had been boosted by nearly 40% during an experiment in which staff worked a four-day week on full pay back in 2019. However, some employers believe it's not the right thing to do.In 2019, UK science research foundation the Wellcome Trustscrapped plans to trial a four-day week for its 800 head office staff, saying it would be \"too operationally complex\". The decision followed a three-month study which found compressing work into a Monday to Thursday window could negatively affect the wellbeing of some workers and harm productivity.\"It is undoubtedly a positive move for employers to seek to reduce people's working hours without compromising pay,\" Ben Willmott, head of public policy at the Chartered Institute of Professional Development, told the BBC. \"However, I think the challenge of simply reducing people's working hours without other changes is that you can increase exposure to stress, which is already one of the main causes of working time lost to sickness absence.\" Atom is asking its staff to compress their hours into a shorter period, and proportionally their hours have not been cut by a whole day. But Mr Mullen said workers would still get paid the same and enjoy a \"three day weekend in perpetuity\".He also hopes it will help attract talent at time when staff attrition at the bank is \"unusually\" high due to the pandemic.\"With Covid-19 causing vast numbers of people to reconsider how they want to live their lives, anything that leads to more productive, healthier, and, crucially, happier colleagues, is a win for everyone,\" he added.", "url": "https://www.bbc.com/news/business-59377940"}