{"datetime": "2021-07-07T07:05:34.000Z", "author": "Jonathan Amos", "title": "Iceland's spectacular volcano tracked from space", "article": "We're getting very close now to the \"always on\", persistent vision of Planet Earth. A great many satellites in orbit look down at the ground in the same way as our eyes do - through optical light. But it's with radar that the capability to image the surface anywhere at anytime really comes into its own. Radar can sense features through cloud, even at night when the target area is dark. It sees what other imaging systems can't. This much has been true since the first radar satellites were launched decades ago. What's changing is the number of spacecraft we now have at our disposal.Low-cost, high-fidelity components and access to cheaper rocket launches means we're entering the era of constellations - of large networks of spacecraft.The biggest of these Synthetic Aperture Radar (SAR) constellations is operated by Iceye, a young company based in Helsinki, Finland. It has 14 spacecraft circling the globe, six of which it has in a very tightly controlled train. This configuration ensures they come back over exactly the same spot each day, looking at the scene from the same height and angle. It gives the satellite train's pictures \"coherence\". They can be run smoothly together, to pick out the smallest of changes. The repeatability is put to good use here in the \"movie\" of the eruption of Iceland's Fagradalsfjall volcano. We all saw the spectacular fountains of lava from ground level, but the Iceye imagery gives the overhead view of Fagradalsfjall and tracks the molten rock as it spreads away from the primary volcanic cone. You see other cones forming along a distinct fissure line. The pictures were gathered by the Iceye satellites between 1 April and 6 May. Remember, whether there was cloud or ash or haze over the area was irrelevant to the acquisition. \"What we're doing is something called a daily ground-track repeat,\" explained Iceye CEO Rafal Modrzewski. \"To do that, you have to tune the satellite's orbit so that it doesn't cover the whole Earth anymore. It actually only covers about a sixth of the globe.\"Now, that's potentially a big problem because you don't want to launch a system into the sky that's supposed to be global, and it's not a global! But we can make a trade-off. Because we have so many satellites, we can put six of them in a one-day repeat orbitand have a full global coverage,\" he told BBC News.Also on this page, you can see an interferogram of Fagradalsfjall. This is made by comparing two precisely aligned images from different passes over the same spot. Scientists can tell from the coloured fringes where and by how much the ground has moved. It's a technique that's particularly useful in volcanology to track bulging underground magma chambers, or in earthquake research to trace faults that don't always rupture to the surface during a big tremor. Iceye recently concluded an agreement with the European Space Agency that will give scientists access to its data, including the capabilities demonstrated on this page. The company is currently building six new satellites that it hopes to have launched by the year's end. When Iceye started out, it was aiming for a constellation of about 18 spacecraft. But this number could well grow with time. The firm would like to get that ground-track repeat down to 12 hours.Just to put this in context, the best repeat cycle out there now beyond Iceye is in the order of several days. This movie depicts the movement of ice on a section of the 60km-long Muldrow Glacier, which flows down the north side of Denali, the tallest mountain in North America. The images were taken with Iceye's radar satellites between 16 and 30 April. This year has seen the Alaskan glacier undergo one of its periodic surges when it can move by up to tens of metres a day. Muldrow seems to do this every 50 years or so. Rotterdam is Europe's busiest port. Goods weighing hundreds of millions of tonnes pass through it every year. Something like 30,000 ocean-going vessels tied up at Rotterdam in 2020 to load and unload. These movies show the frenetic activity at the port - the ships coming and going; cranes moving down the quayside to shift and stack the containers; even the ups and downs of the oil storage tanks. The imagery was acquired 16-28 March. Information like this can be useful to financial markets because it gives early warning of volume changes in global trade.", "url": "https://www.bbc.com/news/science-environment-57742138"}