{"datetime": "2019-05-04T23:36:13.000Z", "author": "Manuela Saragosa", "title": "Could your firm move to a four-day week?", "article": "All work and no play makes Jack a dull boy, so the old proverb goes. But does it also make Jack less productive, less efficient, unhappy and more stressed? That's the view of a growing number of voices, including the UK's trade union body, the TUC. They want businesses to cut the standard working week from five days to just four.The idea is that you keep your pay, but work fewer hours; a day off in the week to pursue your own interests or spend time with the family.It may sound too good to be true, but late last year, one of the UK's leading charities, the Wellcome Trust, kicked off an organisation-wide consultation on whether to implement a four-day week. \"The exam question for us was, 'Could we improve both the productivity and well-being of Wellcome staff and at the same time improve the overall impact we have as a charity?'\" says Ed Whiting, director of policy at the Wellcome Trust.Businesses around the country took note. Several smaller companies have already made the shift to a four-day week, but for a large and respected non-profit organisation to go the same way would have set an important, perhaps even a game-changing, precedent for the UK's business landscape.Except the Wellcome Trust decided against it.The reasons were complex and it wasn't down to a lack of enthusiasm. \"We had some people saying, 'This is the most exciting change, I can really see how I can do more and better and how I would use this fifth day,'\" says Mr Whiting.But he says other employees worried about their workload being compressed into four days, while some part-time workers were concerned that a new working week would mess up their childcare or other arrangements. And perhaps most significantly, there were still others who worried that ploughing so much energy and time into moving towards a four-day week would distract the charity from its core work. Mr Whiting says they argued: \"Shouldn't we be using those efficiencies we make, those productivity gains, to do more in five days?\" So in the end, it was decided that \"some of that core business - funding researchers and tackling big global problems - we might not be able to do them as effectively, because of the disruption that this would cause\". \"It wasn't cost that drove the decision [not to go ahead],\" he says. \"It's more the time-cost of how you put this all together and make it work for us as an organisation.\" The decision is a blow for those who advocate the move to a four-day week as a solution to rising stress and health problems linked to work, a way of boosting the UK's productivity, or even a response to increasing levels of automation in the workplace.Companies such as Glasgow-based marketing firm Pursuit Marketing switched to a four-day week three years ago, giving every employee Fridays off without cutting pay.\"When we raised it initially, our finance director looked at it as just a salary cost,\" says Lorraine Gray, Pursuit Marketing's operations director.But she says that since then, the gains have been obvious.Productivity has increased by about 30%, sickness leave is at an all-time low and there have been unexpected cost savings too: the company no longer needs to pay professional recruiters to hire staff, as so many people want to work for them.Still, the evidence from other parts of the world is mixed. Other countries with shorter working hours often appear more productive than the UK - the so-called \"productivity puzzle\".In New Zealand, an estate management company called Perpetual Guardian tried a four-day week without any loss in productivity.On the other hand, an experiment with six-hour days at state-run nursing homes in Gothenburg, Sweden, found that while sick-day and productivity rates improved, staff costs rose considerably, as more people had to be hired to fill in the gaps in the rota. The experiment was abandoned. Asheem Singh, the director of economy at the Royal Society of Arts and head of its Future Work Centre, says sectors like marketing and finance may find it easier to move to a four-day week compared with sectors such as healthcare, where \"you have to turn up\".His concern is that if some sectors cut their hours but others don't, we'll end up with a two-tier labour force; an elite of white-collar workers who get a four-day week, while others working more menial jobs continue with five days.The decision, he says, needs to be taken at a national level. \"The question is: Are we prepared to make politically tough choices about whether we valorise leisure and spending time with our families as part of our economy and society?\" The Wellcome Trust says that with the four-day week off the agenda, it's now looking into alternative working arrangements for its 800 employees, including more flexible working arrangements. And as for Lorraine Grey at Pursuit Marketing, she says the company hasn't looked back since it gave its employees an extra day off every week. Just don't call them on a Friday. Listen to Manuela Saragosa's edition of Business Daily on the four-day working week here: https://www.bbc.co.uk/sounds/play/w3csy77j ", "url": "https://www.bbc.com/news/business-48125411"}