{"datetime": "2021-03-25T00:05:54.000Z", "author": "Lucy Hooker", "subject": "Coronavirus pandemic", "title": "'I can't see myself going back to a five-day week'", "article": "When Lee Harman first asked if he could switch from a five- to a four-day week he was nervous, wondering what his colleagues would think. \"In construction we're very male-dominated,\" he points out. \"Working part-time just wasn't done.\" Now he belongs to the growing numbers of professionals who have cut back their hours. Most of us no longer think working part-time should be a barrier to having a career, according to a new survey. Lee is a civil engineer with the Skanska Costain Strabag joint venture that's working on a section of the HS2 rail project. Over the past year he has found a shorter working week is a big advantage. \"I can manage my energy levels better like this,\" says the 38-year-old father-of-three. \"A senior role requires a degree of contemplation and space to think. It's really suiting me and the whole team too.\" \"I can't see myself going back to the way I worked before,\" he says. Lee thinks, due to the Covid crisis, that a lot of people have realised things can be done differently. Colleagues have started to ask him about his experience, wondering about doing the same.Goldman Sachs' top brassmight still be insisting on a 95-hour week , but it seems they're increasingly out of tune with the majority. The survey of 2,000 adults across the UK conducted last month found 72% believed part-time workers should have the same opportunities to progress at work as full-time workers. Timewise, which commissioned the research, said nine years ago a similar survey found 72% believed it \"wasn't possible\" to have a senior job on a part-time basis. Karen Mattison, co-founder of Timewise, which campaigns for more flexible working, said the past year had proved that people can work differently and it was time for employers to reflect that in the way they design and advertise jobs. \"For so long we have seen an apology before the term part-time: 'I'm just part time', 'I'm only part-time'. We now know the vast majority of people in the UK see no reason for part-time workers to be held back from progressing in their careers,\" she said. Part-time workers already make up a quarter of the UK workforce. But there is often a trade-off between negotiating shorter hours and having professional opportunities. Mothers in particular have found balancing work with the demands of caring for children has meant their careers have stalled, undermining drives for gender equality at senior management level. Not for Gemma Fleuren though.Her current job as trading director at Hotel Chocolat is the third role she's had where she has negotiated a four-day working week. And far from holding her back she's now responsible for a team of people and a range of logistics, sales forecasting and stock allocations.Gemma's husband is a firefighter and works shifts on Fridays and weekends so she takes Friday off to be with their three children. \"In previous roles, I've been told to remove pictures of my children from my desk, in case they send a message to the bosses that I'm not serious about my career,\" she says.But when she was interviewed for her current job she made it clear she would take the role on a four-day a week basis and Hotel Chocolat has been thoroughly supportive. \"There are no questions about how you make up your hours. You are judged by what you achieve,\" she says. \"Flexible working is for everyone, whether that's because you have children, an elderly parent who needs your support or even just a particularly needy goldfish! The reason is irrelevant, the expectation is that it is for all.\" Even during very busy periods such as the run-up to Easter she manages to keep her days off ring-fenced. But she says it does require a disciplined approach to say you aren't available at certain times. And she's not sure she'd be able to do the role on fewer than four days. While some employers are setting positive examples, many still haven't accepted that offering flexibility will help attract the best talent, Timewise says. Earlier research from Timewise found that even pre-pandemic nine in ten people wanted more flexibility in their next job. Yet in 2020 only 8% of job vacancies in the UK were offering part-time options. For professional roles paying a salary over £60,000, only one in 33 were advertised as part time. In the meantime, other countries are already exploring the idea of shorter working weeks. Last year New Zealand premier Jacinda Ardern suggested employers consider a four-day week because it would help with work-life balance issues - but also because it could boost domestic tourism.Spain is planning a pilot of four day working week in part due to the challenges of automation. And Sweden has famouslyexperimented with six hour days .Gemma says anyone wishing to work part-time should be upfront with prospective employers, especially if headhunters or recruiters aren't supportive. \"I have had recruiters say they are not willing to raise my requested working pattern with their client, leaving me to have the conversation myself or suggesting I compromise on my requirements in order to secure a job offer,\" she says. \"If the recruiter won't have the conversation, I would approach the prospective employer directly so you can articulate your position clearly.\" ", "url": "https://www.bbc.com/news/business-56512169"}