{"datetime": "2022-02-10T15:25:46.000Z", "title": "Northampton trader blasts 'inexcusable' Market Square delays", "article": "A market trader has hit out at a council over an \"inexcusable\" lack of urgency on plans to move stalls for two years while the area is revamped. Eamonn Fitzpatrick said he has not heard anything from West Northamptonshire Council in almost two months. The authority is due to spend£8.45m on changing the look of the market. A council spokesman said analysis of options for the market during construction \"is a priority\". The Conservative authority, as part of a group called Northampton Forward, successfully bid for money to improve Market Square from thegovernment's Towns Fund . The project includes a large-scale water feature and would result in a reduction in permanent market stalls, with temporary ones taking their place. In October, it was revealed the plans would see market stalls removed from the area for two years while work takes place. Mr Fitzpatrick, who has been trading in Northampton since 1963, said four months later traders had still not been told where they would be moved to, or when any move would happen. The fruit and veg trader said moving stalls away from the Market Square would \"kill off the market\" and have a long-term detrimental effect on the town centre. He questioned why stalls could not remain in place while the work went ahead. \"The council said they were going to keep us updated, but they haven't. It is our livelihood they are playing with,\" he said. Mr Fitzpatrick said the amount of time it was taking for the council to update traders was \"inexcusable\". \"They treat us like second class citizens,\" he added. The council said it would meet with traders to inform them of \"the next steps\" once analysis of available options has been completed. The spokesman said a planning application is due to be submitted in March ahead of a decision this summer.That would allow enabling work to commence soon afterwards. He added: \"Without the market traders there is no market and we recognise them as key partners in the successful renovation of Northampton's historic and cultural centrepiece.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60331936"}