{"datetime": "2022-02-10T11:30:19.000Z", "subject": "Platinum Jubilee of Elizabeth II", "title": "Northampton: Town hoping for double Queen's Jubilee celebration", "article": "A town is hoping its \"many historic Royal connections\" will bring about a double celebration as part of the Queen's Platinum Jubilee. Northamptonsubmitted a bid for city status last year , with a decision on the winners to be announced during the Jubilee celebrations in June. Events marking the Queen's 70 years on the throne will happen across the UK. West Northamptonshire Council's leader Jonathan Nunn said the authority is planning a \"summer of festivities\". The Queen became the first British monarchto celebrate a Platinum Jubilee on 6 February . Mr Nunn said communities across West Northamptonshire are being encouraged to get involved in events as part of the celebrations between 2 and 5 June.The Conservative council leader said he hoped a successful city status bid for Northampton would add to an \"exciting weekend of activities\". Councillors on the authority voted to proceedwith a bid in December , with Mr Nunn saying success would increase \"civic pride\" and bring investment into the town. Speaking this week, he said: \"Her Majesty, the Queen, has visited our county on many occasions, and with so many historic Royal connections locally, we know residents are keen to ensure we really celebrate the jubilee. \"We're hoping there'll be cause for double celebrations if we're also successful in our bid for city status, which continues to receive fantastic support from our residents.\" Celebrations in west Northamptonshire will start on Bank Holiday Thursday, 2 June, with official beacon-lighting ceremonies. A jubilee pageant will then take place in Northampton on Saturday, 4 June, with a Big Lunch at the town's Delapre Abbey the following day. The council said community and voluntary groups can also apply for grants to fund Jubilee projects. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60331341"}