{"datetime": "2022-02-07T09:16:31.000Z", "title": "Northampton cycling plan gets government funding boost", "article": "A project aimed at addressing cycling provision and \"reducing isolation\" has been boosted by a government grant. The scheme, backed by West Northamptonshire Council, has been given a £93,000 feasibility grant from the government's Active Travel Fund. It aims to create free access to cycling, new cycle routes and put on guided rides in Northampton. Council cabinet member Matt Golby said the plans would help Northampton become an \"active and vibrant\" town. The project is a joint endeavour between West Northamptonshire Council, Delapre Abbey, the University of Northampton, Northamptonshire Sport, British Cycling and health colleagues. It will aim offer enhanced cycling routes linking the abbey with the university, Brackmills and the town's Norbital cycle route. Mr Golby, who is the council's cabinet member for wellbeing and health integration, said: \"We're aware cycling provision in our area needs some attention and this will be a good start towards addressing that.\" As bike recycling workshop will be created as part of the redevelopment of former stables at the abbey. The government money will pay for a study of the plans. If they are approved by the Department for Transport, the scheme will follow the social prescribing model under which health and care professionals link people with a variety of services to benefit their mental and physical health. Delapre Abbey chief executive Richard Clinton said the plans would \"offer opportunities for people to build their skills and reduce isolation as they volunteer to learn how to bring pre-loved bikes back into service. \"And it will ensure those who are perhaps unable to afford the hundreds of pounds they cost are still able to get out cycling with their families.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60286021"}