{"datetime": "2022-02-07T13:54:19.000Z", "subject": "Knife crime", "title": "Corby campaigner says 'party politics' have harmed anti-knife crime agenda", "article": "An anti-knife crime campaigner says councillors in an area where a 16-year-old was stabbed to death were \"playing politics\" with the issue. Rayon Pennycook diedin Reynolds Road, Corby, Northamptonshire, last May . Jack Richman, from East Midlands Knife Amnesty, said knife crime was already becoming a \"forgotten issue\". North Northamptonshire Council's Conservative leader Jason Smithers said the authority was \"doing everything we can\". Labour's Zoe McGhee, who represents the Kingswood ward, which covers the Hazel Leys estate where Rayon was killed, said she shared Mr Richman's frustration but added changes were happening. Rayon died after suffering a single stab wound on 25 May 2021. He had been involved in a fight with Stefan Draca, then aged 17. Draca has since beenjailed for a minimum term of 15 years . Mr Richman, who organiseda march through Corby following Rayon's death , took to social media platform Twitter on Wednesday to say \"local councillors have let us down yet again\". He added: \"The amnesty is only needed when it fits the agenda.\" Speaking to the BBC, he said vital changes such as the repair of street lights and the provision of more youth facilities had not been forthcoming. \"I have sat in multiple scrutiny meetings and been told what is being done, but it is all talk,\" he said. \"We are a tool for councillors to push their agenda but once everything quietens down they move on.\" North Northamptonshire Council is Tory-controlled but Corby is a traditional Labour area with every seat in the town occupied by Labour councillors. He said \"serious, violent\" incidents were still happening \"on a weekly basis\". Recent cases included a car being driven into a house and one man threatening another with a machete after a car rammed into another vehicle. \"Knife crime is being politicised,\" he said. \"It is a battle ground between our councillors. \"Why are they fighting when they should be working to find solutions?\" Ms McGhee, who chairs the council's levelling-up scrutiny committee, said Mr Richman and others had done \"great work\" on Corby estates such as Kingswood, Queensway and Avondale Grange. She said that, as an opposition councillor, making changes took time and involved work to \"get the right people round the table to make background changes\". Ms McGhee said since October two walkabouts had been organised on estates in the town with senior council officers. She said that had resulted in promises \"to light up the area\" via 36 new street lights, 16 of which had already been switched on. \"This is a source of frustration for me as well,\" she added. \"We are now looking to the council's executive and to the government to support us.\" Mr Smithers said knife crime was \"an absolute blight\" which \"disappoints and concerns me\", but added that it was ultimately the responsibility of the police. \"It falls down to police to be out in the location and be a visual deterrent,\" he said. He added the council was \"doing everything we can\" and that he had personally met anti-knife crime groups in nearby Wellingborough, where16-year-old Dylan Holliday was stabbed to death last August. Mr Smithers admitted street lighting was an important issue and pledged to deal personally with problematic areas. He added: \"Regarding the lack of community centres. this is politically charged. \"Corby Borough Council were the authority in power for a long, long time and I'd suggest they have not had a focus on the youth of today.\" Labour councillors in the area said cuts overseen by the now-defunct Conservative-run Northamptonshire County Council were responsible. A spokesman for North Northamptonshire Council said: \"The current levelling up scrutiny review process has highlighted street lighting as an issue in this area of Corby. \"We will continue to work closely with all our partners to see what measures can be done to improve safety.\" Replying to Mr Smithers' comments, a Northamptonshire Police spokeswoman, said: \"To truly tackle knife crime, a strong partnership approach is needed which focuses on prevention just as much as it focuses on enforcement.\"Everyone has their part to play. \"Knife crime remains a priority for this force and we are doing everything we can to tackle it.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60262289"}