{"datetime": "2022-02-07T12:01:08.000Z", "title": "Northamptonshire: Finding an NHS dentist 'a needle in a haystack'", "article": "A woman whose husband had to go to A&E with a blocked airway due to an abscess in a tooth said getting access to an NHS dentist was like trying to find a \"needle in a haystack\". Kerry and David Perkins, from Rushden, Northamptonshire, said they had been unable to find an NHS dentist. A BBC investigation found only one dental practice in the county was taking on NHS patients. The NHS said officials were liaising with dental teams about the issue. BBC Radio Northampton found only one of the almost 70 dentistry practices in the county was taking on patients, with six others having waiting lists up to two years long. Mrs Perkins said she and David had not only tried all the dentists close to their Rushden home, but those as far afield as Northampton, Bedford and Milton Keynes. \"I've been contacting them on a weekly basis,\" she said. \"We've been told anything from they don't take NHS patients on, their books are full, some even told us there is an NHS waiting list of up to three years.\" She said her husband had ended up in A&E with \"severe swelling and restriction of his airways\". Mr Perkins had to have his jaw drained to allow him to breathe properly. Despite the emergency treatment, they have still not been able to find an NHS dentist and face the alternative of having to pay at least £500 for private treatment to resolve ongoing problems. \"While I appreciate everyone needs to have their teeth looked at, this is an emergency situation and we cannot get treatment anywhere,\" Mrs Perkins added. \"It's like trying to find a needle in a haystack.\" Thespina Mihaliou, from Wellingborough, lost part of a tooth in November. She said she had tried almost 20 separate dental practices without any luck and been quoted £400 to £500 for private treatment. \"I'm still calling dental practices,\" she said. \"They are not taking patients. \"One of them informed me they have a seven-month waiting list.\" Judith Husband, a dentist in Weedon, Northamptonshire, said she was surprised BBC Northampton had \"found seven practices that are taking patients on because the situation is really dire\". Ms Husband, who also serves on the executive committee of the British Dental Association, said the issue was a problem across the whole country. \"Having the right to access dentistry can be a little bit of a postcode lottery to say the least,\" she said. An NHS spokesman said: \"Dental services are a vital part of the NHS, and officials are liaising with local dental teams to understand where these appointments will be available.\" The spokesman said a number of initiatives, including commissioning extra weekend dental activity and piloting new community services for children, had been put in place to improve access. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60286491"}