{"datetime": "2022-02-10T12:58:04.000Z", "author": "Craig Lewis", "title": "Oundle: The by-election born out of a controversial house move", "article": "North Northamptonshire Council was only formed last year, but already faces a by-election after one of its councillors moved to Norfolk. The candidates for the authority's Oundle ward told the BBC why they should be elected. In May last year the Conservative partyswept to power in the newly-formed unitary council , claiming 60 out of 78 seats. The elections were the authority's first after it was formed out of the ashes of thefinancially stricken Northamptonshire County Council . Despite the collapsed authority being Conservative-run, voters comprehensively elected the party in the two new unitary bodies created to replace it - North Northamptonshire and West Northamptonshire councils. Among those taking up a place on the new authority was Annabel de Capell Brooke, a Conservative who was elected in Oundle. Previously a councillor on East Northamptonshire Council, which was also scrapped to make way for the new unitaries, she was criticised for her poor attendance record on that authority during last May's election. Less than a year later, having only attended four meetings of the new council, she resigned after moving home to Norfolk. Her relocationsparked a by-election in Oundle , with the election set to take place on 17 February. Liberal Democrat Charlie Best believes the by-election is about voters asking themselves, 'why would any of the candidates want to stand as a councillor on NNC for Oundle ward?' He says his own \"pretty obvious and transparent\" reasons are that he has lived in the ward for more than 26 years and seen daughters grow up in the town, attending Prince William School where he was a governor for several years. \"I have many, many friends here,\" he says. \"This town and the surrounding area is our home and so I naturally care very much about what happens here. \"I've significant skills and experience from over 30 years in manufacturing which I'd like to use to benefit all the residents of North Northants and, wherever possible, specifically for Oundle. \"I'm also doing this because I do not want to be represented by another Conservative councillor whose interests do not align with those of my fellow residents.\" The Conservative candidate Ollie Curtis says if elected his local government experience in areas such as finance, planning and back office work, including at Raunds Town Council, would prove vital. Married with a two-year-old daughter, Mr Curtis, from Raunds, has lived in Northamptonshire for most of his adult life. The head of technical sales at a global telecoms and IT provider, he says: \"While I am delighted to see what the Conservatives have done nationally with the council tax refund and energy rebate, and am sure it will help local residents, if elected I want to focus on local issues that affect the day-to-day lives of residents, such as helping get a Neighbourhood Plan to a position where it can be approved by the Planning Inspectorate to help protect us against unwanted local development. \"I will also work closely with the town and parish councils across the ward, listening to residents' concerns and taking them straight to North Northamptonshire Council.\" Analysis by BBC Radio Northampton Politics Reporter Laura Coffey Back in November, Oundle's Conservative councillor Annabel de Capell Brooke revealed on social media she was moving to Norfolk. She told me she would remain as a councillor until the new election took place. But a by-election can only be called once a councillor stands down from their position. It came to light in December that she had claimed £10,000 in allowances having only attended four meetings since April. From April to December she was expected to attend 21 meetings. The last meeting she attended was a remote online meeting in August. And then, just before Christmas, she told me she'd resigned and there was no story - although North Northamptonshire Council only received her formal resignation at the start of January.That finally triggered the process for this by-election in her Oundle ward. Labour's Harry James, who comes from King's Cliffe, says Oundle and north Northamptonshire is \"a fantastic part of the country\" but needs \"better local representation and a fairer deal for our communities\". \"I've lived, studied and worked in this area for near enough my whole life and through that I've witnessed how detrimental funding cuts to our local authorities have been to those who most need it, including myself personally,\" Mr James says. \"From fighting to save our greenspaces and village surgeries, to improving highways and public transport throughout the ward, I feel I would have a very personal stake in these decisions.\" He also says residents have plenty to say about national issues and the ongoing debate about Downing Street parties. \"Emotions have ranged from anger to sorrow,\" he says. \"One thing I've noted which unites them is this total feeling of disdain for the Prime Minister, who has seemingly lost all sense of authority.\" The Green Party's Kate Jones says her experience as a mother-of-three and a Geography teacher in the town would help her \"ensure Oundle and North Northamptonshire continue to thrive\". Mrs Jones points to the impact of the council's three \"really active\" Green Party councillors who she says are \"making waves in the council, not even a year into their role\". \"Environmental issues are fundamental to ensuring a safe place for our future,\" she says. \"With the ever-growing awareness of the climate crisis people are realising we need Green Party councillors to drive forward the local policy changes that will really make the difference. \"People are tired of old party politics and not being listened to. We believe that community should be at the heart of everything. We are working to bring trust and integrity back to politics. We hope that shines through in everything we say and do.\" She says if elected she would fight for local business and to improve local economies, as well as to \"enhancing our wonderful communities\". Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60306083"}