{"datetime": "2021-03-18T00:06:26.000Z", "author": "Victoria Park & Kris Bramwell", "title": "Reddit investors adopt 3,500 gorillas in six days", "article": "Around 3,500 gorillas have been adopted by Reddit'sWallStreetBets (WSB) community in six days. The Dian Fossey Gorilla Fund International, a charity for the protection of endangered mountain gorillas, has also received more than $350,000 (£252,000) in donations. Its president Dr Tara Stoinski hasthanked the Reddit community for the adoptions.She said: \"They've truly made a difference for our world.\"The subreddit WallStreetBets gained prominence earlier this year after its users invested in the computer game retailer GameStop and boosted the share price. The idea was that if enough Reddit users bought GameStop shares, they could drive up the price, hurting hedge funds which had bet against the company. Now the community has decided to help apes. Dr Stoinski's video in which she thanked WSB for their \"incredible support\", was posted on the subreddit and upvoted more than 159,000 times.She told BBC News: \"They've truly made a difference for our world and shown what can be accomplished when people come together. When we save gorillas and we save forests, we save our world.\" In a tweet, the charity said: \"In a typical weekend, we might get 20 new adoptions. This weekend, the numbers astonished us.\"It's safe to say that the investor community on Reddit is not traditionally who we think of as our supporter base. Butthey definitely surprised and overwhelmed us over the weekend.\" You might also be interested in: Devin Owen has adopted two gorillas named Twibuke and Iyamarere.Devin told BBC News: \"I'm just doing my part as one of many to help a great organisation to help apes. Apes are strong together.\" According toKnowYourMeme , WSB types referring to each other as \"apes\" is from the prequel to the Planet of the Apes movies, and the character Caesar's explanation that \"apes together strong\" is a motto which is often repeated in Reddit posts. However, there's a thread on WSB of some Redditorscomplaining about the current terminology .Others claim they call themselves the \"ape gang\" because they think of themselves as being like monkeys pressing buttons on a keyboard to buy stocks. Members also frequently use gorilla emojis in their posts.There were around two million members of the community at the start of 2021, increasing to 10 million in March. The \"ape\" term took off with the influx of members, with some Redditors putting the tipping point at around the three million membership. Adopting gorillas started on Friday, when a member of the WSB communityposted that they had sent a donation to the Dian Fossey Gorilla fund, which allowed them to adopt their own gorilla.The post was upvoted over 112,000 times, with other members of the community following suit to adopt their own gorillas. This is not the first time members of the subreddit have donated to a cause.Previously, people who had gained a lot of money off the back of GameStop had made donations to schools, particularlyto buy crayons .Also, another Redditor bought100 chicken tenders (the running joke being it is a WSB Redditor's favourite food, and 'tendies' is used as a term for the reward/gain from the stock) for their local children's hospital workers with their gains.Reddit has quite a history of this. The sub r/HydroHomies - celebrating (drinking) water - often hasposts up about donations to water charities. ", "url": "https://www.bbc.com/news/business-56416954"}