{"datetime": "2019-05-31T10:20:33.000Z", "author": "Chris Bell", "title": "Emilia Clarke thanks Game of Thrones fans for fundraiser", "article": "Emilia Clarke has paid tribute to a community of Game of Thrones fans after its users raised more than £75,000 for the brain injury charity she set up . The fundraiser was organised by users of the Reddit forum r/freefolk. Clarke, who played Daenerys Targaryen in the recently-concluded HBO series, began the charity after surgery following her second brain aneurysm. Her thank you video to the fans has been viewed more than 7 million times on Instagram since Thursday. \"I'm so incredibly moved and blown away and grateful,\" she said in the video. \"It's extraordinary what you guys have done. You've given me a wrap gift. I'm genuinely, completely lost for words.\" The fundraiser was started by Reddit user elle_ellaria. \"I thought maybe we could do something really decent that can make a difference in people's lives and show a little love for one cast member in particular,\" they posted online. \"In case you weren't aware, Emilia wrote a personal essay for the New Yorker in March about her experience suffering two brain haemorrhages. \"As someone who suffers from chronic illness, Emilia's portrayal of Daenerys means so much more to me since finding out what she went through.\" Clarke launched the charity SameYou in March 2019.Writing in The New Yorker , she revealed she had suffered two \"life-threatening\" aneurysms, in 2011 and 2013. After the second, she underwent brain surgery in London. \"I looked as though I had been through a war more gruesome than any Daenerys experienced,\" she said. SameYou aims to improve rehabilitative care for young adults who have suffered brain injuries or strokes. In May, apetition was launched on r/freefolk calling on HBO to remake the show's final series with \"competent writers\". It has attracted more than 1.6 million signatures. \"Since the tongue-in-cheek nature of that petition has flown over a lot of peoples' heads, to the point that it's prompted backlash from some of the cast, we wanted to show that Game of Thrones fans appreciate the hard work of the incredible cast and crew despite their constraints,\" posted elle_ellaria, explaining the fundraiser. \"As a gesture of love and support from the fandom... I set up this page as a public support of her charity.\" The final Game of Thrones episode was broadcast earlier this month, bringing to a close one of the most successful series in television history. Though it drewa mixed response from critics and viewers , the series broke HBO audience records in the US. ", "url": "https://www.bbc.com/news/blogs-trending-48471418"}