{"datetime": "2019-05-21T23:04:14.000Z", "title": "Game of Thrones: How much do women speak in the show?", "article": "Female characters in Game of Thrones speak about three times less than male characters in the show, according to new data given to BBC 100 Women . Although the hugely popular show ended this week after eight seasons, the debate on how it represented women will continue.The data by research group Ceretai suggests that across all eight seasons, male speech amounts to about 75% of all speaking time in the series. The share of female speaking time varied between seasons, starting at about a quarter in season one and rising slightly to a third by season seven.However, the final season, which saw many female characters at the forefront of the plot, was among the worst for female speaking time. The data was compiled by Ceretai , a Swedish start-up that uses machine learning to analyse diversity in popular culture.Their algorithm has learned to identify the difference between male and female voices in video and provides the speaking time lengths in seconds and percentages per gender. Like most automatic systems, it doesn't make the right decision every time. The accuracy of this algorithm is about 85%, so figures could be slightly higher or lower than reported - but the data suggests that speaking times for men and women in the programme are far from being equal. Lisa Hamberg, co-founder of Ceretai, told the BBC that by analysing Game of Thrones, they wanted to make viewers aware of the wider problem of how women are portrayed in the media.\"We are not doing this to make people stop watching, but to make them aware of the fact that it's an unfair representation of the world\", she says. Researchers were expecting to see about 30% of the speaking time to be the voices of female characters. This is the average given to women on screen, according to research by the USC Annenberg on inequality in 900 popular films.The highest proportion of female speech in Game of Thrones is found in the fifth episode of season 4, First of His Name.Storylines with leading female characters such as Cersei Lannister and Daenerys Targaryen make female speech almost equal to male speech, at nearly half of the total.One of the worst episodes for equality of speaking time across all seasons is the seventh of season one,You Win or You Die , with female characters saying just one sixth of the dialogue. The episode included a scene that led to thecoining of the term \"sexposition\" by critic Myles McNutt , referring to the use of sex scenes in the series as a way to explain plot and character motivations. Diversity seemed to improve across the middle series, and by season seven the show saw one of the highest percentages of female speech - at about one third. But the final season of Game of Thrones has the lowest average for female speech - just one in five times the overall speaking time, according to the algorithm used for the analysis. Hamberg said: \"Our hope was to see a positive trend, but this [data] tells us the opposite\". The fourth episode, The Last of the Starks, gives less than 20% of speaking time to women.And the season finale, which aired on Sunday night in the US and on Monday in the UK, saw a gender split of about 80% for male characters and only 20% for their female counterparts - one of the lowest across the series. These findings may surprise some fans, as the final season has been lauded for showcasing strong female characters. From Daenerys to Arya Stark, we have seen their battles and vendettas take centre stage. Dr Stephanie Genz, a media studies lecturer at Nottingham Trent University, said the visibility of these female characters doesn't tell the full story.\"You've got this misperception that because women are very visible, their bodies are very visible, that somehow equates to a meaningful statement, which doesn't necessarily have to be the case.\" Women, especially in the earlier series, \"speak with their bodies\", according to Dr Genz, and \"the audience will not necessarily notice how little they speak.\" \"It's just confirming what we know in society anyway - that women's voices are underrepresented.\"Game of Thrones has beencriticised for the over-sexualisation of female characters and its portrayal of violence against women . Some of show's actors have defended the show in the past, rejecting accusations of misogyny and highlighting that \"the key players this season are all female\". There is a huge difference in the amount of words given to male versus female characters in films, according toprevious research by software developer Hanah Anderson . Of the 2,000 screenplays analysed by Anderson, three quarters had more than 60% male dialogue.BBC 100 Women analysis also suggested that fewer than half of films named best picture at the Oscars have passed a common measure of on-screen female representation known as the Bechdel Test. A film passes the test if it has two named female characters who talk to each other about something other than a man. An analysis by US software firm Looker on the number of lines assigned to male and female characters also shows an uneven gender split. To even the playing field between male and female characters, researchers isolated the top 15 speakers of each gender, to include those with the highest number of lines in the scripts in seasons 1 to 7.The line count for these top 30 speakers revealed that Game of Thrones' men have 29% more lines than women,their data suggests . So, who speaks the most?Tyrion Lannister is solidly in the lead with more than 1,300 lines - 32% more than the first top female speaker, Cersei Lannister, who appears in third place after her youngest brother and Jon Snow. Men make up nine of the top 15 characters with the most lines.And even dead male characters are given more dialogue than female characters who are still alive.For instance, by the end of series seven, Ned Stark - who did not make it past the first season - still had more lines attributed to him than to both Margaery Tyrell and Melisandre. \"Even though we already knew men get more screen time than women, the results still surprised us,\" says Sooji Kim, Looker's web optimization manager. \"No matter how we sliced the data, we still found that female characters consistently had less visibility\". A previous analysis from Looker revealed that the total screen time for all male characters was some 15% more than that given to the female cast. While the gender gap in screen time is not as large as speaking time, it is still lower than many may have thought, researchers suggest. Sooji Kim adds: \"The public perception is that female Game of Thrones characters are very strong and prominent, even when they are on screen less and have fewer speaking opportunities.\"Are powerful women [on screen] so rare that they leave such an impression in our minds, so even when they're not present, they still stand out?\" So, what do the women of Westeros say when they do speak? Looker's data shows that male characters tended to have more masculine-centred words in their lines, such as men, man, King, and Lord. But for female characters, the more frequent words were love, leave, please, husband and master. \"That being said, popular female-spoken words did include specific words like daughter and Arya - and stupid and liar - which were used more often than among men\", says Sooji Kim. \"Overall, the actions and words women are participating in are still very attached to gender-related stereotypes\". HBO did not respond to requests for comments regarding the data on female speech in the series. But while Game of Thrones is just one programme, it points to a larger problem in popular culture, according to Lisa Hamberg, whose team conducted the speech analysis of the series.\"We are getting more aware of the kind of roles women get to play in movies, but if we have a strong female character and she still doesn't get to speak - we are failing.\" Produced by BBC 100 Women's Georgina Pearce and Valeria Perasso. Graphics by Elisabetta Tollardo and Debie Loizou, BBC Languages' Visual Journalism. BBC 100 Women names 100 influential and inspirational women around the world every year and shares their stories. Find us onFacebook ,Instagram andTwitter and use #100Women Read more: ", "url": "https://www.bbc.com/news/entertainment-arts-48335099"}