{"datetime": "2022-02-02T19:58:51.000Z", "title": "Kettering Hospital could miss redevelopment start date, MP warns", "article": "A hospital will \"miss its 2023 target date\" for a much-needed redevelopment project if promised government money does not arrive soon, an MP has said. Kettering MP Philip Hollobone was speakingin Westminster Hall about plans for the town's hospital. He said the site was \"straining at the leash to get the redevelopment project under way\". Health minister Edward Argar said the government was waiting for the hospital to submit a fresh business plan. Last year, the government agreedtwo separate funding streams for redeveloping the hospital could be combined to avoid potential delays. The hospital was awarded £46mfor a new urgent care hub in 2019 and a further £350m for redevelopment,as part of £3.7bn of funding for hospitals . Speaking at the parliamentary debate, Conservative Mr Hollobone said while the hospital was promised the £46m in October 2019, it \"has not yet received the cash\". \"Promises are one thing,\" he said, \"but delivery is quite another.\" The MP said the money was needed \"so that the initial enabling works for the redevelopment of the hospital can continue to 2023-24\". \"The hospital is straining at the leash to get the redevelopment project under way. \"Initial work has already commenced, but the hospital must go through various approval processes to fulfil the NHS's investment requirements.\" He said the work covers reprovisioning of car parking, clinical and office spaces to create construction space for the redevelopment itself, as well as road and utility diversions and site clearance. \"Without the cash from the £46 million, the risk is that those enabling works will have to stop,\" he added. \"If Kettering Hospital is not allowed to begin work on its full business case approval process this summer, the hospital will miss its 2023 target date for substantial construction on the site.\" Mr Argar said the situation had not progressed since 2019 \"largely because the trust changed its plans\". He said the £46m had originally been ringfenced for an urgent treatment centre, but that the merging of the two pots of money \"necessitated their coming forward with proposals about how they would spend that money as part of the enabling works for a broader scheme\". Mr Argar said government officials had \"been in touch with the trust recently\" asking it to put forward proposals for enabling works. \"We need those to progress the business case,\" he said. \"My officials continue to nudge the trust gently.\" He added: \"As I understand it, given the scale of the enabling works, they would not need to go through the full internal approvals process, but the trust needs to submit a business case for that element.\" The hospital said it did not wish to comment on the debate. The BBC has repeatedly asked whether a fresh business case had been submitted to the government or not, but has not received a reply. A spokesman said: \"We hope to begin works on the scheme in late 2023.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60232790"}