{"datetime": "2021-03-24T09:33:58.000Z", "author": "Tom Gerken", "title": "The 17-year-old blacksmith going viral online", "article": "Most teenagers probably ask for video games for Christmas - but Ben Perkins asked for an anvil. Even at the age of 13, he knew he wanted to give blacksmithing a go. Now 17, Ben has built a thriving business on Etsy and Instagram, making and selling all sorts of metalwork, fromsteel crucifixes tosterling-silver necklaces . And one of his social-media posts, of a whale bottle opener, hasmore than 90,000 upvotes on Reddit . \"It was pretty crazy,\" Ben said.\"I was a bit bored in lockdown, so I thought I'd post it.\"It's mad that so many people were interested in something I made. \"I got a lot of messages from people asking for things.\"I counted over 150 messages with people wanting to order something. \"And it's mainly the whales that people have ordered. \"Each one is handmade - it takes around an hour to make.\"When I realised I had over 150 people wanting them, I thought that would be a challenge. \"I try to make them in batches - but overall there's a lot of material that needs to be manipulated.\"I had so many orders, I was even thinking of taking someone on.\" Always interested in making things, one day Ben decided just to give it a go in his back garden. \"I dug a hole in the ground and put some coals in it,\" he said.\"I used a hairdryer to get them hot.\"Then I used an old piece of fence and an old chopping board as an anvil. \"I was just using old tools and random pieces of metal I found in the woods.\"It was quite rudimentary at the start - but I thought it was good fun.\"I was 13 when I started - I even asked my parents for an anvil that Christmas - and I practised a lot.\" Ben spent lots of weekends enjoying his hobby - but it was only during the first lockdown he decided to focus on the craft. \"In lockdown, I was able to do a lot more of it,\" he said.\"I was doing my GCSEs, then they got cancelled, which was ideal for me because I no longer had to revise for exams. \"That gave me a lot of time to get out and start working.\"I've been able to broaden my horizons from just blacksmithing - into welding, jewellery-making and even some leatherwork recently. \"My friends thought it was a bit odd at first - but once they came over and gave it a go, they saw the fun in it.\" ", "url": "https://www.bbc.com/news/uk-56503921"}