{"datetime": "2021-02-24T23:38:25.000Z", "title": "GameStop surges again as Reddit crashes temporarily", "article": "Shares in GameStop surged on Wednesday in what could mark a return to frenzied trading that rocked markets last month. Trading in the US games firm was halted twice after shares more than doubled suddenly on Wednesday afternoon. GameStop stock climbed by 104% until trading was halted for a second time - moments before markets closed. The rapid rise came as Reddit, the online home of activist investors that led the GameStop movement in January, went down temporarily. The stock gained nearly 90% in after-hours trading. It came one day after the firm announced its chief financial officer Jim Bell would resign next month to help \"accelerate GameStop's transformation\". Some investors have talked publicly and posted on social media site Reddit about not selling their shares in GameStop during last month's volatile trading because of what they see as its long-term potential. On Wednesday, Reddit was down for many users. The company did not say what caused the outage but said it had identified the issue, fixed it and that \"systems are beginning to recover.\" It is the latest twist in a battle that has pitted amateur investors against Wall Street giants. Major hedge funds had bet billions of dollars that GameStop's shares would fall. But they have faced major losses after amateurs, swapping tips on social media sites like Reddit, drove up the share price by more than 700% in one week. The retail trading frenzy drew concern from regulators and has even led to a Congressional hearing in the US. Keith Gill, who became a key player in the trading and is known as 'Roaring Kitty' on YouTube, has also been hit with a class action lawsuit. He allegedly duped retail investors into buying inflated stocks while hiding his sophisticated financial background. Mr Gill has downplayed his impact and rebutted claims he violated any laws. \"The idea that I used social media to promote GameStop stock to unwitting investors is preposterous,\" Mr Gill said in the prepared testimony. \"I was abundantly clear that my channel was for educational purposes only, and that my aggressive style of investing was unlikely to be suitable for most folks checking out the channel.\" The GameStop saga was hailed as a victory of the little guys against big Wall Street hedge funds that were betting against video games retailer GameStop and other struggling businesses. But it is unclear what role hedge funds had in the rally, as some are reported to have made millions from the GameStop share rally that was inspired by Reddit users. The key part of the theory of why GameStop shares went up so high in January was a 'short squeeze'.This is when hedge funds, who'd bet GameStop shares would fall, tried to buy them back when the share price began to rise.That in turn pushed the price even higher. Some hedge funds lost hundreds of millions of pounds. The prevailing view was that hedge funds wouldn't put themselves into that position again. That they would be all over Reddit and more careful about 'shorting'. Therefore, you wouldn't see a giant spike in the share price again.But evidently, that view was wrong. That the share price, in just a few hours, could explode again tests some of the assumptions about what happened last month.It's often very difficult to understand exactly what drives a share price, and who is driving it.But it does once again appear that the hype on WallStreetBets, the influential subreddit, was part of the rise.Reddit even went down at one point, though it's not clear yet whether that was because of an increase in activity on the site.Policy makers will be looking on closely. At a hearing last week in Washington, many politicians were concerned that 'meme stocks' could spike again.That can be beneficial to some investors when the stock is rising. But on the way down amateur investors can get burnt too.If these kinds of spikes become more common, expect more pressure on legislators to step in.", "url": "https://www.bbc.com/news/business-56190078"}