{"datetime": "2021-02-04T16:37:08.000Z", "title": "DR Congo country profile", "article": "The recent history of the Democratic Republic of Congo (DR Congo) has been one of civil war and corruption. DR Congo is a vast country with immense economic resources and, until recently, has been at the centre of what some observers call \"Africa's world war\", with widespread civilian suffering the result. The war claimed an up to six million lives, either as a direct result of fighting or because of disease and malnutrition. The war had an economic as well as a political side. Fighting was fuelled by the country's vast mineral wealth, with all sides taking advantage of the anarchy to plunder natural resources.Some militias fight on in the east, where a large United Nations force is struggling to keep the peace.President: Félix Tshisekedi Opposition leader candidate Félix Tshisekedi became president in January 2019 after protracted political wrangling in the wake of a controversial election the previous month. Rival opposition candidate Martin Fayulu accused him of cutting a deal with the government, whose own candidate Emmanuel Ramazani Shadary finished third.Mr Tshisekedi succeeded Joseph Kabila, who had become president when his own father Laurent was assassinated in 2001.The new president also came from a political dynasty, as his father Étienne was opposition leader and later prime minister under the dictator Mobutu Sese Seko in the 1980s and 1990s. The Congolese media operate against a backdrop of political power struggles and unrest. Reporters Without Borders says journalists face arrest, threats and violence.The press carries criticism of the government, and some publications reflect opposition party views. Radio is the leading medium. Radio Okapi, partly run by the local UN mission, is an influential outlet.Some key dates in DRCongo's history: 1200s - Rise of Kongo Empire, centred in modern northern Angola and including extreme western Congo and territories round lakes Kisale and Upemba in central Katanga (now Shaba). 16th-17th centuries - British, Dutch, Portuguese and French merchants engage in slave trade through Kongo intermediaries. 1870s - Belgian King Leopold II sets up a private venture to colonise Kongo. 1908 - Congo Free State placed under Belgian rule following outrage over treatment of Congolese. 1960 - Independence, followed by civil war and temporary fragmentation of country. 1965 - Mobutu Sese Seko seizes power. 1997 - Rebels oust Mobutu. Laurent Kabila becomes president. 1997-2003 - Civil war, drawing in several neighbouring countries. Dozens of armed groups fight on in the east, requiring a large United Nations military force to try to maintain order. 2006 - First free elections in four decades. Joseph Kabila wins the run-off vote.2016 - President Kabila remains in power in violation of the constitution.2019 - Officials declare opposition candidate Felix Tshisekedi the winner of December's presidential election. Read full timeline ", "url": "https://www.bbc.com/news/world-africa-13283212"}