{"datetime": "2014-04-16T16:39:39.000Z", "title": "Belgian Emmanuel de Merode shot in DR Congo ambush", "article": "The Belgian director of Africa's oldest national park - Virunga in the Democratic Republic of Congo - has been shot and wounded in an ambush. Emmanuel de Merode's vehicle came under fire as he was travelling from the eastern city of Goma to the town of Rumangabo, according to a statement issued by the park. Some of eastern DR Congo's numerous armed groups are based in the park. More than 130 park rangers have been killed in Virunga since 1996.Mr De Merode was shot in the stomach and legs with four bullets, Cosma Wilungula, the secretary-general of the Congolese Institute for Conservation and Nature, told the BBC.The park said on its Twitter account that Mr De Merode was \"in a stable but critical condition\". Mr De Merode's work attracted him a lot of enemies, Mr Wilungula said. \"He was protecting the resources of the park and preventing people from accessing those resources,\" Mr Wilungula said. Mr De Merode was driving unescorted from Goma to Rumangabo when gunmen ambushed his vehicle on Tuesday, he added. Goma is about 50km (30 miles) from Rumangabo, the headquarters of Virunga National Park. Several diplomatic sources said Mr De Merode had attended a meeting with a state prosecutor in Goma before he was shot, reports the BBC's Maud Jullien from the capital Kinshasa. He had apparently handed the prosecutor sensitive information about oil exploration at Virunga, she says.UK-based oil firm Soco International is exploring for oil at Virunga, despite strong criticism from environmental organisations, our correspondent adds. The firm condemned the attack on Mr De Merode. \"Soco does not condone violence of any kind and makes it clear that any suggestion linking Soco to this crime is completely unfounded, defamatory and highly inappropriate,\" it said in a statement.Last August, Soco denied that its activities threatened the environment of the park. The company said it was currently only evaluating the resources there. The park is home to about 200 of the world's 790 remaining mountain gorillas.It is one of the most ecologically diverse places on Earth and is on the UN list of World Heritage sites in danger. The east of the Democratic Republic of Congo is a mostly lawless region, hit by conflict between the government and various armed groups.", "url": "https://www.bbc.com/news/world-africa-27049627"}