{"datetime": "2021-06-28T23:49:47.000Z", "author": "Padraig Belton", "title": "Why small investors are piling into share-trading apps", "article": "With time on her hands, 25 year-old Londoner Andreea Ion joined two stock-trading websites at the start of the Coronavirus pandemic. \"My boyfriend and I were caught in this really small London flat, and just thinking we have to do something, or we're going to go crazy here,\" she recalls. Over the last year, younger investors like Miss Ion have flooded online share-trading platforms, including eToro, Freetrade, and Robinhood. She and her boyfriend Jamie now post together on Instagram about their investing. \"We're witnessing an era where everyone can just start investing, and accumulating wealth from their phones with nearly zero fees for a transaction,\" says Miss Ion, who lived in Romania until she was 18 and recently completed a master's course at Cambridge University. But is this wave of new investors a good thing? Adam Dodds, chief executive of Freetrade argues that involvement in share trading is good for participants: \"I compare it to eating healthy, or working out. It's a healthy habit\", says Mr Dodds. It's certainly been good for his business. Freetrade's registered customers grew six-fold in 2020, jumping from 50,000 in January to more than 300,000 in December, and up to 700,000 now. Nearly 60% of them describe themselves as first-time investors, and their average age is 31. Women now make up one in four of the platform's investors, up from 13% a year ago. And it's not just Freetrade. Other platforms have seen a surge in new customers. During 2020, Robinhood added 3 million users, a rise of 30% and eToro added another 5 million - a near 40% gain. One way trading apps have lowered barriers to getting involved in investing is by fractionalisation - allowing users to buy fractions of whole shares. For example, a share in Elon Musk's Tesla was $880 in January, although it is currently around $688.For some investors, buying one share would use up all the funds they have available for investing. So, buying a fraction of a high-value share, allows small investors to make other investments and spread their risk. But this rush to invest has some people worried. Constantin Gurdgiev, an economics professor at Trinity College in Dublin, points out that online discussion forums and social media can put all sorts of pressure on inexperienced investors.They might be more easily persuaded to join a herd of investors and pile into one overvalued share, for instance, or the perception of lower costs might encourage them to trade more than necessary. Risk management and analysis falter and fear-of-missing-out takes over, says Professor Gurdgiev. \"Research shows that enhanced access to trading, and the perception of lower cost that these platforms offer, leads to excessive risk-taking and over-trading by retail investors,\" he argues. For some trading can even become addictive he says. In this new era of trading the so-called meme stock, or Reddit stock, has also emerged - this is a stock which has become a focus of intense attention on social media. The video game retailer, GameStop, is perhaps the best known recent example. In January, its share price soared from $17.25 to $483, after contributors to a Reddit forum called wallstreetbetsencouraged investors to buy . \"Meme stocks, I think we'll see it again, to be honest,\" says Lewis Harding, a 23 year-old in Leeds who blogs about his investing.He thinks investors should have to go through some free training after they signup to a trading platform, before they can start trading. The previous wave of so-called retail investors emerged in the 1990s, initially in the US. Online internet brokers like E*Trade and Ameritrade appeared on services like CompuServe and America Online.Their commissions, of around $5 to $7 per trade, were significantly lower than the established stockbrokers at the time opening the market up for smaller investors. Many of the current batch of online trading-apps have now pushed these trading commissions all the way down to zero, opening the floodgates to new investors who don't have deep pockets.But the way the trading apps make a profit has critics. For many of those apps, it involves something called payment for order flow. More Technology of Business US-based Robinhood (perhaps the best known of the new trading platforms), and others, sell their orders to bigger firms called market makers, which pay up to a penny per share to execute them.While this process allows the apps to offer their customers free trading, it means the more their clients trade, the more the money trading platforms earn from the market makers. So, there is a strong incentive to get their investors to trade more actively, which is not necessarily in their best interest. In some countries, including the UK and Canada, payment for order flow is not allowed at all.The US financial markets regulator, the Securities and Exchange Commissioner, now says it is investigating the practice.It is also investigating which apps are encouraging overtrading with email alerts, prompts and other tools. So, how do trading apps that offer free trading make money in the UK, where they can't sell their order flow?In the case of Freetrade, it makes money by selling investors an upgrade from the free platform to a premium version with more features, says Mr Dodds. \"People know what they're paying for, it's not like everything's free and then there are hidden fees in the spread,\" he says. But he argues that zero-commission trading is important for democratising investment i.e. opening it up to smaller investors. \"You really can't invest £100 a month in eight or nine stocks when you pay £10-12 commission on each trade,\" he says. Meanwhile, Miss Ion and her boyfriend hope investing in stocks will help them move out from their small London flat, and assemble a deposit for their first house.\"We kind of realised just living off our salaries will probably not get us very far, taking inflation into account as well,\" she says. ", "url": "https://www.bbc.com/news/business-57466918"}