{"datetime": "2021-03-04T21:12:31.000Z", "author": "James Clayton", "subject": "US Capitol stormed", "title": "Reddit chief: I was late to spot GameStop stock mania", "article": "Reddit boss Steve Huffman has told BBC News he supported the aims of controversial sub-Reddit WallStreetBets. A long-time fan of the group, he said he had been slow in spotting its effect on GameStop's huge share-price spike in January.\"I was actually a little late to the party, because I didn't realise that Reddit had leaked into the real world again\", he said. GameStop's share price ended up reaching nearly $500 (£350) before falling.WallStreetBets had been hyping up the computer-game retailer's shares.The idea was if enough Reddit users bought GameStop shares, they could drive up the price, hurting hedge funds who had bet against the company.Some claimed the group had collectively manipulated the market.But Reddit decided to leave it up. \"We were... trying to keep WallStreetBets online,\" Mr Huffman said.When the media talks about the big social-media platforms - Facebook, Twitter, Instagram - Reddit is often ignored.But as hedge funds learned during the GameStop share-price spike - ignore it at your peril. Reddit likes to think of itself as different.At its heart, it certainly feels more alternative. Its system of upvoting content mean ideas either fly or die.It's not called the front page of the internet for nothing.Mr Huffman has also had to deal with another big story this year - conspiracy theories peddled by Donald Trump about electoral fraud.\"What do you do when the president doesn't live up to the ideals, like the principles of our country?\" Mr Huffman said.An influential sub-Reddit called TheDonald was instrumental in hyping up Mr Trump across the internet.Reddit banned it last year.Mr Huffman told BBC News it was the most difficult moderation decision he had had to make. Huffman is one of handful of men in Silicon Valley - along with Twitter's Jack Dorsey and Facebook's Mark Zuckerberg - that make huge decisions on what we can and can't see on the internet.The following interview has been edited for brevity and clarity. When did you first come across WallStreetBets? So I've known about WallStreetBets for years.WallStreetBets is, in fact, one of my guilty pleasures on Reddit.How much was the group about having a laugh? A lot of it, as I think it's the cornerstone to a lot of friendship and human experience.At the end of the day, this community is fun and it's funny.And obviously, there's some cohesion there, talking about the trades.When did you start realising WallStreetBets was having an impact on GameStop's share price? So I think I was actually a little late to this, because I've been on WallStreetBets for a while.And they've been talking about GameStop for a while.And so on WallStreetBets, there's often a couple of stocks or companies or positions that have their attention.And so over the years, it's been Tesla.It's been Virgin Galactic.It's been Blackberry. It's been different things.And so, in my mind, I'm just browsing Reddit and OK, yeah, GameStop's got their infatuation right now.So I was actually a little late to the party, because I didn't realise that Reddit had leaked into the real world again.And so it was, I think, really at the the take off of the mania when I was like: \"OK, this is a bigger one.\" Then there was that crazy period where the GameStop share price went from $20 to $400. What was going through your mind at that point? You know, I love reading business stories. I love reading books about investors and their successes and failures.So it's just a topic I'm interested in.I just thought it was a fascinating story. And it's such a smart thing to do. And I, personally, have found it a fair thing to do.So you were always supportive, like ideologically, of what the group was doing? Yes, because I think if you've got one transaction where one group has taken an extreme position and then another group can see that opportunity that maybe they've overextended themselves.Obviously, there's a lot of risk there.But I think everybody goes in that situation aware of that risk.The shares at one point got almost up to $500 a share. At that point, was there any pressure on you to maybe lock down WallStreetBets? We faced that question, like that literal question: \"Should you do something?\" But our motivation, or what we were trying to do in that situation, was actually the opposite - to keep WallStreetBets online. So you decided: \"This needs to stay up\"? The question of should it go down or not was a very fast conversation. And we were, you know, confident that that community was well moderated and well within our content policy.Are you proud of what WallStreetBets managed to achieve? I am always, I think, proud when people do amazing things.And so I think maybe pride isn't even the right word.I think I'm happy or encouraged when humans come together to do something incredible.Do you think that it was a David-and-Goliath story? Oh, absolutely, because, you know, institutional investors have so much. There's so many more resources in terms of knowledge, relationships, the ability to execute large trades. No individual could have done this.Although hedge funds wage war on each other all the time, we never see it.And so to see a group of individuals kind of band together against some really well resourced institutions, I think that's an intriguing story from any angle. Some people lost a lot of money. Do you feel any responsibility? I think any trade, not just risky ones like WallStreetBets, has risk.But it also has opportunity.I think there are two things that are really important.One is that individuals have that opportunity.I don't think we as a society should be so paternal to say that, well: \"This group is smart enough to make these decisions - but this group, you know, we should keep them out,\" because you're not just protecting them from risk, you're eliminating their participation in the gains.Did the Capitol Hill riots make you reappraise the inherent goodness of the free internet? I'd be lying if I say that thought hadn't crossed my mind. But we've seen, I think, on Reddit, the power of people to do, I think, the right thing generally. One of the ways we look at Reddit, one of our duties, is to make sure the volume of any particular viewpoint is in proportion to the number of people who actually have it.And so that is to say we don't want a small number of loud people to have control beyond their numbers.And I think on Reddit we've gotten pretty good at that.I suppose you're wrestling with two things here. You don't want to get involved in censoring or overly censoring people? We feel, I think, there's an enormous responsibility for getting that balance right.And, you know, we are learning,I think, along with everybody else, we do our very best because it's not just the right thing to do for our business - it's the right thing to do for our users.And I think it's the right thing to do generally. And, for example, the QAnon conspiracy theory, we saw that on Reddit and banned it three years ago, long before it metastasized online and in the real world.Do you think you should have done more on TheDonald? That's one of the criticisms of Reddit that comes up a few times. Look, TheDonald was a series of hard decisions.And there's never a hard decision that I don't, upon reflection, wish we had made faster.But I think there's a matter of reality here - the principle of free speech was designed specifically to protect political speech.And so we went through a crisis not just at Reddit but in the United States and, I think, around the world of what do you do when the president doesn't live up to the ideals, like the principles of our country.That's a real conflict.And so I think there's no way around that conflict. Is that the most difficult decision that you've had to make? I think it might be, yes, because the other ones were more matters of getting the words right.Other policy changes we've made over the years around, you know, violence or harassment or bullying or involuntary sexualisation, we always knew what our gut told us - what the right thing was.And so those were sometimes complicated because we had to figure out how to get there and how to kind of balance all of our values.But we always knew where we wanted to go.I think with political speech, and in this particular moment, it was particularly challenging given the context of, like, the United States and the president of the United States being almost in conflict with each other. Fake news, conspiracy theories, how do you stay on top of it? Misinformation is another word for propaganda.And propaganda is as old as politics.This is not a new problem.And so, we've faced this problem in different forms over pretty much our entire existence.And so the solution, that we've seen, ultimately lies within people.It lies within a free press.It lies within access to information. It lies within people being allowed to have good judgements and societal pressure to to be truthful, to behave well, all of these things.Finally, there are some pretty niche sub-Reddits. What are the oddest ones you've come across? Oh, my goodness.BreadStapledToTrees is probably the weirdest one that I'm comfortable saying in an interview.And it's as the name implies. It's literally pictures of bread stapled to trees.There's another, I think, favourite around the office, CatStandingUp, which is just pictures of cats standing up.But that one is very strictly moderated.So every comment within every post in that community has to be the single word \"Cat\".Watch The News Explained - GameStop: to the Moon and Back on iPlayer ", "url": "https://www.bbc.com/news/technology-56246852"}