{"datetime": "2021-03-13T00:14:10.000Z", "author": "James Clayton", "title": "Why the GameStop story is far from over", "article": "GameStop's shares slumped by 40% in 25 minutes on Wednesday, after a few days of frenetic growth. Earlier that day the share price had soared to nearly $350 (£250) - 100 times more than this time last year.In February, the prevailing attitude on Wall Street was the share price was slowly finding its natural position. It had fallen to about a 10th of its late January market high.And that spike was widely thought to have been a one-off - hedge funds would never again allow themselves to be blindsided.Watch: GameStop - To the Moon and Back on BBC iPlayer Believing GameStop overpriced, hedge funds had \"shorted\" the company, betting the share price would fall. Many people on the WallStreetBets Reddit forum realised if together they drove up the price, the hedge funds would have to try to buy back shares, to cut their losses, raising the price still further. This is known as a short squeeze.In the past month, I have been told multiple times hedge funds were too clever to allow this again.But on Wednesday, the share price was approaching its January high.The most obvious explanation is hedge funds did not learn their lesson.But there is far more to this than hedge funds.Many amateur investors believe GameStop is a great long-term investment.And far from being a failing, bricks-and-mortar gaming company, it is well placed to move into the digital space, where even a small part of the market would make it hugely valuable.Any news suggesting progress in this direction is therefore met by much fanfare on WallStreetBets.On Monday, it was announced successful pet company Chewy co-founder and GameStop investor Ryan Cohen was to join a strategic-planning committee to \"identify initiatives that can further accelerate the company's transformation\".And that pretty meagre announcement generated a load of buzz on WallStreetBets - which in turn, foot pumped the share price. To put that into perspective, Amazon's share price barely moved when Jeff Bezos announced he was stepping aside as chief executive.Some say Reddit - and WallStreetBets in particular - is the perfect place to generate hysteria around a stock.\"Reddit is like the definition of confirmation bias,\" Matt Kimbro, from PR company NowADays Media, told me.\"The way the platform works is the content gets served to you based on how many upvotes it has. \"So that means you are only going to hear from the people who are saying what people want to hear.\" Attempts to give America's economy a shot in the arm during the past year have included sending stimulus cheques to many Americans earning less than $75,000 a year. And, the theory goes, many retail investors used their cheques to invest in the stock market.With Joe Biden signing off a $1.9tn (£1.4tn) economic relief bill on Thursday, a load of new cheques are likely to arrive on people's doorsteps in the coming weeks.Mr Biden hopes it will stimulate the economy.But it may have already stimulated GameStop's share price.Last month,a Deutsche Bank survey of 430 retail investors found they planned to put 37%, on average, of any stimulus cheques directly into equities. And many of these retail investors are looking at \"meme\" stocks such as GameStop.If you believe this theory, you should buy GameStop shares before the cash is sent out - and then ride the wave up.And that, in turn, is having a real-world effect on the share price right now.Another theory is that although amateur investors on WallStreetBets are the trigger, bigger institutional investors do the real moving.They are watching forums such as WallStreetBets very closely.They know GameStop's is a bubbly stock, prone to highs and lows. And they know a lot of the money going in is from amateur investors.Wall Street sometimes refers to these kinds of investors as \"dumb money\".\"Everybody is looking at WallStreetBets now,\" Americans for Financial Reform analyst Alexis Goldstein told me. \"My sense is [hedge funds] are like, 'Oh, they're going to get excited again, maybe we can ride the thing up'. \"I just think there are too many eyes on this now.\" Jordan Belfort, whose financial crimes are portrayed in the film The Wolf of Wall Street, is a supporter of amateurs taking on the pros.But he told me he was now worried for some novice investors. \"What makes this dangerous is that sophisticated investors are smart enough to know when to get out of the situation,\" he said. \"While the little guy is typically the one that ends up holding the bag.\"And that's very dangerous - and sad.\" GameStop's wild ride is set to continue, as people continue to hype the stock.But legislators are looking on closely.GameStop may look like an opportunity. But it also comes with inherent risk.WallStreetBets is a great description of the group - investing in GameStop has become one collective gamble.With the stock price high, many people will feel like that gamble has paid off.But that is certainly not the end of the story.\"Nobody goes to WallStreetBets thinking that this is a safe place to spend money,\" Reddit boss Steve Huffman recently told me.", "url": "https://www.bbc.com/news/technology-56357526"}