{"datetime": "2021-03-03T00:14:04.000Z", "author": "Vivienne Nunis and Sarah Treanor", "title": "DR Congo's Virunga National Park: The deadly job of protecting gorillas", "article": "Protecting the forests of Virunga National Park in eastern Democratic Republic of Congo - home to endangered mountain gorillas - could be described as one of the toughest jobs on the planet. In the past 12 months, more than 20 of the park's staff have been murdered - and last weekrebels were accused of killing the Italian ambassador to DR Congo , his security guard and driver in an attack within the park. \"The level of sacrifice that's involved in keeping this work going will always be the hardest thing to deal with,\" says Emmanuel de Merode, who is in charge of more than 800 rangers at Virunga, Africa's oldest and largest national park. It spans 7,800 sq km (3,000 sq miles) and is home to an astonishingly diverse landscape - from active volcanoes and vast lakes to rainforest and mountains.The park was set up nearly 100 years ago to protect mountain gorillas, of which there are only 1,000 left in the world. But numbers are increasing, and in some welcome news, three babies have been born at the park in the past month. Mr De Merode has lived in DR Congo for nearly 30 years, but he still remembers the day he first arrived.\"I bought a motorbike in Kampala and drove through Uganda into Congo, and as you cross the border you're immediately struck by the enormity of the park and the incredibly beautiful landscapes.\"Born in North Africa and raised in Kenya, Mr De Merode is a Belgian prince, but he does not use his title. He is softly spoken and calm, despite the challenges he and his team face daily. Two deadly attacks in the last 12 months have been harrowing for them all: \"Believe me, it is truly a very painful experience to lose so many young people all at once,\" says ranger Gracien Muyisa Sivanza, who is responsible for the park's lakes. \"My fellow rangers who have passed away loved their work very much and went so far as to make the ultimate sacrifice for our cause of conservation.\" But he says it makes them all feel more determined to \"continue the fight we started together... to honour their memories.\"I think they are proud of us wherever they are.\" Mr De Merode was alsoshot and wounded in 2014 . \"You have to accept that [there's risk]. It's a national park which is part of the Congolese state which has been affected by civil war for the most of its recent history,\" he says.But he also points to the park's achievements in the face of ongoing adversity.\"It's had enormous ups and downs… we've suffered enormously, but alongside that is an incredible achievement of keeping this park alive.\" The attack on Mr De Merode came at a turbulent time when the heavily armed and notorious M23 militia were advancing in the region. At the same time, a British oil company formerly called Soco had been granted permission from the government in Kinshasa to extract oil by drilling on the park's land.Tensions were at breaking point - and captured on film in the 2014 Oscar-nominated documentary, Virunga.\"We were fighting against a British oil company… We were in confrontation with a number of people. On that day, I had submitted a substantial investigation report into the activities of the oil company.\"Driving back alone through the forest he was ambushed: \"I was shot in the chest and the stomach.\" The company condemned the attack and denied any involvement in it. It has since changed its name and withdrawn from DR Congo . Mr De Merode says he was \"lucky\".\"People from a village pulled me away, so my efforts continue thanks to them. Many of our staff weren't so lucky.\" When people die carrying out his orders in the park, he says \"it leaves a level of agony I can't describe for their families\". It's estimated that a dozen or so armed militia groups survive off the park's resources - poaching or chopping down wood to sell for fuel.DR Congo's natural resources have been fought over for decades. The country - which is the size of mainland western Europe - has more mineral wealth, with diamonds, oil, cobalt and copper, than anywhere else on the planet. These are some of the elements essential to modern technology, making up key components in electric cars and smartphones.Virunga is no different. It's rich in resources underground as well as in nature and wildlife. But the two million people living in the region of the park mainly live on under $1.50 (£1.08) a day.This tussle for survival is not lost on Mr De Merode who sees protecting the park as essentially a social justice issue.\"It's not a simple problem of protecting gorillas and elephants; it is overcoming an economic problem at the heart of one of the most horrific civil wars in history,\" he says. \"Over seven million Congolese are believed to have died over 30 years and at the heart of it is an economic issue. \"We passionately believe for Virunga to survive, we have to first consider the local population. We have to make this park an asset… A net benefit.\"He looks to neighbouring Rwanda and its pre-pandemic success in attracting tourism worth over $500m a year. In Kenya it is an industry worth around $3.5bn.\"That's more than the national budget of DR Congo,\" he says, adding: \"Tourism isn't a game we are playing, it's a strategic industry. We need to look at ways of generating wealth without damaging the park.\" The strategy is starting to pay off in unexpected ways. Increased tourism in Virunga has helped the park attract investment for other projects.One scheme takes advantage of the park's high rainfall and fast-flowing rivers to produce hydroelectricity - allowing some rebels to swap their guns for a steady income.\"What we've found is that by generating electricity from the park, almost immediately you get small businesses developing around it,\" says Mr De Merode. \"With every megawatt of electricity that we're able to generate through these hydroelectric programmes, we're able to create between 800 and 1,000 jobs. \"Today there are about 12,000 jobs that have been created in this way around the park, of which over 1,000 are ex-combatants from the armed groups.\" For Mr De Merode this is the way to overcome violence in a corner of Africa where youth unemployment sits at 70%. This will protect the park and its rare mountain gorillas for future generations, he says. \"People join the militias because they have no choice and the only way to overcome that is to give them a choice. \"The issue of security cannot be resolved with weapons alone.\" ", "url": "https://www.bbc.com/news/world-africa-55829330"}