{"datetime": "2021-02-17T14:02:27.000Z", "title": "Reddit removed 6% of all posts made last year", "article": "Reddit removed 6% of all content posted in 2020, according to the site's annual transparency report. Of the 3.4 billion posts made by its users in 2020, 233 million were removed - almost all for spam. More than 99% of removals were classed as spam, with the remainder made up of a mix of offensive content - including harassment, violent speech and sexualisation of minors.The number of removed posts rose almost 30% year on year. More than 131 million posts were removed by the platform's automated moderator, while the rest were taken down personally by administrators. The automated moderator bot is used to approve posts made in Reddit's myriad small communities - called subreddits - and it has the power to remove any images or text submissions that contain banned words or phrases.More than 80,000 subreddits were removed in their entirety last year, nearly four times more than in 2019. Most of those were due to lack of community moderation, harassment problems, or users who were trying to evade a ban by recreating an already-banned subreddit. But one campaign group criticised the relaxed standards that allow many other communities to remain active. \"Reddit has made good progress by removing some of its worst offending forums, which were full of conspiracy theories and hatred, but it still has a long way to go,\" warned Imran Ahmed, chief executive of the Center for Countering Digital Hate. \"Reddit has only acted on a fraction of the hate on its site. Some forums active on the site today broadcast horrendous racism daily to thousands of members.\" And he added that his group had seen groups sprout up around \"dangerous misinformation\" about the Covid pandemic and \"these need dealing with urgently\". Reddit also received 611 requests from law enforcement officials for information about its users. Reddit granted 424 of those requests, which usually involve a court order or search warrant. Reddit has previously faced a backlash from its users over how it moderates content shared on the platform, with most of the work being done by its volunteer community moderators. For example, the r/Ireland subreddittemporarily shut down in the early hours of the morning last year to limit the racist and extremist content posted from by US users in that time window - while Irish moderators were less active. ", "url": "https://www.bbc.com/news/technology-56099232"}