{"datetime": "2019-06-27T10:43:16.000Z", "title": "'I turned a side hustle into millions'", "article": "Ed Snelson has turned his \"side hustle\" into a business with sales of more than £1m on eBay. His personalised printing business is so successful that he could walk away from a job at aerospace company Airbus. \"It's not about the money, it's about the freedom,\" he said. He is one of the generation of \"digital natives\" which eBay says make up the biggest proportion of new businesses generating £1m of sales on its marketplace. EBay says there were almost 1,300 new \"millionaires\" - businesses now generating more than £1m of sales through its site - in the past 12 months. Nearly 20% of them are under 30 and \"with an eye for Britain's changing shopping habits\", according to eBay. Mr Snelson, who is 27, says physical stores were never part of any business plan for his Chester-based operation Signature Printing. Through five sales sites - including eBay - he offers personalised tote bags, cosmetic bags and other items, including T-shirts. The idea started with a Young Enterprise scheme at school and took life \"literally in my bedroom when I was living at my parents' house\". He was working \"8 to 4\" or \"9 to 5\" on his apprenticeship at Airbus and on his online sales operation outside those hours. When his apprenticeship finished six years ago, he decided to focus on his business, moving it out of his bedroom to an office a year later. While 30-year-olds won the race in the last 12 months to break the £1m sales barrier, eBay says the next most successful age growth were the over-60s. Coventry is the location of the fastest-growing community of businesses selling more than £1m through eBay. According to eBay, Coventry had a 41% increase in the number of new millionaires, higher than the traditional business sectors such as Birmingham or Manchester. \"The uplift in the number of eBay millionaires demonstrates how entrepreneurs up and down the country are keeping up with the ever-changing needs of consumers, despite some tough economic conditions,\" said Rob Hattrell, eBay's vice-president in the UK. ", "url": "https://www.bbc.com/news/business-48774345"}