{"datetime": "2021-02-18T02:42:10.000Z", "title": "'Roaring Kitty' GameStop investor hit with lawsuit", "article": "A man who became a key player in frenzied trading of GameStop shares last month has been hit with a class action lawsuit. Keith Gill, known as 'Roaring Kitty' on YouTube, allegedly duped retail investors into buying inflated stocks while hiding his sophisticated financial background. Mr Gill has downplayed his impact and rebutted claims he violated any laws. Separately, he will testify on Thursday to Congress about the \"Reddit rally\". \"The idea that I used social media to promote GameStop stock to unwitting investors is preposterous,\" Mr Gill said in the prepared testimony. \"I was abundantly clear that my channel was for educational purposes only, and that my aggressive style of investing was unlikely to be suitable for most folks checking out the channel.\" Mr Gill allegedly bought GameStop shares for $5 (£3.60) and then used social media to drive shares from around $20 in early January to more than $400 in just two weeks. This violated securities laws against manipulating the market, according to the lawsuit filed by Christian Iovin, a Washington state resident who purchased GameStop stock options. Mr Gill said he used publicly available information to determine GameStop was undervalued, and shared this view with a \"tiny\" following on social media ahead of January's huge price surge. The lawsuit also names as defendants Massachusetts Mutual Life Insurance Co and its subsidiary MML Investors Services, which employed Mr Gill until 28 January. The company told Massachusetts regulators it was unaware of Mr Gill's outside activities. A number of people involved in the so-called \"Reddit rally\" are due to appear before Congress on Thursday, including Mr Gill.Others called to testify include Wall Street hedge fund Melvin Capital, along with the chief executive of Reddit. The chief executive of Robinhood, the trading platform that restricted the purchases of GameStop shares to investors during the trading frenzy, is also expected to testify. The GameStop saga was hailed as a victory of the little guys against big Wall Street hedge funds that were betting against video games retailer GameStop and other struggling businesses.But it is unclear what role hedge funds had in the rally as some are reported to have made millions from the GameStop share rally, that was inspired by Reddit users. The stock closed down 7% at just under $46 on Wednesday on the New York Stock Exchange. ", "url": "https://www.bbc.com/news/business-56106824"}