{"datetime": "2021-01-29T22:08:26.000Z", "author": "Natalie Sherman", "title": "GameStop: Who is winning the market battle?", "article": "Financial markets have been riveted by the tale of novice investors taking on Wall Street pros by buying up shares of US video games retailer GameStop, which many hedge funds had seen as a losing bet. It's an apparently crowd-sourced attempt to beat billionaire traders at their own game. But who's really winning and losing this battle? GameStop, a loss-making chain of bricks-and-mortar shops, saw shares jump from being worth less than $20 each at the end of December to nearly $350 on Wednesday. The surge has been attributed to a swarm of independent traders, swapping tips on social media, who saw an opportunity to pressure Wall Street hedge funds that had made deals assuming GameStop's share price would fall - and would have to purchase shares to cover losses if the stock rose more than expected.That, in turn, could generate a kind of buying frenzy - and chance for gains for the little guys. In recent weeks, they've deployed the strategy on behalf of other firms, such as struggling theatre chain AMC Entertainment, owner of Odeon Cinemas.And the idea has caught on globally, fuelling activity in stocks traded in other parts of the world, including the UK, Brazil and Malaysia. The social media forums where the amateur day-traders stoked enthusiasm for GameStop are full of snapshots showing how their bets have performed - in some cases growing from tiny sums to positions worth millions of dollars. But for many, these are just gains on paper - and could still end in big losses if the prices fall back. On Thursday, after the wacky market conditions prompted some trading platforms, such as Robinhood, to restrict purchases, shares dipped. Some traders posted comments confessing to nerves at the prospect of losses, while rallying their fellows to hold the line and avoid selling, staving off a sudden price collapse. And on Friday, GameStop shares rose again, climbing 68% to $325 apiece, even as the market overall dropped. If prices drop back, however, some who bought in too late will be hurt. The buying frenzy has reportedly led to losses for some big name hedge funds, including Point72, a firm run by infamous investor Steve Cohen, a billionaire art collector and owner of the New York Mets baseball team whose first hedge fund, SAC Capital, pleaded guilty to insider trading charges and shut down.Some of the losses this week stemmed from Point72 money being managed by Melvin Capital, a company founded by a former SAC star trader, which had made big bets against Gamestop and was forced to pull out of the trade. Other firms reportedly hit include Maplelane Capital and DI Capital, while other prominent short sellers have said they - and their families - have been subject to harassment. Analysts also say the pressure on hedge funds is one force behind broader declines in US markets in recent days, as firms sell other investments to cover their losses. Mr Cohen, whose firm helped provide rescue funding to Melvin Capital amid the upheaval, has appeared to allude to the strains caused by the Reddit army, writing on Twitter: \"Hey stock jockeys keep bringing it\". That's not to say there aren't investing pros benefiting from the battle against the short-sellers - many of which are still betting stocks will fall. Firms like investment giant Fidelity and BlackRock, which own more than 10% of GameStop shares, have seen the value of their holdings rise.The surge also benefited Ryan Cohen, an entrepreneur who sold his online pet retail company Chewy to Petsmart in 2017 and revealed a major investment in GameStop last year. Executives at some companies favoured by the day traders, such as BlackBerry, have gotten windfalls from selling their shares. It's creating opportunities for other kinds of companies too. For example, private equity firm Silver Lake Group, which had loaned money to AMC Entertainment, converted its bonds to shares after the surge in the firm's prices, a swap worth hundreds of millions of dollars.In other ways, however, the episode could bode ill for Wall Street in Washington, where Democrats now claim slim majorities and Congress was already eying tax hikes for hedge funds.Senator Elizabeth Warren, a prominent voice in favour of tougher rules, has said the episode warrants wider investigation, pointing to fault on both sides of the battle, which she said was a sign of market distortions that could put the rest of the economy at risk.Regulators already had their eyes on Robinhood, an app used to buy and sell shares that hasseen its popularity explode amid the pandemic .The Silicon Valley company, which makes money in part from fees charged to Wall Street funds that execute customer orders, is accused of courting inexperienced investors and encouraging them to trade frequently and deploy risky strategies - even if it goes against customer interests. This episode has only intensified regulator scrutiny. Meanwhile, the firm said late Thursday it had raised more than $1bn amid questions about financial strains on the firm created by the buying frenzy.It's also facing outrage from customers - and lawmakers - angry after Robinhood was among the trading platforms to limit purchases of Gamestop and others' stocks, citing market volatility and risk. Many of the companies whose shares have been championed by day traders in the battle against the short-sellers are what have been dubbed \"90s nostalgia stocks\" - firms buffeted by changes wrought technology, like the decline of traffic to bricks and mortar shops and cinemas.The pandemic has only hammered them harder. GameStop, which was founded in 1996 and now has more than 5,000 stores in the US, Canada, Australia and elsewhere, saw sales fall 30% in the first nine months of 2020.AMC Entertainment, the owner of Odeon Cinemas, meanwhile,warned last month it risked running out of cash , after traffic to its theatres plunged last year. Some of those firms have seized opportunities created by the recent trading to ease financial strains. AMC, for example, raised more than $300m by selling shares this week and has said it is exploring additional offerings. American Airlines has said it is also planning to sell shares. But regardless of what happens next in the financial markets, the challenges facing them in the real world aren't going away. ", "url": "https://www.bbc.com/news/business-55864608"}