{"datetime": "2021-01-29T21:33:52.000Z", "title": "GameStop: Global watchdogs sound alarm as shares frenzy grows", "article": "Regulators have fired warning shots over frenzied share dealing in GameShop and other firms fuelled by social media chat on sites like Reddit and Facebook. Watchdogs in the US and UK said they were monitoring activity and potential lawbreaking, and warned traders they risked facing huge losses. Traders should ensure they are familiar with all rules, \"including market abuse\", the UK's regulator said. GameStop is the focus of a trading war between amateurs and Wall Street pros. Shares in the US bricks-and-mortar video games retailer surged again on Friday, ending 68% higher. Another stock in the traders' sights, AMC Entertainment, jumped 54%. That bucked broader market trends, which saw all three main US indexes fall roughly 2%. For the week they were down more than 3% - the biggest weekly decline since October.Some share trading firms temporarily halted dealings on Thursday amid extreme volatility in GameStop, which has soared as much as 700% in the past week. AMC Entertainment and Blackberry, which have also seen huge trading activity, were among the other companies also hit by the restrictions. UK traders have also been sharing their thoughts and tips on trading chat forums amid mounting concerns about misinformation and share ramping.London-listed companies have also been the focus of social media attention, including publisher Pearson and cinema operator Cineworld, although the share price movements were minimal compared with the GameStop surge. In a statement on Friday, the UK's Financial Conduct Authority said: \"The FCA is aware of the situation and continues to closely monitor trading in UK markets. UK investors should take care when trading shares in highly volatile market conditions that they fully understand the risks they are taking. This applies to UK investors trading both US and UK stocks.\"Firms and individuals should also ensure they are familiar with, and abiding by, all regulations including the market abuse and short selling regimes in the jurisdiction they are trading in.\" In the US, the US Securities and Exchange Commission (SEC) warned against illegal \"manipulative trading activity\".The regulator added: \"Our core market infrastructure has proven resilient under the weight of this week's extraordinary trading volumes. \"Nevertheless, extreme stock price volatility has the potential to expose investors to rapid and severe losses and undermine market confidence.\" The SEC also said it would review actions that could \"unduly inhibit\" and \"disadvantage investors\". The war between amateur private investors and heavyweight firms like hedge funds centres on so-called short selling. Over recent months, hedge funds had made big bets that shares in loss-making GameStop would fall.But an army of private investors, swapping tips on social media, spotted a chance for a buying frenzy that would push up the price and \"squeeze\" the hedge fund short sellers.Many private traders made profits - and losses - along the way, but their actions also dealt a big financial blow to hedge funds that spent billions of dollars gambling GameStop's shares would tumble. The decision on Thursday by several brokerages to halt purchases of shares in Gamestop and some other firms sparked outrage among investors, who accused the companies of working on behalf of traditional Wall Street investors who were losing out to the army of amateurs. Some disgruntled investors said they were preparing legal action. Investor anger over their temporary ban from trading spread beyond the investment community, with rappers and US politicians on both sides of the Washington divide joining the backlash against Wall Street. \"This is unacceptable,\" tweeted Representative Alexandria Ocasio-Cortez, a Democrat. \"We now need to know more about @RobinhoodApp's decision to block retail investors from purchasing stock while hedge funds are freely able to trade the stock as they see fit.\" Her tweet was shared by Republican Senator Ted Cruz who commented \"fully agree.\" Tesla founder Elon Musk, whose shares have also been a retail favourite, also commented on Ms Ocasio-Cortez's tweet, saying \"Absolutely\". Much of the anger was directed atRobinhood, a new breed of broker popular among a new generation of younger, tech-savvy investor, but which has been accused of \"gamifying\" share trading.On Friday, a Robinhood chat forum on Facebook was also removed for breaking its Community Standards rules, although the social media giant did not expand on the reasons. After the backlash, Robinhood late Thursday said it would ease the restrictions. The firm also said it had raised more than $1bn from existing investors to bolster its finances amid questions about strains caused by the buying frenzy. But Senator Elizabeth Warren, a Democrat known as a supporter of tougher financial rules, said the chaos was another sign of \"years of distortion in securities markets that have allowed the wealthy few to artificially inflate and deflate share prices and reap short-term profits while exacerbating wealth inequality\". She said regulators must review the trades and make changes to ensure that markets \"reflect real value, rather than the highly leveraged bets of wealthy traders or those who seek to inflict financial damage on those traders\". Key to what's going on is \"short selling\" or \"shorting\", where a big investment firm such as a hedge fund tries to make money by betting that a company's share price will fall. The hedge fund borrows shares in a company from other investors (for a fee) and sells the shares on the markets at, for example, $10 each, waits until they fall to $5, and buys them back. The borrowed shares are returned to the original owner, and the hedge fund pockets a profit. GameStop - which saw heavy losses last year and was described as \"failing\" by one big investor - is the most shorted stock on Wall Street. But in the last week, amateur investors who follow the Wall Street Bets forum on Reddit have poured money into buying the company's stock with the aim of pushing up the price. If the price rises dramatically, short sellers face big losses and they need to buy back the shares they have borrowed quickly to prevent bigger losses - a process known as covering. However, buying back the shares only adds to demand for the stock and pushes its price higher still. ", "url": "https://www.bbc.com/news/business-55842994"}