{"datetime": "2021-05-29T23:05:42.000Z", "author": "Cristina Criddle", "title": "Buying a pink NFT cat was a crypto nightmare", "article": "The hype surrounding NFTs (non-fungible tokens) has been hard to ignore. Bright, colourful digital-only art that is selling for millions - who wouldn’t be intrigued?But my first experience of investing in this world was a nightmare - with far too much time, money and stress wasted on… well, not very much. Because an NFT doesn’t have a physical representation like a painting, it exists only as a digital asset. So all I was paying for was a record of ownership - basically, to have my number displayed on a website next to a cartoon cat. Using one of the main NFT trading platforms, Opensea, I searched eagerly for my debut purchase - a light-hearted gift for a departing colleague. The website hosts a range of content, from adapted versions of classical art to album covers from rock duo The White Stripes. But because my former boss and I share a joint love of felines, I decided to buy a CryptoKitty - a virtual cat - which can be collected and traded like digital Pokemon cards. Launched in 2017, CryptoKitties are now being sold for millions, but the average price is about £175. They all have different attributes: patterns, colours and \"purrstige\". With a limited budget, I had only the runts of the litter from which to choose. Finally, I settled on Kim Catdarshian - a pink creature dotted with diamonds in her fur and a cocked eyebrow. According to her profile, she has a “confuzzled” mouth and can be snappy, taking 10 minutes to “cool down\". Sounds about right, given her diva namesake. NFTs are sold in cryptocurrency. My purchase was in ETH, known as Ether, which is stored on the Ethereum blockchain.Similar to Bitcoin, it is a highly volatile currency and relies on computers to verify transactions. This process - called mining - useshuge amounts of energy, often from fossil fuels. Kim was on sale for 0.006 ETH, which at the time was worth about £13. Using a Chrome extension called MetaMask, I set up a digital wallet to convert money from my bank account into cryptocurrency. I transferred the minimum amount: £30 and a \"gas fee\", required for every ETH transaction to pay the miners who keep the network running. It is similar to tipping a waiter. Depending on how many transactions are being processed on the Ethereum blockchain, and how many miners are available, the cost of gas can rise and fall. The higher your price, the faster your transaction goes through. After my initial payment, all I could afford was less than half the recommended rate for gas. Transferring my ETH back into my bank account would have cost more money, so I reluctantly ploughed on, hoping a miner would take pity and process my NFT bid for a low fee. Then, I was left waiting in the ether for the sale to be approved. While the value of my ETH shot up and down. I considered spending more money to speed up the transaction, but I held firm and my patience paid off three days later, when Kim Catdarshian finally became mine. The whole experience sucked all the fun out of my fluffy pink friend and if I wanted to sell Kim, it would cost me. I should have done more research into all the extra charges involved in ETH, but it was just meant to be a whimsical joke present. Unless you’re prepared to spend a lot of money and time learning the market - it is hard to imagine making money from NFTs. Even though I am a technology journalist (albeit not a crypto-expert), I was baffled by how complicated the process was, and realised I wasn’t alone. Countless users have complained in online forums about transactions getting “stuck” after demand, and high gas prices clogging up the network. One Reddit user said they lost more than $150 (£106) when trying to purchase an NFT ofthe latest Kings of Leon album - priced at about $53.They lost money trying to navigate the various gas fees and delays on the system. “I'm at my wit's end,”the post says. “Whatever the tech is behind it I hate it. I'll never forget the feeling of this drawn-out experience.“The amounts I'm stating are nothing to some, but this was hard-earned money for me.” In 2017, the high demand for CryptoKittiesbrought the network to a standstill. “The Ethereum network is literally not even good enough for cat pictures,” said David Gerard, author of Attack of the 50 Foot Blockchain, adding that Ethereum has been trying to fix the issue for years. Apart from the blocked blockchain, there are other issues: “NFTs are just a new form of magic beans that crypto-fanatics can sell for money - but all you’re buying is a receipt,” said Mr Gerard. “The market is completely fake.” Several experts warned me that the obscure and complex technology is used as a cover to exploit people who don’t understand it. Artists have also complained about the fees involved in creating NFTs - as \"gas\" is also used to approve bids and transfer the art. One artist on Reddit said they lost $200 in fees, after selling an NFT for $1. “Unless you have work that will sell enough to cover miner fees, it isn't worth it,”they wrote. “Could some sites be playing off the recent publicity and just trying to make a dime off the little guy through fees? How are so many things selling for so low? Fees, fees, and more fees.” When Mike Winkelmann (aka Beeple) sold $69m worth of NFT artwork, he booked a private jet to celebrate. But these success stories can “seduce” smaller artists, who often lose money, said Amy Castor, a cryptocurrency journalist. “The whole scam of this is to draw money in from artists,” she said, adding that NFTs have “no intrinsic value whatsoever”. “You suck the patience out of gullible artists, who then become promoters of this get rich quick scheme because they have money in it. “And all the while the market volatility is still there - it could all disappear.” ", "url": "https://www.bbc.com/news/technology-57273904"}