{"datetime": "2021-02-02T00:11:07.000Z", "title": "GameStop investor battle moves on to silver as prices surge", "article": "Silver prices have hit an a eight-year high after calls to buy the metal on social media sparked a trading frenzy. It comes a week after amateur investors piled into shares in the games retailer GameStop, causing them to jump 700%.On Monday silver rose by as much as 11% to $30 an ounce, while shares in some mining firms were up as much as 60%.Small time traders swapping tips on Reddit are thought to be behind the trend, as they seek to drive prices up. However, some users of the site dispute this, alleging the \"Silver Squeeze\" is secretly being coordinated by big Wall Street firms. It is the latest example of apparently small-time traders taking on big Wall Street hedge funds that hope to profit when the price of an asset or stock falls, but could lose heavily if it rises. Tips posted on social media sites like Reddit say these so called \"short sellers\" are manipulating the markets.And so the amateurs buy up the stocks or assets, driving up the price and inflicting losses on the big players.It began in January when amateurs piled into loss-making retailer GameStop and other companies such as AMC and Blackberry.GameStop shares, which were trading at less than $20 (£14.61) each at the start of January, shot to nearly $350 last week. They fell 30% on Monday to $225. Now the battle appears to have moved on to silver - a far bigger market.The price of silver slid from its early highs on Monday. But the metal is up by almost 20% since Wednesday, when messages began circulating on Reddit forums, encouraging users to buy the metal. Coin-selling websites say they are now seeing unprecedented demand and delays in delivering silver.Reflecting the attitude of many of those swapping tips on the site, one user called RocketBoomGo urged fellow traders to \"think about the Gainz\" in a widely circulated post.\"If you don't care about the gains, think about the banks like JP Morgan you'd be destroying along the way,\" they added. However, some on Reddit expressed scepticism, with one saying they had analysed comments and posts on the thread Wall Street Silver and found that 80% \"came from accounts mostly created in the last 2 days. Pretty suspect.. who do these people really work for?!\" Hussein Sayed, chief market strategist at FXTM, said that amateur investors would find it much harder to influence the price of silver than they did with GameStop. For one thing, the total value of silver being traded is about $1.4-$1.6 trillion, he said, which is 1,000 times the total value of GameStop's share capital before it became the target of speculation.A large proportion of the silver market also exists \"off-exchange\", meaning it can't be bought and sold as easily online. The army of small investors will have enlisted for different reasons. Some will hope to profit from getting in early and starting a wave of others doing the same, ride it for a bit before getting off the wave and letting it crash after they've taken their profits.Others will see something going up and think the sky's the limit to this - still plenty of time for me to profit too. And others will think - I don't really care if I lose a few bucks, sticking it to the man is the name of the game. The first group will have made money and indeed may be being infiltrated right now by the very professionals they hoped to beat. The second group will end up poorer and unhappy about it. The third may end up poorer but don't care - they have made a telling political point. Read more here . \"Retail traders who are just following the herd and join the party late may accumulate huge losses and need to be more rational in their decisions,\" Mr Sayed added. GameStop investors have already got a taste of those risks. Shares in the company have fallen since last week, when the frenzy caught regulatory attention and trading platforms imposed restrictions on shares in GameStop and some other companies.That decision sparked anger among amateur traders, who say they are just playing Wall Street at its own game. Several prominent US politicians and the billionaire Elon Musk have voiced their support.The moves also convinced some online traders to dig in their heels, like Paul Grainger of Liverpool, a project manager at a telecommunications firm. He added shares in GameStop to his investments after seeing online hype that persuaded him the price would rise. Now he's holding on, partly to send a message to the hedge fund giants. \"At first, I was in it like probably most people were were at the beginning, just to try to make a little bit of money on it,\" he said. \"But now... I'm out of principle holding the stock. \"I think it's wrong what they're doing and the fact that they've changed the rules of the game now that the little man's getting an advantage.\" Mr Grainger said he's ready to risk his holdings, which are a small part of his portfolio, and hopeful that if many people act similarly, those betting against the company will be the ones hit with losses.But he said he's not expecting there to be too many similar opportunities - in silver or elsewhere - in the future. \"Now that we've taken advantage of it, I don't think that the market will allow this to happen again,\" he said.\"I think this is kind of a once in a lifetime opportunity and I'm hoping it will make those big companies change the way they operate so this kind of thing can't happen again.\" Despite what some retail traders hoped, some of the biggest profiteers from last week's market action were said to be Wall Street giants such as asset manager BlackRock and the private equity firm Silver Lake. However, other big investors have been hammered by the trading frenzy.Hedge fund Melvin Capital - which bet heavily that shares in GameStop would fall - lost 53% of its value towards the end of January, according to media reports.The firm has since received commitments for fresh cash from investors, leaving it with around $8bn (£5.8bn) in assets, but that is still down from $12.5bn at the beginning of 2021, according to Reuters.", "url": "https://www.bbc.com/news/business-55882758"}