{"datetime": "2021-01-29T14:07:54.000Z", "title": "Google halts Play Store 'review bombing' by GameStop traders", "article": "Google has removed a wave of negative reviews of popular stock-market trading apps targeted by furious investors. Platforms such as Robinhood have been hit after preventing independent traders buying GameStop and AMC shares. Users of a Reddit message board hadmanaged to upset the market by buying the shares and inflating their value , hitting established hedge funds. Many online traders, feeling betrayed by Robinhood's restrictions, have hit back with critical reviews of the app. Google has removed tens of thousands of one-star reviews for the widely-used trading app - which had previously had a four-star average. It says it takes action when it sees \"fake ratings\", designed to manipulate a product's average score. But more one-star ratings - the minimum possible - have continued to appear. While Robinhood stopped independent users from buying some shares after the surge in investment by independent traders, they still remained available to large, professional traders elsewhere- leading to accusations that Robinhood was effectively protecting big investors and manipulating the stock market. Robinhood said that the restrictions were put in place for \"risk-management\" reasons - and not because it had been told to limit activity by anyone else. Butas first reported by 9to5Google , it prompted a co-ordinated campaign to hit the app with a barrage of one-star reviews.The site reported that more than 100,000 negative reviews had brought the average rating from four stars down to just one. Hours later, Google intervened to delete roughly 100,000 reviews, according to the review counter, restoring the app's high rating. Google rules are designed to prevent so-called \"review bombing\" - when reviewers co-ordinate to drag down an app's rating, usually because of some external scandal or political disagreement. It has not yet responded to requests to comment on its Play Store decision. While there had been calls on social media to review Robinhood negatively, many investors feel they have a legitimate grievance. Some users of the Reddit WallStreetBets community, which is at the centre of the movement, believe they are taking a principled stance against hedge funds short-selling the stocks, hoping the company will fail. The concern is also reflected by some major US politicians from both parties. Democrat congresswoman Alexandria Ocasio-Cortez has said Congress should investigate Robinhood, calling the app's decision to block small traders \"unacceptable\". Her long-time political enemy,Republican Ted Cruz, tweeted that he fully agreed,as did entrepreneur Elon Musk . Within hours, Senator Sherrod Brown - who runs the Senate Banking Committee -said he planned to hold a hearing on the current state of the US stock market . \"People on Wall Street only care about the rules when they're the ones getting hurt,\" he said. ", "url": "https://www.bbc.com/news/technology-55853568"}