{"datetime": "2021-03-17T23:50:03.000Z", "author": "Cody Godwin", "title": "GameStop: Reddit users investing in gorilla conservation", "article": "\"Apes Together Strong\" is a popular saying in Reddit's WallStreetBets forum, and some users are taking that seriously. Reddit users have been symbolically adopting apes and donating to foundations includingThe Dian Fossey Gorilla Fund and the World Wildlife Fund.Some users are naming GameStop, or GME as they're known on the New York Stock Exchange, as the adopter. Donations have exceeded $350,000 (£250,000) in less than a week. The foundation tweeted that the funds will go towards their field programmes where they track, monitor and study gorillas in their natural habitats. The Fossey Fund said they were \"surprised, thrilled and appreciative of the grassroots donations that have come our way thanks to a group of investors on Reddit.\"\"We thank these new donors for their contributions to the success of our mission - because in saving gorillas, we save the planet.\" The Fossey Fund has also added \"Apes Together Strong\" to their website. The trend started when the user Pakistani_in_MURICAposted an adoption certificate in WallStreetBets on Friday.The user had adopted a gorilla named Urungano and listed GameStop as its sponsor. The post won a bevvy of awards and karma - Reddit's way of liking content - and inspired a number of fellow users to adopt or donate.\"I have three adopted infant Gorillas now. Sorry but animals are my kryptonite,\" one Redditor commented. \"This is good stuff! Gogo /WSB [WallStreetBets]!! This is the sort of thing that happens when people unaccustomed to having money suddenly get some.\" WallStreetBets made headlines earlier this year when a number of amateur investors from the site bought GameStop stock.As a result, GameStop's share price spiked, causing huge losses for some hedge funds that had positions betting against GameStop. Users on WallStreetBets often refer to themselves as \"apes\". The Fossey Fund's website says their conservation work is focused on mountain gorillas in Rwanda and Grauer's gorillas in the Democratic Republic of Congo.Their website lists six gorillas up for adoption - and ranging from $60 (£43) to $150 (£107).Cody Godwin is part of the BBC Tech team based in San Francisco. For more news, follow her on Twitter at @MsCodyGodwin ", "url": "https://www.bbc.com/news/technology-56438230"}