{"datetime": "2018-09-24T15:57:28.000Z", "title": "eBay to help Wolverhampton traders build online shops", "article": "eBay has launched a year-long partnership with businesses in Wolverhampton, in a bid to grow trade. The online marketplace will be offering training to small retailers, helping them set up an eBay shop and teach them how to drive internet sales. It said it chose the city to launch the scheme because of its manufacturing heritage. It is hoped the move will help the city's high street to \"thrive\" as more shoppers move online.In 2015, Wolverhampton wasnamed the 'least prosperous' area in UK following research by the Legatum Institute. eBay said national research, conducted by YouGov and Development Economics, shows a quarter of small retailers do not have an online presence.As part of the scheme, it will help Wolverhampton traders set up an eBay shop and offer training in how to sell online. eBay said, when choosing where to launch the scheme, it wanted a city 'on the up' where it could make a measurable impact. Wolverhampton was chosen because of its heritage, transport connections and because it will be part ofthe government's 5G testbed trial which is coming to the West Midlands in early 2019 . City of Wolverhampton Council Leader, Councillor Roger Lawrence, said: \"In an increasingly digital world, such skills are ever more important to business success and survival, complementing and boosting in-store, over the counter sales.\" Customers value physical and online retail - access to both is vital.This is an opportunity to enable retailers and business owners to enter into a market which they may not think is for them. Many of our learners are young people and their world exists online. Being a university city, having access to digital capabilities is vital to future growth because it creates new markets for companies and raises their brand profile globally. I believe everyone is invested in the future of the high street, and we know it has changed, but a partnership with a multinational brand like eBay is an exciting opportunity for businesses. We can't change consumer behaviour, this is the way we want to shop, but we almost need to see a digital high street alongside the physical high street, which encourages people to come back and shop between visits. Nider Johal, board member of the Black Country Local Enterprise Partnership, said: \"I think we have a competitive market place, a competitive landscape where unless you have something really good that entices people to come to the high street, you will die.\"A digital platform, making sure you can sell products other than through bricks and mortar is essential.\" Paul Jones, owner of Goodstart Jones, a manufacturer of custom bags, backpacks and luggage, which will be taking part in the scheme, said: \"We're a proud Wolverhampton business and we want to use the internet to show the world what we can do.\" ", "url": "https://www.bbc.com/news/uk-england-birmingham-45627919"}