{"datetime": "2019-09-10T12:20:25.000Z", "title": "Wage growth stays strong as unemployment falls", "article": "Wages have continued to grow at a strong pace and employment remains at record highs, official figures show. Earnings excluding bonuses grew at an annual pace of 3.8% in the May to July period, down slightly from the previous reading. Including bonuses, wages rose at an annual pace of 4% - the highest rate since mid-2008. The unemployment rate dipped to 3.8%, while the estimated employment rate remained at a record 76.1%. Click here to take part in a short study about this article run by the University of Cambridge. The number of available jobs was at its lowest level since November 2017, with David Freeman from the Office for National Statistics (ONS) saying: \"Vacancies continue to fall back from recent record highs, with much of this decline coming from small businesses.\" He added: \"The employment rate has remained fairly constant at a joint record high for some months now, while the unemployment rate was last lower at the end of 1974.\"Including bonuses, wages are now growing at 4% a year in cash terms for the first time since 2008. Once adjusted for inflation, they have now gone above 2% for the first time in nearly four years.\" If you prefer to be \"half-full\", you will be happy that in the three months from May to July, the ONS recorded the fastest pay rise (including bonuses) for more than 11 years.If you're more \"half-empty\" you may note that if you strip out the effect of inflation, pay including bonuses is still £23 less than it was more than 11 years ago.Similarly, a half-full view might note that employment is at a new record of 32.8 million people. A half-empty one might say it's not always a good thing that more women now have to work into their 60s because they can no longer claim the state pension.There is no doubt, though, that the labour market remains tighter - tighter than it was a year ago - and that employees are benefiting, especially in sectors such as construction where there are shortages of labour.Some of that tightness, however, may now be easing, with vacancies continuing to drop from their recent record highs.There was a total of 32.78 million people aged 16 or over in employment. The increase in employment has been mainly driven by more women in work, the ONS said, which is partly down to the rise in the state pension age, meaning fewer retire between the ages of 60 and 65. There was a rise of 284,000 employed women over the year to a total of 15.52 million. Male employment also rose by 86,000 to reach 17.26 million, mainly because of rising numbers of self-employed. However, the number of people aged between 16 and 64 considered economically inactive continued to rise, increasing by 6,000 to 8.59 million. Employment Minister Mims Davies said the figures indicated the labour market was \"booming\", adding that it was \"especially pleasing to see continued record female employment\". And Chancellor Sajid Javid said the wage data showed \"that people across the country are taking home more every week\". But shadow work and pensions secretary Margaret Greenwood said: \"The slowdown in job creation is a concern with the current uncertainty over Brexit, and average pay still has not returned to the level it was in 2008.\"For millions of people, the reality of work is one of low pay and insecurity.\" Debapratim De, UK economist at Deloitte, warned \"the glory days of rapidly falling unemployment could be behind us\". He added that the figures indicated \"a tight labour market and further gains in consumer spending power\". And Samuel Tombs, chief UK economist at Pantheon Macroeconomics, said: \"The renewed fall in the unemployment rate distracts from an otherwise troubling labour market report.\"Brexit uncertainty undoubtedly has sapped firms' enthusiasm for hiring new workers, but sharply rising unit labour costs also are playing a role.\" However, PwC economist Jing Teow said evidence of continued jobs growth, together withthe stronger-than-expected growth figures released on Monday , \"reinforces our view that the UK should avoid a technical recession in the third quarter\".He added that the accounting giant predicted \"potential GDP growth of 0.4% in the third quarter of 2019. This would more than reverse the 0.2% GDP decline seen in the second quarter\". ", "url": "https://www.bbc.com/news/business-49646201"}