{"datetime": "2019-05-11T09:51:45.000Z", "title": "eBay small businesses pop-up shop opens in Wolverhampton", "article": "Online retailer eBay has opened the first store of its kind in the UK for small businesses to showcase and sell their products. The firm will run its \"concept\" store for a month in Wolverhampton's i10 building, as a \"retail experiment\" on how stores can drive online sales. About 40 businesses will use it to offer interactive experiences to buyers, like workshops and tutorials. It will boost sales in a challenging retail climate, the city council said. While some retailers have been struggling in thedecline of the traditional high street in favour of online sellers, eBay said it hoped moving to a \"bricks and mortar\" shop would have a \"powerful effect\" on growth. One business taking part in the project is city power tools company, Toolsave. Boss Fred Evans said: \"We've doubled in growth from last April to this April.\" The businesses showcased in the \"home grown by Wolverhampton\" shop unit will change each week and each will host events. QR codes will then be used to track sales and measure the \"Retail Revival\" project's success.eBay said it would also train business owners on how to promote sales online. Rob Hattrell, vice president of eBay UK, said the project would \"explore how stores of the future could combine technology with that vital human connection to powerful effect\". The partnership between Wolverhampton and eBay began inSeptember last year after research showed a quarter of small UK retailers did not have an online presence.The firm then set up a page on its site to promote Wolverhampton sellers which saw the businesses make more than £2m in the first few months. Wolverhampton Council deputy managing director Mark Taylor said the pop-up store would help give the businesses \"an even bigger profile...and, in this challenging retail climate, they need all the support they can get\". Follow BBC West Midlands on Facebook , on Twitter , and sign up for local news updates direct to your phone . ", "url": "https://www.bbc.com/news/uk-england-birmingham-48227589"}