{"datetime": "2020-01-04T04:22:12.000Z", "title": "Saturday jobs dying as teen employment halves, Resolution Foundation says", "article": "The number of working teenagers has almost halved in the last 20 years, a study suggests, sparking fears of the \"death of the Saturday job\". A Resolution Foundation report suggests a quarter of 16 and 17-year-olds were in work between 2017 and 2019 - falling from 48% in 1997-99. Young people were instead prioritising studies over part-time work, it added. The think tank says the number of people who have never worked increased by 52% over the last 20 years. The report says 8.2% of people aged 16-64 - some 3.4 million people in total - had never had a paid job. That is a 52% increase since 1998 when 5.4% had never worked, the report added. The figures come despite UK unemploymentfalling to its lowest level since 1975 in the three months to October 2019. Laura Gardiner, from the Resolution Foundation, said: \"The rising number of people who have never had a paid job has been driven by the death of the teenage Saturday job and a wider turn away from earning while learning.\" There had also been a sharp fall in the employment rate of students in further and higher education. while people were taking longer to find a job after leaving full-time education, the report found. \"With young people today expected to end their working lives at a later age than previous generations, it's understandable that they want to start their working lives at a later age too,\" Ms Gardiner added. \"But this lack of work experience can create longer-term problems, particularly if they hit other life milestones like motherhood or ill-health before their careers have got off the ground.\" Both household worklessness and economic inactivity are at record lows, the study said. Meanwhile, out-of-work benefits have become less generous in recent decades, it added. \"Lazy interpretations related to workshy Brits are very far wide of the mark,\" the report added. \"Instead, the rise in the proportion of working-age adults who have never had a paid job is above all a story about the complex choices many young people are facing in trying to get the most out of their education.\" Ms Gardiner added: \"More and more of us are now working, with employment hitting record highs and worklessness hitting record lows, but despite this, around one in 12 working-age adults have never worked a day in their lives - a 50% increase since the late 1990s.\" ", "url": "https://www.bbc.com/news/business-50985407"}