{"datetime": "2018-12-29T08:47:44.000Z", "author": "Emma Simpson", "title": "What went wrong on the High Street in 2018?", "article": "The last 12 months have seen a string of High Street names go out of business. But what made 2018 such a bad year for retailers? \"I absolutely loved my job at Poundworld. It was like a family - we all got on, and we all stepped in if somebody couldn't do a shift.\" Jenny Evans had been working for seven years as a part-time sales assistant when she heard the news on the radio in June that her company had collapsed. It wasn't just her job in the firing line - her daughter, Nicola, worked at Poundworld in Wolverhampton, too. \"We were gutted that it went under. But I had an idea - I worked on the deliveries and they were getting smaller and smaller. I had a feeling then,\" she recalls. \"I was there when the shop was shutting. It was awful. People were coming in, wanting everything for nothing. The place was stripped bare.\" Jenny started working in retail at the age of 16. She's now a cleaner in the same shopping centre where she used to work. Nicola is on a zero-hours contract at House of Fraser in Shrewsbury but that store is set to close in the new year. Working on the shop floor in retail has never felt so uncertain. In the three months to September, there were 93,000 fewer jobs in retail in the UK compared with the same period the previous year, according to theOffice for National Statistics . Two years ago, the British Retail Consortium warned there could be up to 900,000 fewer jobs in retail over the next decade - an industry that's the biggest employer in the private sector. That prediction is now starting to play out in what's been a turbulent year. Poundworld, Toys R Us and Maplin went bust and disappeared from British High Streets altogether. Other household names - Homebase, Mothercare, Carpetright and New Look - were forced into restructuring deals with their landlords, closing hundreds of stores. And just days after Christmas,music retailer HMV went into administration . Its 125 stores are remaining open while the firm seeks a buyer, but having gone into administration once before just five years ago, the future - and that of their 2,200 members of staff - is in doubt. \"I think the UK in 2018 has probably seen the worst year that I can remember,\" says Sir Ian Cheshire, the former chief executive of B&Q who is now chairman of Debenhams. The weather, a traditional retail woe, hasn't helped. First it was the\"Beast from the East\" shutting stores in an unseasonably cold snap in February. It was then followed by the heatwave and the World Cup which emptied stores. And most of us have not yet needed to stock up on winter woollies. But there's something far more fundamental going on. Retail is in the midst of a massive transformation, an industry that is trying to adapt to our rapidly changing shopping habits. Technology is driving this shift as we shop more online. One in every five pounds we spend is now via the internet. \"[The retail] world has been upturned by the arrival of smartphones, which has really allowed internet shopping to take off, that has totally changed the game. What's happened in the technological world has completely up-ended the old model,\" says Sir Ian.That's one of the major reasons why Toys R Us sank in February - the first big retail collapse of 2018. These days we're buying 40% of our toys online. Toys R Us had been loss-making for years and had finally run out of cash. \"They hadn't invested online where we continue to see growing demand for toys in particular. If you sell toys, you need to be cheap, convenient or fun. But the reality was a fairly soulless shed,\" says retail expert Natalie Berg. Maplin, the electronic retailer, collapsed into administration later that same day. Its products could also be bought more cheaply and conveniently on Amazon. Like Toys R Us, Maplin was laden with debt so when sales started to fall, their weaknesses were exposed. But it proved costly for employees. Across the two chains, 5,500 jobs were lost. Other struggling retailers were also feeling the strain. As well as grappling with the shift to online, retailers have been hit with an array of rising costs - from wages, the apprenticeship levy and business rates to new regulatory changes such as the introduction of Europe's new data law, GDPR. The weaker pound has meant retailers have had to pay more to buy the same amount of products from abroad - costs which have proved difficult to pass on to consumers. Demand from consumers has been subdued. This combination is putting pressure on all retailers, but it's those businesses with underlying problems which have suffered most. There's also been a big shift in how consumers prioritise where they spend their money. We're splashing out more on what we do and less on what we wear. Retail is getting a much smaller share of disposable income than it did a few decades ago. Online sales are also pulling spending away from physical shops so it's getting harder for traditional retailers to make the economics add up. \"If you take a typical shop, compared to 10 years ago you've got 20% less sales coming through the door. But you've also got the rest of the costs,\" says Sir Ian. \"So you're actually caught and squeezed between two different moves. Most online retailers are also investing in the online business as well. The [profit] margins have just disappeared for a lot of retailers,\" he adds.WatchThe Retail Year 2018 on the BBC News Channel on 31 December.It used to be so easy. To grow in the past, all retailers had to do was open new stores. A huge amount of retail space was laid down in the boom times, including edge-of-town and out-of-town retail parks. But the traditional business model is now broken. There are now simply too many shops, and often in the wrong locations. It's proving difficult for retailers to adapt. They can't just hand back the keys and close a raft of stores. \"The problem for most big retailers is that they've signed up in the past, when it seemed like a good idea, on, say, 25 or 30-year leases. The one thing you can't alter is your biggest single cost. The fact that you can't get out of those leases is the ultimate killer blow,\" says Sir Ian. Property is Sir Ian's biggest headache at Debenhams. The department store chain is under pressure. It wants to close nearly a third of its 165 stores. Many suspect that it will have to resort to a formal restructuring deal with its landlords. The process, known as a Company Voluntary Arrangement (CVA), is a form of insolvency proceedings that is increasingly being used by retailers as a way to close stores. Homebase, Mothercare, New Look and Carpetright have all entered into CVAs this year. But it's proved controversial with landlords who end up shouldering the financial burden or end up with empty properties that are no longer so easy to re-let. The most contentious deal was House of Fraser. Its CVA was a make-or-break moment for the 169-year-old business. Drowning in debt and starved of investment for many years, House of Fraser was teetering on the brink of administration. Creditors, including landlords, approved the deal to close more than half of its 59 stores but two months later, the restructuring was overtaken by the collapse of the entire business, swiftly followed by its rescue out of administration by Sports Direct, controlled by the retail tycoon Mike Ashley. It's still unclear how many stores will ultimately remain open. Mr Ashley has secured deals with 23 landlords so far. The collapse of House of Fraser was the most shocking and visible sign of the retail distress that's playing out on our high streets. Large retailers are in retreat from the high streets they used to dominate. \"2018 really was the year that retail bosses pulled their heads out of the sand and acknowledged that we have an oversupply of retail space, and we have retail space that's no longer fit for purpose. And that's why we're seeing a number of very well established retailers like M&S and Debenhams embark on very aggressive store closure programmes,\" says Natalie Berg. It's a painful transition. Ultimately, many believe retail property values will have to come down and the ripple effects will be felt by investors who thought shops were a pretty safe bet. Some of our biggest landlords, the institutional investors, rely on store leases for a steady long-term income to help fund our pensions. And we're likely to see increased financial pressure on landlords who've got big loan-to-value deals, too. It's a bit like having a large mortgage and finding out you're in negative equity. \"On the one hand, speed of change is almost at the touch of a button. Yet property, however well-managed, cannot move at the same pace,\" says Mark Williams, president of the retail and leisure industry body Revo. Town centres are being buffeted. In the first half of 2018 alone, 2,692 stores run by retailers with multiple outlets had closed, according to the accountancy group PWC. The figures were based on research from the Local Data Company. It also revealed that if you add in the likes of pubs, restaurants and other shops, then another 4,042 units were lying empty in the first six months of this year. Many town centres will need to be reinvented, with less emphasis on shopping. \"The future is we will end up with nicer places, more homes and greater diversity. The issue is the economic model for delivering that,\" says Mark Williams. Many in the industry expect more retail casualties in the first half of 2019. Mike Ashley described November trading as the worst in living memory and warned recently that Christmas shopping was so bad, it would \"literally smash retailers to pieces\". Even online businesses aren't immune. Asos, for years a stellar performer, surprised the City in December with a severe profit warning, citing unprecedented levels of discounting. The mild weather has led to a huge build-up of stock, which retailers are now desperate to shift. \"It educates consumers to postpone spending - what they want will very likely be cheaper next month. It's very damaging,\" says retail expert Richard Hyman.And he also blames the endless political uncertainty creating a \"feel-bad\" factor. The prospect of no-deal Brexit is now another thing retailers are worrying about.But despite the challenges, lots of retailers are still thriving.\"It's not Armageddon retail,\" insists Helen Dickinson, head of the British Retail Consortium. ''This is reinvention retail. Although we are seeing distress in certain parts of the market at the same time many new entrants are coming in, new retail businesses continuing to grow. Retail sales as a whole are still growing.\" But the transformation is really just beginning, and in an economic environment that's never been so unforgiving. Additional research by Lora Jones. ", "url": "https://www.bbc.com/news/business-46646990"}