{"datetime": "2019-09-04T10:44:44.000Z", "title": "UK 'at risk of slipping into recession'", "article": "The UK is at risk of slipping into recession, according to a closely watched survey of industry managers. The dominant services sector grew only slightly in August, the purchasing managers' index (PMI) from IHS Markit/CIPS suggests. \"The lack of any meaningful growth... raises the likelihood that the UK economy is slipping into recession,\" said IHS economist Chris Williamson. The construction and manufacturing sectors also shrunk in August. The services sector accounts for 80% of the UK economy. According to IHS' survey, the sector barely expanded in August, achieving a score of 50.6 - down from 51.4 in July. Anything above 50 marks growth, while a lower number indicates a contraction.However, the figure including manufacturing and construction was 49.7, the second contraction for the private sector in three months. IHS Markit said Brexit uncertainty and higher business costs were to blame. \"While the current downturn remains only mild overall, the summer's malaise could intensify as we move into autumn,\" added Mr Williamson. Between April and June the UK's economy contracted for the first time since 2012. A recession occurs when the economy contracts in two consecutive quarters.According to IHS Markit, UK firms are hiring and taking on new clients at a slower pace as they try to gauge whether the government will quit the European Union without a deal at the end of October. Service-based firms, which include hotels, restaurants, banks and insurers, are also seeing profit margins squeezed by rising staff wages , fuel costs and utility bills, the survey found. This measure also slipped into negative growth in 2016 following the Brexit referendum and in 2012, around the time of the European sovereign debt crisis. The numbers should be taken with a pinch of salt, said Samuel Tombs, chief UK economist at Pantheon Macroeconomics. \"PMIs are excessively influenced by business sentiment and have given a misleadingly weak steer during the past 12 months of heightened political uncertainty. Note too that they exclude the retail and government sectors, which still are growing,\" he said. He expects a 0.4% gain for the economy in the July to September period, assuming a deal is struck with the EU ahead of the UK's departure.When official estimates were published last month showing the economy contracting in the second quarter of the year, it didn't yet indicate a recession.For that, according to convention, you need two consecutive quarters where the economy shrinks.Optimists hoped that the second quarter had been artificially depressed: as companies ran down stocks they had built up ahead of the cancelled March 29 Brexit deadline, they had less need to buy new supplies and that meant less economic activity.The hope was that once that stockpiling effect was in the past, the economy would show a bounce-back.The latest figures from purchasing managers (the finance directors and senior managers who watch their new orders and buy new supplies) - suggest activity in production and manufacturing shrank sharply in August.Today's figures suggest the services sector which makes up about 80% of the economy is growing, but only just: perhaps not enough to compensate for contractions in the rest of the economy.Taken together, they suggest the economy shrank in the third quarter of the year by 0.1%. The figures are by no means the final word on economic growth in the third quarter. But the concern that we may already be in recession no longer looks fanciful.", "url": "https://www.bbc.com/news/business-49578410"}