{"datetime": "2018-10-12T15:43:25.000Z", "title": "Royal wedding: Princess Eugenie marries Jack Brooksbank", "article": "Princess Eugenie has married her long-term partner Jack Brooksbank at St George's Chapel in Windsor Castle. The ninth in line to the throne was watched by her grandmother, the Queen, and Prince Philip, along with other members of her family. Among 850 guests were celebrities such as Cara Delevingne and Robbie Williams, while 1,200 people chosen by ballot followed proceedings from the grounds. They cheered as the newlyweds kissed twice on the chapel steps. Guests laid out picnic blankets and quaffed champagne but had umbrellas at the ready and often had to fix their fascinators in the blustery conditions. There were huge cheers when the Queen and Duke of Edinburgh arrived. The service was also attended by the Duke and Duchess of Cambridge and the Duke and Duchess of Sussex.Mother of the bride Sarah, Duchess of York, wore a vibrant green outfit and sat alongside her eldest daughter, Eugenie's sister, Princess Beatrice.However, theDuchess of Cornwall missed the service to attend engagements including a display of Highland dancing near the Royal Family's home at Balmoral. Princess Eugenie, the 28-year-old daughter of Prince Andrew, kept breaking into a broad smile during the ceremony. Her dress - with full-length train - was designed by Peter Pilotto and Christopher De Vos, who founded British label Peter Pilotto. It featured a neckline folding around the shoulders to a low back at the request of the bride, who wanted to show a scar from surgery to correct scoliosis when she was 12.She wore the Queen's Greville Emerald Kokoshnik Tiara, made by Boucheron in 1919, featuring brilliant and rose-cut diamonds, pave set in platinum, with six emeralds on either side. The Duke and Duchess of Cambridge's children, Prince George and Princess Charlotte, acted as pageboy and bridesmaid. Charlotte waved enthusiastically at the crowds as they approached the chapel, though negotiating the steps in the high winds proved tricky. Charlotte struggled to keep balance, while pageboy Louis de Givenchy - son of family friends - took a tumble. Some of the youngsters were seen giggling and joking before walking down the aisle, appearing to imitate the royal trumpeters.However, George held his hand over his ear as the musicians heralded Eugenie's arrival. Eugenie's sister, Princess Beatrice, was maid of honour. Mr Brooksbank chose his brother, Thomas, as best man. Numerous celebrities braved the weather, including singer Robbie Williams and his fellow X Factor judge Ayda Field, whose daughter Theodora, six, was a bridesmaid. Singer Ellie Goulding, comedians Stephen Fry and Jack Whitehall and supermodels Kate Moss and Naomi Campbell were in the congregation. Cara Delevingne grabbed the attention of social media commentators with a dashing top hat and tails combination. Italian tenor Andrea Bocelli performed two pieces during the ceremony, which also featured members of the Royal Philharmonic Orchestra. Dean of Windsor David Conner officiated. The couple travelled by carriage from St George's Chapel into Windsor, before heading for an afternoon reception hosted by the Queen in St George's Hall at the castle.It was estimated about 3,000 people gathered to cheer Princess Eugenie and her new husband.Rachel Price-Greenow, from Hereford, admitted she had a tear in her eye watching the couple go by.\"I got emotional!\" she said. \"I was quite teary. It's just lovely. I love all the pomp and sense of occasion.\" Georgina Moroney, from Swindon, said: \"I'm a royal geek. It's just all part of our heritage. They're fantastic - I love the romance of it all. \"She looked so radiant.\" Amy Gardner captured a photograph of the happy couple smiling and waving at the camera. \"She looked so beautiful - it was lovely,\" she said. \"It's definitely worth the wait.\" However, Kerry Evans, 54, who arrived from Lincolnshire on Tuesday to secure a spot on the procession route, complained: \"Where were the Coldstream Guards? \"I expected to see military behind... and I'm thinking, really, that isn't a procession.\" By Jonny Dymond, BBC royal correspondent, at Windsor The focus of the day was of course on the couple; an unsurprisingly nervous groom, his hand shaking at times, his gaze twitching as he waited for his bride; a beaming princess, unable to control her joy. There was more; flawless organisation, hat dysfunction as the wind blew and blew, hatchets buried as the Duke of Edinburgh settled into a seat near Sarah, Duchess of York, with whom he has had a frosty - sometimes frozen - relationship. But most noticeable at Windsor? The applause that followed the national anthem and the cheers for the Queen as she left the chapel. No one eclipses the Queen in the affections of the British public. Eugenie and drinks executive Mr Brooksbank, who met when skiing in Switzerland in 2010, left the castle in a silver DB10 Aston Martin, originally made for the James Bond movie Spectre. The couple were understood to be heading to the York family home, Royal Lodge in Windsor Great Park, for their evening reception. The families paid for the private aspects of the wedding. However, republican campaigners said taxpayers faced an estimated £2m security bill. The campaign group Republic argued that as Princess Eugenie, the ninth in line to the throne, did not carry out public duties, the families should foot the bill. Buckingham Palace said security was a matter for the police. ", "url": "https://www.bbc.com/news/uk-45827183"}