{"datetime": "2018-10-12T18:07:30.000Z", "author": "Gerry Holt", "title": "Princess Eugenie: The best moments from a windswept wedding", "article": "Hold on to your hats! From knock-you-off-your-feet winds to Prince George giggling in the chapel - here are some lesser-spotted moments from Princess Eugenie's big day.... OK, so we know you must have clocked that it was a bit windy.Well. More than a bit.Storm Callum was certainly an uninvited guest - but it was all rather entertaining watching wedding-goers make their way into St George's Chapel without losing a fascinator. The country held its breath as six-year-old pageboy Louis de Givenchy lost his footing. But thankfully the youngster was quickly back on his feet.Here's Gwen Field, mother-in-law of one Robbie Williams, losing her hat to the wind live on TV: And holding on to it tightly afterwards: And another guest chasing down a hat: Many of the guests seemed to enjoy getting (nearly) swept off their feet: We're not sure what it was but something tickled the young prince, who appeared to be having a whale of a time with the other pageboys and bridesmaids during the service. What was so funny, George? The model, a childhood friend of Princess Eugenie, walked into the wedding wearing a top hat and tails. The internet's verdict: YES.Delevingne later posted a picture of her outfit, side-by-side with another - of herself in similar clothes as a child. Unless you were looking really closely you might not have noticed anything. But Princess Eugenie wore a dress with alow back that showed off a scar from major surgery she had as a child. She had previously hinted she might do this, telling ITV's This Morning it was important to \"show people your scars\". A few eagle-eyed viewers spotted theDuke and Duchess of Cambridge holding hands as they waited for the ceremony to begin. Meanwhile, other royal watchers noticed that Jack Brooksbank ratherstruggled when it came to putting the gold wedding band on his bride's finger. It prompted some smiles from the couple, with the princess then collecting herself and helping the groom to slide the ring on to her finger. Sarah Ferguson's choice of hat divided opinion on social media.Some likened the large winged bow to the golden snitch from the Harry Potter books. What do these items have in common? They were all to be found inside the royal wedding goody bags for guests, that's what. All the essentials. Hello! magazine says Pippais nine months' pregnant and is due \"any day now\". Good luck, Pippa! ", "url": "https://www.bbc.com/news/uk-45838262"}