{"datetime": "2022-02-16T09:23:48.000Z", "author": "Liam Evans", "title": "St David's Hospice says Betsi Cadwaladr health board lacks respect", "article": "A north Wales hospice has accused a health board of showing a \"lack of respect\" in a row over funding. St David's Hospice said there was a \"distinct threat\" to services unless Betsi Cadwaladr health board engaged in respectful dialogue over funding. The Welsh government recently announced £2.2m in hospice funding across Wales, but there are fears this will not be enough to prevent cuts. The health board said the hospice had been contacted regarding payments.It also apologised for delays, which it said were due to Covid.St David's Hospice, which offers end-of-life care across north-west Wales, currently receives about 15% of its funding from Betsi Cadwaladr health board, with the rest coming through other streams such as charity shops and fundraising.But it said it wanted this figure raised to 30% in line with models in south Wales and in England.Its chief executive, Trystan Pritchard, said: \"Discussions with the health board for a fair funding model have been incredibly difficult.\"The difficulty has been around communication, cancelled meetings, different people attending and a general lack of respect of the hospice sector in north Wales.\" Mr Pritchard said funding had remained at the same level for 10 years and the hospice was \"reaching a point now where we can't sustain what we have been doing\".\"The delays are shameful, we are driven by our patients but I think that has been used to exploit us over a number of years,\" he added. A man who has raised money for the hospice after his mother was cared for there last year also called for better funding.Dylan Cernyw's mother, Beryl Roberts, received end-of-life care in Llandudno, Conwy, after being diagnosed with multiple cancers in 2021.He said the care she received from the hospice was \"exceptional\", but a lack of funding made his \"blood boil\".He said: \"The way things are at the moment, money is scarce. What the hospice does for the trust is amazing and they need to rethink how much they give to it.\" Dr Chris Stockport, from the health board, said he \"apologised for delays\" due to the Omicron wave and stretched resources. \"We have always agreed an uplift payment would be fair\", he said. Dr Stockport confirmed the hospice had now been contacted by the health board about payment arrangements. The health board has stressed the hospice's work was valued, truly appreciated and that it wanted to maintain a \"good working relationship with the hospice\". The increase in funding from the Welsh government has also been welcomed by children's hospice Ty Gobaith, which has received more than £400,000.Chief executive Andy Goldsmith said the hospice was \"delighted\" and it would allow families more respite care and extend the hospice's reach.Fourteen-year-old Carson, who has Duchenne's muscular dystrophy, is currently staying at the hospice in Conwy. He said: \"It makes life easier for me and my parents and because of all the equipment it's great. \"It's so important. It's always good to come here, it's almost like a holiday.\"", "url": "https://www.bbc.com/news/uk-wales-60389021"}