{"datetime": "2021-02-13T07:01:32.000Z", "author": "Carys Betteley", "subject": "Welsh Parliament election 2021", "title": "Palliative end-of-life care support 'a struggle' to access", "article": "Accessing end-of-life care support can be \"a struggle\" but families are reluctant to complain, the chair of charity Compassionate Cymru has said. Lesley Bethell, 69, said having worked as a health policy researcher she knew the support available for her parents and in-laws when they died. But in practice it was difficult to get it in place. It comes as charity Marie Curie predicts a 42% increase in demand for end-of-life care by 2040. The Welsh Government said it had extended funding to support the end-of-life care delivery plan to March 2022 and allocated £9.3m in emergency funding, as well as issuing advice and resources. Ms Bethell, from Swansea, said: \"I'm of an age where my parents and in-laws had reached the end of their lives with various conditions, three of them had dementia by the time they died.\" As an academic at the time, she said it was \"frustrating\" writing papers about issues around health policy which may be read by a handful of people, but not seeing them being implemented. \"I knew the theory of what should happen ideally, and I expected that kind of support, but in practice it was much more difficult,\" she said. Ms Bethell's mother and mother-in-law were in care homes, and had expressed a wish not to go to hospital - which was supported by the care homes. But the homes struggled to access what they needed to respect these wishes. \"Both care homes were willing to support them to stay, but they were really struggling for advice and support for symptom relief and even to get expert advice about how to manage end of life for people who were frail and deteriorating over a period of time,\" Ms Bethell said. While she stressed there were some \"brilliant\" primary care services available, she ended up going through the protracted process of making a complaint - but said this was a path many families cannot face. \"That complaint took ages and ages and was difficult to resolve. \"I spoke to others and was struck by how common the issue of not getting symptom relief was at the time, and how reluctant people were to complain. \"They're not people who feel comfortable complaining, and naturally people want to forget or put it behind them, and because making a complaint is protracted, it keeps dragging you back and in that way the concerns never get brought to the attention of people who might be able to do something about them.\" Ms Bethell went through this process seven years ago, and her case ended up being brought to the attention of the health minister at the time, Mark Drakeford, who put her in touch with the End of Life Care Implementation Board. She was then asked to sit on the board, and has been a member for five years now, as well as being chair of Compassionate Cymru. \"I've been able to raise concerns, it's nothing like as effective as I'd like but it's over a period of time that people get used to me being there and the relationship builds - it's a process that's happening over time. \"There's already much more acknowledgment of the importance of these issues.\" Ms Bethell felt she was now bridging the gap more between research going into end-of-life care and the practices being adopted, with a newnational bereavement framework being worked on \"informed by research\". \"In my role and in my own life experience I am well aware of the awful consequences when services and support fail,\" she said. Ceridwen Hughes, from Mold, whose mother chose to spend her last few weeks at home, said: \"To navigate end-of life-care for a loved one can be a stressful and dehumanising experience, if co-ordinated care is not in place.\" Marie Curie provides care and support to thousands of people living with a terminal illness and their loved ones, in its Cardiff and the Vale Hospice in Penarth and in their own homes across Wales. But with services already stretched, it predicts a steep rise in people needing to access end-of-life care in England and Wales, from 375,398 to 469,305 people per year. It said this was as a result of a predicted rise in the number of deaths, along with increases in the numbers of people suffering with illnesses such as dementia and cancer. That is why the charity is calling on political parties to include plans for an end-of-life care strategy in Senedd election manifestos. BBC News approached each political party, and Plaid Cymru, the Liberal Democrats, UKIP and the Independent Alliance for Reform Group confirmed they would include a strategy as a manifesto commitment. Welsh Labour pointed to the end-of-life delivery plan it has been implementing in government, but said its manifesto for the election is not yet finalised. The Welsh Conservatives said their manifesto too is still in development, but confirmed palliative care was a priority for the party. The Abolish the Welsh Assembly party said it would not be included in the manifesto, due to it being a one-policy party.Sian Tucker, acting clinical nurse manager for the charity's hospice at home service, said: \"Every patient... during the first wave and now during this second wave, have been really poorly and deteriorated really quickly.\"Everyone involved is doing the best they can, it's just difficult with current manpower in all the health services, people are shielding, or they're in self-isolation, and that makes it even more difficult when services are stretched.\"Covid has had a huge impact.\"Lowri Griffiths from the charity added: \"Dying, death and bereavement are unavoidable and an inevitability that every individual will face as part of the cycle of life.\"Coronavirus has both highlighted and exacerbated many challenges faced by those who use palliative care services, and those working within the field. \"Never has it been more important to have a well-resourced health and social care service, with a workforce that feels supported and equipped to deliver accessible and value-based end-of-life care.\" A Welsh Government spokeswoman said: \"Hospices in Wales provide incredibly important services and we recognise the enormous contribution that they make to end of life care and the support they provide to patients, families and carers.\" ", "url": "https://www.bbc.com/news/uk-wales-55996211"}