{"datetime": "2019-07-20T23:30:22.000Z", "author": "Jamie Robertson", "title": "The dos and don'ts of getting a pay rise", "article": "How much are you worth? Or rather - is the answer to that question equal to the sum paid into your bank account by your employer? If not then you need to ask for more, and that means you have to negotiate with the person who pays your wages. It's something that puts the frighteners on a lot of people. It shouldn't. \"No one ever got fired for asking for a pay rise\" said Pip Jamieson founder of the professional networking site, The Dots. \"In fact rather the opposite - asking for more money shows ambition and shows you want to stay with the company.\" But there are good ways of asking for a pay rise and there are bad ones. So here are some dos and don'ts when it comes to asking for a bigger salary. Go to a salary comparison website or talk to a recruitment agency or your Human Resources department (HR) to find out the kind of pay your job should be getting. You need hard evidence to back your pay rise - sales targets reached, contracts signed, goals met. Remember, it's surprising how little the person who decides your salary, especially in a big organisation, may know about what you do.\"Work at it,\" says Dulcie Shepherd Swanston, author of It's Not Bloody Rocket Science and founder of the business training company Profitably Engaged. \"The sort of qualities you need for getting a pay rise are the same sort of qualities you need for being a good employee.\" Tessa Fyson had been working in the NHS for six months when she decided to ask for more money. \"When I got asked the inevitable question, 'Why should we give you a pay rise?' - I froze!\" she said. \"Any type of meeting with management can make you nervous and I lost all ability to speak. It made me feel and look incredibly naïve and I was told to think of the reasons why and then come back.\" Ms Jamieson insists employees should see pay as a commercial contract, not a favour, which should be negotiated seriously.So you should not argue that you need the money to pay the rent or buy Prada handbags on a monthly basis. But Lou Goodman, marketing director at the employment website Monster for the UK, Ireland and Benelux cautions: \"It's always worthwhile for a company being empathetic about your personal life, because if they lose an employee, the resources needed to find, recruit and train up someone new can be considerable. \"But in the end, pay should reflect someone's performance and the performance of the company itself.\" Choose a moment when everyone is in a good mood say, after the (successful) completion of a project. Find out when your company plans its budget, so you can be sure you aren't asking for the impossible. \"You have to be savvy,\" said Ms Shepherd. \"You have to be talking to your boss three to four months before the next salary review.\" DON'T: Ask for a pay rise too quickly If your last salary increase was within the last year or you are new to the job, you are going to have to come up with some pretty good reasons why you need another so soon.\"Too many people start a new job and then want a pay rise. This baffles me as the job was accepted with the offering,\" says Charlotte Green, a personal development coach at Specific Learning and Coaching. \"A pay rise is due for loyalty and time. Hard work will reap financial rewards\" Increasingly companies are structuring their pay into bands, reducing the need for individual negotiations. \"For employers it is very useful to have a structure. If you don't and you start paying different people different amounts for doing the same job, you can get into hot water very quickly,\" explains Ms Swanston.\"You're being naive if you ask for more,\" said Ms Swanston. \"All the same you can still be curious about your pay grade. There might be a mistake, or there might be a good reason why you should be at a different level from the one you're in.\"However, Ms Goodman said that although pay bands may limit how much you can ask for, they do have advantages: \"There can still be a wide range of movement within a pay band, It's actually quite useful as it provides a framework for negotiations and gives you benchmarks you can measure yourself against.\" The Monster website advises employees to \"sit up straight, make eye contact with your boss. Confidence is key in this conversation, so speak slowly and deliberately, and use hand gestures to reinforce your points if this is your natural style.\"Ms Fyson said one of the most important tips she took away from her time at the NHS was: \"Be confident! We all do more than our job description ever tells us to do but it is okay to want the money reward as well.\"Monster says this all suggests to the person on the other side of the desk that you are uncomfortable or insecure about what you're asking for. It also says you should try not to fill in any silences or go off on a ramble. Just wait for a response and put the onus onto your manager to respond. It may seem counterintuitive butresearch at Columbia Business School finds that asking for a specific and precise salary works better than a rounded up figure.The researchers placed \"negotiators\" in scenarios such as buying jewellery or negotiating the sale of a used car. Some made precise offers, other made rounded up offers. Overall people offering a precise amount were seen to be more informed about the true value of the item for sale. One of the authors of the 2013 report, Professor Malia Mason, said: \"The practical application of these findings — signalling that you are informed and using a precise number — can be used in any negotiation situation to imply you've done your homework,\"\"Negotiators should remember that in this case, zeros really do add nothing to the bargaining table,\" said Professor Mason.But bear in mind if you ask for a £1,245.25 pay rise you may have to explain what's so important about the 25p - or the £245. \"There's more to work than just pay,\" says Ms Jamieson. \"There are other things that affect your happiness at work - flexible working, holidays, perks. These are all things you should talk about.\" Tessa Fyson eventually got her pay rise at the NHS and after several years moved to a career in marketing for a recruitment firm. Again she tried for a pay rise and this time was better prepared.What her employers offered wasn't what she had asked for, but there were other benefits: \"They came back able to offer a small increase each time I hit my quarterly targets,\" she said, \"and a promotion in job title. It may not have been exactly what I was looking for but the fact they were trying to support me meant a lot.\" \"If they didn't want to give you more money now and they don't think that's your value, ask what will increase your value and what you have to do. That sort of feedback is very useful indeed and lays the groundwork for the next discussion,\" says Ms Shepherd. And of course you can always leave. \"When you are negotiating,\" Ms Jamieson points out, \"the threat to leave is always implied. You don't need to spell it out, and the best thing for you is that it is a sellers' market. The best companies are getting the best talent by offering more, and that's the way it should be.\" ", "url": "https://www.bbc.com/news/business-49016474"}