{"datetime": "2019-01-02T00:38:02.000Z", "author": "Jamie Robertson", "title": "You say you want a New Year's resolution...?", "article": "New Year's Resolutions are, like rules, meant to be broken. Last year, about one in five people came up with some sort of resolve on 1 January, according toa poll by YouGov. However, separately it has also been claimed that most of us will havegiven up on them by 10 January . While most of those may be along the lines of \"I will never, ever mix Moscow Mules and Old Freebottom's Black Ale again\", many will actually be concerned with work and how we spend our money. So before we take the plunge, let's have a look at the options, starting with the most drastic. If you're miserable and you hate the people you work with, then the answer's probably yes.In fact there's never been a better time to look for something new. There are more job vacancies around than there have been at any time this century,2.8 for every 100 jobs in existence, and unemployment is the lowest it's been in percentage terms since 1975. Justin Urquhart-Stewart is the co-founder of Seven Investment Management and regularly tours schools and universities advising on personal finance and careers in the financial services. He has this advice: \"Polish up your CV. As well as qualifications and business experience put in any work you do in the community. Businesses are increasingly having to report on their corporate social responsibility and if you do things like helping out in your local school, that's a point in your favour.\" Coincidentally, the new year could be the moment to ask for a pay rise.Corinne Mills, managing director atPersonal Career Management , says you need to time a request for a raise around three or four months before the end of your employer's financial year.\"That way,\" she says, \"they can budget it in to the next year. If you do it too late even if they want to give you the money they simply may not be able to. \"The other thing is to know your market rate. Go online and type in 'Salary Guide' and look at how much you are meant to be paid. Or look at adverts for similar positions or talk to a head hunter. \"The third thing to remember is you must have a proper conversation about this and draw up a list of all your achievements from the last year. Don't just tag it on to a meeting or do it in a chance encounter. Have a longer conversation about your career development, and let them know that you are committed.\" Almost certainly yes. Mr Urquhart-Stewart says: \"The only way to save is to do it immediately after your pay cheque comes in. That way you can't get your hands on it and spend it on the shopping. So set up a direct debit on payday. Put it into a tax wrapper like an Isa (individual savings account), so the income and the growth are tax-free.\" The returns on savings at the moment are less than breathtaking. The best instant access account currently on the market, according toMoneysupermarket.com is Marcus, a retail bank owned by Goldman Sachs which is offering an interest rate of 1.5%.The stock market has been even worse. If you had put money in the FTSE 100 index of top shares at the beginning of last year and reinvested the income from the dividends, by mid-December you would have lost 7.5%. But Mr Urquhart-Stewart says: \"You have to invest for the long term. If your granny had given you £100 when you were a child, and you had put it into the stock market, 70 years later with all the income reinvested it would be worth £190,000.\" Probably. It has beenestimated that people touch their phones 2,617 times a day. So it's not hard to see how this may be a problem at work, and probably at home too.Ms Mills says it's her personal resolution to cut down the time she spends on social media: \"It's so addictive. You can find yourself losing time at work and also it can be very emotional, getting yourself worked up with what's online, so it's not good for your general wellbeing.\" There are (ironically) apps that can help you. Moment is an app that claims it can help people \"gain an hour back each day by following simple strategies designed to help them re-imagine their relationship with their phone\". AppDetox gets you to lock your apps, and then pesters you with annoying reminders when you break the locks, while Forest ties phone abstinence into a commitment to plant trees both virtual and real. If you don't like gyms, definitely not. You won't keep it up and you'll waste your money. The easiest way to start feeling marginally more healthy is on your way to the office. Get off the bus or underground, out of your car and walk or cycle. Once you're there, see if you can stand at your desk, rather than sit, and if you're really ambitious get a treadmill desk so you can walk as you work.But there's more to fitness than developing a six-pack, as Ms Mills explains: \"There is a new emphasis at work on wellbeing and mental health, so it's not just about gym membership but doing things to improve your mental state: walking, yoga, meditation or even joining a choir.\" Definitely. The law allows you 5.6 weeks holiday (including bank holidays) a year but we seem to be reluctant to use it all.A British Airways survey found more than half of the working population don't use all their holiday allowance, and more than a third of UK workers are afraid to take a two-week holiday in case their colleagues think they're a bit of a skiver. \"There are times in your life when work can be so engaging and exciting you do miss holidays,\" says Ms Mills. \"But is it healthy? Of course it isn't. You need more. You need a personal life and time off. Again, it's to do with wellbeing.\" On a more practical note, Mr Urquhart-Stewart says: \"Book the time off before anyone else, and put the holiday money aside early.\"The other golden rule of holidays is the week you decide to go abroad the pound will decide to crash. So buy some foreign exchange early in the new year and then regularly over the following months. That way you smooth out the currency fluctuations.\" ", "url": "https://www.bbc.com/news/business-46522608"}