{"datetime": "2019-09-02T11:25:08.000Z", "title": "UK factory output 'falls at fastest pace for seven years'", "article": "Activity in the UK's manufacturing sector contracted at the fastest pace for seven years in August, a closely-watched survey has suggested. The uncertainty surrounding Brexit and the global economic downturn were some of the factors hitting firms, according to the survey from IHS Markit/CIPS. The purchasing managers' index (PMI) produced by IHS Markit/CIPS fell to 47.4 in August, down from 48 in July. A figure below 50 indicates the sector is contracting. New orders fell at the fastest pace for seven years, and business confidence fell to its lowest level since the survey first began to track the measure in 2012. \"High levels of economic and political uncertainty alongside ongoing global trade tensions stifled the performance of UK manufacturers in August,\" said Rob Dobson, director at IHS Markit. \"The global economic slowdown was the main factor weighing on new work received from Europe, the USA and Asia. \"There was also a further impact from some EU-based clients routing supply chains away from the UK due to Brexit.\" The UK economy contracted by 0.2% in the second quarter of the year - the first time it has shrunk since 2012. If the economy contracts in the current July-to-September period, then it will deemed to be in recession as it will have shrunk for two quarters in a row. Mr Dobson said the PMI survey's results suggested the manufacturing sector - which accounts for about 20% of the UK's economy - was contracting at a quarterly pace of \"close to 2%\". However, Howard Archer, chief economic adviser to the EY Item Club, said that could be too pessimistic. \"With the CIPS surveys tending to be overly sensitive to political uncertainty and carmakers maintaining production in August (having brought their annual summer shutdowns forward this year), the sector's performance is unlikely to be that grim,\" he said.\"But with global and domestic headwinds showing no sign of easing, the remainder of 2019 is set to remain a difficult period for manufacturers.\" Andrew Wishart, UK economist at Capital Economics, said that while the latest PMI survey was weak, \"we still doubt that manufacturing will pull the economy as a whole into recession\". ", "url": "https://www.bbc.com/news/business-49549149"}