{"datetime": "2019-04-05T10:27:37.000Z", "title": "Gender pay: Fewer than half of UK firms narrow gap", "article": "Fewer than half the UK's biggest employers have succeeded in narrowing their gender pay gap, analysis by the BBC has found. Across 45% of firms the discrepancy in pay increased in favour of men, while at a further 7% there was no change. Overall, 78% of companies had a pay gap in favour of men, 14% favoured women and the rest reported no difference. Firms had until midnight to file pay comparison data - by which time 10,428 had done so - or face legal action. The total is roughly the same as last year, but it is unclear how many firms have failed to respond, since the government has no definitive list of companies required to file figures.Overall, the median pay gap in favour of men lowered slightly from 9.7% last year to 9.6% this year. The median pay gap is calculated by comparing the difference in pay between the middle-ranking woman and middle-ranking man in the same companies. Want to find out the gender pay gap where you work? Try the calculator below. If you cannot see the calculator, please click here By law, all companies, charities and public sector departments of 250 employees or more must publish their gender pay gap figures. The Equality and Human Rights Commission (EHRC) has said it will take enforcement action against all firms that miss the deadline. It was unclear exactly how many companies had not reported, although it is thought about a quarter did so in the last 36 hours before the deadline. Ask gender pay specialists and they'll tell you there are many initiatives that companies can take - tackling unconscious bias, offering more flexible working and encouraging shared parental leave.But the issue doesn't end at the office door. The experts say society needs to change.Schools could encourage girls to take more STEM subjects: science, technology, engineering and maths. There should be more flexible, affordable childcare options. And men could take on more of the household chores.But gender pay gap reporting may not be enough: the government may need to get tougher.Read more from Dharshini Among large firms reporting the biggest increases in pay gaps were garage chain Kwik Fit, Interserve FS (part of the Interserve Group), and car retailer Inchcape. Firms reporting the biggest improvement in narrowing the gap were Newsquest Media Group, Mitie, and DFDS Logistics.Large companies with the biggest gaps included Independent Vetcare at 48.3% (down from 50.5% last year) and EasyJet at 47.9% (45.5%). A spokesman for Interserve Group said: \"We are committed to addressing the issues on gender pay and through the leadership of our chief executive, Debbie White, we are making good progress.\" A spokeswoman for Kwik Fit said it was committed to narrowing the gap and both recruit more female staff and promote from within. Easyjetsaid in March that the gap had widened from 45.5% as more female cabin crew had been recruited since the last pay snapshot. Most of the airline's pilots are male, and are more highly paid than cabin crew. The firm is making efforts to recruit more female pilots.The Fawcett Society, which campaigns for gender equality, described the figures as \"disappointing, but not surprising\". Sam Smethers, Fawcett Society chief executive, said: \"The regulations are not tough enough. It's time for action plans, not excuses. \"Employers need to set out a five-year strategy for how they will close their gender pay gaps, monitoring progress and results.\"Government needs to require employers to publish action plans that we can hold them accountable to, with meaningful sanctions in place for those who do not comply.\" Rebecca Hilsenrath, chief executive at the EHRC, said: \"The causes of the gender pay gap are complex and deeply entrenched. \"Meaningful change will take time and concerted effort, with some changes potentially increasing gaps in the short term, such as employing more women at junior levels before they rise into more senior positions.\"That is why it is vital that employers publish action plans to explain their figures and highlight where they will be targeting any inequality in their workplace.\" Median pay gap The median pay gap is the difference in pay between the middle-ranking woman and the middle-ranking man.If you place all the men and women working at a company into two lines in order of salary, the median pay gap will be the difference in salary between the woman in the middle of her line and the man in the middle of his. Mean pay gap The mean pay gap is the difference between a company's total wage spend-per-woman and its total spend-per-man.The number is calculated by taking the total wage bill for each and dividing it by the number of men and women employed by the organisation. Pay gap v equal pay The gender pay gap is not the same as unequal pay.Unequal pay is giving women less than men for the same work. That has been against the law since the Equal Pay Act was introduced in 1970.A company's gender pay gap can also be caused by other things, for example fewer women in senior or highly-paid roles or more women in part-time jobs.The individual company data reflects information submitted by companies to the Government Equalities Office.The data submitted each year is based on figures drawn from a specific date - called the \"snapshot date\" - the previous year.5 April is the snapshot date for businesses and charities. 31 March is the snapshot date for public sector organisations. All gender pay gap figures in this article reflect the hourly median pay gap for all employees.Calculator design and development: Irene de la Torre Arenas, Becky Rush, Scott Jarvis, Alexander Ivanov and Oliver Schnuck. Data journalism: Clara Guibourg and Nassos Stylianou ", "url": "https://www.bbc.com/news/business-47822291"}