{"datetime": "2019-02-20T00:03:56.000Z", "author": "Eleanor Lawrie & Clara Guibourg", "title": "Gender pay gap grows at hundreds of big firms", "article": "Four in 10 private companies that have published their latest gender pay gap are reporting wider gaps than they did last year, according to BBC analysis. The BBC looked at a company's median pay gap - that is the difference in pay between the middle-ranking woman and the middle-ranking man.This is different to unequal pay - paying women less than men for the same work - which is illegal. Big firms with a wider pay gap include Kwik Fit, Npower and Virgin Atlantic. Only about 10% of employers have reported their latest figures so far, ahead of the 4 April deadline for the private sector. Of those 1,146 companies, the hourly median gender pay gap reported is 8.4% - a slight improvement from 9.7% last year. Of the companies that had reported by the morning of 19 February: \"Closing the gender pay gap is not a quick fix, and employers may take time to see their gap close as they implement long term action plans,\" the Government Equalities Office said in a statement. Want to find out the gender pay gap where you work? Try the calculator below. If you cannot see the calculator, please click here By law, companies, charities and public sector departments of 250 employees or more must publish their gender pay gap figures. The first set were based on a snapshot taken in April 2017, and the most recent data relates to April 2018.Public sector firms must report by 30 March, and charitable and private firms by 4 April. The BBC's analysis refers purely to private sector firms which had gender pay gap data and a consistent registration at Companies House for April 2017 and April 2018.According to the available data, the gender pay gap at energy giant Npower has grown from 13% to 18% since it last reported.It partially attributed this to more female than male employees opting for a salary sacrifice benefits scheme. The gap at car mechanics chain Kwik Fit grew from a negative gender pay gap - when women get paid more - of minus 15.2% to a positive one of 14%.A company spokeswoman said the industry had been \"historically more appealing to men\", although it was trying to recruit more women. \"Last year most of our female employees were in our upper quartile of salary bands, however over the course of the last 12 months a number of these senior employees have left the company, a shift which has skewed our figures.\" The gap at airline and tour operator Virgin Atlantic also widened, from 28.4% to 31%.A spokeswoman said the firm was focused on achieving diversity \"for all roles - including engineering and pilot roles\".For some firms exact comparable figures are unavailable, but their pay gaps remain glaringly large.The average gender pay gap at RBS was 36.8%, according to the most recent data - one of the biggest gaps reported by a firm with 5,000 employees or more.The bank has pledged to significantly increase the number of women in senior roles and has recently appointed a female chief financial officer. The pay gap at Lloyds Banking Group, which has also pledged to appoint more women to senior roles, was flat at 32.8%. London Heathrow Airport was among the firms that improved, posting a gender pay gap of 0.6% compared with 6.5% a year earlier. The company said it welcomed the reporting measures. \"It's no one's fault - it's not a blame game. This is a chance to recruit excellent talent,\" said Elizabeth Hegarty, Heathrow's director of customer relations and service. Shining a spotlight on pay discrepancies was meant to spur action. So the news that the gap is getting bigger in almost two out of five companies that have so far reported may bring dismay.But this highlights that there's no quick fix. A large gap points to (typically) women being clustered in more junior roles. Progressing them through the ranks could take years. Actually, if a firms' plan includes recruiting more female employees at entry level, that can initially widen a pay gap.Research for the Government Equalities Office also queries how meaningful many companies' plans to close the pay gap are. Campaigners say concrete initiatives and cultural change are needed. The pay gap really opens up when women become mothers. Yet the Equalities and Human Rights Commissionfound that a third of employers assume mothers are less interested in career progression . We don't know exactly what's going on. Firms aren't obliged to explain - nor are they penalised for a lack of improvement. The government says it will wait five years before reviewing the legislation.The early signs are that gender pay reporting may have helped some - but others may be forgiven for feeling short-changed by the process.The Equality and Human Rights Commission (EHRC) - which enforces the gender pay gap rules - said that forcing companies to report their pay gaps was not enough to eliminate pay disparities.\"We believe that it should be mandatory for employers to publish, alongside their pay gap data, action plans with specific targets and deadlines,\" said chief executive Rebecca Hilsenrath. Sam Smethers, head of gender equality campaign group the Fawcett Society, said she was not surprised that some companies' figures had got worse. \"This is a long term issue and and we need companies to put long-term plans in place.\"The key thing is are they committed to it? Do they have a three to five year strategy that they can implement?\" Median pay gap The median pay gap is the difference in pay between the middle-ranking woman and the middle-ranking man.If you line up all the men and women working at a company in two separate lines in order of salary, the median pay gap will be the difference in salary between the woman in the middle of her line and the man in the middle of his. Mean pay gap The mean pay gap is the difference between a company's total wage spend-per-woman and its total spend-per-man.The number is calculated by taking the total wage bill for each and dividing it by the number of men and women employed by the organisation. Pay gap v equal pay The gender pay gap is not the same as unequal pay.Unequal pay is giving women less than men for the same work. That has been against the law since the Equal Pay Act was introduced in 1970.A company's gender pay gap can also be caused by other things, for example fewer women in senior or highly-paid roles or more women in part-time jobs.The individual company data reflects the information submitted by companies to the Government Equalities Office as of 15:45 on Tuesday 19 February.The data submitted each year is based on figures drawn from a specific date - called the 'snapshot date' - the previous year. 5 April is the snapshot date for businesses and charities. 31 March is the snapshot date for public sector organisations. All gender pay gap figures in this article reflect the hourly median pay gap for all employees.Calculator design and development: Irene de la Torre Arenas, Becky Rush, Scott Jarvis, Alexander Ivanov and Oliver Schnuck. Data journalism: Clara Guibourg, Maryam Ahmed and Nassos Stylianou ", "url": "https://www.bbc.com/news/business-47252848"}