{"datetime": "2018-08-29T13:14:49.000Z", "author": "Sean Coughlan", "title": "Fewer families where no-one working", "article": "The proportion of households in the UK where no-one is working is at its lowest point for over 20 years, the Office for National Statistics says. The figures show 14.3% of households containing working-age adults are \"workless\" - down 0.2% compared with the same point last year. Fewer children were living in families where no-one was currently working. But more children were living in households where no-one had ever worked - up by 32,000 to 204,000. The employment figures show a picture of rising levels of work in the 21 million households with people aged between 16 and 64. There are fewer workless families now than at any point in a data series going back to 1996. In the late 1990s, about 20% of households had no adults working, but that has fallen to about 14%, representing about three million households. In about 12 million households, all the adults had jobs - with 7.5 million children living in homes where everyone was working. The proportion of children living in workless households is down to about 10%, about half the levels of the late 1990s. The numbers of lone parents in work have remained broadly constant for the past decade, says the ONS, with a slight rise reported in these latest figures. The figures show that parents with dependent children are more likely to be in work than adults without dependent children. Almost 93% of men and over 74% of women with dependent children are working - including both full-time and part-time jobs. Work and Pensions Secretary Esther McVey said: \"One of the best ways to tackle poverty and give children a better chance in life is to have a working adult in the house.\"It gives them a role model to learn from and brings financial security to the home. \"Getting a job means more than just a wage, it's a way out of poverty and welfare dependency,\" she said. But poverty campaigners have highlighted the importance of the quality as well as quantity of jobs - saying the changing labour market can mean families can be stuck in low-paid or insecure jobs. They have warned that most children living in poverty are now in families where at least one parent is working. ", "url": "https://www.bbc.com/news/education-45341733"}