{"datetime": "2021-04-10T13:00:49.000Z", "author": "Catherine Evans", "subject": "Welsh Parliament election 2021", "title": "Wales' children's hospices want same funding as rest of UK", "article": "Children's hospices in Wales have called for equal funding for families who currently get less than half the money of those in England. In England, government funding is 21% of the hospice's costs, in Northern Ireland it is 25% and in Scotland 50%, compared to less than 10% in Wales. Families of children with life-limiting conditions called Wales' two hospices - Ty Hafan and Ty Gobaith - a \"lifeline\". The Welsh government said it would review the funding. But the result of the Welsh Parliament election on 6 May is likely to affect the outcome of any future funding review, whoever wins the most seats in the Senedd. In the meantime, Ty Hafan in Sully, Vale of Glamorgan, and Ty Gobaith, near Conwy, remain reliant on fundraising to provide respite and palliative care for more than 400 families across Wales. Both hospices are calling for the establishment of a sustainable and fair funding system as part of their Lifeline Fund campaign.Maria Timon Samra, chief executive of Ty Hafan, said: \"I've been describing it as a postcode lottery - it feels like the children are disadvantaged if we can't, for whatever reason, raise the funds and they happen to be Welsh children, rather than English or Scottish or southern Ireland or Northern Ireland children. \"They are at a massive disadvantage, because we are very limited in what we can provide.\" Both charities said they were \"very fortuitous and supported by the generosity of the Welsh public\" and were proud to be part of the healthcare ecosystem. They stressed they did not want to become fully government-funded entities. \"We're very much committed to the children and families and to continuing to fundraise to support them, but obviously the last year has highlighted particularly how vulnerable we are to that fundraising,\" said Ms Timon Samra.\"When you're only 5% funded, you can't plan ahead. \"We want parity... we don't want the funding to stop at the doors, the children are entitled to statutory funding. \"But as soon as they enter our doors, the funding stops. It's almost like they are handed over to us and we're expected to fund everything. \"We want the Welsh government to understand that this is not sustainable and to do the right thing.\" Sarah Howell, from Pembrokeshire, has two daughters who go to Ty Hafan and said their care gives her \"time with my girls where I can be just a mum instead of a carer\". Molly, 17, and Emily, 15, both haveRett syndrome , a rare genetic disorder that affects brain development, resulting in mental and physical disability. Despite their condition, they are always \"happy, smiling, very sociable but most of all very brave young girls, and they always put a smile on everyone's face,\" said Mrs Howell.\"Struggling to be parents and carers over the years has been very difficult emotionally and physically. I don't think I'd have coped well without the support. \"Our government needs to fund more to this amazing hospice because without it, us and a lot of other families would be completely lost.\" Four-year-old Esmai from Barry, Vale of Glamorgan, was diagnosed withCHARGE syndrome , a rare genetic disorder that affects different parts of the body, shortly after she was born.She and her mum Sami were referred to Ty Hafan in 2017 when Esmai was just nine months old and they have been using its services ever since.\"I can't believe that Ty Hafan gets so little money from the Welsh government. It's awful,\" said Ms Roddy.\"It's a vital service and people like me and Esmai get referred there by the health service. I think that the Welsh government should give Ty Hafan lots more money, every year, to help keep it running.\"Esmai is constantly asking can she go to Ty Hafan now. She loves her room there. When I drop her off she gives me a little wave and says 'bye mum' and then off she goes. It's is so good for both of us, for our mental and physical health.\"Ty Hafan is the only help outside my family that I have ever been offered. I don't know what we would do without it.\"Andy Goldsmith, chief executive of Ty Gobaith (Hope House), said a recent report showed the vast majority of hospice-supported families wanted more services, more often. He added that this came as the number of families - and the number of years they needed support and care - was also increasing. \"We're seeing more children with life-limiting conditions needing that support and becoming increasingly complex in the care that they need, whether that's technologically dependent or just in terms of their general care needs,\" he said. \"That results in more costs and more demand on the service. \"In terms of funding - state funding from the Welsh government - that hasn't increased for at least the last 10 years, so the value of the little that we've been receiving has actually diminished over that period.\" Director of care at Ty Hafan Deborah Ho stressed that children's palliative care was very different to adult care, as services can be needed from before a child is even born until long after they have died. \"There is an improved understanding of the lifelong nature of the relationship that children's hospices build with children and families,\" she said. \"So whilst many children will have very short lives, other children we will know from shortly after their birth up until their 18th birthday and sometimes a little bit longer. \"It's absolutely vital that we drive towards increased sustainable funding for our families, you know we are acting on their behalf, with their voices behind us in asking for this really important uplift.\" Without the care of children's hospices at their centres or in the community, both chief executives agree that families would be left to \"suffer on their own\". \"We can't stop these children dying, that's not the role of hospices, but we walk alongside the families and support them during their lifetime, or the lifetime of the child,\" said Mr Goldsmith. \"If we weren't there to support them they would be very much on their own, and we know that that has a detrimental effect on the whole family... on the mental well-being of the family, on the ability of the siblings to grow and develop as children and young people, and on the health of the whole family. \"So I think it would have a major impact on the families trying to support and care for that very sick and vulnerable child for their lifetime.\" Welsh Labour said: \"Hospices provide incredibly important services and we recognise the enormous support they provide to patients, families and carers.\"The Welsh Labour government continues to invest more than £8.4m each year to support specialist palliative care services across Wales. Much of this support adult and children's hospices. As part of our response to the pandemic we provided over £9m of emergency funding to hospices over the last 12 months to protect their core clinical services and to strengthen bereavement support.\" A spokesman for the Welsh Liberal Democrats said: \"Children's hospices provide a vital lifeline to many parents and children at such a difficult time.\"Those which are charity-run take vital pressure away from the NHS, but this does not mean that they should not receive government funding. We would encourage the next Welsh government to reassess the financial support they receive.\" A Plaid Cymru said: \"There are many areas of specialist care in Wales that have been neglected and will require specific strategic plans for investment.\"End of life care services is a clear example of where investment is needed in hospice and end of life community care. A Plaid Cymru government will make sure that all of these areas receive strategic attention.\" The Welsh Conservatives' spokeswoman for children, Laura Anne Jones, said: \"Each year, children's hospices in Wales provide invaluable care and support to almost 800 young people - despite Labour only contributing 10% towards their annual funding costs. \"Children's hospices have been let down by Labour for too long, but the Welsh Conservatives will correct this and build a better Wales.\" ", "url": "https://www.bbc.com/news/uk-wales-56675712"}