{"datetime": "2022-01-20T19:05:26.000Z", "subject": "Coronavirus pandemic", "title": "NHS Wales: Record waiting times for 19th successive month", "article": "The numbers on waiting lists for non-urgent hospital treatment in Wales have hit record levels again. There were 682,279 people waiting in November, with the list up by nearly 50% since before the Covid pandemic. A&E waiting times and ambulance response times were both the second worst on record.Health minister Eluned Morgan has warned waiting time figures for December will be \"very much worse\" than November. The number of patients waiting for non-urgent NHS hospital treatment in Wales has been growing since the pandemic began. Around 20% of the Welsh population is now thought to be waiting for a non-urgent treatment. But the number of patients waiting the longest - more than nine months - for treatment, fell slightly, from 242,101 to 241,667 compared to the previous month. The health minister said vaccination was the priority, and waiting times had been compounded by high levels of staff sickness. \"We're expecting planned care in December to be a lot worse,\" Ms Morgan said. \"I've made it absolutely clear I don't think we're going to be able to eat into these waiting lists and bring them down until possibly the spring. \"We are still in a situation where there are very real restrictions within our hospitals because of Covid.\" The figures for November 2021 show: The number of patients being seen at A&E within the target time also fell in December, with emergency departments recording their second worse month on record. Figures show 66.5% of patients were seen within four hours - the target set is 95%. This dropped as low as 43.4% at Wrexham Maelor Hospital, and 49.9% at Ysbyty Glan Clwyd, Denbighshire. The average time spent in emergency departments in December also increased to three hours and one minute, the second longest since records began nearly a decade ago. Responding to those A&E figures, Consultant in Emergency and Intensive Care Medicine at Morriston Hospital, Swansea Dr Suresh Pillai said he was concerned. \"It's not safe at all. More and more ambulances are getting stuck outside the emergency department,\" he said. \"This year we've seen a lot of patients staying in the emergency department for more than 72 hours, which is completely unacceptable.\" Speaking onBBC Radio Wales' Gareth Lewis programme he added that a recent study by the Royal College of Emergency Medicine in England showed mortality rates increased when patients spent more time in A and E. \"If someone is going to stay in an emergency department for more than eight to 12 hours then we should be worried about their health,\" added Dr Pillai. Attendances to emergency departments were also 25% higher than the same month in 2020. But the number of people waiting more than 12 hours in A&E fell in the period. Overall in Wales, 8,554 patients waited more than 12 hours in A&E, with the target that no-one should wait that long. A Welsh government spokesperson said: \"Our NHS is currently dealing with a hugely difficult winter, whilst facing the gruelling challenges of the Omicron variant, severe winter pressures and staff absences caused by the pandemic.\" They added: \"The data shows how progress was beginning to be made in planned care in November, before the impacts of the omicron wave were truly felt and exerted considerable winter pressures on the health service. We anticipate next month's data, which will include December, will reflect this.\" The British Medical Association in Wales said the figures showed \"some light in the Omicron tunnel\" but Covid continued to have a huge impact.\"Covid-related admissions are falling and the number of patients completing their treatment was the highest since the start of the pandemic,\" said Dr David Bailey, chair of the BMA Welsh Council. \"We must do all we can to ensure Covid rates continue to fall - wearing masks, distancing and importantly, getting vaccinated.\" The Royal College of Emergency Medicine's vice president Dr Suresh Pillai said that the crisis was leading to distressing stories of long waits. \"The combination of a shortage of both staff and beds and difficulties in discharging vulnerable patients when they've completed treated is causing 'exit block' - where patients are unable to be moved through the system,\" he added. ", "url": "https://www.bbc.com/news/uk-wales-60067732"}