{"datetime": "2022-01-31T06:20:34.000Z", "author": "Jenny Rees", "subject": "Coronavirus pandemic", "title": "Covid: Doctors feel guilty for taking leave during pandemic", "article": "Taking time off work should be one of life's little luxuries, leaving the stress of the workplace behind you. But working on the NHS frontline during the pandemic, one hospital doctor told BBC Wales he felt guilty for taking time off work. With growing waiting lists and staff shortages putting pressure on colleagues, Dr Sacha Moore said he did not want to add to their stress. The Welsh government said it had more NHS training places than ever before. It comes as research suggests two-third of Welsh physicians feel overwhelmed, with the Royal College of Physicians saying more doctors are needed, along with investment in social care and hospital at home services. Arecord number of patients are waiting for non-urgent hospital treatment in Wales, with the figure of 682,279 up by nearly 50% since before the Covid pandemic. Add to that about10,000 Welsh NHS staff were off work either sick or self-isolating in January - the highest since the first Covid wave - when Omicron cases caused disruption to services. So when Dr Moore took his holiday this month, he struggled to put work to one side. \"I think the annual leave is very important but it does come with guilt,\" said Dr Moore, based at Wales' biggest hospital, the University Hospital of Wales in Cardiff. He added: \"You know that you not being there does increase the stress and pressure on them [his colleagues]. \"I view it very much as a recovery, rather than a holiday. It's just a period of time to recover to then be ready to go again.\" Attempting to clear the waiting list backlog and covering for colleagues off with Covid-related illnesses when people power is already tight may feel relentless, but Dr Moore said doctors always put patient safety first. \"We always ensure that patient safety is the primary focus, but perhaps some of the additional things we would wish to do ourselves, we simply cannot,\" added Dr Moore, a junior doctor who has just finished his training in renal medicine. \"Pre-pandemic it would be very common for families to come on to the ward to see their relative and perhaps ask to speak to one of us, to answer any questions or address any concerns. \"But when there are one or two doctors on a ward for perhaps 27 or 30 acutely unwell individuals, phoning all of those families is simply not something we have time to do, despite the fact that we would really like to do it. \"Sometimes that can feel like you're letting your patient down.\" \"That can contribute to feeling overwhelmed and exhausted - mixed in with a feeling of moral injury or not quite having done everything you wish for an individual. I've certainly struggled with that.\" The flow of patients through the hospital is hindered by a lack of social care in the community, meaning around 1,000 patients in Wales who are well enough to be discharged are currently spending longer in hospital than necessary. As a result, beds are not available for patients being brought into A&E by ambulance, creating longer waits for those dialling 999. It has prompted the Royal College of Physicians to call for greater investment in the \"hospital at home\" scheme, to prevent patients ending up in A&E in the first place. Consultant geriatrician Liz Davies said those schemes were vital, but availability is patchy. She set up Wales' first older person's assessment service at Morriston Hospital's emergency department in Swansea, where frail patients are seen by a geriatrician like herself, or specialist nurses, relieving the pressure on A&E staff and improving patient outcomes. \"Our service does very well in terms of avoiding hospital readmissions,\" Ms Davies, who was awarded a British Empire Medal for her work, said. \"But we rely on our 'hospital at home' partners in the community. \"They probably take about 25% of the patients we discharge. They provide acute medical services - mostly antibiotics, iron infusions - that would traditionally be given by the hospital. \"Without investment in those teams a lot of our services are hindered.\"Sam Rice, a consultant physician and endocrinologist based in west Wales, agreed that the flow of patients in the hospitals he works in are also impacted. \"We'll have three wards that are maybe full with people who previously would have been discharged with carers, or into nursing homes and to residential homes.\"And that's actually probably providing more of a pressure on the system at the moment than the current Covid related difficulties.\" In turn that can create issues for those waiting on planned care. Though Mr Rice said his own specialist area - focusing on hormone-related issues, thyroid problems and diabetes - had been relatively fortunate, as he now did far more over the phone. \"I'm interacting with more people than I was a couple of years ago,\" he said. \"I'm probably doing 100% more activity in terms of the number of people that I interact with post pandemic than I was pre-pandemic and that's just because of the advancements of virtual working.\" He calculated that in one clinic he had saved around 1,000km travel as he was not driving to the clinic, and neither were his patients. While he felt telephone consultations were here to stay, a balance was needed between remote reviews of test results and face to face appointments. \"I was able to keep the waiting list relatively well under control,\" he said. \"What did happen though, is because there was a general reduction in people visiting their GPs, the number of referrals dropped off and there's definitely been a surge since that kicked back in again.\" \"Without a doubt it's been a brutal couple of years,\" he said, explaining that as staff - or their children - came down with Covid, colleagues had to double the work. \"We've learned to be quite resilient and robust and have good mechanisms for looking after ourselves and each other. \"But for people looking into the NHS wondering what sort of service am I going to get - the service is going to be first rate - it always has been.\" The Welsh government said: \"We know NHS staff have worked tirelessly throughout the pandemic, putting their own wellbeing at risk to keep the rest of us safe and that the relentless pressure of the pandemic will have consequences.\" A spokesman said it was \"committed to improving access to the necessary support for doctors who are struggling with their mental health\" and an extra £1m was being invested in behavioural and cognitive therapy for primary and secondary care doctors, as well as other NHS staff. He added that £262m had been invested in training and there were more places \"than ever before\" in a bid to boost the workforce and tackle issues raised by the pandemic. ", "url": "https://www.bbc.com/news/uk-wales-60160548"}