{"datetime": "2022-02-07T06:14:47.000Z", "title": "Wrexham: Baby Lincoln's two life-saving heart operations", "article": "A six-month-old boy who had his first life-saving heart operation at 13 days is now recovering from his second. Lincoln Edwards, from Wrexham, was born with a congenital condition that meant he needed surgery to improve his blood flow. Then last month he underwent nine hours of surgery to fully repair his heart. Now his parents are raising money for a charity treating children with similar conditions in developing countries. Lincoln is recovering at home with mum and dad Georgia Struthers, 22, and Kallum Edwards, 24. His latest operation happened six months earlier than planned because he had outgrown his shunt - or tube. The surgery was performed by Dr Ramana Dhannapuneni at Liverpool Alder Hey Children's Hospital. Ms Struthers and Mr Edwards now want to help him save the lives of children in developing countries.The couple are raising money for a charity Dr Dhannapuneni works with, called Healing Little Hearts. Founded in 2007, it has carried out more than 2,200 operations in 14 countries across Africa and Asia, where treatment is normally unavailable or expensive. Doctors and nurses work free in their own time.Relationship consultant Ms Struthers said funding one of the charity's foreign missions seemed a fitting way to give thanks. \"We want to give those children the chance that Lincoln's had,\" she said.\"If the shoe was on the other foot and that was us, we'd never be able to afford the treatment that Lincoln has had. \"Without that he wouldn't have a chance to live and we wouldn't have him.\" Dr Dhannapuneni has just returned from a trip to Namibia, where 10 children and babies were operated on in five days.He said in many countries parents struggled to find somewhere they could afford to have sick children treated.Healing Little Hearts also mentors and trains medical staff so they can perform heart procedures themselves.Dr Dhannapuneni said this was vital.\"That is a massive effect of our charitable missions. There are good stories of childrens' heart centres being established from scratch.\" ", "url": "https://www.bbc.com/news/uk-wales-60258648"}