{"datetime": "2022-01-30T15:36:05.000Z", "author": "James Williams", "subject": "Climate change", "title": "Climate change: Tree planting used as a scapegoat, minister says", "article": "There is \"very little evidence\" valuable Welsh farmland is being sold-off to investors to offset their carbon footprints, a minister has said. Deputy climate change minister Lee Waters said there was \"legitimate concern\" from farming groups. But he suggested tree planting was being used as a scapegoat for other issues. Farming unions have said carbon emissions should be cut rather than offset. The Welsh government, whichdeclared a climate emergency in 2019 , has said it needs to plant 86 million trees by the end of this decade to meet itsnet zero target by 2050. Some farmers have spoken of being cold-called by agents working for investors who want to buy farmland for afforestation - planting trees to offset carbon emissions -sparking fears the loss of land could damage local culture, language and heritage, with valuable farm land being lost . However, on Sunday, Mr Waters told BBC Radio Wales'Sunday Supplement programme the evidence ministers had so far was that the number of farms being bought up, and grants being applied for, was \"very, very small\". \"But that's not to say it couldn't happen and we want to guard against it happening,\" he said. He suggested that farmers were worried about wider issues in farming such as Brexit and climate change. He said: \"It would be better, if the people who are sounding these alarms worked with us to try to manage the change instead of railing against the change. \"There's definitely a feeling of anxiety for a number of causes and tree-planting is the convenient pantomime villain.\" The Farmers' Union of Wales (FUW) has said 75% of the biggest plans for planting trees on Welsh land came from outside the country over the past three years. Any proposal to plant over 50 hectares of woodland in Wales - the size of about 93 football fields - needs an environmental impact assessment, but the FUW said only 25% of those plans came from land owners based in Wales. \"What we want is Welsh farmers leading the way here, Welsh landowners planting the trees and control and ownership remaining locally. \"There's a lot of anxiety from farming communities about change, but we're romanticising the present; your average farm income with EU subsidies is £16,000 per farm. \"So, we've been subsidising farmers in to working poverty and properly managed tree-planting alongside food production offers a new income stream,\" he added. Responding to the deputy minister's comments on theBBC Politics Wales programme on Sunday NFU Cymru's Abi Reader said farmers were keen to plant trees, but the right kind of tree needed to be planted in the right place. \"It is about being very conscious that we may be exporting our carbon benefits that we've got here in Wales to larger companies,\" she said. In December, the BBC reported that the land agent Savills had made \"direct approaches\" to farmers in Wales on behalf of clients looking to buy land and plant trees in order to offset theircarbon emissions . In response to this, Mr Waters said: \"I would say to the Savills of this world who are doing the cold-calling, 'hold your horses, don't get carried away with yourself'.\" ", "url": "https://www.bbc.com/news/uk-wales-60182068"}