{"datetime": "2021-04-29T07:44:40.000Z", "author": "Rob Thomas", "title": "North Wales hospices warn of cuts without extra funding", "article": "Three Welsh hospices have warned they face having to cut services unless they receive a large increase in funding from their local health board. It costs about £14m a year to meet the running costs of St David's Hospice in Llandudno, Nightingale House Hospice in Wrexham and St Kentigern in St Asaph.They provide end-of-life and respite care to about 600 patients a year. Betsi Cadwaladr health board said it had provided above-inflation increases to the hospices for the past two years. The hospices have argued only 16% of their income is provided by the health board but similar organisations in south Wales and England receive about 30% from their respective health boards. Ella Baxendale from Anglesey, whose mother Bev Parsons died at St David's Hospice in 2018 after being diagnosed with a malignant brain tumour, is one of those backing the call. \"The fact that it was round-the-clock care by experts, not just professionals, was a massive help,\" she said. \"Even the tiniest adjustment of pain relief - they were able to do them at the drop of a hat. Whereas, at home, it was a much more complicated process to change anything medication-wise. \"But they looked after us as a family as well. There was always a gentle pat on the shoulder. \"We got my mum back. I could go back to being just her daughter. My dad - he bore the brunt of most of the caring.\"He got to go back to being her husband and they could actually enjoy the time they had left and that's just something you can't put a price on really.\" Trystan Pritchard, chief executive of St David's Hospice in Llandudno, which also provides services in Bangor and Holyhead, said there was \"an over-dependence\" on fundraising to keep the three hospices running. \"There is no doubt the Welsh government and health board have said on many occasions that hospice services are essential to their end-of-life care strategies,\" said Mr Pritchard, who was speaking on behalf of all three hospices. \"If we can't improve the situation, if the NHS doesn't play its part, then we have no choice but to look at how we deliver services and that might mean having to reduce them. \"It's a real threat. \"We would do everything in our power not to reduce services, of course, because we have such a bond with our communities.\"But this level of funding has gone on too long and the model is becoming unsustainable in the way that the NHS is contributing towards it.\" He said the contribution of the health board to an end-of-life care bed \"equates to how much you might pay for a budget hotel\". Chris Stockport, executive director of primary and community care at Betsi Cadwaladr health board, said: \"We recognise the financial challenge facing the hospices in north Wales, in particular during the pandemic, and we are working to support them as much as possible. \"However, the services that we provide directly to the public also require significant additional funding, such as funds to support efforts to reduce the backlog of patients waiting for treatment due to Covid-19. \"We have provided an above-inflation increase to the hospices over the last two years and we are committed to working with them to continue to increase our contribution in the future that does not compromise our core NHS services.\" ", "url": "https://www.bbc.com/news/uk-wales-56921983"}