{"datetime": "2021-10-06T10:53:09.000Z", "author": "Will Fyfe", "subject": "Coronavirus pandemic", "title": "Covid and house prices prompt woodland sales boost", "article": "Record house prices and a lack of foreign travel may have helped an unexpected boom in one niche market. Demand for plots of woodland is reportedly soaring, with many buying land that cannot be developed. \"It's just so tranquil,\" said Iain Rich, 57, from his newly-purchased woodland in rural west Wales. \"I had my birthday party here recently, which was lovely, just a barbecue and a bottle of bubbly which we chilled down in the stream.\" He and wife Helen enjoy nursing a campfire, surrounded by moss-covered oak trees dating back hundreds of years. The only noise we can hear comes from a lone buzzard circling overhead. It was disconcerting at first, when the last bar of phone signal vanished at least half a mile ago, but then it was peaceful. As idyllic as their spot is, perched at the top of an ancient tree-covered valley, this was never their plan. Like so many other first-time wood owners across the UK, it was the pandemic that changed their path. \"I think, in all honesty, because we've both retired, our grand plan was to travel,\" admits Helen, 57. \"We had pretty grand plans, but that came to a sudden and grinding halt with Covid.\" It was Iain who then suggested the couple look at woodlands during the first lockdown, after becoming curious about for sale signs he'd spotted while out cycling. Since then they haven't looked back, buying two neighbouring plots in just a few months. It means many of their evenings and weekends are now spent battling brambles, but there are perks too. \"People who buy woodlands do it because they love it,\" said Iain. \"We get itchy feet when we haven't been. We just want to get the fire going and get the tent out.\"He said they have invested about £80,000, but \"it's been worth it for us\".\"Probably, as an investment, for the first time in our lives, it's actually working. We have children who also love the area.\" Helen added: \"We'll pass it on to the next generation and then, hopefully, they'll pass it on to next generation after that.\" Until the pair bought their woodland, it had been left relatively untouched and unexplored for decades. There are many vast clumps of land in private ownership, with no commercial or economic use. Companies, such as the one Iain and Helen bought from, said it was gradually acquiring huge forgotten plots and selling them off in manageable chunks to wilderness enthusiasts. Even now, more than six months after buying their site, Iain and Helen own swathes of mysterious woodland they have yet to explore. They hope hidden in the acres of brambles could be forgotten freshwater springs or clues to the woodland's use in centuries gone by. \"There is a lot of woodland across the whole of the UK, but particularly in Wales, that is undermanaged,\" explained specialist Chris Colley from Woodlands.co.uk \"Ancient woodland and more recently-planted woodland needs management. It needs tender care to maximise its environmental benefit and its value for wildlife. \"A managed wood will have more biodiversity than something that's been left alone untended.\" The business Chris works for, and others, have said that woodland sales have skyrocketed since the pandemic, with almost all stock selling out. \"Up to the start of the pandemic it was a steady business, the average wood that would go on the market would probably take two or three months to find a buyer,\" said Chris. \"Since the pandemic, that has gone down to maybe two weeks, and we're quite often putting woods on the market now and they're selling within two or three days. \"It's a huge increase in demand for somewhere to get away from the world, to get away from the pandemic and to reconnect with nature.\" For Katie de Silva, buying her small plot of woodland, nestled among towering poker-straight conifers in Pembrokeshire, was also an opportunity to reconnect her young family. \"My husband has always been a chef, and a very good one, so he's always had to work away and the kids hardly ever saw him,\" she said. \"When lockdown happened, it was amazing. We actually got to have six months together. I think it really opened up opportunities for us to become a real family again.\" They had spent the first lockdown living in a flat above a shop with no outside space, so they looked into buying a patch of woodland for children Mia, nine, and Kai, six, to have \"adventures\". \"I thought it was a bit bonkers at first,\" said Katie. \"Also, we were planning to buy a house and I'd always looked for somewhere that had loads of outdoor space, but with lockdown, house prices soared. \"This has meant by having a piece of woodland, we don't actually need much of a garden.\" Some woodlands can cost hundreds of thousands, but most are smaller sites costing between £20,000 and £50,000. In an effort to keep costs down, Katie's family bought their site with friends before dividing it up. The fact they made a decision to purchase during the first lockdown in March 2020, meant they were able to rely heavily on the woods when tight restrictions returned again last winter. \"It was really tough that second lockdown,\" reflected Katie. \"This gave us a reason to get out, and to push through it, and to do something really great. \"Even in the middle of winter, when it was freezing cold, we could get the children out and they'd spend about eight hours down here digging and rolling and doing what kids do. \"You can go to the woods for free, of course, you don't need to buy one.\"We wanted to camp out and we love building things, and it's the pride in doing it, it's really important to us.\" Like retirees Iain and Helen, Katie and her husband bought their wood with one eye on the future. \"It's meant to be a piece of land that stays with us,\" said Katie. \"The children can enjoy growing up here. We're all nature lovers.\"This is a culmination of everything we always wanted to have. It really means something.\" ", "url": "https://www.bbc.com/news/uk-wales-58804595"}