{"datetime": "2022-01-20T13:37:48.000Z", "author": "Dominic Casciani", "title": "Criminal prosecution delays hit record 708 days", "article": "Delays in prosecuting suspected criminals have hit a record 708 days for the average time it takes to go from offence to completion of a case. In the three months to September 2021, the average time it took to deal with a crime rose 15%, up from 620 days.The figures are a blow to the Ministry of Justice which is battling to reduce the massive backlog of serious crimes waiting to be dealt with by judges.The Criminal Bar Association's Jo Sidhu QC called the figures \"devastating\".The Ministry of Justice says its latest measures will restore swift justice.The government figures show that while more cases are being listed for trial at Crown Court, they are not being dealt with fast enough to prevent the average wait for justice from increasing. The overall backlog has fallen by around 1,000 to 59,928 outstanding Crown Court prosecutions.Judges set provisional dates for almost 6,200 new cases in the three months to September - a significant improvement.But, at the same time, 6,009 other prosecutions did not progress for a combination of reasons including postponements. Criminal barristers say those postponements are being driven by a combination of a lack of court time, judges and available lawyers to run each prosecution. Jo Sidhu QC, chair of the Criminal Bar Association, said that victims and defendants in some rape and domestic violence cases were now waiting up to five years for a prosecution to end in a verdict.\"These devastating figures of backlog and delay are only the tip of the iceberg,\" said Mr Sidhu. \"The criminal justice crisis that long predated the pandemic has now escalated to a perfect storm across the country while trial delays grow.\"We simply do not have sufficient judges, prosecutors and defenders available to deal with the huge backlog. This is all entirely of the government's own making. It is the victims of crime and defendants alike who pay the price.\" Earlier this week, the government announced it would soon allow the lower magistrates courts to sentence some offendersfor up to a year - a move to reduce the flow of less serious cases to judges in the Crown Courts.A Ministry of Justice spokesperson said: \"Our decisive action kept justice moving despite the unprecedented impact of the pandemic. \"As a result, the Crown Court backlog has stabilised and fallen slightly in recent months, while in the magistrates' court it is now back to pre-pandemic levels. \"With super courtrooms, increased sentencing powers for magistrates and unlimited sitting days in Crown Courts this financial year, we will restore the swift access to justice that victims deserve.\" ", "url": "https://www.bbc.com/news/uk-60071691"}