{"datetime": "2021-04-14T14:56:00.000Z", "subject": "Climate change", "title": "Wales' woodlands 'facing catastrophe'", "article": "Wales' woods are facing \"catastrophic consequences\" that could spell \"disaster\" for plants and animals, conservationists have warned. The Woodland Trust warned a lack of urgency to plant and protect trees was putting the future of green spaces at risk. TV presenter Iolo Williams said more trees were needed to prevent a \"collapse in wildlife\". The Welsh Government said it could not comment due to the Senedd election. Last year it announced plans for a national forestthe length and breadth of Wales . Then First Minister Mark Drakeford said the scheme - which includes £15m of woodland creation grants - would help protect nature and boost tourism. According to the Woodland Trust in Wales, or Coed Cadw, just 2.5% of the UK is now covered by ancient woodland, and 4.5% of Wales. In a report the charity has now warned climate change, developments, pests, disease and pollution are threatening the future of green spaces and \"urgent action\" is needed. The trust said while tree cover was increasing, the progress was \"nowhere near fast enough\" to halt the decline, and numbers of woodland birds and butterflies were in \"steep decline\". Natalie Buttriss, director of Coed Cadw, or the Woodland Trust in Wales, said the situation in Wales was \"sobering\" and urgent action was needed to protect green spaces. \"Planting and protecting woods and trees here in Wales is essential,\" she said. According to the charity, more than 99% of woodland in Wales now exceeds nitrogen pollution levels, damaging wildlife. Two-thirds of the woods in Special Areas of Conservation are in an \"unfavourable condition\", the report also said. Ms Buttriss said the decline could be reversed, and more woodlands would bring benefits for nature, communities and the economy. Stump Up For Trees, a farmer-led charity which aims to plant a million trees in the Brecon Beacons, said the report was \"depressing\". The charity has just finished ascheme to clear bracken and plant 120,000 trees on the Black Mountains. Robert Penn, project manager, said woodlands were \"vital\" and change was needed to get rid of complex processes which stopped the creation of new woodlands. \"Protecting, improving and expanding our woodland assets is fundamental at many levels: enhancing biodiversity, building resilient rural economies and providing the spaces we increasingly need to relax, and set our minds adrift,\" he said. TV presenter Iolo Williams said action was needed to help the decline of wildlife, blaming \"hundreds of years of development\" on the decline of forests and green spaces. \"We need more trees, not just to address things like climate change, global warming and flooding, but also to address this collapse in wildlife we have got,\" he said. \"I'm out walking now, and I am seeing very few insects.\" Mr Williams said more trees were needed, but warned they needed to be \"the right trees in the right area\".Welsh Labour said it would \"strengthen the protections for ancient woodlands\".A spokesman said: \"We've already begun work on a National Forest for Wales and will extend it from north to south, improving 20 existing woodlands and creating 30 new ones, as well as connecting habitat areas.\" Welsh Conservative environment spokeswoman Janet Finch-Saunders said her party would \"take urgent action to build a better and more sustainable Wales\". It would do this she said by planting \"at least eight million trees a year to soak up around half-a-million tonnes of C02, and reverse the decline we've regrettably witnessed\". Plaid Cymru said reforesting Wales would be a national goal if they were elected to government, with an action plan to deliver 20% tree coverage in all urban areas. A spokeswoman said this would involve planting 100,000 hectares of mixed woodland per decade in Wales, and it would have a \"right tree in the right place\" approach to forest restoration. Welsh Liberal Democrats environment spokesman Rodney Berman said the party backed plans for a national forest and would \"update and improve\" tree protection legislation. He said the party would make all towns in Wales \"tree towns\", with a minimum of 20% tree cover in urban areas and 30% tree cover required for all new developments. ", "url": "https://www.bbc.com/news/uk-wales-56733801"}