{"datetime": "2022-02-04T17:51:39.000Z", "title": "Silver seal heart matrix among items declared treasure", "article": "A silver seal matrix with a heart design and a set of nine medieval coins from the 13th Century have been declared treasure. The items were assessed by the senior coroner for North Wales on Friday,As the items were declared treasure, the metal detectorists who found them and the landowners involved are likely to be offered a reward following an independent valuation. They were found near Wrexham and in Denbighsire. According to Sian Iles, Curator of Medieval and Later Archaeology, from National Museum Wales, the matrix dates to the late 17th or very early 18th century.\"Personal seal matrices used to authenticate and seal documents, were popular in the post-medieval period,\" she said. \"Crowned bleeding-heart motifs and associated designs are seen to represent marital fidelity and love, and in some contexts religious and political (Royalist) beliefs.\" The nine silver coins are thought to have been dropped from a purse or deliberately hidden. They were minted between 1247 and 1265 during the reign of Henry III. The matrix was found by Marc Boulton in Llanynys, Denbighshire on 19 May. Mr Boulton, Michael Evans and Michael Burt found the coins in Bronington, Wrexham on 16 December. Denbighshire Heritage Service said it intends to acquire the seal matrix and Wrexham County Borough Museum & Archives has expressed an interest in acquiring the coins, both subject to an independent valuation by the Treasure Valuation Committee. Alastair Willis, Senior Curator of Numismatics and the Welsh Economy at National Museum Wales, said: \"At eight pence, the contents of this purse may have amounted to roughly three days' pay for a skilled tradesman. \"The 13th century saw the widespread use of coins both in England and along the north and south coasts of Wales and in the Welsh Marches.\"The contents of purses give us important information about individuals' wealth and improves our understanding of the local economy.\" ", "url": "https://www.bbc.com/news/uk-wales-60265997"}