{"datetime": "2022-02-15T06:07:40.000Z", "title": "Shropshire woman with incurable tumour in steps feat", "article": "A woman with an incurable brain tumour is taking part in a fundraising steps challenge in a bid to help research. Madi Ruby, 50, from Oswestry in Shropshire, had surgery to remove a grade onemeningioma at the age of 23, but found it had returned in 2013. The mother-of-one wants to raise £2,740, which could fund a day of research at one of Brain Tumour Research's Centres of Excellence. She said she had been inspired to \"give something back\".Symptoms of Mrs Ruby's condition emerged in 1995 when, she said, she started experiencing numbness in her right arm, going on to write backwards and develop headaches.She went for a CT scan at hospital when the numbness spread to her foot and she was in a minor car accident.The probe uncovered a 6cm (2.3in) tumour on her brain. She said: \"When I walked into my pre-op appointment, I saw a scan image on the wall and thought 'that looks bad, whoever that belongs to'.\"Then I realised it was my scan.\" Mrs Ruby had her operation and although the surgery was successful, she developed partial epilepsy, but after five years of clear scans was discharged. After struggling with depression due to her health problems, she enrolled in a 10-week counselling course, later graduating with a masters degree in clinical counselling from the University of Chester.Mrs Ruby, wife to Neil and mother of 16-year-old Luca, began experiencing headaches again in 2013. A scan at Robert Jones and Agnes Hunt Hospital in Oswestry found multiple tumours on Mrs Ruby's brain, including a 4cm (1.5in) meningioma, which had progressed to grade two. Surgeons at the Walton Centre in Liverpool removed it. Smaller growths are monitored with regular scans. After her second tumour, she began training for education qualification, PGCE. She is now associate dean responsible for nursing and allied health professions at Wrexham Glyndŵr University. \"I really feel that my brain tumour diagnosis has inspired me and enabled me to make a valuable contribution and give something back,\" she said. Mrs Ruby still takes medication for her epilepsy, and says her biggest struggles are headaches and migraines from which she suffers almost daily. She is taking part in the Brain Tumour Research charity's 10,000 Steps a Day in February Challenge and has raised more than £1,000, which she says, as well as funding research, is helping her \"scan-xiety\" ahead of an MRI probe to check on her progress later this month. \"While sometimes it is really tempting to think 'I can't do anything', to go out for a really nice walk in fresh air sometimes can really make me feel a lot better,\" she said. Mel Tiley, community development manager for Brain Tumour Research, said the charity was \"very grateful\" to Mrs Ruby for her support. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-60376135"}