{"datetime": "2022-01-17T17:42:45.000Z", "title": "Kent woman wakes after brain surgery with seven-month memory blank", "article": "A woman has told how she woke up in hospital after brain surgery with no memory of the previous seven months. Karen Eggleston, 50, had no recall of the spread of the coronavirus pandemic or even who was prime minister.Her troubles began when symptoms she had put down to workplace stress turned out to be the result of a brain tumour. After blacking out when she had a seizure, the next thing the mother-of-one remembered was waking up in hospital. She said: \"I had a complete memory blank of the previous seven months, no recollection at all.\" Doctors discovered a grade 1 olfactory groove meningioma during brain scans to check for damage sustained during the seizure. A week after having a craniotomy, she woke with no memory of the months leading up to her collapse, including the emergence of Covid-19. Ms Eggleston, of Westerham, Kent, said: \"In early November 2019, I remember going to bed not feeling very well ... and was roused by a voice saying: 'Take it easy, you've had a head trauma'.\"To my surprise it was 10 June 2020. I was in King's College Hospital, London, and really didn't know what was going on.\"She compared it to \"waking up at the start of a John Wyndham novel in the middle of a pandemic I knew nothing about, with everyone coming at me with swab sticks and wearing masks\". She said her symptoms started with the feeling she could not cope at work. She took a few months off and gradually spiralled to a point in November 2019 when her memory began \"fading in and out\". Ms Eggleston is now back at work after being given the all-clear but says visual impairment as a result of the trauma means she can no longer drive. And as a trained artist, she has also had to learn to paint again. She plans to take part in a triathlon this year to raise awareness and support charity Brain Tumour Research. Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-kent-60024577"}