{"datetime": "2022-01-28T16:55:28.000Z", "title": "Cross-border relief for pub landlord as Wales restrictions ease", "article": "A landlord whose pub sits on the Wales-England border has expressed his relief as Wales' Covid-19 restrictions ease. Paul Slater said taking over the Trotting Mare Inn in Knolton, between Ellesmere and Overton, weeks before the first lockdown had been \"emotional\".During the pandemic Mr Slater said there was \"confusion\" for customers when travelling across the border.Restrictions in Wales, including social distancing, have been lifted and \"the rule of six\" removed.While the pub lies inside Wales, its car park is in Shropshire. If it wasn't for the government grants during the various lockdowns, Mr Slater said, \"the pub would have gone\".Nightclubs can now reopen In Wales after restrictions brought in to tackle the Omicron variant were scrapped. While the legal requirement to work from home has been lifted, mask rules are staying in places such as shops and public transport. Mr Slater said he was \"positive\" about the new restrictions, particularly the rule of six being removed. \"We have tables of eight and 10 booked, without that rule being changed, they probably wouldn't have booked,\" he added. The landlord has restarted from scratch financially with the pub, as he took it over just before the March 2020 lockdown.He saidthe first government grant of £10,000, kept the business afloat and was grateful for the furlough scheme as it meant he could keep all his staff. However, other schemes such as Eat Out to Help Out backfired, he said, as Covid cases soon began to rise.Due to customers' confusion regarding the differing rules between nations, Mr Slater said he \"felt like a politician\" because he was \"getting asked all these different questions\". The pub has big Chinese New Year plans, so Mr Slater said he was \"keeping his fingers crossed\" that he could have a full pub once again.Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-60171552"}