{"datetime": "2022-02-05T09:14:59.000Z", "title": "Stafford: Wife's cancer treatment appeal in memory of husband", "article": "The family of a man who died after his skin cancer returned, scuppering their dreams of a US move, are raising money for medical research in his memory. Roger Moorhouse, 42, from Stafford, died in July after his cancer that was first diagnosed in 2017 came back. His wife Becky is fundraising for Cancer Research UK, which provides clinical trials to beat the disease - many of which the family tried. Mrs Moorhouse said \"Roger would try anything\". \"He would just live in hope that one thing would work,\" she added. In 2017, Mr Moorhouse was first diagnosed with melanoma after he noticed an itchy mole on his back, but it went away after receiving treatment. Roger, who worked as a chief engineer of aerospace at Moog Aircraft Group in Wolverhampton, was given a promotion to move to Buffalo in New York State, which was a life-long dream for the family. Mrs Moorhouse said: \"Roger always wanted this nice big truck.\" With the cancer behind them, they began making plans for the big move, with the family's belongings in a shipping container and a house in the process of being built.However, by April 2019, Mr Moorhouse's cancer was back after he experienced severe abdominal pain.\"We found out the results of his scan on the Exmouth seafront,\" said Mrs Moorhouse, while on their last British holiday. Rather than fly to New York as planned, Mr Moorhouse went through numerous surgeries to remove the new cancer and began immunotherapy treatment at The Christie in Manchester. June 2020 saw Mr Moorhouse receive the six-month all clear, and the family's plans to move to America were back on.More devastating news came after nine months, when Mr Moorhouse discovered his cancer was back again. Documenting his journey on video in 2021 while awaiting clinical trails, the engineer wanted to raise awareness of the illness. \"When you tell people that you have skin cancer, they think you can just cut it out and be on your way,\" said Mr Moorhouse.\"But they don't understand that it can spread. Metastatic melanoma is deadly.\" The cancer had spread to Mr Moorhouse's brain and he could no longer go for the trial he was waiting for. He died in July. Mrs Moorhouse and the couple's two children - Oscar, nine, and Connie, eight - are now raising money for charity by selling unity bands in their father's memory.\"Wearing a unity band is such a simple way to show solidarity with people affected by the disease,\" said Mrs Moorhouse. She added that the bands also raised \"vital funds for new discoveries and breakthroughs that will help save people like Rog in future\". Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-stoke-staffordshire-60265303"}