{"datetime": "2021-06-12T13:53:14.000Z", "author": "John Arkless", "subject": "Coronavirus pandemic", "title": "NHS in Wales: 'Culture of bullying' among staff", "article": "There is a \"culture\" of bullying in the Welsh NHS which leaves people scared to raise issues, several staff have said. NHS workers said they had witnessed or experienced institutionalised racism and sexism and also faced obstacles when reporting incidences of bullying.It is claimed that raising concerns has led to bullying, and numerical targets were often put before staff well-being.The Welsh NHS Confederation said it was \"saddened\" by the allegations and the NHS took bullying reports seriously. The 2020 NHS Wales staff survey found 16% of workers had experienced bullying, harassment or abuse by another colleague, while 10% said they had experienced the same from a manager.Meanwhile, 14% said their health board did not take effective action if staff were bullied or harassed by other members of staff or the public. Five whistleblowers who work for or closely with the Welsh NHS have told BBC Wales of their experiences of bullying and harassment within the organisation. Each of them have had their names changed.Oliver, who has worked as a consultant in several different departments, said the culture of bullying was \"recognised\" throughout all health boards in Wales.\"There's a culture of bullying and harassment which is widespread in most NHS organisations,\" he claimed. \"There are pockets of bad cultures and out of those bad cultures you get bullying, harassment and racism - which can be generally unconscious bias - and misogyny. \"The sexism which I've seen with some of my colleagues... it's upsetting to see.\" Oliver said the current system for raising concerns could lead to further issues for those who complain, as the person who conducts the investigation within the department is \"generally involved\" in the cause of the complaint.\"This can then make things difficult for those who do speak out,\" Oliver said.\"It's a culture which then doesn't allow people the safety to speak up and say when some things are wrong around patient safety. \"There are certain departments where there are people who are either accidental bullies or determined bullies and will make life difficult for these doctors or nurses who have made these complaints.\"Staff are then worried and scared of raising issues because they think it will affect their career and make their working life harder. \"It's not the same in every organisation, but the staff feel like there are going to be repercussions on their career if they report bullying and harassment.\"Oliver alleges this, in turn, can lead to people prioritising their careers over speaking up about issues, while meeting numerical targets are often prioritised over patient safety.\"Everyone's strapped for resources in the NHS and there's usually bullying around the resources that get utilised,\" he added. He added bullying has caused extra stress for some staff, additional to the fatigue suffered during the coronavirus pandemic.Louise, a nurse, said she recently decided to leave the NHS after several years in her job due to the culture of bullying in her department.She said: \"I've witnessed bullying, very subtle bullying, making your life difficult.\"They don't allow you time off for appointments, to use your annual leave as you wish... just your general treatment in the way they speak to you, it's almost as if 'I'm the manager I'll speak to you how I want'. \"There has been subtle bullying but also quite obvious bullying to the point where everyone sees what's going on, but people are too afraid to speak up.\"When I did speak up my life was made very difficult. I was made to feel quite excluded and it made me feel quite anxious to go into work. That's unusual because I love my job and I love the NHS.\"Louise said meeting targets is often more important to managers than staff well-being.\"Coming from the top down, things are so target orientated now that people will do anything to meet their targets, even if that comes with the consequence of your staff being unhappy,\" she claimed. \"There's no compassion, there's no empathy.\" Louise said she felt \"lucky\" she had been able to leave her job and take up a part-time position outside the NHS, but that option was not available to everyone.\"There are many people who are in that job because they have to be in that job, and they've no other choice but to live with this every day, especially those who are not being treated very nicely.\"It's sad, its very sad.\" Another consultant, Lloyd, said there needed to be a change in the way complaints were handled, particularly aswaiting lists of more than 500,000 people are tackled . \"It always comes back to bite the person who tries to hurt the system,\" he said. \"Not everyone is brave enough to go and fight the system, so we need people to be able to go to someone in the knowledge it's addressed.\"Things haven't changed. So the background microaggressions, bullying... have not been addressed.\"They will remain, so when the pressure and systems get worse on waiting times and clinics, it will inevitably lead to more microaggressions more pressures on people who've always been under pressure.\"Lloyd said there was an example of such behaviour from a senior manager early in the pandemic, when he was told to remove his mask in an office in order to avoid worrying people about the threat of coronavirus.He said: \"I was quite taken aback, I was asking for some help. No-one knew how it was going to be transmitted. We were all trying to take precautions.\"Every day on the Covid ward I thought 'I'm infected'.\"In the midst of that, that behaviour was uncalled for from a senior manager. I was quite upset about it.\" Lloyd said this behaviour, in spring 2020, came at a time when he was regularly the only consultant on shift on his Covid ward, while he also showered three or four times each day and slept in a separate room in his house in order to avoid passing the infection on to his family.Amy, an allied health professional, said there was a culture of \"manipulation and intimidation\" at the hospital where she works.\"It seems to be a culture that comes from the top and trickles down and it becomes an acceptable way of treating people,\" she said. Amy added the \"number one thing\" management did was use patients as \"political pawns\" by giving staff little option but to work overtime or in unfavourable conditions in order to ensure patients do not go without care.\"You can't voice your concerns about patient safety, you're always overruled,\" she claimed. \"I have never worked somewhere where staff feel so demoralised. You have got people who worked there for years and years, because they haven't got the confidence to leave because they feel so belittled and downtrodden.\"I feel like a lot of people haveStockholm syndrome and want to leave, but don't feel like they can.\" She said staff are asked for feedback, which is often ignored or dismissed, including on one occasion when a staff member was shouted at in front of 50 colleagues in a meeting.Amy added: \"The [feedback] forms are never asking about the root cause of the problem, as they'll ask you what your line manager's like or the work environment is like, but that's not the problem.\"When they come back they'll say 'staff are really happy', because they're not addressing the issues, deliberately, I would imagine.\"There have been plenty of instances of one off massively unacceptable behaviour for line managers to staff. \"It's sort of coercion and manipulation and if you don't agree with managers your life is made very difficult. These senior people then employ people who are like-minded.\" Mary was diagnosed with a long-term illness more than 10 years ago and relies on the NHS for regular treatment.During this time, she has been asked to give feedback on NHS Wales services, and said she was \"shocked\" by the bullying she has witnessed and experienced.\"What they want for the patient is a rubber stamp,\" she said.\"They want to be seen consulting patients. They don't like answering the hard questions.\" She added: \"If the lines are not towed, there's bullying. That applies to all levels and also to patients.\"I can think of two particular occasions where they ganged up on me. That was quite distressing.\" Mary said she had also witnessed an incident where a doctor was \"squashed\" by colleagues during a discussion over a treatment plan for a patient.She said: \"That person backed off and said 'I can't go through this, I can't put my family though this'. \"There's no way that person is going to stand up for the patient next time, it's too hard and there's a personal cost.\" Due to these instances of bullying, the British Medical Association (BMA) has asked the Welsh government and NHS providers to invest in and establish Freedom to Speak up Guardians in Wales.Specially appointed to report concerns, guardians are already in place in England and Scotland, offering staff the opportunity to speak in confidence. The Welsh NHS Confederation, the body that represents the health service in Wales, said that the allegations were \"very serious and must be addressed\".\"We're unable to comment on individual cases,\" said director Darren Hughes. \"The NHS takes reports of bullying and harassment seriously and we're saddened to hear of the experiences of these individuals. \"We want all staff who work in the Welsh NHS to feel valued, listened to, recognised and supported so that we can all work together to deliver the best possible care to the people of Wales.\" Mr Hughes added a number of programmes were in place, developed with trade unions and the Welsh government, while more were being developed as existing procedures were under review.Russell George, who speaks on health for the Welsh Conservatives, said: \"These whistleblower accounts are truly shocking. \"The Welsh government should now invest in and establish Freedom to Speak up Guardians that are already in place in Scotland and England, so Welsh NHS staff have the opportunity to raise concerns in confidence.\" The Welsh government previously said it was considering introducing Freedom to Speak Up Guardians.A statement added: \"Any form of discrimination, bullying and harassment within the NHS is entirely unacceptable and we take these matters very seriously.\" ", "url": "https://www.bbc.com/news/uk-wales-57413875"}