{"datetime": "2021-05-15T06:07:32.000Z", "author": "John Arkless", "title": "Covid: Wales' NHS doctors 'bullied for raising safety fears'", "article": "Doctors in Wales have faced bullying and disciplinary action for raising concerns over working conditions and safety, a union leader has said. Dr Phil Banfield, of BMA Wales, said doctors who complained about work, both before and during the Covid pandemic, were seen as \"troublemakers\". He said there are worries bullying among staff will get worse as longer post-Covid waiting lists are tackled.The Welsh government said bullying of NHS staff was \"entirely unacceptable\". Dr Banfield, who is chairman of the BMA Welsh consultants' committee, said staff have faced the prospect of being victimised by colleagues, or even being forced to leave the Welsh NHS, for raising concerns over bullying or health and safety.He said: \"Staff are quite good at raising concerns, but they don't raise concerns if they're going get in trouble for it, or they sense nothing is going to happen. \"What happens is you think 'I can't be bothered'.\"Decent people develop a kind of learned helplessness and it means that people who keep raising concerns stand out.\" He added: \"What happens then is the person that's raised the concerns is often victimised, either by colleagues or the health services themselves.\"They find themselves out on a limb. What happens then is the wrong people leave the health service.\" He said doctors who complained about bullying or their working conditions and wished to go to tribunal were advised that they would win their case, but would never work in Wales again.Dr Banfield also said issues relating to both safety and bullying were prevalent in the early stages of the Covid pandemic last spring, particularly around the issue of PPE.\"There were some concerns, and we expressed some alarm very early on, that there was a discrepancy between what the PPE advice was and what our members' concerns were on the shop floor,\" he said.He said some doctors even had issues wearing masks away from the wards, in areas such as coffee rooms and corridors, before it became mandatory to wear them in hospitals.He said doctors in hospitals across Wales were stopped and told to remove their masks while wearing them in public areas away from the wards.He added: \"On more than one occasion, more than one doctor was threatened with disciplinary action for saying 'I don't feel comfortable walking around without a mask on'.\"Meanwhile, a survey by BMA Wales conducted in October 2020 found 63% of respondents who needed PPE said they were either not at all confident, or were only partly confident, that they would receive an appropriate fit test for PPE.Furthermore, 30% said they had not reported PPE concerns, as they felt no action would be taken by management. With waiting lists growing through the pandemic, Dr Banfield said there were concerns bullying would only get worse as Wales moved out of the pandemic.He said: \"The risk is, as the health service comes under pressure to get through the backlog, that bullying will become more prevalent and we've got some evidence of that already.\"Staff are already exhausted and it will just result in people leaving the NHS.\" BMA Wales is calling for the introduction of independent freedom-to-speak-up guardians to help tackle these issues for NHS staff.Specially appointed to report concerns, guardians are already in place in England and Scotland, offering staff the opportunity to speak in confidence.Dr Banfield said: \"The idea is that they're independent, it's not the BMA as the union harping on about something. It's someone who's independent saying 'this doesn't seem right to us as well'.\" The Welsh government said it would consider introducing such guardians and a new policy was to be launched in June for the NHS with the aim of preventing bullying in the workplace.A spokesman added: \"Any form of discrimination, bullying and harassment within the NHS is entirely unacceptable and we take these matters very seriously.\"We continue to work with the NHS to tackle all forms of discrimination and expect all NHS Wales staff to be treated with dignity and respect. \"Policies are in place to ensure NHS organisations take action to address any concerns raised to them and all staff are encouraged to raise any worries.\"We are working with NHS employers and trade unions to explore how staff and patients can better raise any concerns about working practices or care, including considering the freedom to speak up model.\" ", "url": "https://www.bbc.com/news/uk-wales-57070936"}