{"datetime": "2022-02-01T13:45:14.000Z", "title": "'Pot Noodle' slur councillor's bullying suspension", "article": "A councillor found to have used bullying behaviour has failed to get his three-month suspension overturned. Independent Chirk town councillor Gareth Baines appealed against Wrexham council's standards committee's ruling, but it has now upheld its decision.He breached the code of conduct by contacting a woman's employers after she raised a grievance against him. Last year he apologised forderogatory social media comments about A&E patients. The code of conduct requires councillors to show respect and to not use bullying behaviour or use their position to create a disadvantage for other people. Following Mr Baines's hearing about his bullying behaviour, the committee issued a three-month suspension along with two other sanctions - that he carry out code of conduct training and write letters of apology. Although he accepted the findings, he appealed to the Adjudication Panel Wales (APW) that the suspension sanction imposed was \"excessive\".In December, the APW decided to refer the case back to the standards committee with a recommendation the period of suspension be reduced to two months.But after revisiting the matter, Wrexham's standards committee decided to stand by the three-month suspension, which will begin on Wednesday. In a separate matter, Mr Baines stepped down from his role as chair of the Clwyd South Conservative Association last year, after making comments on social media,calling A&E patients \"fat mums in pot noodle-stained leggings/pjs\", but he remained on Chirk town council. He posted on New Year's Eve 2020 that parents were \"taking their kids for a day out at A&E\". He continued they wanted to \"harvest Facebook likes because their darling little snot-covered Asbo fell over\". In a statement issued through the Conservative Party at the time, he said: \"Whilst I feel my comments have been taken out of context, I do offer my sincere apologies for any offence they may have caused.\" ", "url": "https://www.bbc.com/news/uk-wales-60213715"}