{"datetime": "2021-11-23T18:33:27.000Z", "title": "Second homes: Councils in Wales may get new powers", "article": "New powers to limit the creation of second homes and holiday lets could be given to councils in Wales next year. Homeowners might need local authority permission to convert properties, under proposals from the Welsh government. Ministers launched a consultation on changing the planning laws following concern about the effects of the number of second homes.Other ways of helping people on to the property ladder will be trialled in part of Gwynedd, starting in January. Dwyfor, which covers the Llyn Peninsula and the area west of Porthmadog, has been chosen as a test area and £1m will be available to buy and refurbish empty homes in the area. Two officials will be appointed to consult people in the areas on what can be done to help the housing market.A report last year found more than 10% of homes in Gwynedd could be considered holiday homes. There has long been concern that second homes price people out of the Welsh language's heartlands in north and west Wales.Officials say they need more evidence about the problem and how to respond.But one second home owner warned that with so many second home owners being from England, Wales' housing policy was heading in a direction \"virtually bordering on racism\". The consultation on changing planning rules will last three months and it could come into effect in the summer, officials say.It could mean planning permission is needed to convert a home to being a second home or short-term holiday let in places where councils think \"they are causing significant difficulties\". Climate Change Minister Julie James said: \"We want young people to have a realistic prospect of buying or renting affordable homes in the places they have grown up so they can live and work in their local communities.\"High numbers of second and holiday homes in one area can threaten the Welsh language in its heartlands and affect the sustainability of some rural areas.\"In a dealannounced on Monday , Labour and Plaid Cymru promised \"immediate and radical action to address the proliferation of second homes\".Another consultation into using the tax system to control the second homes market closed last week and the Welsh government is sifting through the responses before ministers decide what to do.It could result in higher council taxes on second homes, or new restrictions on registering homes as businesses. Jonathan Martin, who shares his time between his main home in England and a second home on the Llyn Peninsular, said the way Wales is heading on the homes issue is \"virtually bordering on racism\". \"The council tax has already doubled on my property in Gwynedd council and my information is that they would like that to go up to 300%,\" he said. \"What they want to do is to reduce second homes, not just contain what's going on - they want drastic measures which will probably be to do with taxation.\"You can't say this is fair, cannot.. if you're reasonable person.\"It's virtually bordering on racism - this is where this policy is bordering now. Eighty-five per cent of second home owners are English - you can't ignore that.\"Many members of our group are calling it racist. I'm not calling it racist and I don't think it is that yet, but it is so near and prejudicial. They can't see it and I really regret having to say that.\" People in Pwllheli said they were concerned about second homes, but some were sceptical about whether this latest initiative would help. Tomos Coles said: \"I don't think this is going to make much of a difference, to be honest. \"It's happened in the past and nothing has solved the issue so I don't see how they're going to solve the issue. \"It's very difficult here, there aren't many good paying jobs around here, so it's hard to get on to the ladder here especially when people already have another house.\" Carolyn Green said house price had been an issue for decades. \"I've lived here for 40 years and I don't know how we can change because the wages aren't high enough - we haven't got industry and people aren't earning enough to pay big mortgages.\"But last year Covid came and if your house was for sale - it was gone.\" Rachael Clear, 26, from Sale in Greater Manchester, holidays in Rhosneigr, Anglesey, every year. It is not part of the test area, but experiences the same housing issues as Gwynedd. Her family rents holiday homes in the village every summer, used to own a caravan there and her mum and dad are thinking of buying one again. \"Rhosneigr for us is a beautiful place and the reason why we go is because it's so beautiful,\" she said. \"We know people there because we go so often but they're all locals there and it just seems so unfair that in most places like that you can't afford to live there. \"I think people find somewhere like that, people from England or from wherever, and they find it and they think it's beautiful and then they kind of plague it in some ways. \"I kind of feel guilty but the reason why we go every year is because it's kind of tradition from when my grandma used to go when she was younger.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-59387876"}