{"datetime": "2022-02-12T15:50:55.000Z", "author": "Sion Pennar", "title": "Affordable housing: Call for changes to Llandyrnog plan", "article": "A rural development should provide homes \"for the whole community\" and not just \"the rich\", a councillor has said. Forty houses could be built in Llandyrnog, Denbighshire, but Gwilym Evans fears the homes could be too expensive for young local people. The plans, which are currently at a public consultation stage, show most are semi-detached or detached properties with three or four bedrooms. Developers Jones Bros said plans include four homes for social housing. In 2016, outline planning permission was granted for 40 houses on fields next to the Llangwyfan road. \"It was expected that the development would include bungalows, and two, three and four-bed houses, so that there's housing for the whole community and not just large houses for the rich,\" said community councillor Mr Evans. \"Building bungalows would release properties elsewhere in the community that could house families.\" Concern has also been raised that nine of the houses would face \"narrow road with lots of traffic\". But local butcher Daniel Jones said: \"In villages like Llandyrnog, you need more houses, and more people to support the school, the pub, and businesses like me,\" Documents presented by planning consultants Caulmert said 10% of the estate - four houses - would be sold to and operated by a social landlord. A senior planning officer with Denbighshire council has raised concerns about the types of houses proposed. In a letter submitted during consultation, the officer said the housing mix was \"unacceptable\" and \"will not meet local housing need\". A Jones Bros spokesperson said it was \"working with the local planning authority and statutory consultees to ensure the proposed scheme is acceptable\".\"The consultation period allows local residents to submit comments and queries to the local planning authority, which they will consider as part of determination of the planning application in due course.\"", "url": "https://www.bbc.com/news/uk-wales-60359231"}