{"datetime": "2022-01-22T08:50:55.000Z", "author": "David Grundy & Ffion Lloyd-Williams", "subject": "Coronavirus pandemic", "title": "Covid: Some learners face 10-month wait for driving test", "article": "Some learners are waiting 10 months for a driving test while others face eight-hour round trips for theirs due a shortage of examiners and instructors. The shortage, coupled with thenumber of learners who could not have lessons orpractical tests due to Covid rules or lockdowns, has left a backlog. About 1.6 million UK learners had their tests every year before the pandemic, but that dropped to 436,000 in 2020-21. The department responsible for driving tests is trying recruit 300 examiners. The Driver and Vehicle Standards Agency (DVSA) said it was offering learners tests on weekends and bank holidays and calling on recently retired examiners to return to help with the backlog. But unions have warned those steps alone would not be enough to clear it. The situation is particularly affecting people in rural parts of the UK, with one instructor saying it is \"the worst I've seen it for 20 years\". One of the learners affected is Aerona Rowlands.Ideally, the 17-year-old student from Morfa Nefyn, on the north Wales coast, would take her £62 test at her nearest centre at Pwllheli in Gwynedd, the town where she has done most of her lessons. But she said she could not get a test there for 10 months, so will have to travel more than two hours and almost 80 miles to Aberystwyth - before making the same trip back home after her 40-minute examination. \"It's really far and I don't know the area so taking my test is going to be more difficult than it would have been,\" said Aerona. \"My mum has had to book three days off work to take me there so I can get familiar with the area. \"I feel really stressed and nervous now but I think if I could do it in Pwllheli then I don't think I would be anywhere near as nervous.\" Official figures from the DVSA showed the number of practical tests taken in both the UK and in Wales had dropped by about 70% between 2019-20 and 2020-21. The number of tests have risen closer to pre-pandemic levels in this current year, with almost 700,000 tests across the UK between April and September 2021. But the backlog means drivers cannot attempt to get rid of their L-plates for months, putting pressure on them when they take their test. \"It's really bad, we are looking at tests in this area nine or 10 months away,\" said Aerona's driving instructor Steven Jones, of Pwllheli-based Dragon Drive. \"There are no physical tests in the system. It's ridiculous. I've got two lads - one is doing his test in Cardigan and the other in Carmarthen next week. One takes three hours each way and the other is four hours each way. \"I have been an instructor for 20 years and this is the worst I've ever seen. It's a crisis.\" Ela Evans can sympathise as the 17-year-old, from Bethesda, Gwynedd, has had to book her test five months in advance and the nearest is a three-hour, 120-mile round trip away in Oswestry, Shropshire. And because the sixth form student is \"really worried\" about taking a test somewhere she has never been before, Ela is using a sat-nav to prepare her route. \"But it's so far from Bethesda,\" she said. \"I need to drive all the way there before even going on the test routes. I also need to avoid driving during peak times and rush hour as I know it will be a nightmare.\"I was on the website and trying to find test dates available locally and there was nothing available for months.\" In rural areas where people rely on cars due to a shortage of public transport, it is having particular impact. \"It affects people's jobs,\" said driving instructor Iwan Williams, who is based in Swansea. \"They can't leave the job they're in to start a new job, or they can't go to a job interview because they can't drive. It's quite difficult.\" And he is concerned many learners are booking their tests months in advance to get a test even though they are not ready, clogging up the system further.Unions claim many examiners are leaving to become HGV drivers, helping one sector with a shortage but leaving behind another one. That is similar to what Damian Evans - the former examiner from Cardiff quit the DVSA after 18 years in November to teach lorry drivers. \"I left because we were being asked to do more and more work for the same pay,\" he said. \"I found I could get more money doing the driving school. It was very difficult to leave, but I feel the stress has been lifted off my shoulders.\" Due to thelorry driver shortage , \"the rates of pay are extremely attractive\" in that line of work,according to the PCS Union. Paul Martin, of the PCS, claimed the the DVSA's current recruitment campaign is \"looking for fixed-term appointments\". \"The terms and conditions that they're joining on are degraded compared to their more substantive full-time colleagues,\" added Mr Martin. \"If the DVSA were able to offer a little bit more security in terms of contracts and the salary was competitive, that would have a positive impact overall, with people being able to get driving tests.\" The DVSA said it wanted to recruit 300 new examiners to help clear the backlog - 126 of which were already testing, with a further 83 in training. \"We are doing all we can to provide as many tests as possible so we can get our services back to normal,\" said DVSA chief executive Loveday Ryder. ", "url": "https://www.bbc.com/news/uk-wales-60024561"}