{"datetime": "2021-08-23T13:57:08.000Z", "title": "Essex driving theory test centre closures 'devastating'", "article": "The closure of two driving theory test centres in a county will have a \"devastating\" effect on learners, according to one instructor. Centres in Harlow and Basildon in Essex will close permanently as part of national plans. John Fennelly said people were already facing waits of 10 weeks for a test due to Covid-related delays. The DVSA said the changes would create \"a more even distribution\" of test centres nationally. The Essex closures will mean three test centres will remain available in the county - in Chelmsford, Colchester and Southend. Mr Fennelley, who owns a driving school in Harlow, said there were already delays due to the impact of coronavirus. \"One of my pupils tried to book a theory test and can't get one for 10 weeks,\" he said. \"It's quite devastating news.\" Claire Fry, from CM Driving School in Chelmsford, called the changes \"quite inconvenient\". \"People will have to take train journeys to try and get to places,\" she said. The Driving and Vehicle Standards Agency (DVSA), which is responsible for administering the theory and practical driving tests, said the changes were the result of a new theory test contract having been awarded to more than one company across the country. It meant the locations of some centres nationally would change from 6 September, although the total number would increase from 180 to 202. The DVSA said increasing the overall number of centres \"will result in a more even distribution of test centre locations and will make theory tests more accessible to those in remote areas of the country\".A spokesman added no candidate should have to travel more than 40 miles in a rural area or 40 minutes in an urban one. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-58306486"}