{"datetime": "2021-02-18T20:23:45.000Z", "author": "India Pollock", "title": "Affordable homes: Developers 'put off' builds in Wales", "article": "Developers are being put off building affordable homes because of a negative attitude in Wales they are \"greedy\" firms, a building company claims. Despite that, a target to build 20,000 affordable homes has been hit in Wales. However, a south Wales firm P&P Builders claim the system here is too complex and it is cheaper and more attractive to build in England. Housing Minister Julie James said the Welsh Government was keen to engage with the sector. Official figures show 3,000 new affordable homes were built in Wales in 2019-20, taking the total to 19,000, the highest annual level of social homes in over 10 years. While official figures are yet to be published, Ms James said a target to bring the number to 20,000 by 2021 had been reached. There have been concerns people living in some communities inWales are being priced out of buying due to high property prices driven up by second homes. Tim Crooks, development manager for P&P Builders in Blaenavon, Torfaen, said complex Welsh laws had added to the cost of developing \"significantly\" and had made it one of the \"most expensive\" places to develop in the UK. The company, which only builds affordable housing, said the government needed to change the law to help small and medium sized companies (SMEs). Mr Crooks said the planning system was wracked with delays, and there was more of a \"can do\" attitude in England. \"It seems there's a negative approach to development,\" he said. \"There has been a narrative, particularly from the minister, about developers and unfortunately even those who build 100 per cent affordable housing in Wales are tarred with the same brush. \"When we walk up to a site, we're just seen as greedy developers and that's just not the case.\" He claimed the planning system was in \"disarray\" and that builders should be included in future discussions about the sector. \"We don't have any say. We've tried, but we only have the crumbs off the table, if anything at all,\" he said. \"I've tried to engage over the last two years and I've had very short shrift from officials as well as government.\" Ms James invited Mr Crooks to talk to her directly about the issues, adding there was funding available to SMEs to help with the cash flow problems that occur in the process. For Bethan Wyn and her partner Carwyn Evans being able to buy an affordable home in Ceredigion helped them to save for a mortgage.Ms Wyn said she had moved home after finishing university in Cardiff and was living with her parents to save for a deposit when the homes were advertised. \"At that point we wouldn't have been able to [buy a house on the open market],\" she said. \"We would have had to live with mum and dad longer to save more of a deposit.\" The mother of six-year-old Olivia, who has a rare genetic condition called DDX3X, said the move to a bigger, affordable house has been \"life-changing\".Olivia's condition, which is an intellectual disability, means she is non-verbal and functions at about the age of a seven to 11 month old child. She also has mobility issues and a sensory processing disorder, and while she can walk, it is challenging for her to process noises such as wind and rain.Sian Lewis said the two bedroom terraced house in Maesteg they lived in \"made life very difficult for the family\", as there was not enough space or storage for all the equipment Olivia needed, and she could not access the garden safely. \"We were stuck because our financial situation had worsened. We had to give up jobs to care for Olivia. We were trapped in a house that didn't meet Olivia's needs.\" This year they moved into a new home that had been adapted for the six-year-old to use her wheelchair in the house where she can \"move around safely\". Her mother said: \"Olivia was on medication to sleep previously, but she slept through the night for the first time in her life since we moved into this house. It's transformational. \"We feel like a healthier family and we can see a way forward now. We were trapped in that house and in a cycle of not really having anything to look forward to, physically exhausted and mentally drained. \"Living here makes you want to be healthier and happier and we are.\" Ms James said the government was keen to work with developers to understand the backlogs. \"All we want in the end is to get the houses built and people living in them,\" she said. \"The SME sector is the lifeblood of the system, we absolutely want to engage them and make sure that we understand what the barriers are and that, as far as we can, we can smooth them. She said there were a number of forums for everyone in the sector to work through the issues that \"inevitably come in a complex system\" and years of cuts had impacted planning services. \"People say it's easier in England yet we have the house building that we want and we are meeting the targets that we have,\" she said. ", "url": "https://www.bbc.com/news/uk-wales-56100815"}