{"datetime": "2022-02-16T09:06:14.000Z", "author": "Claire Hamilton", "title": "Liverpool City Council misses deadline for £4m government grant to support homeless", "article": "The government has withdrawn £4m earmarked for a homelessness project after Liverpool City Council missed a deadline to find a suitable building. The council had planned to spend £6m to convert student accommodation near the University of Liverpool, with the government pledging the remainder. The Smithdown Lane deal stalled due to \"complexities\", the council said, and an alternative site could not be found. The city's previous year-round homeless shelter closed during the pandemic. Labre House was deemed unsuitable for future use due to infection control restrictions and is unlikely to reopen. According to organisations working with rough sleepers, this will leave a gap in provision in the city. The return of the £4.054m to Whitehall was revealed in a section of the council's budget, which is due to be discussed by the cabinet next week.It said the money from the Ministry of Housing, Communities and Local Government (MHCLG), plus £6.393m of council funding, was \"to be used to support short-term homeless recovery - 60 self-contained en-suite bedrooms with clustered kitchen and lounge facilities, as well as up to 40 one-bed apartments\". \"The scheme was unable to progress, however, within the timescales detailed in the grant funding agreement and the budget was rolled forward from 2020-21 into 2021-22,\" it added. \"The project officer has advised that due to project complexities it has meant that grant funding timelines could not be met and thus funding has been formally withdrawn by MHCLG.\" Michelle Langan, who runs The Paper Cup project which supports rough sleepers in Liverpool, toldBBC Radio Merseyside a \"once in a lifetime\" funding opportunity had been missed.\"It's really disappointing. We've seen how the council has had to cut budgets, so I think losing that big chunk of money will have a massive impact on tackling homelessness in the city. \"It's a once in a lifetime opportunity where the government were giving councils funding to repurpose emergency shelters - I don't think that's going to come up again.\" Ms Langan said newly homeless people \"who've lost their homes because they've lost their jobs\" or are \"leaving the prison system\" need to get help immediately as they are \"at risk of becoming long-term homeless\". Cabinet member for adult health and social care, Frazer Lake, said the collapse of the plan was a \"bitterly disappointing blow\" and had happened \"at the 11th hour through no fault of the council\".He said deals had been done with other providers for 160 beds to help rough sleepers. A council statement said it was \"deeply unfortunate\". \"The funding timescales were very tight and once it became clear that building could not be used, the council was unable to identify an alternative building within the deadline,\" it said. It said 32 units with the YMCA in Princes Park had been created and the council had supported registered social landlords in a \"funding bid to establish a further 130 rooms across the city\". Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60391629"}