{"datetime": "2021-09-14T16:01:08.000Z", "title": "Change Liverpool: Online appeal launched to help rough sleepers", "article": "People in Liverpool are being urged not to give cash to rough sleepers and instead donate money to an online fund in a campaign to tackle homelessness. Change Liverpool is a multi-agency support network set up to help rough sleepers across Liverpool City Region. The city council and housing charities Crisis and the Whitechapel Centre are among the partners backing the scheme. At its launch at Liverpool Parish Church, Rev Crispin Pailing said grants would help people stay off the streets. Other partners backing the campaign include Liverpool BID Company and the Community Foundation for Merseyside. Mr Pailing, the rector of Liverpool, said: \"We all know what it is like to walk down the street and have someone who often looks in desperate need ask us for money. \"I've often struggled with what is the right thing to do. \"Two pounds to someone sitting on a step keeps them on that step; two pounds into a huge fund could be their way off that step.\"That fund could be used to provide money for job interviews or help them get into a home and the support that is needed.\" A former gas engineer who spent six years begging on the city's streets after his life fell apart due to alcoholism has helped launch the appeal. Jay Keenan said the fund would provide \"more scope and better opportunities\" to help rough sleepers. The 46-year-old, who now works for local addiction support charity Transforming Choice, toldBBC North West Tonight that \"by giving money to the homeless you're keeping them stuck\". \"You're contributing to killing them because they're going spend the money on alcohol and drugs,\" he said. \"You're funding their lifestyle.\" He added that \"giving money, food or a blanket to someone suffering on the street\" was not helping people, but instead was \"just keeping them there\". Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-58557604"}