{"datetime": "2022-02-15T15:49:26.000Z", "title": "Rhyl's seaside project rises by another £1.5m", "article": "A seaside town's renovation project is set to receive another £1.5m due to rising costs. The Queen's Buildings project in Rhyl aims to reconnect the town centre with the resort's seafront attractions. Denbighshire council's cabinet made the decision after being told the funds were needed due to the rising costs of materials and removing asbestos from buildings due to be demolished. The total cost of the first phase has now risen from £10.9m to £12.6m. The extra money was also needed to raise the floor of one of the buildings being renovated. The first phase was originally intended to cost £7.4m. Cabinet member Julian Thompson-Hill explained that clearing asbestos had taken 12 months instead of six, and that the \"work necessitated could never have been found by an asbestos survey\" in advance. He also said that an increase of \"around 20%\" in material costs put around £1m on the project. Mr Thompson-Hill added that the Welsh government has \"put another £200,000\" towards costs and that the council would \"continue to seek external funding where we can\". At a previous meeting the scheme was criticised by Plaid Cymru councillor Paul Penlington, theLocal Democracy Reporting Service said. He said: \"It is appalling that they are now seeking to pile millions of pounds more debt onto the residents of Denbighshire. He claimed the project was a \"white elephant\" that was \"already at least 57% over budget\", adding that \"Denbighshire County Council contract management, in all areas, has been slated by auditors several times in recent years\". However other councillors have questioned this claim. At the latest meeting on Tuesday, cabinet members defended the scheme, with councillor Brian Jones describing Mr Penlington's criticism as \"out of order\" and \"incorrect\".Council leader Hugh Evans said: \"I would like to record my disappointment that a councillor from this council decided to run to the press to make a statement which could really damage the reputation of this council, the project and Rhyl, in order to enhance their own reputation. \"We are an open, transparent authority. We are open to scrutiny beyond cabinet, and there's always that opportunity for members to send an e-mail, ask a question. We don't hide anything here. \"It's taken years of hard work to create confidence among the residents of Rhyl, and potential investors, to help us change the face of Rhyl to where it should be and not where it is now. And a cheap shot like that, I have to say, is not helpful.\" ", "url": "https://www.bbc.com/news/uk-wales-60391441"}