{"datetime": "2021-07-20T15:49:41.000Z", "title": "Homelessness: MPs urge more cash for rapid-housing scheme", "article": "A cross-party group of MPs has called for more government funding for a scheme to quickly house long-term homeless people in England. The Housing First programme puts eligible people straight into long-term housing, without making them first seek help in temporary accommodation. In a report, the MPs called for £451m over three years to expand the scheme. Housing Minister Eddie Hughes said it had his \"personal interest\" but the Treasury would decide on funding. Speaking at an event to launch the report, he added ministers would study the results of ongoing pilot in three areas to decide whether it was \"necessary or appropriate\" to roll it out nationwide. The pilots in Greater Manchester, Liverpool City Region and the West Midlands began in May 2018 after they received £28m in government funding. In their report , the All-Party Parliamentary Group for Ending Homelessness called for the funding to continue beyond next year, when it is due to finish. The group added places under the scheme remain \"far below the scale of the demand,\" and are still largely concentrated in the pilot areas.And it argued that the Covid crisis presented a \"unique opportunity\" to improve support offered to homeless people with serious needs. Tens of thousands of rough sleepers werehoused during the pandemic , largely in empty hotels or hostels, under the government's \"Everyone In\" scheme launched in March 2020. The Housing First scheme works by targeting the offer of long-term housing to people with complex needs such as mental health problems, drug dependency or a history of being abused. Unlike the approach more traditionally used by councils, a long-term home is offered to people without conditions attached.Even if someone is taking drugs or abusing alcohol they still get to stay in the house or flat, so long as they are interacting with support workers. The aim is to give homeless people more stability, with support then offered on an open-ended basis. The idea began in New York and has since been taken up inFinland , where the government spent £262m (300m euros) on 3,500 new homes for the homeless in the decade up to 2019.Around 2,000 places are available in England, delivered by 90 organisations including charities, with around half funded through government pilots. Research in the APPG report, funded by housing charity Crisis, estimated up to 16,450 Housing First places were needed across England. It argued the £9,683 per-person annual cost of the scheme could be justified by long-term savings on homelessness services, the NHS and drug and alcohol support. It added the scheme had also sometimes been hampered by a shortfall in social housing, which is often used as a source of accommodation. The APPG is a cross-party group with 9 Labour MPs and peers, 7 Conservatives, and one MP each from Plaid Cymru, the Green Party and the Liberal Democrats. A Ministry of Housing, Communities & Local Government spokesperson said it was continuing to evaluate the pilots, which are ongoing. They added that the government had provided \"unprecedented funding\" to tackle homelessness and rough sleeping, spending £750m this year. ", "url": "https://www.bbc.com/news/uk-politics-57899758"}