{"datetime": "2022-02-15T14:54:30.000Z", "author": "Brendon Williams & Nia Cerys", "title": "North Wales' central vascular service completion date unknown", "article": "There are \"no promises\" as to when a controversial vascular services system will be fully up and running in north Wales, a senior doctor has said. Complex vascular services were centralised from Ysbyty Gwynedd in Bangor and Wrexham Maelor Hospital, to Ysbyty Glan Clwyd in April 2019. The move by Betsi Cadwaladr University Health Board has been criticised by patients and staff. Health bosses were told staffing was an ongoing issue and could affect plans. A report by the Royal College of Surgeons (RCS) earlier this month was highly critical of vascular services run by Betsi Cadwaladr, and an extraordinary board meeting was held on Tuesday in response. Dr Nick Lyons, executive medical director, apologised to patients and families and told board members: \"I'm going to make no promises as to when we will be at full establishment. \"I would hope that I would always give you an honest view, and recruitment is a very difficult area particularly, nationally in vascular services. \"What I can promise, that we will be very clear with the board at all times about any difficulties in staffing and what, if any, implication that has for the continuation of this improvement plan.\" After fears were raised about the new service, the health board commissioned the RCS to conduct a report.Part one of that report, published last summer, made nine urgent recommendations and raised issues including too many patient transfers to the centralised hub, a lack of vascular beds and frequent delays in transfers. Thefinal part of the report , published on 3 February, focused on the clinical records of 44 patients dating from 2014 - five years before centralisation - to July 2021, two years after the Ysbyty Glan Clwyd hub opened. That also made nine recommendations - five of them urgent. It highlighted several areas of poor practice, including one amputee who was sent home with no care plan, and his wife had to \"carry him to the toilet\". At the time, Dr Nick Lyons told BBC Wales that case \"breaks my heart,\" and he offered a full apology, promising improvements were being made. He also told Tuesday's board meeting he had since been contacted by other patients, including a letter this morning which \"brought me close to tears\". He added: \"I'm not in a position to discuss in detail the need to ensure that individuals, whatever their role, have worked within the professional standards laid down by their professional regulators.\"Suffice at this stage to say that the findings of this report and the current actions have been discussed in detail with the General Medical Council and the Nursing and Midwifery Council.\" He added that the health board had to do \"the right and the fair thing by our patients to ensure that our staff are following the professional standards at all times. When they're not, that we ask the question and look at that in detail.\"But he said processes needed to be followed and it would not be appropriate at this point to have \"any further discussion that might relate to any possible investigation of any individuals or any regulatory action\". When asked whether he believed the centralised \"hub and spoke\" model was still the right one for north Wales, Dr Lyons insisted that was still his personal view and that RCS also agreed.However he acknowledged the report's recommendations that external expertise was required and the board has confirmed they will be working in closer conjunction with Liverpool University Hospitals NHS Foundation Trust. He said he also believed the established Vascular Steering Group had \"helped with ongoing service improvements\" and an external independent chair of that group would be announced imminently.When questioned in terms of further funding, Mr Lyons said there were no plans for further capital investment to support any improvements to the vascular services. The health board will now be reporting monthly to Health Minister Eluned Morgan.It is still awaiting any Welsh government decision following a tripartite meeting between Welsh government, Healthcare Inspectorate Wales and Wales Audit Office last Friday. ", "url": "https://www.bbc.com/news/uk-wales-60391447"}