{"datetime": "2010-11-25T07:41:31.000Z", "author": "Naphtalia Loderick", "title": "Is Hooters just a hoot or no laughing matter?", "article": "This year, 2010, is the 40th anniversary of Page Three girls and of protests by feminist groups against the Miss World competition. It also marks the opening of the first Welsh branch of Hooters, the American restaurant chain staffed by waitresses in barely-there uniforms. But when feminist groups campaigned against a branch in Cardiff they came under attack on internet message boards and social networking sites for being puritan, prudish, and having a lack of humour.So has feminism fallen out of favour with women and become a social faux pas? Former Cardiff University social studies lecturer Gill Boden says a generation of women grew up thinking the battle for gender equality had been won. Could this explain why many women, particularly the young, may not identify with the feminist movement? \"After the second wave of feminism in the '70s and '80s, by the '90s it seemed as if there was no need for feminism anymore,\" she said. \"Women were doing well on the work front, we'd broken through the glass ceiling. \"But only a little bit on from that I think they're now seeing the world differently. I'm delighted by the way in which young feminists are taking up the battle and tackling the sex industry. \"It is time women spoke up and were not browbeaten into accepting places such as Hooters so they are not seen as prudish. \"Places such as this all contribute to the current climate where men see women's bodies as available objects, and this is having a damaging effect on relationships between men and women. \"In the last year or so I've noticed quite a lot of groups of young feminists speaking out about the exploitation of women and the sex industry.\"It is important to speak up on these issues.\" Joanna Lane, 22, a politics student from Cardiff, says she understands why some younger women would not describe themselves as feminists because of the connotations. \"I class myself as a feminist but I do understand that calling myself anything has connotations and I appreciate that people would not want to label themselves anything that puts them in a category.\"But feminist doesn't mean unfeminine. I wear make-up, enjoy dressing-up and being feminine but when it's your job to look and dress a certain way it's not a choice. \"I think it's important that women are vocal about how they feel and the way they are treated as a woman.\"We have a lot more rights than say in the '60s or '70s but sexism is alive and well, it's just more covert. \"If any other group aired their opinion, they would not be shouted down the way women have been on this subject.\" Hooters branches have opened recently in both Cardiff and Bristol. A spokeswoman for Bristol Feminist Network said there was a \"definite reluctance\" for young women to identify with feminism. \"There are women who think feminism is anti-feminine.\"When our campaign against Hooters reached the local press we got called nags, hags, crones and jealous, not just by men but by women as well. \"We were surprised and disappointed by the flak we received. \"Lads mags, strip clubs, all promote the idea that women are only about their sexuality.\"Feminism says women are worth more than than what they simply look like. \"But voice that opinion and you're labelled a spoilsport or a prude. \"So it's not always surprising that young women see this flak and do not want to call themselves feminists. \"There's this idea of sexual liberation but it's not sexual equality if women are being treated as objects by men. It doesn't work the other way round so that's not sexual equality. \"I do think a lot of women are uncomfortable with how they're being portrayed and so the feminist movement is growing. But Annette Ainsworth, co-owner of Hooters in Cardiff and Bristol, says criticism of the brand is due to people not understanding the concept. \"I don't think the uniform is scantily-clad. It's more of a cheerleader look. \"I would say to critics, stop talking about what it might be, come in and make up your own mind.\" But Bristol Feminist Network argues that places like Hooters \"teaches boys and young men that it's acceptable to treat women as a subservient sex object and teaches girls and young women that it is acceptable to be treated in this way. \"As a society, we should be trying to discourage this kind of retro-sexism instead of allowing it to become acceptable and normal.\" The sexualisation of young people was the subject of a report commissioned by the UK government which found that \"attitudes thought to have been eradicated by the gender equality movement have somehow become acceptable again\". It went on: \"If you're told that being pretty means being thin, that being attractive means showing off a 'sexy body', that objectifying women makes you more of a man enough times, you start to believe it's true.\" The report also highlighted the problem with the accusations of prudishness and humourlessness levelled at women's rights groups critical of Hooters.\"It is testament to the extent to which such stereotypes have become 'normalised' that to object is often to be accused of lacking a sense of humour and proportion.\"Unfortunately, it's under the guise of having humour and being open-minded that the all-important debates we need to be having are being avoided.\" ", "url": "https://www.bbc.com/news/uk-wales-11775923"}