{"datetime": "2022-02-03T15:13:36.000Z", "title": "Liverpool mayor opposes Hooters restaurant in city", "article": "The mayor of Liverpool has criticised plans for a controversial new restaurant franchise in the city known for employing scantily-clad waitresses. Joanne Anderson said the Hooters chain had \"an infamous sexually objectifying and misogynistic environment\". She said Liverpool City Council's violence against women and girls strategy was committed to \"rooting out\" such behaviour. Hooters has been approached for a comment. TheLocal Democracy Reporting Service said the American sports bar chain had lodged an application to open up in New Zealand House in Water Street in the city centre. The chain is well known in America for offering beer and bar food, often served by scantily-clad waitresses, and already has a restaurant in Nottingham. In a letter to residents, councillors Nick Small and Maria Toolan said it would open until 01:00 GMT during the week and 02:00 on Fridays and Saturdays. The councillors said they had made a formal representation raising their concerns. Now Ms Anderson has added her own objections, taking to Twitter to express her anger. She said: \"I fully support the councillors in objecting to this licensing application. Hooters has an infamous sexually objectifying and misogynistic environment.\"We are committed to rooting out this behaviour no matter where we find it.\" Merseyside Police Commissioner Emily Spurrell also expressed her opposition in a reply to the mayor. She said: \"A Hooters bar only works to undermine our efforts to tackle misogyny & the objectification of women. This is 2022 not 1982.\" Ms Toolan described the restaurant chain as \"demeaning and degrading\". Rumours of a Hooters bar coming to Liverpool first emerged in 2015, when a website bearing the restaurant's slogan appeared - but no plans emerged at the time. The US firm announced plans for 36 new UK locations in 2008 but only Cardiff and Bristol opened. Both have since closed, leaving a single UK branch in Nottingham. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60243873"}