{"datetime": "2021-05-20T08:24:41.000Z", "author": "Gwyn Loader & Ellis Roberts", "title": "Glan Clwyd: Vascular overhaul 'must be undone' over safety risks", "article": "Changes to vascular services in north Wales must be reversed urgently after a report highlighted safety risks, campaigners warned. Services were centralised from Ysbyty Gwynedd to Ysbyty Glan Clwyd - about 30 miles away - in April 2019. An independent report, by the Royal College of Surgeons, highlights bed shortages and confusion over staffing levels. Betsi Cadwaladr health board said it was making urgent changes to services. In the report, commissioned by BCUHBafter patients and staff raised fears about the new service, the Royal College of Surgeons makes nine \"urgent recommendations to address patient safety risks\". The report sets out issues, including too many patients being transferred to the hub hospital at Glan Clwyd, and a lack of vascular beds leading to frequent delays in transfers. The report also refers to a lack of clarity regarding the availability of consultant vascular surgeons. The transfer of vascular services had faced strong opposition, with Bethan Russell Williamsresigning from her role on the health board , after fearing patients living in some rural areas could die before reaching hospital. Ms Russell Williams said the report highlighted something was \"seriously wrong\" with the new service. \"The prospects don't look great for vascular patients in North Wales if this is the best service that can be offered by a brand new unit.\" Meanwhile, Sian Gwenllian, Member of the Senedd for Arfon, called on the Welsh government to intervene and reverse the changes to vascular services. She called on new Health Minister Eluned Morgan to \"acknowledge that the restructuring hasn't worked\" and to restore treatments at Ysbyty Gwynedd. The Welsh government said it expected BCUHB to \"have appropriate referral pathways in place so all patients can access treatment and support\". Prof Arpan Guha, acting executive medical director of BCUHB, said the report showed the urgency \"at which we needed to act to put in place an appropriate hub and spoke model so as to avoid compromising patient safety, which was a significant risk at the time\".\"We're pleased that the overwhelming commitment from all involved to improve the service has been recognised and that 'an excellent foundation' is in place to continue the development and improvement of vascular services in north Wales,\" he said. \"We recognise that more work is needed, in particular to continue to develop our pathways for vascular and diabetic patients, so that we can deliver the best outcomes in the right place. \"As the report acknowledges, progress has already been made to address many of the areas for improvement highlighted. Patient representatives and the North Wales Community Health Council remain engaged in our work to continue these improvements, and we look forward to addressing the issues raised in the review at pace.\"", "url": "https://www.bbc.com/news/uk-wales-57182783"}