{"datetime": "2012-02-07T21:20:39.000Z", "title": "Bristol Hooters restaurant closes", "article": "A spokeswoman for the Bristol Feminist Network has said it is \"really pleased\" that the city's branch of the US restaurant chain Hooters has shut down. The restaurant, which featured scantily-clad waitresses, opened in Millennium Square in 2010 and closed on Monday. Gallus Management Company Ltd, which ran it, is going into liquidation and has ceased trading. It said thirty-nine full and part-time staff had been made redundant. A Gallas Management Company spokesman said: \"The business had never achieved its turnover targets, and in addition had lost a considerable sum following a dispute with contractors engaged to refurbish adjacent premises. \"Those contractors subsequently entered administration.\" He added that Bill McTaggart, the company's director, felt one of the main reasons for the restaurant's closure was that the restaurant had been \"in a relatively quiet part of the city centre\". Sian Norris, of the Bristol Feminist Network, said: \"I think it's a positive step because Hooters is all part of the normalisation of the sexual objectification of women. \"We are really pleased to see that it's been closed down and that there wasn't a market for this kind of sexist business in our city.\" She added that the group was sorry that people had lost their jobs and hoped the premises were filled quickly and new job opportunities created. In a statement, Bristol Fawcett, which campaigns for equality between women and men, said: \"The Hooters brand is outdated and does not have a place in any modern city that values equality.\"The men, women and children of Bristol always deserved better than a restaurant that served women up as sexual commodities, on the menu alongside chicken wings and fries. \"It is never a cause for celebration that a business has failed, and we are mindful that people have lost their jobs.\" Last year, Bristol City Council started an investigation after a 12-year-old boy was allegedly given a birthday cake shaped like naked breasts at the venue.A council spokeswoman said there had not been enough evidence to prosecute. ", "url": "https://www.bbc.com/news/uk-england-bristol-16932892"}