{"datetime": "2022-02-15T15:45:45.000Z", "title": "Hooters restaurant approved for Liverpool despite objections", "article": "A controversial restaurant has been allowed to open in Liverpool despite the city's mayor describing it as promoting a \"misogynistic environment\". Hooters will move into the empty New Zealand House on Water Street in the city centre, becoming just the second UK venue for the American chain. Mayor Joanne Anderson said the brand had \"an infamous sexually objectifying and misogynistic environment\".But applicant Beauvoir said it would be \"a family-friendly sports restaurant\". The venue was granted permission to operate from 11:00 to 01:00 GMT Sunday to Thursday and until 02:00 at weekends, theLocal Democracy Reporting Service said. Karl Barry, a licensing consultant speaking on behalf of applicant Rachael Moss of Beauvoir, told the committee meeting: \"This is not a US company coming in, this is my client who has spent a lot of money on this as an independent business wanting to set up for hers and her family's future. \"This will be a high level, top class venue to the city. It's a well-known brand.\" He acknowledged the plans had been controversial but said the venue would represent a \"prosperous business that will be beneficial to the area\". Speaking on behalf of residents who had sent written objections, councillor Maria Toolan said the application would bring an \"increase in crime and disorder\". Councillor Nick Small said it was the wrong location and would be better suited to Mathew Street, Concert Square or Victoria Street. The committee also heard from residents in nearby homes who said they were \"justifiably concerned\" about noise levels and drinking. But Mr Barry responded: \"We believe we will be good neighbours and approachable at all times.\" In granting the licence, committee chairman Christine Banks said the venue needed to be a \"responsible neighbour\" as it would be situated in \"the most prestigious street in the city\". Hooters announced plans for 36 new UK locations in 2008 but only Cardiff and Bristol opened. Both have since closed, leaving a single UK branch in Nottingham. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-60391024"}