{"datetime": "2021-10-13T16:47:53.000Z", "author": "Gwyn Loader", "title": "Betsi Cadwaladr: Hospital restructuring blamed for amputation", "article": "A distraught wife says her husband faces losing both his legs due to flawed restructuring by a health board. Vascular services were centralised by Betsi Cadwaladr health board at Glan Clwyd hospital in Bodelwyddan, Denbighshire, in April 2019.But it was controversial, and resulted in several high profile resignations.The health board says it remains \"committed to providing a stable, high quality vascular service for north Wales\". It says it has \"invested £2.3m in a state-of-the art hybrid vascular theatre\" at Glan Clwyd hospital. Earlier this year, Arfon MS Sian Gwenllian called for the overhaul of vascular services to be undone. The vascular system is made up of arteries and veins, and is the body's way of circulating blood between the heart and different organs. Esyllt Calley from Llanllyfni, Gwynedd, is adamant that removing specialist services from her local hospital in Bangor has been detrimental to patients like her husband. Since 2019, people from around north Wales have had to travelto access a centralised vascular service in Bodelwyddan. Pete Calley, 51, is currently a patient at Ysbyty Gwynedd, Bangor, awaiting an operation to amputate his second leg because of complications originating from diabetes he has lived with for 22 years.Six years ago he had toes amputated at Glan Clwyd hospital, but Mrs Calley claims the surgery was not conducted properly which she said led to a further operation and months of rehabilitation.He returned to Glan Clwyd 18 months ago needing to have his leg amputated. Mrs Calley said they had to operate three times within a week. Mrs Calley said her husband now has Post Traumatic Stress Disorder (PTSD) after undergoing several operations at the Glan Clwyd site, where vascular services are now centralised. He is refusing to return there for treatment. \"He's been affected so badly. Just saying the name 'Glan Clwyd' is enough to send him into a panic attack. I feel I've lost the man I married. I love my husband, but he's changed.\" She said Betsi Cadwaladr health board had now agreed to fund his treatment at a Liverpool hospital. Breaking down in tears, Mrs Calley was adamant the restructuring of the vascular services in north Wales had affected her husband's health. \"I know Pete would still have his leg if it wasn't for Glan Clwyd. And he certainly wouldn't be a double amputee,\" she said. \"Within two years of having the vascular unit at Glan Clwyd, he's facing becoming a double amputee. In six years as a patient at Ysbyty Gwynedd, he lost no more than two toes. \"I just don't understand why they moved a unit that was so good.\" Professor Dean Williams, who resigned from his position as head of the vascular unit in Ysbyty Gwynedd in 2019, said he had helped develop a world-class limb salvage unit at the hospital. He said he had received assurances from senior staff at Betsi Cadwaladr health board that this service would remain at the Bangor site, despite centralisation at Glan Clwyd. \"When the centralisation went ahead, all major vascular surgery and emergency admissions were removed from Bangor,\" said Prof Williams. \"To have agreements thrown away, see a world-class service dismantled and then see the predicted consequences of that decision unfold in front of us was difficult and is still difficult to witness.\" Bethan Russell-Williams, who was an independent board member at Betsi Cadwaladr, also resigned over the plans to reform vascular services, and said she had no regrets. \"Patient outcomes are much worse now than they were when services were available at Ysbyty Gwynedd,\" she said.\"More patients are having major lower limb amputations, and more patients are dying following major lower limb amputations.\" Responding to the allegations, Dr Nick Lyons, executive medical director of Betsi Cadwaladr, said: \"Even in this large health board area, we do not have the volume of complex vascular cases for teams to keep their skills and expertise up at each of the three acute hospitals.\"Dr Lyons said a review conducted last year by the Royal College of Surgeons (RCS) found \"that the service has a robust surgical on-call arrangement and appropriate pathways for emergency and complex vascular intervention\". \"The RCS noted the commitment from all involved to improve the service and that 'an excellent foundation' is in place to continue the development and improvement of the vascular service in north Wales,\" he added. The Welsh government said: \"We cannot comment on individual cases and this is a matter for the health board. We are in regular dialogue with the health board and will continue to monitor progress within the vascular service.\" ", "url": "https://www.bbc.com/news/uk-wales-58878855"}