{"datetime": "2020-05-01T15:56:07.000Z", "author": "Liam Evans", "title": "Betsi Cadwaladr: Vascular staff 'fear for career' if they complain", "article": "Vascular staff at a health board feel unable to use whistleblowing procedures through fear it could be \"dangerous to their careers\", a report has found. Vascular services were centralized from Bangor's Ysbyty Gwynedd to Ysbyty Glan Clwyd in Bodelwyddan in 2019. A report by a patients group - which is yet to be published but has been seen by the BBC - raises new concerns.Betsi Cadwaladr health board would not comment on the report but said it was addressing staff and patient concerns.The 30-mile transfer of vascular services to Denbighshire has faced strong opposition, with Bethan Russell Williamsresigning from her role on the health board in protest over the decision.Patients are \"fearful\" of using the service, according to aprevious North Wales Community Health Council (CHC) report .In its final and as yet unpublished report - based on 14 public consultations and one consultation with staff - the CHC says there remain grave concerns surrounding the provision. It says some staff felt \"unable to use whistleblowing procedures\" and notes those raising concerns were said to be \"often subsequently subjected to disciplinary action\". The report says staff \"have a perception that it is dangerous to their careers to raise concerns about patient safety with senior managers\". The CHC said it had \"no knowledge\" whether this was the case but said it found it worrying staff felt that way. It called on the health board to include the CHC as a \"named body\" in the whistleblowing policy in order to \"restore staff confidence\". The council accused the health board of repeatedly denying it access to performance data, saying this was a \"clear breach of legislation and regulation\" to their rights. It states there are many concerns regarding the number of key consultant staff who have left and the number of trained vascular nurses available. According to comments in the report, the number of formal complaints against the service has increased and there is a \"worrying number of seriously ill patients\" who said they were \"planning to stay with relatives in England\" to get access to vascular services there. It also notes there are fundamental worries regarding Ysbyty Glan Clwyd lacking \"a functioning vascular surgery ward with trained vascular nurses\".Worries were also voiced once again that too many patients had to travel significant distances to access specialist services and that staff confidence had been lost. However, the report does say there is still a chance for the health board to revive the \"world-class\" services but it must \"act quickly\". The CHC repeated itscall for an independent review of all vascular services. Arfon AM Sian Gwenllian, of Plaid Cymru, said the centralisation had proven to be a \"big mistake\". \"The health board have broken their word. They promised better services but the care is now worse,\" she said.Gill Harris, executive director of nursing and midwifery at Betsi Cadwaladr University Health Board, said: \"It would be inappropriate for us to comment on a report which has not yet been formally published by the North Wales Community Health Council.\"However, we continue to work closely with the community health council and remain committed to jointly addressing concerns raised by staff, patients and members of the public.\" The Welsh Government also would not comment on the report but a spokesman said it expected the health board to work with the CHC to address concerns raised.", "url": "https://www.bbc.com/news/uk-wales-52499099"}