{"datetime": "2020-05-21T19:33:52.000Z", "title": "Betsi Cadwaladr: Review calls for changes at vascular services", "article": "A review into the overhaul of vascular services in north Wales has recommended a number of changes. About 20% of vascular activity from across North Wales was centralised at Glan Clwyd Hospital in Bodelwyddan in 2019 in the face of strong opposition. The review has called for improvements to the whistleblowing process, among other steps. Betsi Cadwaladr health board, which commissioned the review, apologised. It said it would heed the recommendations. In 2018 the health board decided to create a vascular \"centre of excellence\", using the results of a consultation conducted in 2012. It brought widespread criticism from patients, supported by advocate group North Wales Community Health Council (NWCHC), which voiced concerns from service users over a lack of detail in the plans. The NWCHC carried out its own research among patients and found many who had been treated at Ysbyty Gwynedd in Bangor considered it world-class and feared they would not be able to travel to Glan Clwyd Hospital if the hub was based there. The new review commissioned by the health board recommended the following steps:Executive medical director of the board David Fearnley said: \"It's important we build up confidence and, by working with the community health council, we can show a partnership and a commitment that is transparent to build confidence.\" He said \"most of the time\" the service was providing \"fantastic care\".\"We are saving lives every day because of this care. We sometimes get that wrong and when we find out about it we're open about it and we intend to put it right,\" he said, speaking at an extraordinary general meeting.When asked if he would apologise for the mistakes which had been made, Dr Fearnley said he \"apologised for anything that has happened and [for the fact that] people have not been able to raise their concerns\". The health board has appointed a task and finish group to oversee the implementation of the recommendations. ", "url": "https://www.bbc.com/news/uk-wales-52763346"}