{"datetime": "2022-02-15T09:21:33.000Z", "title": "Shropshire hospital pressures 'a risk to life'", "article": "Pressures on a hospital trust have been branded \"a risk to life\" after critical incident status was declared last week, with major delays for patients needing treatment. Shrewsbury and Telford Hospital NHS Trust (SaTH) was unable to provide priority services on Friday amid\"exceptionally high levels of demand\" . Pressure group Defend Our NHS claimed a 95-year-old woman waited 14 hours in an ambulance outside A&E that morning. SaTH apologised to affected patients. The trust - which oversees Royal Shrewsbury and Telford's Princess Royal hospitals - cited the ongoing impacts of the coronavirus and \"issues in discharging medically fit patients\" as the source of the pressures. \"Throughout the incident, we continued to ensure that patients were prioritised in line with clinical urgency and, although clearly not the way in which we strive to deliver care, all those waiting in ambulances continued to be constantly assessed and treated by highly-skilled medical professionals,\" a spokesperson said. Friday's critical incident status - the second time it had been enacted by SaTH in six weeks - saw staff redeployed to help in emergency departments and on wards. The measurewas stood down on Saturday . Gill George, from Defend our NHS, said the care provided by the trust was \"not adequate\" and \"not fair to those people\" who experienced delays accessing treatment.Ms George said she had spoken to the family of a 95-year-old woman who reported their relative was left \"very distressed and confused\" after having to wait in the back of an ambulance outside the Princess Royal. Helen Morgan, Liberal Democrat MP for North Shropshire, said it was \"not acceptable for people in Shropshire to be left in this situation\", which she added was \"unsustainable\". \"There's a risk to people's heath and, in the most extreme circumstances, there's a risk to life,\" she said. Mrs Morgan told the BBC she thought \"management at SaTH have a good vision for care in the future, but I don't think that's going to come anything like soon enough to deal with the issue that we've got\". Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-60387057"}