{"datetime": "2022-02-11T16:14:02.000Z", "subject": "Coronavirus pandemic", "title": "Shrewsbury and Telford hospitals declare critical incident", "article": "A hospital trust has declared a critical incident amid \"exceptionally high levels of demand\" as well as the ongoing impact of Covid. Shrewsbury and Telford Hospital NHS Trust (SaTH), said its hospitals had been experiencing a \"prolonged and intense period of pressure\". Critical incidents are declared when health bosses are concerned they cannot provide priority services. Cancer and time-critical treatments will continue, it added.The trust, which runs the Princess Royal Hospital in Telford and the Royal Shrewsbury Hospital, said it had been taking \"every available option to free up capacity and create additional space\". But, it said, it had become clear on Friday it needed to prioritise services. Chief operating officer Nigel Leesaid the trust had been forced to make the \"very rare\" decision . \"What we have is a significant pressure on both staff and the demand through Covid and urgent care and this is also affecting our discharge both from the hospital and into different parts of the system.\" Staff will now be redeployed to help in the emergency departments and on the wards.Critical incidents are seen as a warning to the wider health system that measures are being taken to safeguard the most critical areas of healthcare. They are not uncommon in the winter, with several trusts, including SaTH, declaring critical incidents at the beginning of January. Mr Lee said a review of the new measures would take place later on Friday.\"We'll take a judgement whether [the incident] will continue into tomorrow,\" he said.\"We will absolutely do our very best to support anybody who has urgent healthcare needs,\" he added, but urged patients to \"consider all the other options that are available in the community\". In a statement, the trust apologised to those affected and said essential services remained fully open for anyone who needed them.Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-60351317"}