{"datetime": "2021-12-07T12:25:34.000Z", "title": "Shropshire A&amp;E: Patients urged to avoid 'extremely busy' sites", "article": "People are being urged to avoid Shropshire's \"extremely pressured\" A&E departments if at all possible. There are \"busy\" conditions at both Princess Royal Hospital, Telford, and Royal Shrewsbury Hospital, their trust says.Earlier this month, local health groups said demand was unprecedented. Shrewsbury and Telford Hospital NHS Trust (SaTH) said patients should \"seek alternative help where at all possible\".Nigel Lee, the trust's chief operating officer, said departments on Tuesday were seeing delays in ambulances being able to hand over patients, with the most seriously ill people being prioritised. \"It is still a real combination of factors,\" he said. \"We have still got pressure from the ongoing Covid situation - we still have patients on our ward and in critical care and that is one part of what brings people into A&E. \"We are still seeing unprecedented demand for urgent care and that is again for everybody from younger children all the way through to the very elderly and in a variety of conditions, so we are seeing it across the board.\" Mr Lee urged patients to \"continue to seek alternative help where at all possible\" through services including 111, NHS online and pharmacies, adding GPs were \"doing their very best\" to meet demand.On 2 December, a joint letter advising patients this winter was set to be the \"most challenging we have ever known\" was issued by SaTH; Shropshire, Telford and Wrekin Clinical Commissioning Group (CCG); Shropshire Council; Telford & Wrekin Council; Shropshire Community Health NHS Trust; and The Robert Jones and Agnes Hunt Orthopaedic Hospital. The letter said in a bid to ease pressures, extra staff were being brought in, as well as capacity increased in A&E, while extra vaccination sites were added to respond to the ongoing Covid-19 situation.Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-59563738"}