{"datetime": "2021-11-18T06:02:30.000Z", "subject": "Shropshire baby deaths investigation", "title": "'Some progress' made at failing Shropshire hospital trust", "article": "An inspection at a failing hospital trust has identified \"some progress\" but its services are still inadequate. The Care Quality Commission (CQC) inspected the Shrewsbury and Telford Hospital NHS Trust (SaTH) in August. The Trust has been in special measures since 2018 and its maternity services are subject of a review following a high rate of baby and maternal deaths. The CQC said SaTH still had \"significant work to do\" to improve its patient care and safety standards. SaTH operates two hospitals in Shropshire: Shrewsbury Hospital and The Princess Royal in Telford. Inspectors highlighted particular concerns around risk management at the Trust which it said was \"inconsistent\" and and urgent and emergency care where patients \"did not always receive timely assessment\".The CQC also reported a shortage of staff working in end-of-life care and midwifery, however maternity staff were said to have \"an exceptionally dedicated and caring approach\". \"I recognise the enormous pressure NHS services are under across the country and that usual expectations cannot always be maintained, but it is important they do all they can to mitigate risks to patient safety while facing these pressures,\" chief inspector of hospitals, Ted Baker, said. \"While the trust continues to have significant work to do to provide care that meets standards people have a right to expect, it is providing more effective care overall. \"However, its risk management remains inconsistent and we are not assured it is doing all it can to ensure people's safety.\" He said the Trust must work \"at pace\" to build on its progress. SaTH's chief executive, Louise Barnett, welcomed the report. \"The report identifies meaningful progress in the Trust, but also shows that more work is required,\" she said. \"We are determined to build on this progress and use this, and the report, as a stepping stone to provide excellent care across all our services for patients and families in our communities.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-59320836"}