{"datetime": "2021-03-03T19:13:53.000Z", "subject": "Budget 2021", "title": "Budget 2021: £1bn Towns Fund for 45 areas of England", "article": "Chancellor Rishi Sunak has announced £1bn towards 45 areas of England as part of his Budget. The list of places receiving money from theTowns Fund is dominated by the north west, Yorkshire and the Midlands. The government said the money would help to \"level up\" towns and aid recovery from the Covid-19 pandemic. Shadow work and pensions secretary, Jonathan Reynolds, said there was \"just no logic to where that money goes other than through a political ends\". Mr Sunak told the House of Commons the deals would be \"from Castleford to Clay Cross, Rochdale to Rowley Regis and Whitby to Wolverhampton\". Workington in Cumbria will receive £23m, which the local council said would support projects including a sports village and innovation centre. Mike Johnson, Conservative deputy leader of Allerdale Borough Council, called it \"absolutely fantastic news\" and said the authority would work to \"bring these projects to life and make the town an even better place to live, work and visit\".Peter Barnes, the BBC's head of political research There are 45 towns named but as some cover multiple constituencies, I've counted 56 constituencies that benefit. Forty-seven are Conservative constituencies - including 14 gained from Labour at the 2019 election plus quite a few more recent Conservative gains, while nine are Labour constituencies. Fifty-three of the constituencies voted \"leave\" at the EU referendum. Three voted \"remain\". In a way that's not very surprising - Labour seats and \"remain\" areas are concentrated in cities - but it's still pretty striking. The plans that the Norfolk seaside town of Great Yarmouth has for its £20m include job creation, supporting new homes and \"to tap into and grow a thriving arts and cultural scene\".Chairman of the town deal board, Henry Cator, said the \"ambition [was] to realise a vibrant and inclusive coastal economy\". Meanwhile, Lincolnshire has five towns, as well as Lincoln, in the list to receive funding. Jo Walker, assistant director for growth at City of Lincoln Council, said the £19m it was due to receive would \"help make a significant difference in the city as we come out of lockdown and begin our recovery from the pandemic\". But Mr Reynolds, the Labour MP for Stalybridge and Hyde, used the example of Greater Manchester and called decisions for where funds would go \"inexplicable\". He said: \"A government serious about levelling up would look at things like council funding. It would look at the funding of the health service to address health inequalities in post-industrial areas. \"Instead what we seem to get are these pots from the chancellor dependent on giving money to backbench Conservative MPs, and I find that so frustrating and a misuse of public money.\" Challenged on the allocations at a Downing Street news briefing, Mr Sunak said that \"if you looked at all the things\" the government was doing it was \"benefitting people in every corner of the country\". North East: Middlesbrough; Thornaby-On-Tees - £46m North West: Preston; Workington; Bolton; Cheadle; Carlisle; Leyland; Southport; Rochdale - £211m Yorkshire and the Humber: Wakefield; Whitby; Scarborough; Grimsby; Castleford; Goldthorpe; Scunthorpe; Morley; Stocksbridge - £199m East Midlands: Newark; Clay Cross; Skegness; Mablethorpe; Boston; Lincoln; Northampton; Staveley; Mansfield - £175m West Midlands: Wolverhampton; Kidsgrove; Rowley Regis; Smethwick; West Bromwich; Burton-upon-Trent; Nuneaton - £155m East of England: Lowestoft; Colchester; Stevenage; Great Yarmouth; Ipswich; Milton Keynes - £148m South East: Crawley; Margate - £43m South West: Swindon; Bournemouth - £41m ", "url": "https://www.bbc.com/news/uk-england-56271275"}