{"datetime": "2021-08-20T16:21:06.000Z", "subject": "Storm Christoph", "title": "Storm Christoph: Weaverham flood-hit residents angry", "article": "Residents in a village deluged by Storm Christoph and still unable to return to their homes seven months on are angry at the lack of help from authorities. Weaverham, near Northwich, Cheshire, wasseverely flooded in January for the second time in two years. Residents - whose homesdid not qualify for relief grants of up to £5,000 - also fear they will be flooded again. Cheshire West and Chester Council said it continued to support those affected. More than 30 homes in Weaverham and Acton Bridge were damaged in the floods when heavy rainfall and snow swept across the UK in January. Lisa Greenhalgh, 44, toldBBC North West Tonight she moved into her \"dream home\" in Sandy Lane with her husband five months before the storm caused widespread damage.\"We felt so lucky to live here - and then Storm Christoph happened,\" she said. She said they had no idea their new home - on a managed waterway - was a flood risk. \"We did all the searches and checks before we bought [it]; it had never flooded before.\" Seven months on and she is still not able to move back as her insurance firm processes her case and she fears it will be next summer before they can return. She said there had been no communication from the Environment Agency or the council \"into what went wrong and what we can do to prevent it [happening again]\". Flood monitor and resident Jerry Marshall said: \"The storm season is rapidly approaching and nothing seems to be happening.\" He added that there had been \"no government property resilience grants\" and that river height measurement that residents \"were expecting\" had not happened. \"The councillors were great at the beginning and now it has gone quiet,\" he said. Cheshire West and Chester Council said it \"continues to support\" affected residents.It said it immediately made £250,000 available to support the recovery as well as council tax discounts for displaced residents. The council said it also set up a flood risk action group to help mitigate the effects of future flooding, including CCTV investigations and gulley cleaning.The Environment Agency said it had been \"very active\" in Weaverham since Storm Christoph, supporting residents to \"identify ways to strengthen their resilience\" to flooding. The agency also said it had expanded its flood warning service \"to give people valuable extra time to prepare if flooding is forecast\". Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-58282386"}