{"datetime": "2022-01-20T20:40:35.000Z", "subject": "Storm Christoph", "title": "Storm Christoph: Wrexham's readiness for flooding questioned", "article": "A council's readiness to deal with more flooding has been questioned a year after severe weather caused havoc. Dozens ofresidents in Wrexham were impacted when Storm Christoph hit the area last January. A report to councillors on Wednesday highlighted efforts to reduce the impact of extreme weather. At the meeting, Gwenfro councillor Nigel Williams questioned how much progress has been made since the flooding. \"It's been well documented that the council failed miserably on the night,\" he said.He was the go-between for emergency services and said there was a lack of community centres to use, but he was able to get help from a local vicar to use church facilities. The report says the humanitarian assistance team will open and operate emergency reception rest centres in the future, according to theLocal Democracy Reporting Service . But Mr Williams said: \"We haven't had any phone calls at all as regards to where to open up in our areas. \"Any time now we could have another flood or emergency, but there are still no protocols in place that I can see to make any difference to last year.\" Among the communities worst hit were Bangor-on-Dee, Pontfadog and Rossett, while a landslide in Newbridge caused part of a road to collapse down an embankment. About 20 houses in New Broughton were also deluged by water when the River Gwenfro burst its banks. The council was criticised for its slow response after residents in some places were forced to buy their own sandbags. Mr Williams said improvements had been made to the drainage system in the area to try to prevent a repeat. The report, to members of the homes and environment scrutiny committee, also revealed more than 26,000 road gullies used to collect surface water have been cleaned or unblocked in the past 10 months. Speaking earlier in the meeting, deputy council leader David Bithell said he believed improvements had been made to the authority's ability to respond to floods. He said: \"Some of the improvements that have gone on are quite significant. \"We've been lobbying hard with the Welsh government and are in regular liaison with ministers and officials, in particular in relation to Newbridge. \"It's also worth highlighting as well, that we've added some extra money of £285,000 for Gwenfro, Pontfadog, Darland Lane and Hampden Way in Plas Madoc and we've had additional money of £175,000, which we've secured for work at Newbridge.\" Responding to the issues, Darren Williams, chief officer for environment and technical, said Covid-19 restrictions had caused delays in improving procedures. Mr Williams said: \"I've lived in the area for my whole life and in 52 years, I've never seen that riverbank break the way it did. \"We hope that never happens again, but there are preventative measures there to assist with that now.\" Councillors requested a further report on the council's response to flooding in six months' time. ", "url": "https://www.bbc.com/news/uk-wales-60074335"}