{"datetime": "2021-12-06T06:22:39.000Z", "author": "Kaleigh Watterson", "subject": "Storm Christoph", "title": "Warrington couple call for better flooding support", "article": "A couple whose home was damaged by water during Storm Christoph are calling for more support for people affected by flooding. Hannah Thompson and Mark Almond, from Warrington, were sent flood alerts after heavy rain in November and asked Warrington Council for sandbags. They said they were told they could not have any unless water was already entering their home. The council said its resources were given to those \"at greatest risk\". Ms Thompson and Mr Almond had to move out of their home for six weeks following the flooding in January 2020.The couple and their dog Hettie had to move into Ms Thompson's parent's home and later found out they were not covered by their home insurance. \"The cost has been tremendous,\" Mr Almond said. \"We had to pay... to replace everything and we were saving for a wedding. \"We've had to spend money from that pot in order to do that.\" Mr Almond said it was \"terrible, but we consider ourselves lucky,\" as some of their neighbours had had to spend tens of thousands on fixing their homes. Ms Thompson said after getting the alerts in November, which urged them to prepare their home for flooding, they \"rang the council and asked for sandbags\". \"After half an hour on the phone, they said 'is water coming into your property?' \"I said 'not yet' and they said 'you're not a priority'.\" Mr Almond said the couple knew \"because of what happened before that there might be a limit on what they could do\", but believed sandbags would be \"something we could get to try and save something if it happened again\". \"To get the response that we weren't a priority because the water wasn't lapping at our back door, we felt exactly how it as when it happened in January,\" he said. \"We felt nothing had changed.\" The council said it recognised the impact flooding has on local residents, but during flood alerts \"advised by the Environment Agency, we would not normally immediately deploy sand bags, as we need to ensure our limited resources are directed to those residents whose properties are at greatest risk\".\"However, as the risk increases to a flood warning, we will place additional resources on standby and deploy these resource to those areas at most risk, as well as known flooding hotspots\", a spokesman said. He added that in times of emergency, \"we do everything we can to protect the public at large\", but \"in these circumstances, there may be a need to prioritise the deployment of resources\". The Environment Agency said it was planning a flood risk management scheme for the area where the couple live. \"Flood risk in this area comes from a variety of sources and we are working closely with the community, Warrington Borough Council and United Utilities to ensure they are addressed together,\" a spokesman said. \"The current scheme forecast shows that planning permission will be secured towards the end of 2023 and construction for the proposed scheme will begin in 2024.\"We will continue to keep the public informed as the scheme progresses.\" Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-59526020"}