{"datetime": "2021-02-10T18:10:35.000Z", "subject": "Storm Christoph", "title": "Ironbridge flooding: Council calls for permanent defences", "article": "A council has written to ministers calling for permanent defences in a town badly affected by flooding. Ironbridge, in Shropshire, is a world heritage site and has relied on temporary barriers to protect it during recent devastating floods. In 2020,the barriers buckled in the wake of Storm Dennis , leading Telford and Wrekin Council to call for more support from the government. At the time, authorities said permanent barriers were not a feasible option. In a letter to environment secretary George Eustice , the council said it had a \"growing lack of confidence\" following the failure of the temporary barriers, which were first deployed in 2004. Properties in the town were flooded againduring Storm Christoph in January and the council said the frequency of such events was increasing and \"can only expect this situation to get worse\". Following Storm Dennis last year, Nick Green at the Environment Agency (EA) told the BBC Ironbridge's special historic and scientific significance meant temporary barriers were a better alternative to permanent ones because they do not have to be fixed to the ground. Ironbridge Gorge was one of the first UK locations to be given World Heritage status in 1986, which recognised its importance as a pioneering part of the Industrial Revolution.About 35 properties had to be evacuated last year when rising waters buckled the temporary barriers, allowing water to seep underneath.The Department for Environment, Food and Rural Affairs (Defra) said the barriers were reviewed following the February storms leading to \"a number of improvements\". In the letter, the council said it needed an estimated £40m to invest in a long-term solution to keep the town safe from flooding.A Defra spokesperson said the EA was \"assessing the potential for a permanent flood risk management scheme\" in Ironbridge. \"But in the meantime temporary defences will continue to be deployed,\" they continued, \"providing continued protection to properties along the Wharfage as they did successfully during Storm Christoph.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-shropshire-56010446"}