{"datetime": "2021-08-20T05:08:33.000Z", "subject": "Storm Christoph", "title": "Wrexham: B5605 'may stay closed for years' after landslip", "article": "A significant link road in Wrexham county that was closed in January due to a landslip may not reopen for up to three years, a politician has warned. Torrential rain during Storm Christoph caused the landslide on the B5605 between Newbridge and Cefn Mawr. Politicians in Wrexham have called on the Welsh government to fund repairs after a grant application was rejected. The Welsh government said it was working with Wrexham council to find means of funding the repairs.Repairs to the road, which is a key route south of Wrexham, and embankment could cost about £1.5m, according to the council's provisional estimates. Llyr Gruffydd, a regional Member of the Senedd (MS) for North Wales, said communities such as Newbridge, Cefn Mawr and Chirk could face long term disruption. \"The biggest disappointment is that it's already been like this for six months,\" he said.\"Now the government is saying that it'll be at least April 2022 until they'll entertain an application for funding to fix the road, and that means another year, maybe two years, until the work is actually completed.\" \"Local residents are facing possibly up to three years of not being able to use this road, and it's not a rural back road - it's a significant link road for these communities,\" he added. David Bithell, a councillor in Wrexham, said the closure was \"causing significant anxiety and problems\" to people, especially since the B5605 is used as a diversionary route when there are roadworks on the nearby A483. \"I'm a little bit disappointed that the Welsh Government haven't got £500,000 to £700,000 to give to the council in a time of crisis, given that they've bankrolled other bigger projects across Wales. \"I'm pleading with the Welsh Government now to us give the money we need especially to get this road and highway back open,\" he said. The council was given about £285,000 from the Welsh government to help with repairs, which Mr Bithell says he welcomed.But Anita Bowers, from nearby Chirk, said she felt the repairs should already have been completed.\"It should have been done a long time ago, and I think you'll find the majority of people here feel the same,\" she said. Gareth Edwards, also from Chirk, said: \"You can't blame [the government] for not being able to pull the money out of the bag straight away.\" \"But it does need sorting out because it's a local route a lot of people use,\" he added. The Welsh government said: \"Wrexham council's application to the Flood and Coastal Erosion Risk Management Programme for this project was unsuccessful as the programme funds repairs to damaged flood assets which benefit properties only.\"We are now working with Wrexham council to find another means of funding the project.\" ", "url": "https://www.bbc.com/news/uk-wales-58271578"}