{"datetime": "2021-02-12T18:01:44.000Z", "author": "Phil McCann", "subject": "Storm Christoph", "title": "Storm Christoph: Emergency funding plea after Cheshire flooding", "article": "MPs have called on the government to release emergency funding to parts of a county that were hit by flooding during Storm Christoph. More than 300 homes in Northwich, Warrington and parts of west Cheshirewere flooded in January. The cross-party group of MPs has called for the release of \"Bellwin funding\", designed to help councils facing extra costs after large-scale emergencies. The government said it would consider requests for financial support. The funding is triggered in the event of \"a severe weather event with significant wide area impacts\", the Department for the Environment, Food and Rural Affairs (Defra) said. A total of 304 households were flooded across the boroughs of Warrington and West Cheshire, 268 were evacuated with residents taken into emergency accommodation. Cheshire West and Chester Council said 330 businesses and homes were damaged, but around 50% were not covered by insurance. In aletter to environment secretary George Eustice, the Conservative MP for Eddisbury, Edward Timpson, said \"Those residents now facing financial hardship and months of temporary accommodation, together with many businesses dealing with significant stock loss and property damage, need our collective support\". \"We are therefore requesting your intervention to assist the communities and businesses in our constituencies, and both of the councils dealing with this emergency in the context of Covid-19.\" The letter was co-signed by two Conservative members; Tatton MP Esther McVey and Warrington South MP Andy Carter. Four Labour members also signed; Weaver Vale MP Mike Amesbury who represents Northwich, Ellesmere Port and Neston MP Justin Madders, Chester MP Chris Matheson and Warrington North MP Charlotte Nichols. \"We continue to monitor the situation and are happy to consider council requests for financial support if needed\", a Defra spokesperson added. ", "url": "https://www.bbc.com/news/uk-england-merseyside-56044333"}