{"datetime": "2021-02-03T11:59:54.000Z", "subject": "Storm Christoph", "title": "Storm Christoph: Wrexham could face £2m flood repair bill", "article": "Damage caused by floods in Wrexham last month may cost as much as £2m to repair, a senior councillor has said. Dozens of homes were evacuated and 150 properties were affected when Storm Christoph ripped through the area. Residents in Bangor-on-Dee -where a major incident was declared - New Broughton, Pontfadog and Rossett awaitWelsh Government support payments. But the biggest expected bill follows a landslide in Newbridge, when a footpath fell down an embankment. Wrexham council's deputy leader David A Bithell, has called for ministers to keep their promise to provide money to cover the costs, theLocal Democracy Reporting Service said. Officers are going through about 150 cases of flooded properties so far, he said, but the biggest challenge is Newbridge. \"We've had some initial feedback from the geotechnical engineer to say there is a big problem down there,\" Mr Bithell said. \"We're waiting for the consultant's report but that could run into half a million, £700,000, or it could be a million pounds, nobody really knows. \"The best estimate is it's going to be well over a £1m and it could be £2m in damages caused by the recent floods. \"We're hopeful that the Welsh Government are going to honour their commitment to the council when they said that there is money available.\" In Bangor-on-Dee water levels in the River Dee reached a record high in the early hours of 21 January. It led to emergency services and other agencies working through the night with 4x4 vehicles to evacuate residents. The council's chief executive Ian Bancroft, said the amount of rainfall had been unprecedented and work was under way to fully understand the cause of the flooding. He added officials were also looking at measures to prevent future flooding as climate change makes further incidents more likely. \"I think the really important thing to remember is historically the River Dee was at its highest level ever as a result of the rainfall that we had,\" he said. \"That put pressure on places that you wouldn't expect as the river was right at the top of the riverbank in Bangor-on-Dee and we'd never seen flooding in New Broughton in the place where we had flooding. \"Given changes to the climate, we have to have a concern that it may not be as irregular for that type of incident as it has been in the past. \"We have to make sure that we are planning properly for the future in light of the climate changes that we're facing.\" ", "url": "https://www.bbc.com/news/uk-wales-55918986"}