{"datetime": "2021-01-28T10:06:04.000Z", "subject": "Storm Christoph", "title": "Coronavirus and flooding: Shropshire and Worcestershire communities pull together", "article": "Dealing with floods is never easy for people whose homes and livelihoods risk being damaged, but a pandemic makes it more difficult than ever. One woman was bed-bound with Covid-19 when four inches of flood water rushed into her Shropshire home last week. Flood campaigner Mary Dhonau, who has worked with the woman whose story she shared, said it was a \"horrible situation\". When flood warnings started to be issued across the Midlands last week, Ms Dhonau, herself a former flood victim, started \"messaging everybody\". Contacting a friend in rural Shropshire, the friend replied to say she was bed-bound with coronavirus and self-isolating in her home. The friend's son had no option but to go into the house and move all of her furniture to prevent any damage, and return the following day to help clean up, all the while putting himself at risk of catching the virus, Ms Dhonau said. The response to the recent floods has been different due to the pandemic. Advice for people affected by flooding during the pandemic, published by Shropshire Council, said displaced residents could move in with others they do not have an existing bubble with - but were advised to adhere to social distancing and infection prevention measures. Mark Davies runs Shrewsbury bed and breakfast Darwin's Townhouse, which suffered £30,000 of damage when the River Severn burst its banks in 2020. Last week saw 4ft (1.2m) of water enter the building. The difference between this year's floods and last year's was an \"absolute lack of communication and lack of any presence from any authority\", he said. \"They should be out and about, I know we are in Covid times but there are ways they could do that effectively.\" Unable to get insurance last year, he funded the repairs to his business himself. There has been less money coming in as the bed and breakfast is closed under the current lockdown. The current flooding has left him back where he started 12 months ago, he said. \"I'm not getting a bean from anyone, I have no income, I am on savings,\" he said. \"And when I see people who are in a less economically fortunate position than myself, it breaks my heart, and with this [flooding] loaded on top, it is unimaginable.\" Vic Haddock had spent £150,000 setting up a new holiday let and canoe company in Ironbridge, Shropshire, which was damaged by flooding, again from the Severn, in 2020. Coronavirus meant there were less volunteers able to help in the aftermath of the flooding but he praised the local authorities. \"We have to get on and do it ourselves,\" he said. \"Local government have been superb, the best it can be working within the parameters, they have done what they can and have been great but they can't do any more.\" He said he had spent \"thousands\" on repairs to the holiday let, after last year's flooding. Downstream in Bridgnorth, water reached buildings on Saturday. The community rallied to support the Shropshire town's displaced families but a resident said \"everyone is worn out\". \"Everyone is tired, lockdown three is proving very difficult,\" Sally Themens, from community initiative Love Bridgnorth, said. \"But the people of Bridgnorth do always rally round. \"A local hotel, The Falcon, offered accommodation to Environment Agency workers and people who have been displaced,\" she said. \"There is still community spirit in Bridgnorth, even if it does feel like we're all having a bit of a battering.\" Meanwhile, Siobhan Connor,whose Shrewsbury home has flooded three times over the past year , said the pandemic had also caused delays in her receiving insurance payouts from the February floods. \"We have raised our roof, turned our house upside down, invested in flood defences and taken precautions but still haven't been able to keep the water out,\" she said. For Dave Lawrence, when his home in Beale's Corner in Bewdley, Worcestershire, flooded, it meant his partner was unable to get to work caring for Covid patients at Royal Worcester Hospital as the pair could not get out of their house. \"I managed to crawl through a neighbour's garden, removing a bush and some panels, I crawled across and picked us up some waders so she could go to work,\" he said. He too praised the support of neighbours and \"communal spirit\" of Bewdley, which saw volunteers turn out to provide food to those who had been flooded. Usually in the wake of a severe flood, not just volunteers but also officials from the Environment Agency (EA) and emergency services would gather at the scene. The EA's Dave Throup said where normally an incident room may be set up for those dealing with major flooding, that has been \"impossible\", with much of the work having to be conducted remotely. He was working from his daughter's bedroom, while other people have been having to \"manage from their shed, or wherever they can\". \"It worked better than I thought it would,\" he said, adding that \"a lot of preparation work\" had to be done to practice putting up barriers in a safe and socially distanced way. \"We are reliant on things like broadband and people having right dial-in numbers, things like that which can be frustrating at times, but there are workarounds.\" Ms Dhonau was flooded herself on many occasions when she lived in Worcester. She now supports and advises the victims of flooding. She campaigns for what she calls a \"jigsaw\" response to flooding, encouraging people to adapt their homes and prepare to \"work with nature\", and hopes flood management may change as a result of the January deluge. \"I believe we cannot just build higher brick walls across our country [to keep back floods],\" she said. Instead, she hopes people will make adaptations to their homes, making the impact of flooding easier to handle when circumstance may prevent an army of responders attending. \"I hoped last year would be the turning point,\" she said, referring todevastating floods in February in the wake of Storm Dennis. \"Winter rainfall will become the new norm,\" she said. \"We've got to learn to live with the risks and make adaptations.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-55795526"}