{"datetime": "2021-01-28T21:04:55.000Z", "subject": "Storm Christoph", "title": "Flood-hit Northwich school in leisure centre until mid-March", "article": "Pupils at a school devastated by flooding during Storm Christoph could be taught in a leisure centre for two months while the building is repaired. The head teacher of Witton Church Walk Primary School in Northwich, Cheshire, said the repair bill after last week'sfloods could reach £100,000. Children of key workers and vulnerable pupils are having lessons in Memorial Court until the school is deemed safe.A fundraiser set up to help the school has raised almost £10,000. During lockdown, schools in England are only open to children of key workers and vulnerable pupils. Head teacher Kathryn Magiera said she was hoping pupils can return to Witton Church Walk Church of England Aided Nursery and Primary School by \"mid-March\". Teacher Lisa Kenyon said pupils had \"settled in well\" at their makeshift school and had \"taken it all in their stride\". Councillor Sam Naylor, who represents the Witton ward, said it was \"heartening\" how people in the town have mucked in to help with the clean-up operation as well as raising funds to help the school.The Labour councillor for Cheshire West and Chester and Northwich Town Council said decanting the school into Memorial Court leisure centre so quickly was an \"excellent example of agencies pulling together\". He said: \"I'm in my 60s and have never known the school to be flooded before. \"It was completed surrounded by water; it was engulfed.\" Amy Lear and Gemma Lord have launched the fundraiser for the school on behalf of its parent-teacher association (PTA). \"The classrooms have lost a lot of items,\" Ms Lear said. \"Some can be replaced by insurance but others cannot [such as] soft furnishings and those more 'homely' items that make our children feel safe there.\" Dozens of pensioners at Weaver Court retirement village were stranded by the flooding and rescued in boats by firefighters when Northwich was surrounded by floodwater as Storm Christoph swept across the UK with heavy rainfall and snow. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-55840537"}