{"datetime": "2021-02-02T21:25:50.000Z", "subject": "Storm Christoph", "title": "Storm Christoph: Wrexham flood damage repairs could top £2m", "article": "Damage caused by flooding during Storm Christoph in the Wrexham area could cost as much as £2m to repair, a senior councillor has said. Dozens of homes were evacuated on 21 January as heavy rain caused water to enter properties. Residents in Bangor-on-Dee, Pontfadog, New Broughton and Rossett are waiting for Welsh Government support payments. But the biggest repair bill is expected in Newbridge where a landslide pushed a section of footpath down an embankment. Wrexham council's deputy leader David Bithell has called for Welsh Government ministers to keep to their promise to provide money to cover the costs. \"Officers are going through about 150 cases so far and some properties have been flooded internally,\" he said. \"Clearly one of the big issues that we've got is in Newbridge, where the embankment has slipped. Tthere is a big problem there.\" Mr Bithell added up to half of the estimated £2m costs could be taken up by the footpath repairs,Local Democracy Reporting Service . A major incident was declared in Bangor-on-Dee in the early hours of 21 January as water levels in the River Dee reached a record high. It led to emergency services and other agencies working through the night to evacuate residents using 4×4 vehicles. The council's chief executive Ian Bancroft said the amount of rain witnessed had been unprecedented, but work was being carried out to fully understand the cause of the flooding. He added officials were also looking at measures to prevent future flooding as climate change makes further incidents more likely. He said: \"I think the really important thing to remember is, historically, the River Dee was at its highest level ever as a result of the rainfall that we had. \"That put pressure on places that you wouldn't expect as the river was right at the top of the riverbank in Bangor-on-Dee and we'd never seen flooding in New Broughton in the place where we had flooding. \"Given changes to the climate, we have to have a concern that it may not be as irregular for that type of incident as it has been in the past. \"We have to make sure that we are planning properly for the future in light of the climate changes that we're facing.\" ", "url": "https://www.bbc.com/news/uk-wales-55912649"}