{"datetime": "2021-01-22T11:11:25.000Z", "author": "Jonathan Amos", "title": "Storm Christoph floods tracked by satellite radar", "article": "Around 150 flood warnings were still in place on Friday morning, mostly across the north of England, the Midlands and Wales, as a result of Storm Christoph. The scale of the difficulties faced by many householders is evident in the latest images acquired from orbit. Satellites equipped with radar are of particular use in such circumstances. They are very good at detecting water surfaces and can rapidly map large areas. Their microwave sensors also have no problem seeing though cloud. The analysis on this page comes from Iceye, Europe's leading small satellite radar company. The location shown is Swinton in South Yorkshire, where the River Don overtopped its usual course. \"Iceye's real-time analysis of the impact of the flooding from Storm Christoph as of 3am GMT January 21 shows that the extent of the flood is exceptionally large across many locations in the UK, but that flooding was reaching severe levels in only a few locations,\" said Charles Blanchet, the company's vice president of solutions.\"Iceye will continue to deploy their synthetic aperture radar imagery to produce updated flood analyses across the country every 12 hours. \"So far we’ve identified over 800 buildings impacted across parts of northern and central England,\" he told BBC News.The type of analysis seen here is useful for the insurance industry, enabling it to assess quickly the scale of the claims that are likely to follow. Iceye operates six spacecraft in orbit with a further three set to go up on a SpaceX rocket from Florida. The Helsinki operation is among a group of start-ups that are building large constellations of radar satellites. Once the preserve of the military and major space agencies, these specialist spacecraft have seen a dramatic reduction in size and cost thanks to the use of new approaches and new technologies. The same rocket that will loft Iceye's latest spacecraft will also orbit new radar observers for the American Capella and Umbra companies, and for the Japanese venture iQPS. By having tens of satellites in their constellations, these firms will be able to map any location on the Earth's land surface multiple times a day - and in all weathers, day or night.", "url": "https://www.bbc.com/news/science-environment-55762818"}