{"datetime": "2022-01-05T17:40:35.000Z", "title": "Wrexham: Children's service hopes it can 'move on' from failings", "article": "Care Inspectorate Wales (CIW) said a council's children's social services department shows encouraging signs for the future of the service. Wrexham Council's services were identified as an area of \"significant concern\" in 2020. A later inspection showed improvements had been made but the service was still \"inadequate.\" The council now hopes it can \"move on\" from the past failings following a positive review. The inspection which CIW undertook in 2020 showed Wrexham Council's support for youngsters had deteriorated according to theLocal Democracy Reporting Service .A further review later that year showed the council had created \"a new confident culture within which positive social work practice can flourish.\" Some outstanding issues were identified, including delays in social work which means children and families are still not getting the appropriate quality of service in some instances.Officials from CIW said: \"There is evidence of social workers working very effectively with professionals in health, education, police and the judiciary to protect vulnerable children in situations where people who have little or no regard for the safety or wellbeing of the children chose to exploit them for personal, often financial gain. \"However, we also found gaps and delays in social work practice where attention to detail, professional curiosity, analysis and recording meant children and families were not getting the quality of service the local authority has a statutory duty to provide.\" They added: \"The positive progress made to date by Wrexham local authority, in a relatively short time, provides assurance the local authority is firmly on a journey of improvement. The authority's lead member for children's services, Councillor Sonia Benbow-Jones welcomed the findings: \"Children's services had suffered dramatically with austerity and I think people had been making do, whereas now the child is the most important thing. \"Every child in Wrexham must be and should be safe and I'm personally very grateful to the leader of the executive board for the investment that's been made into children's services.\" A full inspection of children's services in Wrexham is due to be carried out this summer. ", "url": "https://www.bbc.com/news/uk-wales-59884153"}