{"datetime": "2021-11-02T10:39:25.000Z", "title": "Wrexham: Bird flu confirmed among poultry and wild birds", "article": "Bird flu has been confirmed in poultry and wild birds at a premises in north Wales, the Welsh government has said. The Chief Veterinary Officer for Wales confirmed the presence of the H5N1 strain at a premises in Wrexham county. The Welsh government saidtemporary control zones had been immediately imposed around the site. A veterinary investigation is under way, but dead wild birds found in the area have tested positive for the virus and are believed to be the source. This is the first confirmation of the disease in Wales since it wasdiscovered among pheasants at a property on Anglesey in January. It follows the announcement of similar discoveries ofavian influenza in the UK and Europe. The risk to public health from the virus is considered to be very low and these cases do not pose a food safety risk for UK consumers, the government said. Chirk in Wrexham county is at the centre of thetwo temporary control zones currently in place . People are encouraged to avoid picking up or touching any sick or dead birds, while bird keepers are strongly advised to be vigilant for signs of the disease. The Chief Veterinary Officer for Wales, Christianne Glossop, said: \"This is further evidence of the need for all keepers of poultry and captive birds to ensure they have the very highest levels of biosecurity in place. \"Public Health Wales has said the risk to the health of the public from avian influenza is very low and the Food Standards Agency has made clear it does not pose a food safety risk for UK consumers.\" Speaking toBBC Radio Wales Breakfast with Claire Summers , Ms Glossop said it is believed that this infection arose from wild birds and there is evidence that H5 N1 flu virus is present in wild birds in Wales and other parts of Great Britain. \"I think it's really disappointing that we're back in bird flu season, so early this year,\" she said. \"We've dealt with the outbreak and we are monitoring very carefully the situation with wild birds. \"If you look at that map... you'll see that Chirk is at the heart of that zone.\" Bird flu, or avian flu, is an infectious type of influenza that spreads among birds.The NHS says itcan affect humans - but only in very rare cases.To date there have been no cases of humans being infected with avian influenza in the UK, the Royal Society for the Protection of Birds (RSPB) said.Bird flu is spread by close contact with an infected bird, whether it is dead or alive. There are two forms of the virus - high pathogenicity (HPAI) and low pathogenicity (LPAI), the Health and Safety Executive (HSE) says. Pathogenicity indicates the severity of the disease if the bird contracts the virus. ", "url": "https://www.bbc.com/news/uk-wales-59127164"}