{"datetime": "2021-07-05T17:32:22.000Z", "title": "Wrexham councillor defends Panama 'working holiday'", "article": "Wrexham council's lead member for children's services has been criticised for working remotely from Central America while the department faces \"significant concerns\". Andrew Atkinson, who gets an allowance of £30,450, told theLocal Democracy Reporting Service he is on a \"working holiday\" in Panama. Wrexham's children's services are under scrutiny from Care Inspectorate Wales. Wrexham council said Mr Atkinson was still attending meetings \"remotely\". Responding to the news on Twitter, former Plaid Cymru Police and Crime Commissioner for North Wales, Arfon Jones, said: \"I was lead member for children's social care at Wrexham Council from 2008-12. \"I considered it a full time job even though it wasn't in special measures then. \"Now it's in special measures Hugh Jones (Conservative group leader) should appoint a new lead member who can give the scrutiny required to this important service.\" Although the services have not been placed under \"special measures\", Care Inspectorate Wales has stressed \"the need for urgent change in the culture of children's services to ensure everyone is held responsible for their actions\". Mr Atkinson defended working from 5,000 miles away in Central America, while Panama is on the Welsh government's red list of countries at high risk from the coronavirus, where people are only advised to travel for essential purposes. He said he has been joining meetings remotely from Central America and is planning to emigrate there permanently with his family at a future date. He told BBC Wales: \"I'm on holiday and have stated that I'm not standing again at the next election as we will be emigrating. \"I've been asked a series of hypothetical questions such as - what would you do if you didn't come back which I've answered, but all I can tell you is I'm on holiday.\"We have an essential reason for travel and I'm still working whilst I'm here the same as we did on our last holiday around Wales.\" Mr Atkinson previously stood for the Conservatives at the 2015 and 2017 UK general elections, finishing second to Labour's Ian Lucas on both occasions. He also ran for the Welsh Senedd in 2016, where he was beaten by Labour rival Lesley Griffiths, before being elected as a councillor in Gresford the following year. In a post on the Gresford News Facebook page, he announced he would not be standing at next year's local elections, but said he was still available to answer residents' e-mails during his time away. He said: \"As a family we've made the decision to emigrate, the plan is to move next year so I wanted to let you know clearly that I definitely won't be seeking re-election. \"If anything changes on this holiday and it looks like it would make more sense to stay on then I will let you know straight away and would then have to resign as your councillor. \"It's been an honour to serve as councillor for Gresford and 99% of you have been absolutely amazing. \"Not standing again has not been an easy decision but I hope it's one you can support me with.\" Under government rules, people are currently unable to enter Wales directly from red list countries and must arrive in the UK via England or Scotland instead. They are then required to isolate at a government-managed quarantine hotel in either country for ten days, with costs starting from £1,750 per person. However, his decision to work from abroad has been praised by the Wrexham Conservative Association. Chairman Jeremy Kent, who stood for the party at last year's Senedd elections, said: \"Andrew is a hard working and committed councillor and serves Wrexham with distinction. \"It is a credit to him that he would continue to carry out council work whilst enjoying some time away with his family. \"Obviously, if things were to become more permanent, then I have faith Andrew will review the situation.\" He has also been supported by the council's Conservative group leader Hugh Jones. He said: \"Andrew is currently on leave, which he is entitled to. \"I understand from the Facebook post that he is likely to emigrate next year and is currently carrying out his duties including attending meetings whilst on holiday. \"He has informed both the leader and myself that he is currently on leave.\" Council officials confirmed Mr Atkinson was \"currently on leave\" and had been attending meetings online, which the council said was \"in line with our constitutional arrangements\". They added: \"Should that situation change, he has made his intentions to resign his position known.\" ", "url": "https://www.bbc.com/news/uk-wales-57716674"}