{"datetime": "2021-06-22T15:34:03.000Z", "title": "Glyndwr University wins right to sell playing fields for housing", "article": "A university has won the right to sell playing fields for housing despite a campaign by local residents against it. Glyndwr University wants to put 74 houses on land in Rhosnesni, Wrexham, to help funda £60m redevelopment of its main campus in the town.Wrexham councillorsrejected the scheme in 2019 amid concerns about traffic and the loss of fields used by children. However, a planning inspector has now backed the university, saying residents can use council-owned land at the site. The university sparked anger when it installed a fence and padlocked a gate to prevent public access after its housing plan was rejected by the council. Its appeal against the decision has now been upheld by a planning inspector appointed by the Welsh government. He said that although the site had previously been gifted to the university by the council for education purposes, there were no legal restrictions to prevent it from closing off access. The inspector added that the council could provide land it owned at the site off Dean Road for a playing field, and he also ruled the proposals would not jeopardise road safety or cause major disruption to traffic. Councillor Mike Davies, who represents Rhosnesni, told theLocal Democracy Reporting Service he was \"gutted and saddened\" by the decision. \"This sadly ends three years of campaigning by myself, residents and other parties to maintain this land for public use,\" he said. Objections had also been raised by Wrexham MP Sarah Atherton, Sport Wales, and Fields in Trust. The decision has been welcomed by Glyndwr University following the previous success of another appeal over plans for more than 100 houses on Gatewen Road in New Broughton. A spokesperson said: \"This is great news for our students, staff and visitors and will help to transform our campuses in Wrexham.\" ", "url": "https://www.bbc.com/news/uk-wales-57572313"}