{"datetime": "2021-03-11T17:15:07.000Z", "title": "Council tax: How much are Welsh bills going up?", "article": "Council tax bills are going up by at least twice the rate of inflation across Wales. The rises range from 2.65% in Rhondda Cynon Taf to 6.95% in Wrexham, although the north-eastern county still charges less than most authorities in Wales. The Welsh Government hasincreased its funding for councils by more than inflation for the second year running. It said a hardship fund ensured council costs of the pandemic would not be an \"added pressure\" on council tax payers.Inflation was 0.9% in the year to January 2021, according tothe latest figures available from the Office for National Statistics . Core funding from the Welsh Government covers between two-thirds and three-quarters of each council's spending. The rest comes from council tax, and other income such as fees and direct charges for council-run services.A spokesperson for the Welsh Local Government Association said: \"All councils will use their local discretion to set their council tax levels, in line with local needs and circumstances.\"This year more than ever we have seen the importance of our essential local services, and council tax is a vital revenue stream to help fund them.\"However, local authorities also recognise that many families have been hard hit by the pandemic and councils have strived to keep any increases as low as possible whilst continuing to maintain local services in our communities.\" A Welsh Government spokesperson said: \"In 2021-22, local authorities in Wales will receive £4.65bn in general revenue allocations from core funding and non-domestic rates. This is an increase of 3.8% on a like-for-like basis and follows this year's 4.3% increase.\"Local authorities in Wales have the flexibility to set their budgets and council tax levels according to local needs and priorities. These decisions are an important part of local democracy, and ones for which individual authorities are accountable to their local electorates.\"We have also provided more than £206m in our budget to continue the Local Government Hardship Fund, which will ensure the financial impacts of the pandemic on local government will not be an added pressure on council taxpayers.\" Pembrokeshire will still have the lowest charge for each type of property - £1,190 for Band D. While Rhondda Cynon Taf will once again see the smallest increase, it has the fifth-highest charge of the 22 Welsh councils for each property band. Charges for the police and - in areas that have them - town and community councils can add about £300 a year to a household's bill.", "url": "https://www.bbc.com/news/uk-wales-politics-56195321"}