{"datetime": "2021-08-24T04:59:16.000Z", "author": "Liam Evans", "title": "UK City of Culture 2025: The five Welsh areas bidding for the title", "article": "Five areas in Wales are vying to be named UK City of Culture 2025. The winner could see more sustainable jobs and more tourism opportunities, according to business lecturer Kelly Young.Bangor and the north-west of Wales, Conwy county, Wrexham county, Powys and Newport are all bidding from Wales.Alongside them are a record 15 other areas that have expressed interest in the title, which will be announced in May 2022. At the end of 2021 the long list will be shortened to only a few candidates before the final decision is made. The aim of the competition, run by the UK government, is to highlight cultural hubs and success beyond the London area and put places on the map.Winning the title could give huge benefits to the local area, according to Dr Young, principal lecturer in business at Cardiff Metropolitan University. \"Places like Hull who started the British version of the city of culture saw an increase of some £300 million of investment into their economy in 2017. \"I would say this system definitely has an impact on the economies and tourism of an area,\" she said.From Londonderry to Hull and to Coventry, all three previous or current cities of culture have reported an increase in investment.But which are the candidates in Wales for 2025 and what have they to offer? The city of Bangor's bid also includes some of the Gwynedd quarry areas and across to parts of Anglesey.With the area already on the map following its newWorld Heritage status for the slate industry landscape , why should Bangor receive the title? \"Bangor is such a multicultural city,\" said Rhian Cahill, visitor experience manager at Penrhyn Castle.\"The infrastructure and wealth that was put in has built it up to connect it with the rest of the world.\"When you work with people in the community it's really in their blood, it's like you could cut them in halve and there would be slate there.\" Conwy county includes the Victorian promenades of Llandudno and Colwyn Bay.There are famous castles such as Conwy and Gwrych and also the wide-ranging mountains in the Conwy Valley.\"We have so much to offer,\" said county councillor Louise Emery.\"Our historical background and the Welsh language which flows through the daily lives of all residents. \"If we can create the culture and the feel then we think we can provide a much more varied offer to visitors and get them to come here all year round, not just in the peak summer season.\" Wrexham has been on the map for some months following the takeover of the football club by Hollywood stars Rob McElhenney and Ryan Reynolds.But local people also say the culture here runs deep in the local communities. \"For us it's just great\", said Llinos Ann Cleary, one of the board members at Theatr y Stiwt in Rhosllanerchrugog. \"The fact we have somewhere like this that has been in the village for 86 years, and we do so much here.\"We have the choirs that come, we have concerts, wrestling and a complete broad spectrum of cultural things and I just think it's great for us for that to be seen.\" The county of Powys makes up around a quarter of the landscape of Wales.It is home to many cultural events like the Green Man festival and the Royal Welsh Agricultural Show but what would city of culture status bring to an area like this? \"This is going to be an excuse to bring people together, to create together and to celebrate what Powys can be\", said county councillor Myfanwy Alexander.\"Plus we have, for example, difficulties attracting some people to the professional roles here in the area and that's because they don't know what Powys is like. \"We would like people to learn about Powys so when they next see a holiday or a job advertised they don't' say 'where' but they say 'oh that's the place that did that fantastic stuff'.\" If successful the city of Newport and the wider region would also host a year-long programme of events and projects.Described as the gateway to south Wales, residents say it has many things to offer.Kayley Sydenham won the literature prize at the online Urdd Eisteddfod T in 2021. As a Newport local she hopes the bid will be a boost to the Welsh language in the area. \"I do use Newport as a bit of an inspiration in my writing,\" she said.\"A lot of poems in Welsh talk about the Welsh language dying but I do tend and really enjoy writing about the Welsh language but take a different side of it. It's there but we need to use it more\" She also says the Roman history and heritage combined with other local traditions make the area a brilliant spot for the City of Culture 2025.", "url": "https://www.bbc.com/news/uk-wales-58305334"}