{"datetime": "2021-07-07T19:54:25.000Z", "title": "Wrexham mulls launching fourth bid for city status", "article": "Wrexham council is considering launching a fourth bid to become a city. The local authority said its executive board would consider bidding again for city status, as well as a bid to become the next UK City of Culture in 2025. Independent council leader Mark Pritchard said it provided \"a real opportunity to demonstrate\" Wrexham's ambition. But Plaid Cymru said public money could be spent more wisely. The north Wales town previously failed to win city status in 2000, 2002 and 2012. Mr Pritchard said becoming a city would allow Wrexham to \"fulfil its role as the major urban centre and heart of north Wales and in doing so provide significant benefits to local residents\". The town was pipped to the post by Denbighshire'sSt Asaph at its last bid in 2012. Now several senior Wrexham councillors believe the largest town in north Wales has a strong case for becoming a city. If successful it would be handed the accolade next year to mark the Queen's Platinum Jubilee. The council revealed its intentions despite apublic consultation in 2011 firmly rejecting applying to become a city by nearly two to one. The Local Democracy Reporting Service said Independent Councillor Terry Evans, the council's lead member for economic regeneration, claimed the opportunities \"will help show the confidence we all have in Wrexham\". But Plaid Cymru councillors voiced their opposition to the bids. Councillor Carrie Harper said: \"The bid will cost Wrexham citizens tens of thousands of pounds - regardless of whether it's successful.\"I think the people of Wrexham would rather our civic leaders concentrated on ensuring our children's services are working properly, our schools are thriving, our town centre is full and the potholes are fixed before another reckless city status adventure.\" In February Wrexham joined the 'Key Cities Group' of 21 towns and cities across the UK which charges £10,000-a-year membership fees and works to boost its members' standing. ", "url": "https://www.bbc.com/news/uk-wales-57756746"}