{"datetime": "2021-05-22T05:56:05.000Z", "author": "Caleb Spencer", "title": "What happens to recycling when it leaves your house?", "article": "Wales has established itself as one of the world's top recycling countries. In 2017, environmental analysts Eunomianamed Wales the third best recycler in the world - behind only Germany and Taiwan. At the time, the nation's recycling rate was about 63%, which rose again to 65.1% in 2019-20. This is likely to have increased during the pandemic as people were forced to do more of their shopping online andcouncils reported a big surge in recycling . The difference in recycling rates between Wales and the rest of the UK could be described as a chasm. England recycled just 45.5% of its waste in 2019-20, with rates as low as 19% in some local authorities. Recycling rates in Northern Ireland (51.3%) and Scotland (44.9%) were also much lower than in Wales. So what accounts for this difference? A recent survey suggested almost three-quarters of people in Wales saw recycling as a positive social norm, with those living in rural areas also more inclined to recycle. Could it be this? Or could it be the intervention of the Welsh government,which has set strict targets for councils to hit or else risk a fine? BBC Wales went out on a collection round with Vale of Glamorgan council and visited its recycling centre near Cowbridge to find out more about the process - and whether there might be some other explanation. Ellis Collins, 34, has been working as a refuse collector for about two months. On a pleasant spring Thursday morning, he was out collecting recycling in Rhoose Point, near Cardiff Airport when he spoke to us. \"It's become massive and rightly so,\" Mr Collins said.\"You can't keep putting black bags out for landfill, that's not responsible. I think there's a lot of people getting on board.\" Colin Smith, the council's operational manager of waste services, said he had seen \"such a transformation\" in his 30 years at the council - from everything going to landfill to over 70% being recycled. Residents have to be invested in the process here because it's not a matter of simply separating recycling from general waste. Each household has left five bags or containers by the kerb - a blue bag for plastic, cans and cartons; an orange bag for cardboard; a white bag for paper; a grey box for glass, and a green caddy for food waste. \"It's a slower way of doing it but as long as it gets it done,\" Mr Collins added.Councils fall into two broad categories of recycling collection in Wales: \"co-mingled\", and separated. The majority of councils ask residents to separate their recycling before it is collected at the kerb. But five of Wales' 22 local authorities - Caerphilly, Cardiff, Rhondda Cynon Taf, Ceredigion and Carmarthenshire - all collect recycling that is mixed to some extent. Vale council is transitioning from co-mingled to separated.But it's not a straightforward choice for councils: they say there is a trade-off between the higher compliance you get with co-mingled collection, and the better quality and less contamination you get with separated recycling. To understand the dilemma, we went to Vale council's processing facility near Cowbridge. Once the wagon is full, the crew return to the processing centre to offload. The first compartment to be emptied is glass. A digger then comes in behind to push the glass into a tidy pile. Eventually, it will be taken 30 miles (48km) down the M4 to Cwmbran, where it will re-processed into glass fibre or aggregate and used to construct bins or roads, for example. The wagon then moves inside the warehouse to the conveyor belt, where plastic, tins, cans and cartons are offloaded. After collection, this is the only part of the sorting process where there is input from a person who quickly checks the items whizzing past them for anything too contaminated. If it is too contaminated, it will be incinerated or will go to landfill. The conveyor belt takes these mixed items past two different magnets, which will sort the tins and aluminium into separate piles. Once the cartons, tins and cans have been separated out, the plastic drops into a hopper where it is crushed into bales, taken away and made into plastic pellet or flake, which can be used to produce new plastics. The steel from tinned food will go back into the steel industry in south Wales, and the aluminium cans will eventually be made into new cans. The aluminium is crushed into bales weighing up to 350kg, and then smelted locally in Cardiff. Mr Smith said a tonne of aluminium cans can fetch £900 in the current market, and that one recycled aluminium can saves the energy of producing up to 20 new cans from raw materials. The next stop is cardboard, which will go back into commercial packaging, followed by paper, which is sent to a paper mill for re-use. \"So those products become 'closed loop',\" Mr Smith said. \"They are made and re-used again and again.\" The final stop for the wagon is food waste, which is dropped into a sealed skip before it is taken to an anaerobic digestion plant in Cardiff and converted into a renewable energy source and fertiliser. With co-mingled recycling, all the material is collected together.While this is obviously a lot easier for residents, it creates problems further down the process, according to Mr Smith. \"The problem with co-mingled, and what we've found is, we've had up to 25%-30% contamination,\" he explained.\"That means, of everything we collect, 25%-30% will go to incineration because it's not fit for recycling.\"If you collect it separately, 95% and above of that material will get recycled.\" The less contamination, the better the quality of recycled material. And Mr Smith said this means councils can sell it closer to home. \"A lot of the UK markets wouldn't take the material because of the contamination levels in it,\" he recalled. \"So we, along with many other councils in Wales, exported as far away as China and other Asian countries.\" According to the Welsh government, the majority of Wales' recycling, more than a half a million tonnes, stayed within Wales. The next biggest recipient was England (329,000 tonnes), followed by India (13,306), Germany (10,288), Indonesia (9,283) and Turkey (5,875). The Welsh government said it wanted Wales to become the top recycler in the world. A spokesman added: \"We support local authorities to collect recyclable materials separately - as well as helping to improve recycling rates, it keeps high-quality materials in our economy and strengthens our supply chains.\" BBC Wales asked the five councils that still collect co-mingled recycling why, and if they planned to switch to separated collection. At 71.6%, Ceredigion council's recycling rate is second only to Pembrokeshire (71.7%) in Wales. The council said it chose co-mingled collection after \"considerable appraisal\" of various factors, including geography and participation. The council added any significant changes were unlikely to be made before its fleet was due for replacement in 2026-27. Caerphilly council, which has a rate of 62.5%, said it switched from separated to co-mingled collection in 2008, which increased participation levels. It added the \"consensus\" among residents was to continue with the current system, and there was currently \"no plan\" to return to a separated system. Cardiff council, which had a rate of 58.1%, acknowledged the benefits of separated collections, but said it was far slower and more dangerous for crews, and could cause congestion in the city. It added it would be looking to trial the separation of glass from other recycling because of the potential for contamination, and was \"committed\" to meeting the Welsh government's target rate of 70% by 2025. Carmarthenshire council, with a recycling rate of 64.7% in 2019-20, said it was currently reviewing its waste strategy and was considering switching from fortnightly to weekly recycling and food waste collection. Details of the consultation will be published on its website from 26 May. Rhondda Cynon Taf council did not respond. Pictures and video by Nick Hartley ", "url": "https://www.bbc.com/news/uk-wales-56851025"}