{"datetime": "2019-12-27T21:44:16.000Z", "author": "Andrew Harding", "title": "Chagos Islands dispute: UK accused of 'crimes against humanity' by Mauritius", "article": "The UK has been accused of committing \"crimes against humanity\" for refusing to allow people to return to their former homes on the Chagos Islands, despite a ruling earlier this year by the United Nation's highest court. Describing Britain's behaviour as stubborn and shameful, the prime minister of Mauritius, Pravind Jugnauth, told the BBC that he was exploring the possibility of bringing charges of crimes against humanity against individual British officials at the International Criminal Court (ICC). \"It is a violation of the basic principle of human rights. I fail to understand why Britain, this government, is being so stubborn,\" said Mr Jugnauth. Elderly Chagossians, living in Mauritius, have echoed that criticism and accused Britain of deliberately dragging its heels on the issue in the hope that the community will simply die out. Earlier this year, Mauritius won a major victory against Britain when the International Court of Justice (ICJ) in The Hague ruled - in an advisory opinion - that the Chagos Islands should be handed over to Mauritius in order to complete its \"decolonisation.\"The United Nations General Assembly then voted to give Britain a six-month deadline to begin that process. Britain hassteadfastly refused to comply . It is half a century since Britain took control of the Chagos Islands from its then colony, Mauritius, and evicted the entire population of more than 1,000 people in order to make way for an American military base - part of a secret deal negotiated behind Mauritius's back as it was seeking to secure independence from the UK. \"Britain has been professing, for years, respect for the rule of law, respect for international law… but it is a pity the UK does not act fairly and reasonably and in accordance with international law on the issue of the Chagos archipelago,\" said Mr Jugnauth. Philippe Sands, a lawyer representing the Mauritian government, said: \"Britain is on the edge of finding itself as a pariah state.\"We now have a situation where Chagossians - a deported population, want to go back and have a right to go back. And the UK is preventing them from going back.\"Question - is that a crime against humanity? My response is that, arguably, it is.\" Britain continues to insist that the ICJ ruling is wrong. But it has apologised for its past treatment of the Chagossians and promised to hand the islands over to Mauritius when they are no longer needed for security purposes.In a statement, Foreign & Commonwealth Office (FCO) told the BBC: \"The defence facilities on the British Indian Ocean Territory help protect people in Britain and around the world from terrorist threats and piracy. \"We stand by our commitment to cede sovereignty of the territory to Mauritius when it's no longer required for defence purposes.\" The FCO said Britain had pledged more than £40m to improve the livelihoods of Chagossians living in Mauritius, the Seychelles and the UK. The UK has also begun to take small groups of Chagossians back to the archipelago for brief \"heritage\" visits. But in Mauritius, those tours have been condemned as a crude attempt to \"divide and rule\" the Chagos community. \"I boycott those trips. The British are trying to buy our silence. That's why we say our dignity is not for sale,\" said Olivier Bancoult, who heads the Chagos Refugees Group. In a graveyard in the Mauritian capital, Port Louis, the graves of several Chagossians are marked with headstones mourning their failure to return to the islands. \"I fear my wish will not come true before I die - to see my motherland again,\" reads the script beside the grave of Mr Bancoult's mother, Marie Rita Elysee Bancoult. \"Every day, one by one, we're dying. I believe the British are waiting for us to die so there will be no one to claim the islands,\" said Liseby Elyse, 66, who was 20 when she left the archipelago. \"We're like birds flying over the ocean, and we have nowhere to land. We must keep flying until we die,\" said 81-year-old Samynaden Rosemond.", "url": "https://www.bbc.com/news/world-50924704"}