{"datetime": "2022-02-16T13:39:39.000Z", "author": "David Wilson & Robbie Meredith", "subject": "Coronavirus pandemic", "title": "Covid-19: Teachers 'operating in the dark' as rules eased", "article": "Teachers are \"making decisions in the dark\" following the removal of Covid restrictions, a union has said. The National Association of Head Teachers said principals had not received updated advice from the Department of Education (DE). Legally-bindingrestrictions were removed by the Department of Health on Tuesday and replaced by guidance. Previous guidance has not changed. The DE said it was \"considering the detail\" of the move. School leaders do not know if coronavirus mitigations should still be in place when pupils return from half-term next week, said NAHT's Graham Gault. Principals were trying their best to address concerns of pupils, parent and staff while waiting for DE guidance, he added. Mitigations in schools included advice for post-primary pupils to wear face coverings at all times when inside school buildings and for schools to introduce one-way systems. \"This is yet another break which is tinted by the fact that school leaders don't have guidance and are having to make decisions in the dark\", Mr Gault toldBBC Radio Foyle .He has advised his association's members to always err on the side of safety. Schools were able to open for all pupils at the end of August 2021 for the new school year.That followed two academic years during which the vast majority of children in Northern Ireland were taught remotely and schools closed for a number of months. Getting students back into classrooms has involved a number of mitigations being put in place. Northern Ireland's post-primary pupils started towear masks in school in August 2020, a move based on executive guidance rather than a legal requirement. It applied only to corridors and other communal areas initially but wasextended to classrooms in January 2021.Mask-wearing in schools is now being reviewed across the UK regions. In Wales, secondary school pupils are being asked to wear masks in classuntil the end of half term , while in Scotland pupils will no longer have to wear them in class from 28 February. Pupils in England have not been required to wear face coverings in classrooms since 20 January and in schoolcommunal areas since 27 January. NAHT was also concerned about the longer term impact on education if mitigations such as mask-wearing in schools were eased, Mr Gault said. Before Christmas, some schools had to send individual year groups home for remote learning on specific days due tostaff absences and difficulty getting substitute teacher cover . DE also appealed torecently-retired teachers to consider a return to the classroom to help address staffing problems. The number of children absent from school with a confirmed case of Covid fell during the week prior to half term, according to attendance figures from schools. But there werea relatively high number of absences in January. However, Mr Gault said he was concerned a further increase in community transmission of coronavirus following the lifting of restrictions could again affect staffing levels. \"The great fear among school leaders is that the lifting of restrictions will further increase the crisis of trying to find available staff and keep schools open,\" he said. \"While the rest of society is sort of celebrating the lifting of restrictions there are many across our schools feeling a bit of trepidation at what increased community transmission of coronavirus might mean for keeping schools open.\" An education department spokesperson said: \"We... will be writing out to schools in the coming days in relation to any impact this may have on the department's current Covid guidance.\" On Tuesday,four more Covid-19 related deaths were announced in Northern Ireland, along with 2,987 cases. There are 476 patients with the virus in hospital. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60402069"}