{"datetime": "2022-02-14T17:35:35.000Z", "author": "Lauren Turner", "title": "Chagos Islands: Mauritian flag raised on British-controlled islands", "article": "The Mauritian flag has been raised for the first time on the Chagos Islands, an Indian Ocean archipelago controlled by Britain but claimed by Mauritius. Mauritian PM Pravind Jugnauth described it as an \"historic moment\", saying it was time for the UK to cede control. The event was the culmination of a trip to the islands organised by the Mauritian government. The Foreign Office said the UK had \"no doubt\" as to its \"sovereignty over the British Indian Ocean Territory\". The ceremony, led by the Mauritian ambassador to the UN, took place on the atoll of Peros Banhos, where a pre-recorded message from Mr Jugnauth was played. A flag was also raised on Salomon, a separate atoll.Three UN bodies have ruled that the archipelago - more than 5,000 miles away from the UK - is part of Britain's old empire and should be handed to Mauritius. The official reason given for the Mauritian government's excursion is to map reefs around the archipelago - but Mr Jugnauth described the visit as \"the first time Mauritius has led an expedition to this part of its territory\".Mr Jugnauth said it was \"a very emotional moment and a very historic time for us, because we are able to rule in our own territory\".He said if the flags were removed, it would be considered as provocation from the UK. \"We have asked them to hand over these islands to Mauritius already,\" he said. \"It's more than the right time for them to hand back the islands and abide by international law.\" Mauritius says Britain is occupying the islands illegally - which the UK denies. In 2020, following a ruling by the International Court of Justice, the UK government said it had \"a long-standing commitment, first made in 1965, to cede sovereignty of the territory to Mauritius when it is no longer required for defence purposes\".It is half a century since Britain took control of the Chagos Islands from its then colony, Mauritius, and evicted the population of more than 1,000 people in order to make way for a US military base.As well as scientists, a group of Chagossians evicted from the islands by the British government 50 years ago is on the trip. They believe their removal in the early 1970s was a crime against humanity.The Foreign Office said: \"The UK has no doubt as to our sovereignty over the British Indian Ocean Territory, which we have held continuously since 1814. Mauritius has never held sovereignty over the territory and the UK does not recognise its claim. \"We are honouring the assurances we gave to Mauritius that we would not interfere with this survey.\"", "url": "https://www.bbc.com/news/uk-60378487"}