{"datetime": "2021-01-28T18:07:47.000Z", "author": "Andrew Harding", "title": "UN court rules UK has no sovereignty over Chagos islands", "article": "The maritime law tribunal of the United Nations has ruled that Britain has no sovereignty over the Chagos Islands. It criticised London for its failure to hand the territory back to Mauritius.The judges' decision confirms a ruling by the International Court of Justice (ICJ) and a vote in the UN General Assembly. The Indian Ocean archipelago includes a US military base. The UK has said it will hand the islands back when they're no longer needed for defence purposes.In response to the ruling, a spokesperson for the British Foreign Office said: \"The UK has no doubt as to our sovereignty over the British Indian Ocean Territory (BIOT), which has been under continuous British sovereignty since 1814. Mauritius has never held sovereignty over the BIOT and the UK does not recognise its claim.\" The panel of judges at the United Nation's International Tribunal for the Law of the Sea (ITLS) explicitly criticised the UK's failure to hand the territory over to its former colony, Mauritius, by December 2019, as earlier demanded by a near-unanimous vote at the UN's General Assembly. \"The judgement… is clear and unequivocal. Mauritius is sovereign over the Chagos Archipelago,\" Mauritius's Prime Minister Pravind Jugnauth told the BBC.An international lawyer representing Mauritius in its dispute with the UK called on the British government to move quickly to surrender control of the islands. \"What this means for the UK is that if it is to have any credibility around the world on the rule of law and its global branding, it needs to move immediately to bring this lamentable situation to an end,\" said lawyer Philippe Sands. He argues that the ITLS judges had opted to \"punish\" Britain for ignoring an earlier ruling by the ICJ in The Hague. Thursday's ruling emerged from a relatively obscure legal dispute about ocean maps, fishing rights, and hidden reefs, as Mauritius sought to settle a dispute with another Indian Ocean island nation, the Maldives, over their maritime borders.The Maldives - which supports the UK's claim to the Chagos Islands - had insisted that the boundary question could not be resolved while sovereignty remained in dispute.The ITLS judges rejected that argument. The UK, which was the former colonial power in Mauritius, has repeatedly promised to hand control of the Chagos archipelago back to Mauritius once the islands are no longer needed for defence purposes.Following a secret deal between the UK and the US governments in the 1960s, one of the larger atolls, Diego Garcia, became a strategic American military airbase. \"The end of UK administration has no implications for the US military base at Diego Garcia, which Mauritius is committed to maintaining,\" Prime Minister Jugnauth confirmed on Thursday. Britain and the US are anxious to counter the potential expansion of Chinese military power in the Indian Ocean, and have argued that security issues outweigh emotive arguments about the ownership of a handful of tiny, and sparsely populated islands. Following the Brexit vote, Britain appeared to lose support at the UN. The UN voted to send the Chagos issue to the ICJ for an advisory opinion, which came down unanimously against the UK in 2019, declaring that Britain was in violation of international law and should immediately move to complete the process of \"decolonisation\" in relation to Mauritius. The ICJ's advisory opinion has now been given a powerful endorsement by the ITLS. The ruling should enable Mauritius to start settling its new maritime borders. Elderly Chagossians have campaigned for decades to be allowed to return to live on the islands from which some of them were forcibly removed by British troops.Britain has organised \"heritage\" visits for some islanders, who now live mostly in the UK and Mauritius - a scattering of remote atolls to the south of India and east of Africa. There is a growing international consensus that Britain should complete the process of decolonisation immediately. ", "url": "https://www.bbc.com/news/world-africa-55848126"}