{"datetime": "2022-01-17T19:07:43.000Z", "title": "Crossbow murder: Man was 'terrified' of £40k fraud accused", "article": "A 74-year-old man was \"terrified\" of a man accused of defrauding him and several others, a court has heard. Wyn Lewis, 50, of Llanfair yn Neubwll, denies defrauding Andrew Shaw out of more than £40,000. The money was meant for building works on a bungalow Mr Shaw was planning to buy from Gerald Corrigan, whowas later killed with a crossbow .Mr Lewis is alsoaccused of defrauding Mr Corrigan and his partner Marie Bailey of over £200,000.Mold Crown Court has been told the alleged fraud has nothing to do with Mr Corrigan's murder in April 2019.Giving evidence, Mr Shaw said he and Mr Corrigan had agreed in 2018 a sale price of £132,000 for the bungalow, named Bronygraig, which was described as \"dated\" but \"habitable\". Mr Shaw said Mr Corrigan had told him he had a handyman called \"Wyn\" who could carry out works necessary to the property.Wyn Lewis, who Mr Shaw said was initially \"very plausible, very friendly\", is accused of making false representations in relation to building works at Bronygraig.He described himself as a builder of \"good reputation\" who could turn the bungalow into a \"palace\", said Mr Shaw.In the space of four weeks, Mr Shaw's bank accounts show him taking over £14,000 out in cash, the court heard.\"Where did the money go?\" asked Peter Rouch QC, prosecuting.\"To Wyn Lewis,\" answered Mr Shaw.Mr Shaw said he had taken loans out against his existing house, sold his car and borrowed money from an uncle to get the money, which Mr Lewis kept asking for.Mr Rouch QC said the total amount of cash taken from Mr Shaw's account during this time was in excess of £40,600.Mr Shaw said he had gone from being \"comfortable financially\" to being in a \"very bad way financially for a long time\". Mr Shaw said Mr Lewis had advised him \"very strongly\" not to trouble Mr Corrigan.\"Wyn is a very intimidating person,\" said Mr Shaw, adding: \"When he said not to do something, you wouldn't do it.\" Defending Mr Lewis, Sam Robinson QC suggested Mr Shaw had tried to cut corners and get work done cheaply by Mr Lewis.Mr Shaw described how Mr Lewis had lost his temper with him one day, \"banging walls and doors\" after he had questioned his work.\"I was scared, I was terrified of him,\" said Mr Shaw, adding: \"If he said he wanted to do it, I wasn't going to argue.\" Mr Robinson told the jury Mr Shaw was aware of potential problems with the house but chose to ignore them and then complained about Mr Lewis' work. The court also heard from Dilwyn Jones, a chartered building surveyor who inspected Bronygraig as part of the police investigation. He described finding asbestos discarded \"haphazardly\" in the garden, electrics left in a \"hazardous\" state and several elements of the work \"extremely poor\" or incomplete.Mr Lewis denies 11 counts of fraud and one count of perverting the course of justice.His partner, Siwan McLean, denies one count of fraud by money laundering. The trial continues. ", "url": "https://www.bbc.com/news/uk-wales-60031238"}