{"datetime": "2021-12-23T17:19:21.000Z", "subject": "Coronavirus pandemic", "title": "NHS Wales: Record waiting times for 18th successive month", "article": "The numbers on waiting lists for non-urgent hospital treatment in Wales have hit record levels for the 18th successive month. There were 679,626 people waiting in October, with the list up by 50% since the early days of the Covid pandemic. Those waiting the longest - for more than nine months - rose again, from 240,306 to 242,101. But A&E waiting lists and ambulance response times both showed monthly improvements. The Welsh government said increasing challenges due to Covid pressures meant waiting times \"have and will continue to rise\". \"Our immediate focus is now on ensuring we deal with this next difficult phase of the pandemic and that patients can receive urgent care when they need it,\" said a spokesman. Health minister Eluned Morgan said the situation was \"disappointing, but not unexpected\" but there were signs we were going in the right direction to address the backlog. But she warned the waiting list was likely to continue to increase until at least the spring. \"I also think it's worth celebrating the fact that 220,000 people were seen in September in terms of out-patients so there's a huge amount of activity still going on in the NHS and I think we've really got to pat the people who work in NHS on the back and thank them for their incredible work despite the incredible pressure they're under,\" Ms Morgan added. The headline figure for the number of patients waiting for non-urgent hospital treatment has been growing since the pandemic began, not helped by surgery being postponed during the first Covid wave. There were another 10,825 people added to the list in the past month, and numbers waiting more than nine months grew by 1,795 (1.8%). The figures for October 2021 show: There were also improvements in both four-hour and 12-hour waiting times at A&E departments, after record lows in the previous two months. The target is that 95% of patients should be seen within four hours but it was 67.6% in November. This was an improvement but still the third lowest on record. This dropped as low as 42.2% at Wrexham Maelor Hospital, and 51.5% at Ysbyty Glan Clwyd in Denbighshire. Maelor hospital's figures were close to its worst ever - 41% in February 2020, just before the pandemic began. Overall in Wales, 8,819 patients waited more than 12 hours in A&E - one in 11 patients - with the target that no-one should wait that long. There were 80,152 attendances to emergency units over the month. The average time spent in emergency departments in November fell to two hours and 56 minutes. However, this was the third longest since records began in April 2012.The NHS Confederation in Wales, which represents health boards, said the whole of the health and care system was \"working tirelessly to find both short and long-term solutions\" to the challenges faced.\"The performance in some areas, for example in urgent and emergency care, is improving month-on-month but there are still enormous challenges ahead,\" said director Darren Hughes. Dr Suresh Pillai, vice-president of the Royal College of Emergency Medicine Wales, said it showed the \"dire crisis\" the health service in Wales was facing. \"The situation is extremely challenging right now, and the threat of a more transmissible variant of Covid means staff are extremely concerned about the weeks ahead,\" he said. Plaid Cymru health spokesman Rhun ap Iorwerth said the figures were a reminder of the \"mountain we now have to climb in getting the NHS back on track\". He added: \"It's important to remember, however, that these aren't problems made by the pandemic - these are pre-existing problems made worse by the pandemic, showing the extent to which the NHS had been teetering on the edge for years before we'd ever heard of this virus.\" ", "url": "https://www.bbc.com/news/uk-wales-59768385"}