{"datetime": "2022-02-12T17:54:53.000Z", "title": "Chagos islanders in emotional, historic trip home", "article": "A boat sent by the government of Mauritius has arrived in the disputed Chagos archipelago in the Indian Ocean, after the country accused the occupying British authorities of \"crimes against humanity\". The United Nations' highest court has ruled that Britain's occupation of the islands is illegal, but Britain has refused to hand control to Mauritius. Our Africa correspondent Andrew Harding reports from the archipelago. On a clear warm afternoon deep in the Indian Ocean, five islanders who were thrown off their remote archipelago by the British half a century ago kissed the sand and cried as they stepped on to the beach of Peros Banhos, one of the larger atolls making up the disputed Chagos Islands. \"This is a great moment,\" said Olivier Bancoult before lashing out at the British government as \"racist\" for ignoring Chagossian demands for the right to return to live on the islands. \"This is our birthplace. How can they deny us that right?\" he asked. Almost immediately after stepping ashore, Mauritian government officials began laying a concrete base for a flag post. \"This is not something unusual. It is normal for a nation to raise a flag over its territory,\" said the Mauritian delegation leader, Ambassador Jagdish Koonjul, pointing to a succession of rulings by the United Nations' top courts recognising Mauritius' sovereignty over the islands, and ordering Britain to end its \"illegal occupation\" of the archipelago. A ruined concrete pier, a rusting rail track and rotting buildings overwhelmed by vines and tree roots spoke to the island's isolation and neglect, 50 years after its population of several hundred was ordered to leave within a matter of days. Palm trees crowded in and around the old church, where 68-year-old Liseby Elysee said she had been baptised.The Chagossians quickly set about clearing coconuts and other debris from the roofless church's floor.\"I am happy to be back. But I am sad that I have to leave again. I want to stay here permanently,\" said Elysee. Rosamonde Bertin had been watching the horizon for days. Suddenly, she let out a cry of joy as a large gull-like seabird - known in Bertin's Creole language as a \"fou\" - swooped over the deck.\"That means we're near land,\" the 67-year-old said.A whale emerged briefly from the lead-grey waves on the port side of the boat, followed by a shimmer of silver flying fish.A few hours later, on Friday afternoon, Bertin burst into applause as it was announced - with a booming blast on the boat's horn - that the vessel she'd been travelling on for four days eastwards had crossed an invisible maritime border deep in the Indian Ocean and entered the disputed territory around the remote Chagos Islands.\"I'm free,\" she half-screamed, in delight, throwing her arms up in the air.Free, she explained, because this was the first time since 1972 - when she and her family had been forced off the archipelago by Britain - that she had been able to return \"without permission, and without soldiers accompanying me\", she said, referring to \"heritage visits\" previously organised by the UK government.Beside her, another Chagossian, 57-year-old Suzelle Baptiste, began sobbing quietly as she watched her colleagues dance and celebrate.\"It means so much to me,\" Ms Baptiste said, through tears.The two women, and three fellow Chagossians travelling on a boat chartered by the Mauritian government, have made history as the first people to step foot on their isolated archipelago without a British military escort, and without seeking British authorisation.\"I'm so proud. I didn't ask anyone's permission,\" Bertin declared.Half a century earlier, Bertin had been 17, newly married and with a six-month-old baby boy, when the supply ship Nodvaer - which brought provisions from Mauritius every few months - had moored off one of the smaller Chagos Islands, Salomon, and announced it had no food on board.\"It was the first sign that they wanted us to leave,\" recalls Bertin. She nodded vigorously as colleagues described the empty ship as evidence that Britain was busy committing crimes against humanity, by forcibly evicting up to 2,000 people from their homes on the archipelago.Within a week, Bertin, her relatives, and Salomon's entire population of around 300 had packed a few wooden trunks with supplies, rolled up their mattresses, and boarded the Nodvaer, leaving behind an island life many described as simple, and blissful.British colonial officials made it clear the families would never be allowed to return to live on the newly-renamed British Indian Ocean Territories, part of which had recently been signed over, secretly, to the US for use as a military base.But this week, for the first time in history, the government of the independent island nation of Mauritius dispatched a boat to the archipelago, dramatically asserting its right to visit what it insists is its sovereign territory.The trip is the culmination of years of tug-of-war legal battles with Britain over ownership of the Chagos Islands.Despite concerted opposition from both the UK and US, Mauritius has won a string of significant victories, first at the UN General Assembly, then at the UN's International Court of Justice, and finally at the UN's tribunal for settling maritime disputes. UN maps now show the territory as Mauritian, while Britain has recently been ordered by two international courts to \"decolonise\" Mauritius by formally renouncing its sovereignty over Chagos.\"It seems miraculous that we're here. It's a big deal for the Mauritian government, which has fought to get these islands back since independence,\" said Philippe Sands, the British barrister representing the government in its legal battle with the UK.As the chartered boat, the Bleu De Nimes, crossed into the disputed maritime territory around the islands - what some maps still describe as the British Indian Ocean Territories - the Mauritian delegation popped open champagne bottles.\"This is a historic moment. It is not an unfriendly act. It is not a hostile act [against the UK]. It is what we believe is the right way to proceed in accordance with international law which has clearly stated that Mauritius is the sovereign power over the Chagos archipelago,\" said Jagdish Koonjul, Mauritius's UN ambassador.Speaking to the BBC via satellite, Mauritius's Prime Minister Pravind Jugnauth confirmed that he had no intention of \"embarrassing\" the UK, but he stated that Britain \"has no rights or claim over the Chagos archipelago\".The prime minister said the way Chagossians had been treated by the UK over decades, and currently, \"is clearly a crime against humanity\". \"We're on the side of justice, on the right side of the law, and it is the UK who is violating the law\".The Mauritian prime minister had planned to join the trip to Chagos but had pulled out at the last minute after a cyclone hit Mauritius.In a statement, the UK Foreign Office declined to repeat previous assertions of sovereignty over the islands, pointing out that it had been informed of the trip ahead of time, and would not seek to obstruct it. But the Foreign Office claimed, incorrectly, that the trip was about \"environmental protection,\" which Mauritius denies. Instead, the official purpose is to map Blenheim reef as part of a maritime border dispute with neighbouring Maldives.If Mauritius can claim any part of the reef is permanently above sea level, it could prove it is an island and take on thousands more square kilometres of ocean as its exclusive economic zone, marine surveyor Ola Oskarsson said.The UK removed the entire population of the Chagos islands in the early 1970s, seeking to portray them as itinerant workers rather than a settled population that had lived on the islands for generations. British diplomats knew that it was illegal, under international law, to split up a colony before granting it independence, but felt that a few uninhabited islands might go unnoticed.The UK had already cut a secret deal with the US government to lease Diego Garcia. Mauritian officials say they were blackmailed by Britain into agreeing to surrender the islands or forfeit the right to independence from the UK, which they secured in 1968.Most of the population of the Chagos Islands was dumped, unceremoniously, and without compensation, in Mauritius, 1,000 miles to the south. Some moved to the Seychelles and to Britain, where many now live in the West Sussex town of Crawley.But the tightly knit Chagossian community is divided over the merits of the Mauritian-organised trip, with some describing it as a \"media circus\" or \"self-serving vanity trip\" that has more to do with Mauritius's territorial and maritime ambitions than any genuine care for the Chagossian cause.\"Chagossians are the real victims. Chagossians are not Mauritian. We are British,\" a group calling itself BIOT citizens tweeted, describing the trip as \"a huge political stunt\" by the Mauritian government. Critics in Mauritius have also attacked the trip as a waste of money, bemoaning the lack of independent local media on the boat, and pointing out that the government has hired an expensive luxury yacht for the journey.But the Chagossians on board have hit back hard against the criticism.\"I'm a native [of Chagos]. I know my suffering,\" said Rosemonde Bertin. \"Those talking against this trip were not born there. My heart aches because they should support us.\"", "url": "https://www.bbc.com/news/world-africa-60349040"}