{"datetime": "2022-02-16T10:24:55.000Z", "author": "Luke Sproule", "subject": "Coronavirus pandemic", "title": "Covid-19: What are Northern Ireland's rules?", "article": "The health minister has revoked Northern Ireland's remaining Covid-19 restrictions, so rules that were formerly legally binding, such as wearing face coverings in enclosed public spaces, are now merely guidance. This means that while people are encouraged to follow restrictions, they will not face any punishment for not doing so. However, individual businesses are still able to ask customers to follow certain rules. Issues that were previously covered by guidance - such as the advice to work from home where possible - have not changed either, because the changes only affect legal restrictions. People are still being strongly encouraged to wear face masks in enclosed public spaces, such as shops, restaurants, cafes, bars and on public transport. In post-primary schools it was always guidance - rather than a legal requirement - for pupils to wear face coverings. This has not changed. Hospitality and entertainment venues will still be strongly encouraged to use so-called Covid passports, and the certificates will still be available for anyone who needs them to travel abroad. Social distancing is also still encouraged as well as meeting outdoors or in well-ventilated places were possible. The requirement for offices to take reasonable measures for 2m (6ft) social distancing had already been removed, but soon risk assessments will no longer be required. People are still advised to work from home where possible but Health Minister Robin Swann has made it clear he wants the guidance to be urgently reviewed. He said he would work with ministerial colleagues on the issue. There have not been any changes to the rules on self-isolation.The Department of Health clarified on Tuesday evening that - contrary to England - the self-isolation rules in Northern Ireland were never enshrined in legislation. Instead, they were classified as \"very strong guidance\".Anyone who tests positive for Covid-19 should self-isolate for 10 days from the date their symptoms start or the date they took a test, whichever is sooner. They can leave isolation from day six if they have two consecutive lateral flow tests taken 24 hours apart, with the first taken no earlier than day five, and provided they do not have a high temperature. The testing and contact-tracing system will also remain in place. Travel rules remain in place, although there are currently no countries on the red list for international travel. If you are fully vaccinated and travelling to Northern Ireland from a country outside the Common Travel Area, you do not have to take a pre or post-departure test or self-isolate on arrival. However you must complete a UK passenger locator form in the 48 hours before you arrive and be able to prove your vaccination status. If you are not fully vaccinated you must complete a UK passenger locator form in the 48 hours before you arrive and be able to prove your vaccination status. You must also book and pay for a pre-departure PCR or LFD test to be taken in the two days before you travel to Northern Ireland and book and pay for a PCR test to be taken on or before day two following arrival. Foreign countries all have their own rules which you must follow if you are travelling to them. Dentistry has been severely disrupted by the pandemic and a large backlog of patients seeking routine appointments has built up since the first lockdown in March 2020. Dentistry was not specifically mentioned with the lifting of Covid restrictions, so dentists are still working underoperational guidelines issued by the Health and Social Care Board (HSCB) which were last updated in December 2021 . Currently, patients are asked about their Covid status before they attend appointments and those who have no symptoms of Covid or other respiratory infection can be treated under standard infection control measures that were in place before the pandemic began.But patients who test positive or who report Covid symptoms can only receive dental treatment if it is considered urgent and they should be segregated from other visitors to the surgery. A spokeswoman from the British Dental Association told BBC News NI that all enhanced measures to keep patients and staff safe have radically reduced capacity across the service and the current backlog means that routine appointments \"are still a long way off\". A Translink spokesperson said the public service transport firm would \"continue to follow public health guidance\" regarding face coverings. \"To help keep everyone safe and in line with the latest guidance, we are encouraging our passengers to wear a face covering, if they can, in stations and on-board buses and trains,\" they added. There has been a mixed response on mask wearing guidelines from supermarkets and entertainment venues.Asda said wearing a face covering would now be \"a personal choice\". Sainsburys is continuing to ask people to wear them in its stores in Great Britain, but in Northern Ireland, the supermarket giant said it was reviewing what Stormont's health minister has said and will keep customers informed. Belfast's Grand Opera House has confirmed that it will continue to encourage people to wear face coverings, unless they are exempt or are eating and drinking. However, the Movie House Cinema chain said people could now make their own decisions on wearing face coverings. It will also be removing guidance signs from its cinemas. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58090977"}