{"datetime": "2021-10-19T10:55:41.000Z", "author": "Jayne McCormack", "subject": "Coronavirus pandemic", "title": "Covid-19: Face coverings compulsory in NI for autumn/ winter", "article": "Wearing face coverings in crowded indoor spaces will remain a legal requirement in Northern Ireland throughout autumn and winter. It is part of the executive's winterCovid contingency plans , outlined on Tuesday. First Minister Paul Givan said there would also be a \"focus on flexible and hybrid working\" in workplaces. He also set out a range of options if Covid cases rise sharply or hospital pressures become \"unsustainable\". Mr Givan said potential measures included deploying Covid vaccine passports in \"higher risk settings\", if considered appropriate. Stormont's Department of Health is currently working on the system, but its use would need to be signed off by the executive.It would also include strengthening self-isolation rules for close contacts of those who contract the virus, and a \"re-imposition\" in law of social distancing in certain settings. They said there was a need to keep as many sectors open \"to the fullest possible extent\". Mr Givan said doing that would depend on as \"many people as possible\" getting vaccinated. The assembly heard that just over 82% of people aged 12 and above in Northern Ireland had received one dose of the vaccine. \"Our vaccination rates are very good but there is still room for improvement,\" said Mr Givan. The first minister said that the executive would launch a new public information campaign before the end of October to \"build on the need for all of us to keep making safer choices\".Further Covid restrictions are due to be relaxed by the executive on 31 October. This will see: Mr Givan said it was a \"fact of life\" that Covid remains an ongoing issue, and that the executive needed to continue to find ways to manage the situation.He also warned that the health service needed to plan on the basis that there would be a \"flu season\" this year, which would also cause concern. \"The efforts that have been made by so many in recent months to drive up vaccination rates and step up compliance with mitigations do seem to be working,\" he said. \"It is vital that we don't let up. We must maintain our focus and collective endeavour. All of us have a part to play in keeping transmission under control.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58964722"}