{"datetime": "2021-08-09T16:21:08.000Z", "title": "Covid-19: Vaccination 'dramatically' reduces hospital cases", "article": "There has been a \"dramatic reduction\" in those with Covid-19 being admitted to hospital as a result of vaccination, NI's chief scientific adviser has said. Prof Ian Young was speaking as it emerged that for each 1,000 cases of Covid-19 in Northern Ireland, 22 are currently being admitted to hospital. That compares with 80 being hospitalised in December.The comments come as a health trust said it has cancelled outpatient clinics until Wednesday. The southern trust said it had taken the move due to a limited number of staff amid a rise in Covid-19 cases in the wider community. It said this had resulted in an \"extreme demand and pressure\" on hospital beds, with more than 70 patients being treated in intensive care beds across the trust. The southern trust's director of acute services, Melanie McClements, said: \"The situation is very challenging and we expect this high level of demand for hospital care to increase over the next few weeks. \"Attendances have returned to pre-Covid levels usually experienced during the winter quarter,\" she continued.\"We are also facing ongoing challenges in admitting patients to ageing hospital buildings with limited available space, restricted further due to COVID-19 infection prevention measures.\" Visiting at all of the trust's sites remain suspended, with some limited exceptions. In the past 24 hours, there have been 1,031 positive cases andeight deaths reported in Northern Ireland . To date, a total of 2,322,659 vaccines have been administered. Prof Young said the benefits of vaccination were \"indisputable\".\"Clearly, the vaccination programme has made a significant difference,\" he said.\"I would again encourage anyone who has not been vaccinated to get the jab. This will help us get through the current surge in cases and any further surges in the autumn and winter.\" The Department of Health said there will be an ongoing programme of walk-in vaccination clinics across Northern Ireland to encourage vaccine uptake.The first dose uptake rate for adults aged 18 and over is now about 85%.Part of the drive to boost vaccinations includes the department is publishing a new Covid-19 factfile, aimed at debunking anti-vaccination myths.\"Contrary to ridiculous claims made, they don't change your DNA, make you magnetic, or let billionaires implant microchips in you. They don't contain fetal cells. They don't have any effect on fertility,\" the factfile said. Prof Young added: \"The truth is that while vaccination does not entirely eradicate the Covid risk, it reduces it substantially.\"It cuts your risk of getting seriously ill or dying from the virus by around 95% and it reduces your risk of catching or spreading it.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58149815"}