{"datetime": "2021-11-01T21:32:06.000Z", "subject": "Coronavirus pandemic", "title": "Covid passports: Domestic Covid passport app launched in NI", "article": "A new app which allows users to show proof of Covid-19 vaccination status within Northern Ireland has been launched by the health department. TheCovid Cert Check NI app will facilitate \"voluntary use\" of vaccine checks in hospitality and entertainment venues. The department has also updated its COVIDCert NI app which allows people travelling abroad to prove vaccination.It can now be updated to show the \"domestic use\" certificate.The apps are free to download and can be used on smartphones and tablet computers. Currently people in Northern Ireland are not required to prove their vaccination status in order to enter indoor hospitality or entertainment venues. However Stormont ministers recently published a contingency plan which referred to the \"potential\" deployment of Covid-19 status certification in \"higher risk settings\". It is one of a number of contingency measures which could be introduced over the winter if ministers feel such checks are necessary.\"Decisions on whether domestic certification would be introduced on a compulsory basis in Northern Ireland settings will rest with the Northern Ireland Executive,\" the department said in a statement.It added that the new Cert Check NI app would be \"more user-friendly and reliable than using the printed vaccination cards to prove you have had both jabs\". The earlierCOVIDCert NI app was launched in July , in response to changes in international travel rules. Since then, more than 228,500 vaccine certificates have been issued to its Northern Ireland users. Now, people who have already downloaded the existing COVIDCert NI app for international travel will be given an option to activate their \"domestic certificate\". To use this new feature, they will have to take a selfie photo with their phone or tablet computer which is then \"locked into the app\". The purpose of adding the selfie is to prevent abuse of the system and it also avoids users having to present separate photo ID when they use the COVIDCert NI app as proof of vaccination status. The department said users' selfie photos will stay on their device within the app but the image is \"not shared with or collected by anyone else\".\"Citizens are encouraged to download the app, and ensure that they have the necessary certificates downloaded, should they wish to present them,\" the statement said.SDLP leader Colum Eastwood said the app showed \"just how easy it would be to introduce mandatory vaccination certification across all our hospitality and entertainment businesses\". He said while many businesses may choose to use the app, the decision should have been made at Stormont to protect the health service. \"The SDLP will continue to push for vaccine certification,\" he added. While it is not mandatory, Northern Ireland now has a Covid-19 certificate which can be used in domestic and social settings.It looks a lot more professional than the current blue card that hardly resembles anything official.It is available and good to go, but only on a voluntary basis.However, it does pave the way for the Northern Ireland Executive to introduce compulsory checks at the flick of a switch if and when it is required, for instance post-Christmas when health officials might need to call for greater control over the hospitality industry.That might need to happen if the health service becomes overwhelmed, and by making vaccine certification checks mandatory it could mean avoiding another lockdown.The new app was developed to assist Northern Ireland-based organisations to check their customers' vaccination status and can be scanned by participating venues. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59124294"}