{"datetime": "2021-09-27T21:07:18.000Z", "subject": "Coronavirus pandemic", "title": "Coronavirus: Social distancing to end in shops and theatres", "article": "Stormont ministers have agreed to end social distancing restrictions for shops, theatres and a number of other indoor settings in Northern Ireland. The executive has asked some sectors to put in place mitigations including proof of double vaccination or a negative lateral flow test.But this will be advice and not legally enforceable. Ministers did not consider social distancing in the hospitality sector during Monday's virtual meeting. Instead, this will be further discussed on 7 October, First Minister Paul Givansaid in a social media post . He added that the changes for indoor seated venues, indoor visitor attractions and retail settings will take effect from 18:00 BST on 30 September.That is the date when the UK-wide furlough scheme ends. Social distancing of at least 1m (3ft) has been a legal requirement in many indoor premises in Northern Ireland. However, those who run venues hosting concerts, conferences and theatres in Northern Ireland have said they are at breaking point because of the rule. While social distancing measures are to be removed, the executive agreed that face coverings will remain a legal requirement in retail settings and for indoor attractions. They also called for people \"to utilise all other available mitigations such as hand sanitising, good ventilation, and using one-way systems where possible\". BBC News NI's Political Editor Enda McClafferty said it is understood venues will be under no legal obligations to put mitigation measures in place, rather, this will be on an \"opt-in\" basis. On proof of Covid status for entry, he said: \"Venues have been asked to put in place a number of mitigations including proof of being fully vaccinated, proof of a negative lateral flow test or proof of natural immunity through a positive Covid PCR test within the previous six months.\" Business groups have previously asked for the law to be relaxed as it is affecting trade. Hospitality businesses are having to serve fewer customers in order to adhere to social distancing rules and venues cannot operate to their full capacity, meaning a drop in revenue from ticket sales. For weeks, Northern Ireland's First Minister Paul Givan has been urging his executive colleagues to relax the rules, previously saying that he wanted to see all Covid-19 restrictions lifted by the end of September. His party colleague, Economy Minister Gordon Lyons said on Monday that he \"wanted to see movement\" on social distancing rules \"as soon as we can\". \"I have been contacted by a number of people who work in that industry who are concerned about the impact that these restrictions continue to have on the viability of their events and on their businesses as well,\" he added. However, Deputy First Minister Michelle O'Neill has previously argued for a more \"cautious approach\", expressing concern about infection rates and the knock-on effect on hospitals. England abolished its mandatory social distancing measures on19 July , with a small number of exceptions for settings like hospitals, care homes and border control posts. Wales lifted its legal requirements on social distancing on7 August , leaving it to individual businesses to decide their own rules after risk assessments. Scotland dropped its social distancing requirements on9 August , but a 2m (6ft) rule remains in place for Scottish healthcare settings such as hospitals, doctors' surgeries and dentists. The business group Hospitality Ulster has been a vocal critic of Stormont's social distancing rules. After last Thursday's executive meeting, Hospitality Ulster chief executive Colin Neill said he was \"hugely disappointed by the lack of movement\" on Covid-19 restrictions. Meanwhile, the SDLP said Infrastructure Minister Nichola Mallon had been \"blocked\" in her efforts to introduce a vaccine certification scheme for entry to some venues where social distancing measures will soon be removed. Ms Mallon argued against a proposal from the DUP and Sinn Féin which will see social distancing measures dropped in indoor seated venues without the requirement of vaccine certification. Speaking after the executive's announcement, her party leader Colum Eastwood said it had been a \"moment to act\" and such a programme could have increased vaccine uptake, \"particularly in younger age groups\". \"It is astounding and reckless that DUP and Sinn Féin ministers have kicked the can down the road instead of bringing certainty and clarity,\" he explained. \"Not only does this offer no incentive for vaccination it puts the onus entirely on businesses themselves.\"This is a cop out and another failure of leadership.\" Previously, Sinn Féin said it would support a proposal for vaccine passports to gain access to pubs and restaurants in Northern Ireland if it was recommended by Stormont health officials. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58700986"}