{"datetime": "2021-09-23T17:18:15.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: October 14 agreed for more changes to NI restrictions", "article": "The executive has agreed a \"significant date\" of 14 October for further easing Covid-19 restrictions in Northern Ireland. However, any changes to the rules will be subject to a review on 7 October, said First Minister Paul Givan. There are nine Covid-19 restrictions still legally enforceable in Northern Ireland. Earlier, the Department of Health advised against their removal. Speaking following the executive's first face-to-face meeting in more than a year, Mr Givan said Northern Ireland was making \"steady progress\" in relation to Covid-19. \"Over the past 10 days we've had a 25% reduction of hospital admissions,\" said the first minister. \"In terms of the models that we're following as an executive, we are on a trajectory around the optimistic model both in respect of community transmission and hospitalisation. \"That is something that we are continuing to monitor which will inform the decisions the executive will take over the next number of weeks.\" Mr Givan said the executive will meet again on Monday to discuss the easing of social distancing measures in certain sectors. \"In respect of social distancing, I know that is something which, for certain sectors, there is a time-critical decision with the ending of the furlough scheme.\" Deputy First Minister Michelle O'Neill said the executive's approach to easing restrictions at Thursday's meeting was \"always going to be cautious\" but was \"the right approach\". Ms O'Neill said the executive meeting on 7 October will be \"quite detailed\". \"At that meeting we want to talk about the Covid surge plan and preparations for autumn and winter,\" she said. \"The work is under way and will continue over the next few weeks between health and the task force behind developing those plans.\" Thursday's meeting of the executive followed the latest warning from Health Minister Robin Swann about the pressures on hospitals and healthcare staff. Mr Swann has aimed a workforce appeal to help maintain surgery this winter, particularly at staff who are fully skilled and have recently left the health service. It is also targeting those who have recently qualified and are not currently working in the health and social care sector. People from a wide range of staffing categories are needed, including medical, anaesthetics, nurses - theatre, recovery and ward experience will be key. Also being sought are pharmacists, porters and administrative workers. The posts will be for a temporary basis of up to about six months. The health minister has not ruled out further restrictions being imposed over winter to counter the coronavirus infection rate. Prior to Thursday's meeting, Mr Givan, from the Democratic Unionist Party (DUP), repeatedly said hewanted all regulations in Northern Ireland to be lifted by the end of September . But Ms O'Neill, from Sinn Féin, said: \"We're nowhere near the point where we can start to lift restrictions. \"I think it's unfortunate that some ministers have decided to say publicly and put dates to end points, that's not where we're at,\" she said. The Sinn Féin vice-president returned to Stormont on Monday after recovering from Covid-19. She said the virus \"absolutely floored\" her and it was probably her \"worst experience\" of illness. Earlier in SeptemberCovid-19 rules for hospitality businesses in Northern Ireland were eased , with table service restrictions removed. It meant customers were allowed to queue for service in bars and pubs for the first time since pandemic measures were introduced. Dancing is now allowed at weddings and civil partnership receptions but nightclubs remain closed. Many in the hospitality industry are waiting for guidance on nightclubs, after a long period of closure. SDLP leader Colum Eastwood has called for vaccine passports - which restrict who can enter certain venues - to be introduced in Northern Ireland. \"I think this is the moment for taking tough decisions,\" Mr Eastwood told BBC One's Nolan Live. \"It will either be a decision to have further restrictions, further lockdowns... or it'll be vaccine passports for going into restaurants, bars, gyms.\" The Republic of Ireland requires people to prove they have received both jabs to enter indoor venues. New Covid passport ruleswill begin in Scotland and Wales in October . Similar plans in England have been scrapped but will be kept in reserve in case they are needed this winter. Mr Eastwood also called for all mandatory vaccination for care home workers in Northern Ireland. \"If I had an elderly relative living in a care home, I'd be very concerned about their health and Covid-19 and I'd want to ensure that everybody working in their care home was vaccinated,\" said the Foyle MP. Fully-vaccinated people in the Republic of Ireland started getting their EU Covid-19 certificates in the middle of July, allowing them to travel across the European Union without PCR tests. Those who could prove they had recovered from Covid-19 within the previous six months were also entitled to the certificates. But very quickly it was decided that the document that most people stored on their smartphone would allow customers to avail of indoor dining and drinking. Initially, many in the hospitality sector voiced their objections to having to police the arrangement, but given the potential loss of business after months of lockdown and closed pubs and restaurants, that opposition quickly faded away. Now with summer over and winter around the corner it is just accepted that if you want to dine or drink indoors you must produce your EU Covid certificate. To quote the American singer Bruce Hornsby: \"It's just the way it is.\"", "url": "https://www.bbc.com/news/uk-northern-ireland-58657582"}