{"datetime": "2021-12-19T12:10:43.000Z", "author": "Jordan Kenny & Peter Hamill", "subject": "Coronavirus pandemic", "title": "Covid passports: How to get one, how to use one and can it be faked?", "article": "Covid-19 vaccine passports were introduced in Northern Ireland on 29 November . Their use sees people providing a passport or proof of a negative Covid test result to access venues like nightclubs, pubs and restaurants. The first two weeks of the scheme saw a grace period implemented to allow time for adjusting, however their use is now enforced. But where do you get one, how do you use it and when do you use it? Last month Dr Eddie O'Neill, from the Department of Health, toldBBC Radio Ulster's Good Morning Ulster programme that the majority of the public would accept that the introduction of the passport scheme was \"for a good reason\". To begin an application for a Covid certificate you must first set up an account on theNI Direct website . If you do not already have one, this will require you to verify your identity with photo ID. You must then download the COVIDCertNI app. After logging in, you will be able to apply for a travel certificate. These have been in operation in Northern Ireland since July. Once your travel certificate has been approved, you will be able to upgrade and activate a domestic certificate.When activating your domestic certificate, you will be asked to take a selfie which will then be seen alongside the QR code each time you present your pass. You will be provided with the domestic certificate \"within minutes\", according to Dr O'Neill. People who do not have smartphones will be able to apply for a paper version of the certificate by calling 0300 200 7814 between 08:00 and 20:00 GMT Monday to Sunday. About 200 staff work on the helpline. Those with a paper certificate will be required to show photo ID when presenting it to prove their identity.Once identity checks have been completed, it may take up to 10 working days for the printed certificate to arrive, the NI Direct website says. Once your domestic certificate has been approved, you will have two certificates on your app. The domestic certificate is to be used when visiting any venue in Northern Ireland that requires it.The travel certificate should be used anywhere outside Northern Ireland. It will apply for access to: \"It's basically high-risk venues where [the Northern Ireland Executive] thinks the risk of transmission is higher,\" said Dr O'Neill. Hospitality venues and other businesses where passes will be required for entry are able to download the COVIDCert Check NI app on smartphones or tablets. The app allows QR codes from both the travel and domestic certificates to be scanned. If the QR code is verified, the display will show a green screen containing a tick. If the QR code is not verified, the display will show a red screen containing a cross. Once they have scanned the QR code, staff using the COVIDCert Check NI app will only see either a green tick or a red cross, depending on whether or not the certificate has been accepted. Domestic certificates display the selfie you will have taken when applying for it, which staff will be able to use to verify your identity. The COVIDCert Check NI app accepts EU travel certs, as well as the NHS vaccine certificates used in Scotland, England and Wales. People using the EU cert will need photo ID to accompany it. The Department of Health has said that as an \"interim measure\" vaccine cards issued to people after their first vaccination can also be accepted as proof. Certificates proving that someone has recovered from Covid-19 will also be provided by the Department of Health, according to Dr O'Neill.However, the announcement about the introduction of both recovery and vaccine certificates has raised questions about fraud and if they could be faked. At one stage Dr O'Neill said that about 30 applications have been made so far presenting fraudulent Covid-19 vaccine cards. The QR code in the CovidCertNI app, along with a number of other measures, has been designed to prevent fraud. As the screen of the smartphone is moved, the shading on the HSC logo will change, allowing staff to see it is not a screenshot. The QR code displayed on the certificates also updates itself once a minute. \"If you take a screenshot and try to send it to one of your friends to use, the scanner will detect that it is fake,\" said Dr O'Neill. Both apps released require operating system iOS 9.0 or later to operate on iPhones, iPod Touch and iPads. For Android devices, the apps require operating system 5.0 or later. The apps are available to download for free on Apple's App Store and the Google Play Store. The Department of Health has said that proof of a negative lateral flow test in the previous 48 hours is another way to demonstrate Covid certification. Each test has an individual ID number that can be reported online ( https://www.gov.uk/report-covid19-result ) or reported via phone by calling 119. After a reporting a result, a confirmation email or test will be sent to you which can be used as certification. Mr O'Neill said a solutionwas being drawn up to check those who have had a positive PCR test in the last 30 to 180 days and wanted to use it as proof of covid status. \"We are linking up with the test registry and will be able to get them a certificate which will look the same as those with the vaccine one,\" he said. Some people in Northern Ireland will have been vaccinated in a clinical trial, such as that run for the Novavax vaccine, which is currently awaiting final approval for general use.UK government guidance is that those who took part in Novavax trial and received two vaccine doses are considered vaccinated and the NHS Covid Pass app can be used by these people. However the COVIDCertNI app does not certify those jabbed in a trial.The Department of Health says it is working on the issue and that QR codes for the app will be issued to trial participants before certification becomes mandatory on 13 December. It advises that anyone who was vaccinated during a trial register now for an NI Direct account and that the department will issue communications when a date is confirmed. In the meantime, the department says that those affected should have been issued with printed letters for domestic certification use and these can be used as proof of vaccination. High-level discussions about introducing mandatory Covid passports for domestic use in Northern Ireland have been taking place since late summer. At that stage, few of the political parties supported the idea. In September, the SDLP's Infrastructure Minister Nichola Mallon proposed the move to other executive colleagues. It was voted down at that stage, with ministers instead opting toput in advice around vaccine certification mitigations but this was not legally enforceable. Ms Mallon and the Alliance Party's Justice Minister Naomi Long both said they wanted to see compulsory vaccine passports being introduced ahead of the nightclub sector reopening in Northern Ireland on 31 October, when social distancing rules were also scrapped in hospitality venues. In mid-October, Stormont ministers published a contingency plan which referred tothe \"potential\" deployment of Covid-19 status certification in \"higher risk settings\" but said it would require agreement from the executive. On 1 November, the Department of Healthreleased the COVIDCert Check NI app to allow businesses to scan vaccine certificates in hospitality and entertainment venues. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59331597"}