{"datetime": "2021-08-10T18:16:19.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Unvaccinated dad speaks of four-day ventilator ordeal", "article": "An unvaccinated father-of-three who spent four days on a ventilator fighting Covid-19 has said he has \"no doubt\" a vaccine would have helped him. Gerald Prentice, 40, was discharged from Antrim Area Hospital last week. He said he is not an \"anti-vaxxer\" but had wanted to obtain more information. Northern Ireland's chief scientific adviser has said about 80% of Covid-19 patients aged under 60 in hospitals have not been vaccinated. Prof Ian Young is encouraging the public to get a jab for Covid-19 as soon as possible. Mr Prentice, speaking to BBC News NI, described the moment he was taken to intensive care. \"Although I was making good headway at that stage, they needed to act fast for my health and my wellbeing and so on. \"They needed to get me to an ICU unit and fast. \"I was in an out of consciousness in that ICU unit. Basically lying on my back for four days and four nights.\"A lot of time to think about a lot of things, a lot of time to pray.\" He said the seriousness of the situation was reflected when he asked a doctor if he was going to die and they replied they would get him the \"best help we can possibly get you\".Mr Prentice said he believed a vaccine would have helped him combat coronavirus. \"I have no doubt in my mind at all,\" he added. \"That can ruffle feathers, whatever.\"I know for a fact in my heart of hearts had I had something in me to build an immunity up towards it, to fight against it - I'd have been better off, yes.\" He said he would now be getting vaccinated. Earlier, Prof Young told BBC News NI that about 15% of adults in Northern Ireland are yet to receive their first dose of the vaccination. \"Younger people who chose not to get vaccinated have a risk of developing a serious illness,\" said Prof Young. He said it had the potential to put someone in hospital. \"There are a small number of circulating myths,\" he said. \"The idea that vaccines have some effect on fertility [and] the idea that vaccines involve the use of cells from aborted babies are simply not true but continue to circulate.\" He said those falsehoods had deterred some people from taking up vaccination. Later on Tuesday, the Department of Health released information relating to Covid-19 inpatients across Northern Ireland's hospitals on Monday, 9 August.It shows that, overall, 52% of hospitalised Covid patients are unvaccinated.According to the Department: The department said that percentage was \"despite unvaccinated people now making up just 15% of the Northern Ireland adult population (aged 18 and over)\". On Monday, the Department of Health highlighted the effect the vaccination programme had on reducing the number of people in hospital. It noted that for each 1,000 cases of coronavirus in Northern Ireland, 22 were currently being admitted to hospital. It compares with 80 in every 1,000 being admitted to hospital in December. Deputy chief medical officer Dr Lourda Geoghegan said \"the evidence in support of vaccine effectiveness is very clear\". \"While the current prevalence of the virus in Northern Ireland remains a serious cause for concern, we would be in a much worse situation but for our vaccination programme,\" she added. \"Vaccination protects us, it protects our families and protects others. It helps us reclaim normality. \"Of course, vaccination doesn't totally eradicate all risk - no vaccine in history has ever been 100% effective 100% of the time.\"But it does make us significantly safer - it shifts the odds in our favour.\" On Tuesday,two more Covid-19-linked deaths and 1,305 new cases of coronavirus were recorded in Northern Ireland. The total number of deaths linked to Covid-19 since the start of the pandemic is 2,230. Northern Ireland currently hasthe highest rate of coronavirus infection in the UK . On Monday, the Southern Health Trust said it had cancelled outpatient clinics until Wednesday. It said it had made the decision due to a limited number of staff amid a rise in coronavirus cases in its area. It said that had resulted in an \"extreme demand and pressure\" on hospital beds, with more than 70 patients being treated in intensive care beds across the trust. The Department of Health has started a campaign to combat falsehoods about Covid-19 and has releaseda factfile that addresses specific claims that have been spread online. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58157207"}