{"datetime": "2021-10-08T10:22:44.000Z", "author": "Jayne McCormack", "subject": "Coronavirus pandemic", "title": "What are Northern Ireland's Covid-19 rules now?", "article": "The past few months have seen many Covid restrictions eased in Northern Ireland, after a long period of lockdown. But Stormont ministers, who decide what to relax and when, have kept some measures in place. BBC News NI explains what rules remain and how Northern Ireland compares to other parts of the UK and the Republic of Ireland. As one of the first measures introduced when the pandemic took hold last March, businesses and people have had to rapidly adjust to keeping their distance. Now, the legal requirement for social distancing outdoors no longer exists in Northern Ireland. It has been removed for shops, cinemas, theatres and many other indoor settings while social distancing will no longer be required in bars, restaurants and cafes from 31 October.The executive has asked some sectors to put in place mitigations including proof of double vaccination or a negative lateral flow test. But this will be advice and not legally enforceable. In the Republic of Ireland, physical distancing rules remain in place across many sectors but that is due to end by 22 October, under the government's plan to lift almost all remaining restrictions. Although face coverings are no longer mandatory in many places in England, those rules do not apply in Northern Ireland. Instead, people must still wear them on public transport, in shops and a number of other settings - unless they are exempt. Scotland andWales have also maintained the rules on face coverings. Since July, people going to places of worship in Northern Ireland no longer have to wear a face covering during the service, but it's still the law to wear them when entering and exiting the building. Health officials in Northern Ireland are thought to be in favour of keeping the restrictions on face coverings in place. Any decision on their continued use will have to be agreed by the five parties in the Stormont executive, who may take different views. Northern Ireland still has the lowest rate of first dose vaccination in the UK - a factor the executive will have to take into consideration when deciding whether to ease any further restrictions. On Monday 16 August, therules on self-isolation in Northern Ireland changed. Close contacts of those who test positive for Covid no longer have to automatically self-isolate - as long as two weeks have passed since they received their second dose of the vaccine. They are still advised to take an additional PCR (Polymerase Chain Reaction) Covid test on day two and eight of the process. If the result is positive, they need to self-isolate just like anyone else. Hospitality had faced some of the toughest restrictions during the pandemic but in recent months those rules have been cut back. For instance, there are no longer limits on the amount of people allowed to sit at a table and table service is no longer mandatory.Nightclubs will be allowed to reopen from 31 October, a move that has already happened in Great Britain.Wedding and civil partnership receptions no longer have to operate with limited numbers and dancing and live music is allowed.Concerts can take place indoors and, from 14 October, people attending performances at indoor venues will no longer have stay seated. Rules on the number of people allowed to meet at home still remain in place in Northern Ireland,unlike in England, Scotland or Wales , although they have been eased significantly.From 14 October, the limit will move from 15 people from four households to 30 from an unlimited number of households.In the Republic of Ireland, people who are fully vaccinated can meet together indoorswith no limit on numbers .Pupils in Northern Ireland returned to the classroom in August.Schools in Northern Ireland were issued with new guidance from the Public Health Agency (PHA) , based on Department of Health (DoH) policy guidance. The new guidance advised that pupils and staff who are identified as close contacts of a positive case, but have no symptoms themselves, do not have to self-isolate if they have recently tested positive for the virus. Other close contacts, who have not received a positive test within the previous 90 days, do have to self-isolate, but they can reduce their 10-day period of self-isolation if they have a negative PCR test result. However, there have been concerns over the number of children missing class , with more than half of pupils at one school being sent home as close contacts.Previously, ministers had agreed that the system of \"bubbles\", where children only mix within a fixed year or class group will be removed. However they decided to retain face coverings for post-primary students in classrooms for the first six weeks of term, subject to a review. In Scotland, pupils and teachers in secondary schools will continue to wear face coverings and the 1m social distancing rule will remain for at least the first six weeks of term.People in England are no longer being asked to work from home, but in Northern Ireland advice remains to work from home where possible. Similar advice remains in place in Scotland, Wales and the Republic of Ireland. Stormont ministers discussed the issue in August but it is understood health officials advised keeping the guidance in place.In recent months, Stormont ministers have continued to urge employers to be flexible, and adhere to public health advice as much as possible. After ministers agreed to remove social distancing in indoor venues such as theatres and shops, ministers asked some sectors to put in place mitigations including proof of double vaccination or a negative lateral flow test. But this will be advice and not legally enforceable. However, it is understood that Department of Health Department of Health will now progress work to develop a digital vaccine passport scheme, but ministers will have to decide whether to deploy it. It is thought the scheme could be ready by November. Deputy First Minister Michelle O'Neill said she did not to have to enact a mandatory scheme, and hoped businesses would voluntarily comply with executive advice. In the Republic of Ireland, proof of vaccination is now required in order to enter pubs and restaurants. In Northern Ireland, a number of music and sporting events have already said people must prove they have had both vaccines, or provide evidence of a negative Covid-19 test up to 48 hours before the event, in order to gain entry. When it comes to travelling abroad, at present people in Northern Ireland can also applyfor vaccine certification from the Department of Health .", "url": "https://www.bbc.com/news/uk-northern-ireland-58175159"}