{"datetime": "2021-09-26T10:39:16.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19 vaccine passports a 'no brainer', says Nichola Mallon", "article": "The introduction of vaccine passports in Northern Ireland is a \"no brainer\", the infrastructure minister has said. SDLP MLA Nichola Mallon said she has raised the issue at Stormont executive meetings on \"a number of occasions\". It comes after her party leader Colum Eastwood called for the introduction of vaccine passports earlier this week. \"It's frustrating that we're still sitting having this discussion,\" Ms Mallon toldthe BBC's Sunday Politics programm e. Since July,the EU Digital Covid Certificate system has been in operation in the Republic of Ireland . It is being used as a form of passport to give members of the public access to international travel and hospitality industries. Ms Mallon said she believed the introduction of a similar scheme in Northern Ireland would act as an incentive for more young people to be vaccinated. \"We know that the level of uptake in vaccines from people aged 18 to 35 is lower here and we know when we look at the south that the introduction of Covid passports acts as an incentive for that age group,\" she said. \"So, for me it's a no brainer. \"We have to be honest with ourselves. If we want to have a sustainable pathway out of the remaining restrictions, if we want to avoid further lockdown, if we want to protect our health service from unprecedented pressures as it goes into winter, then we need to look to introduce Covid passports.\" New Covid passport rules willbegin in Scotland and Wales in October. Similar plans in England have been scrapped but will be kept in reserve in case they are needed this winter. In a wide ranging interview, the infrastructure minister also said the Driver and Vehicle Agency (DVA) was \"back to full testing capacity\", in terms of MoTs. Last week, the DVAapologised after a delay in rolling out a new MoT booking system left drivers unable to get a test slot. \"DVA has introduced a modern, up-to-date booking system which will make it much easier and a much more improved experience for customers,\" said Ms Mallon. However, she added that there \"were clearly technical difficulties moving to the new system\". \"There was monumental amounts of data that had to be switched over and there were technical issues and difficulties and the DVA has apologised for that, and I apologise for any inconvenience that was caused to people.\" The PSNI will not penalise the driver of a vehicle whose MoT has expired, so long as it is in roadworthy condition, the vehicle is properly insured, and the driver can provide proof that a test appointment has been booked for the vehicle, according to the DVA. The booking system was fully operational again by Friday, with 20,000 people able to successfully book an MoT, Ms Mallon added. However, for those whose MoT certificate expires before their next test date, Ms Mallon said: \"I would encourage people to keep checking the booking system because cancellations allow other people to come forward.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-58697878"}