{"datetime": "2021-12-18T09:28:49.000Z", "subject": "Job Retention Scheme", "title": "Scottish music venues warn of closures without financial help", "article": "Scotland's live music venues are at serious risk of closure unless they get more financial help, according to those in the industry. No-shows and performers pulling out in recent weeks have resulted in a significant drop in income. New guidance on safety has been issued to limit the spread of Omicron, and the first minister has urged people to stay at home as much as they can. The Scottish and UK governments have yet to agree on more financial support. The Scottish government has offered £100m of support to firms, and called on the UK government to provide more. The Treasury has provided £220m of immediate funding, but Scottish ministers say this had been brought forward from next year and had already been budgeted for. A meeting between First Minister Nicola Sturgeon and Prime Minister Boris Johnson on Friday was described by a Scottish government official as \"constructive\" but \"inconclusive\".Downing Street said a Cobra meeting with the devolved nation administrations would take place over the weekend to discuss the Covid response.Nick Stewart is the director and booker for Sneaky Pete's nightclub in Edinburgh, as well as Scottish coordinator for the Music Venue Trust. A recent survey by the charity found that 54 Scottish music venues had reported a 27.2% drop in attendance rates. He said they expect audiences to fall even more following the latest advice on limiting social contacts.The confidence of performers has also been hit, with performers likeAmy MacDonald and Deacon Blue announcing the postponement of shows. \"Last night our sold-out show for a 100-capacity only had 42 people attend. I got a message from the DJ who was telling me they weren't feeling safe about playing,\" he said. \"They cancelled and I managed to get late notice replacement but the late notice replacement comes with a caveat saying it's your choice about your health whether or not you want to come in.\"It's very clear that we're going to need support straight away regardless of whether there are going to be closures.\" Without intervention from the government - either via the reintroduction of furlough or additional grants - he fears smaller venues would be forced to close permanently. He said: \"It's incredibly hard to set up a grassroots music venue, not least because of the cost, but also to do with licensing and various other things as well.\"We're the research and development hubs of Scottish musicians' careers. When you lose that infrastructure it's gone for good.\" Jamie Sutherland makes a living both on and off stage as the lead singer for folk rock outfit Broken Records. He also manages bookings for Summerhall in Edinburgh, where he said ticket sales \"stopped stone dead\" as soon as Omicron arrived in Scotland. Staff too have felt the impact of the variant and are now all working from home after the venue's last booking of the year - a sold-out chamber music performance of Fleetwood Mac's Rumours album - was cancelled.He said: \"We don't do too many of those kinds of events but it was a really well-valued promoter running this tour and we had to pull from our end because lot of staff have had to isolate - front of house specifically. \"A lot of staff were very nervous about coming to work and we certainly weren't going to force them to come in and potentially have to isolate over Christmas.\" While he hopes Summerhall will be open again by the end of January, he said recruiting staff was an ongoing struggle because of wage instability over the pandemic. He believes the problem could have a domino effect on the rest of the industry. \"From a musician's point of view, we're coming through having sat on the same record for the last three years,\" he said. \"When we release it there's going to be a huge backlog of touring artists and a lot of people will be turned away from venues. \"It's very difficult for young musicians to come through. If you don't have promoters and venues working the whole thing is a house of cards - that's the big takeaway from Covid generally.\" ", "url": "https://www.bbc.com/news/uk-scotland-59696531"}