{"datetime": "2021-12-28T06:20:02.000Z", "author": "Clodagh Rice", "subject": "Job Retention Scheme", "title": "Covid-19: A year of reopenings and rising costs for NI businesses", "article": "2021 has been a year of reopening and rising costs and as it draws to a close, many businesses fear uncertainty about possible restrictions looming. One business owner told me it feels like they are back in March 2020, when bars and restaurants were still open but had no customers. Back then, it was an unprecedented crisis.For them to be in the same position now, almost two years later, with millions of vaccinated people and no furlough scheme, they feel frustrated and deflated, asking: \"Have they (policymakers) learnt nothing?\"Some businesses who had taken on Bounce Back Loans to get through last year are now trying to pay them back, with no money coming in, which is a big source of worry this Christmas.Although it is important to remember that this year has not been all doom and gloom.There have been positives in terms of economic recovery this year. For example,the jobs market returned to pre-pandemic levels and there was no spike in unemployment when the furlough scheme ended.2021 started with many businesses facing restrictions that ran from Boxing Day 2020 until April or May.Tens of thousands of people waited on furlough for the economy to open again.After much anticipation,customers returned to the hairdressers and beer gardens at the end of April .Reopening brought its own challenges for businesses, like trying to find staff, supply chain shortages getting materials and surging global demand for energy pushing prices up.The price of gas, electricity, oil, and petrol have made headlines throughout the yearwith record highs putting strain on household budgets .Inflation hit its highest rate in almost a decade, which is one of the reasons why the Bank of Englandput up interest rates for the first time in three years .There were several high-profile retail casualties this year with household names like Topshop andDebenhams disappearing from the high street.September saw the long-awaited launch of Stormont's£145m High Street voucher scheme .Over 18s were eligible for a £100 voucher to spend in \"a bricks and mortar\" shop.But it was not without issues, as many people struggled to get their card which meant the deadline was extended more than once.Concerns were also raised about the timing of the scheme, being extended into the golden Christmas period which is a busy time for retailers anyway.Was Stormont effectively subsidising Christmas shopping for many people who did not need an extra £100? Would the scheme have been more effective in a quieter time of the year?There were plenty of questions. The furlough scheme also came to an end in September and was hailed as a success.It has been a candidate's market this year with so many businesses looking to recruit and expand.However, as talk of further restrictions continues, there have beencalls for the support scheme to be reinstated .Businesses and households have both been facing rising costs this year that has continued to underline the inequality in terms of how households have been impacted by the pandemic.Lower income households onuniversal credit saw the £20 uplift come to an end in October, with many facing the difficult decision between heating and eating and seeing massive surges in their household bills.We have been told a fuel poverty fund aimed at helping the most vulnerable is coming, but there's no sign of any detail yet.Then at the other end of the scale, people who can work from home have been saving more and buying second homes which is one of the reasons why house prices continued to grow strongly, particularly in places like the north coast.While the summer months when businesses were open might have felt like a return to normality from a customer point of view, 2021 has been far from normal.There has still been a huge amount of government support in places, like a reduced rate of value-added tax (VAT) and no business rates.As we look towards 2022, uncertainty over the latest Omicron wave means businesses do not know what to expect or what to plan for.Events, gigs and weddings that have been rescheduled four or five times are now worried whether they will get to go ahead as planned.It is not just hospitality that is crying out for support but also the travel industry and the childcare sector.It is only natural they are feeling deflated. Their reserves are depleted and they had hoped to be in a stronger position by now.But I hope they can take some comfort in the fact they have been through this before.One thing that has struck me every day throughout 2021 doing my job is the ability of businesses to adapt.You cannot eat indoors? We will move outside.No demand for our product? We will make something to help the fight against the pandemic.It has been another challenging 12 months for businesses in Northern Ireland, but they have continued to impress, adapting to survive, and showing resilience in the face of uncertainty.They do not want government support, they want to be able to open their doors and do their jobs, but if they are unable to do that, they will need support to survive as they try to lose less money and take on less debt.Let us hope 2022 will bring more stability to allow businesses to continue to rebuild and come back stronger.", "url": "https://www.bbc.com/news/uk-northern-ireland-59773303"}