{"datetime": "2021-09-28T16:59:42.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Unlocking options 'limited' by jab passport delay", "article": "A delay by the executive in agreeing a Covid-19 vaccine certification policy has \"significantly limited\" the options for easing restrictions, the health minister has said. In a letter to the first and deputy first ministers, Robin Swann said he was frustrated by the lack of progress.He asked as a \"matter of urgency\" that the Executive Office brings forward a paper \"without further delay\".He said people would lose out if that did not happen. The absence of vaccine certification could leave them disadvantaged \"when they travel to neighbouring jurisdictions where such schemes are mandatory\", he said in the letter, which has been obtained by BBC News NI.On Monday, plans to end social distancing restrictions in a number of indoor settings were announced. While venues will be asked to put mitigations in place such as proof of vaccination, this will not be a legal requirement. \"Such provisions on a voluntary or mandatory basis could assist the relaxation of remaining restrictions on live entertainment and hospitality,\" said Mr Swann. In a statement on Tuesday, he said he wanted a \"domestic vaccine certification scheme to be in place, on the books, available for use as soon as necessary\".Mr Swann said he had asked as far back as 22 April for the Executive Office to create a cross-departmental working group to bring forward domestic vaccine certification.\"The parties that have been most vocal in recent days advocating for the introduction of domestic use certification had until then also shown no actual interest in helping me to pursue a policy decision,\" he said.\"How that tallies with their public pronouncements of recent days is a matter for them to explain.\" BBC News NI's economics and business editor John Campbell said Mr Swann wanted the option of domestic vaccine certificates in circumstances such as poor adherence levels or as an alternative to introducing fresh restrictions if there was a surge in Covid-19 cases. He added that the health minister, a member of the Ulster Unionist Party, felt there was \"ideological reluctance\" to introduce mandatory vaccine passes on the part of some of his ministerial colleagues. The news comes as Scotland has announced its new vaccine passport system will not be enforced until two weeks after it is introduced. The new system, which would mean people going to nightclubs and other large events would have to provide proof of two vaccine doses, was due to start from 05:00 on Friday but a grace period until 18 October has been announced.Meanwhile it has emerged that the Department of Health has allocated £10.5m to cover costs related to vaccination certificates if such a policy was supported by the executive.Joanne Stuart, chief executive of Northern Ireland Tourism Alliance, told BBC News NI on Tuesday that dropping social distancing measures in indoor seated venues without making vaccine certification mandatory could be difficult. \"Taking a route of 'it's not legislation, this is guidance' is just confusing for everybody,\" she said. SDLP leader Colum Eastwood said Monday's executive meeting, where it was decided to ease social distancing rules, had been a \"moment to act\" to introduce a vaccine certification scheme. Previously, Sinn Féin said it would support a proposal for vaccine passports to gain access to pubs and restaurants in Northern Ireland if it was recommended by Stormont health officials. Anne McReynolds, chief executive of the MAC theatre in Belfast, said all of her colleagues in the sector were pleased with Monday's announcement about social distancing. However, she said the move was \"just one step forward\" and it may be years before business as usual fully resumes. Thechanges will take effect from 18:00 BST on 30 September . They will apply to indoor seated venues, indoor visitor attractions and retail settings where social distancing of at least 1m (3ft) has been a legal requirement. But pubs and restaurants will still have to enforce social distancing. Michael McAdam, managing director of Movie House Cinemas, said people who wanted to maintain social distancing \"can book the seat either side of them\" if they want to feel safer.He said the announcement was \"great news\", adding that social distancing \"has been an absolute financial nightmare for us\".Colin Neill, chief executive of Hospitality Ulster, said Monday's announcement was \"pragmatic and positive\", and that he hoped to see \"the same level of pragmatism applied to hospitality\". England abolished its mandatory social distancing measures on19 July , with a few exceptions for settings like hospitals, care homes and border control posts. Wales lifted its legal requirements on social distancing on7 August , leaving it to individual businesses to decide their own rules after risk assessments. Scotland dropped its social distancing requirements on9 August , but a 2m (6ft) rule remains in place for healthcare settings such as hospitals, doctors' surgeries and dentists. Ministers did not consider social distancing in the hospitality sector during Monday's virtual meeting, with First Minister Paul Givan tweeting that hospitality regulations would be discussed on 7 October. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58717676"}