{"datetime": "2021-11-17T18:52:38.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Reaction to vote for Covid passports", "article": "Political leaders in Northern Ireland have been giving their reaction to the decision to introduce Covid vaccine passports. Under the measure, people have to provide a passport or proof of a Covid test result to access nightclubs, pubs or restaurants. Sinn Féin, Alliance and the SDLP all backed the proposals from Health Minister Robin Swann. DUP ministers voted against the move, with the result finishing six to four. There has been a mixed reaction to the decision. \"All of our ministers voted against this due to a range of concerns,\" said Mr Givan. \"The most significant impact that the chief scientific officer (CSO) told us about was the rollout of the booster campaign,\" he said.\"Why is it that in Northern Ireland over 80% of people, hundreds of thousands who are eligible, are not able to get it? \"Where are the walk-in clinics? Why are we still waiting when it is the booster jabs which will reduce hospitalisations, in the CSO words, by at least 15%?\" He added said that the regulations should be put to a vote in the Northern Ireland Assembly before it takes effect. Mr Swann said it had not been an easy decision, but in the end, the case for Covid certification in hospitality was \"not complicated\". \"It can reduce the number of infected people in high-risk settings,\" he said.\"Vaccinated people are less likely to become infected and ill than unvaccinated people and the virus is only transmitted by infected people,\" he added. \"Our Covid numbers are too high and we need to forcibly push them down. Our health and social care system is under severe stress. We have to act,\" he said. He said other measures his department will now look at will focus on enforcement and compliance of existing measures - such as face coverings and the booster programme. Mr Murphy said the DUP had always had \"ideological\" objections to restrictions. However, he added, \"ideology does not deal with a health crisis\". \"None of us want restrictions more or longer than is necessary - we understand the challenges to the public and to businesses - but we have a responsibility to public health to take a decision in the interest of public health. \"We are in a position where action taken now can prevent more serious action having to be taken in the future. \"We want to be in a position where we do all we can to ensure that businesses can remain open and people can enjoy the build-up to Christmas but do so in a way that is sensible, and which recognises the virus is on the increase again and that measures have to be taken,\" he added. \"Finally the decision has now been taken,\" said Ms Mallon. She had proposed introducing mandatory Covid passports for domestic use to other executive colleagues in September but it was voted down. \"Serious questions need to be asked of the DUP who voted against this - what is their plan to protect our health service, what is their plan to reduce transmission rates, to reduce hospital admissions and deaths and the chances of people facing the possibility of further in the mouth of Christmas? \"We need to used every tool in our box and ensure we roll out the booster vaccination programme as soon as possible. \"I think the last thing people in Northern Ireland want is another Christmas apart from each other. We need to find sustainable pathways for our businesses - that was part of the rational behind our proposals two months ago. \"The other parties voted against it and it's for them to explain why.\" Mr Allister said the decision was \"wrongheaded both in focus and effect\" and \"must be brought to the assembly for an early vote\". \"The common practice of voting on these proposals weeks after implementation won't do,\" he said.\"Until now any restrictions have applied equally to all. Now, this move picks out a section of society for the special treatment of exclusion on a mandatory basis. This is wrong,\" he said.\"I fear today's announcement will needlessly breed division and take the focus of failures of the executive to build up our hospital provision and the woeful tardiness in delivery of the booster jabs,\" he added. Mr Neill, who heads up a representative body for Northern Ireland's hospitality industry, said the decision to impose the measures on the industry \"without any mention of support, sends a clear signal that we are of no value or concern\". He said the majority of his sector were opposed to the measures and that it was likely this would impact footfall in the festive season and face abuse from customers. \"Today is another day we have been singled out,\" he said.\"As the worst impacted industry, and the one singled out repeatedly for restrictions, we are facing an unknown future.\"Our industry will have to fight to retain staff and save businesses,\" he added. \"The devil will always be in the detail and the health minister has clarified it's not just a Covid cert but lateral flow and positive PCR tests which will be accepted,\" he said. \"That's already in play for larger events and nightclubs.\"He agreed with Colin Neil that the industry had been \"singled out\".\"It's quite clear the executive feel we are the easiest target to go for and yet again they have legislated against us,\" he told BBC's Evening Extra programme.\"A larger venue like ourselves will be able to manage point of entry than a smaller venue where they may need to put on extra staff,\" he added. \"We test all our staff everyday at the Galgorm and have done so since the summer and it's benefitted us so much,\" he said.", "url": "https://www.bbc.com/news/uk-northern-ireland-59326000"}