{"datetime": "2021-09-09T10:23:52.000Z", "author": "Claire Graham & Peter Coulter", "subject": "Coronavirus pandemic", "title": "Covid-19 NI vaccine cert app 'built for overseas travel only'", "article": "The Department of Health has said Northern Ireland's vaccine certificate app will not work for domestic use. CovidCertNI was built for international travel to show proof of full vaccination.England and Scotland intend to bring in vaccine certificate checks in some settings in the next few weeks. It comes as thousands of students prepare to go to Great Britain where proof of vaccination will soon be needed for large events and nightclubs. But health authorities in Northern Ireland have said you can only access a CovidCertNI QR code for international travel. The Department of Health says the CovidCertNI app is built for international travel and meets World Health Organisation/EU standards.\"Any domestic usage would require a different approach to using patient data which would be viewable,\" the department said. A number of students say they are confused as to how they will be able to prove vaccination status in Great Britain.Glasgow Strathclyde student Megan Robb, who is from Randalstown, County Antrim, told Good Morning Ulster she feels young people vaccinated in Northern Ireland are being treated unfairly.\"Every other part of the UK, as well as Ireland, can access their proof of vaccination via smartphone, yet we only really have a card which has been rejected by some places I've been in the Republic of Ireland,\" she said. \"University life isn't all about partying, but for my final year, after having missed out on that social experience during the pandemic, I don't want to miss out any further because our app is only for travel.\"Large events or nightclubs may accept lateral flow tests or proof of having had Covid.There is also the option of registering with an NHS GP and having details of vaccination being transferred and then uploaded to the NHS apps. \"As annoying as it may be to have to test, I wouldn't mind it as being double vaxxed doesn't mean you can't catch Covid, and if being able to keep myself and everyone else safe meant having to test for big events, I don't think I'd be too annoyed at the idea,\" Ms Robb said. \"But if it was just those who couldn't access a vaccine passport that had to test I would find that unfair, as I'm just as protected as those with a vaccine passport - I am just unable to access one.\" The Department of Health told BBC News NI its priority was to help those who need proof of vaccine for travel purposes. \"Officials produced this app in record time, in response to requirements put in place by other countries,\" it said. \"It has been approved for use by WHO/EU and meets international standards. \"Any domestic usage would require a different approach to using patient data which would be viewable.\"The issue of domestic vaccine certification would be a matter for the executive as a whole to consider.\"", "url": "https://www.bbc.com/news/uk-northern-ireland-58499375"}