{"datetime": "2021-12-17T18:36:34.000Z", "subject": "Job Retention Scheme", "title": "Covid-19: All close contacts told to self-isolate again", "article": "All close contacts of a confirmed case of Covid-19 should self-isolate and get a PCR test, even if fully vaccinated, Health Minister Robin Swann has said. He said the change was in response to the emergence of the Omicron variant.Mr Swann said it was clear that community transmission had been established and \"the clear public health advice is that we must act now\". Therules on automatic self-isolation had been relaxed in August for those who were fully vaccinated.But the latest advice states that if you are a close contact of someone who has tested positive for Covid-19, you must isolate \"immediately\" and book a Polymerase chain reaction (PCR) test as soon as possible, even if you have had all your jabs.If the PCR test is negative, you can stop your period of isolation, but you should take a daily lateral flow test every day until 10 days have passed from your last contact with the infected person. If one of those lateral flow tests proves positive, you then need to isolate again and book another PCR test.Mr Swann said that until now, the Public Health Agency (PHA) had been \"managing suspected Omicron cases on an individual basis\" by asking all of their close contacts to isolate for 10 days. But that instruction has now been issued to the whole population as the number of Omicron cases continues to rise.Separately, First Minister Paul Givan and and Deputy First Minister Michelle O'Neill spoke to Prime Minister Boris Johnson about the latest situation.In a tweet, Mr Givan said among the issues raised was the need for more support from the Treasury for Northern Ireland. Speaking to reporters, Ms O'Neill said she had asked Mr Johnson to make extra money available to help businesses hit by the latest wave of the pandemic. She said if Stormont was to intervene, then money was needed to \"support workers\".Ms O'Neill said the economy would be under huge pressure. \"I have made it very, very clear that the current situation is leaving the executive high and dry and tying our hands in a lot of ways in terms of what an intervention could like because we don't have the ability to access finances,\" she said.Northern Ireland's finance minister had also called on the UK government to provide more financial help to deal with the Omicron Covid-19 variant.Conor Murphy said most ofthe recent allocation of £75m was not new money. Mr Murphy said it was vital that the furlough scheme returns to support businesses who may be affected by any new Covid measures. He said ending of the furlough scheme in September was ''premature''. \"We're setting our own plans for the variant here and we need to know upfront what resource we have to deal with that,\" he said. On Thursday, ministers werewarned that cases of the Omicron variant could reach 11,000 per day in Northern Ireland in a worst-case scenario. There are now 210 confirmed cases, but sources advise that the real number could be up to 10 times those detected. Chief Scientific Adviser Prof Ian Young has said the Omicron variant is likely to become the dominant form of the virus in Northern Ireland in the next two weeks.Prof Young told BBC Radio Ulster's Talkback programme that while we are lagging behind the rest of the UK, there are now a \"significant\" number of cases in NI.Prof Young said the \"piece of the jigsaw which is missing\" is the extent to which cases will lead to severe disease requiring hospitalisation.\"The truth is we just don't have enough data to know and it's going to take more time for that to become apparent,\" he said. \"If Omicron turns out to be as severe as Delta in terms of hospital admission, or even close to that, then hospitals would come under very severe pressure.\" A document given to ministers stated action may be needed for a \"reasonable chance\" of keeping hospital inpatient numbers below 1,000. Mr Murphy said ministers had a responsibility to ensure all scenarios being considered had the right resources in place. \"This doesn't mean we're taking any of these measures,\" he said. \"But it would irresponsible for us not to, given the evidence that's coming in terms of the transmissibility of this.\" Some businesses in Northern Ireland are facing fresh financial struggles due to Covid-19. One pub in Belfast has been forced to close over the Christmas period after five staff members tested positive for the virus.Pedro Donald, who owns the Sunflower Bar in the city centre, warned the hospitality sector was \"about to go over a cliff\" without further financial support. \"It pretty much wiped out our industry and we are getting no help for it,\" he said.\"It was a very difficult decision [to close the bar]... part of the reason is lack of staff. \"I need extra staff because of the regulations about the passport control at the door but I don't have the staff to open the doors.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59700257"}