{"datetime": "2021-11-17T16:19:59.000Z", "author": "Jayne McCormack", "title": "Covid-19: Tougher restrictions for NI 'may be needed before Christmas'", "article": "Tougher Covid-19 restrictions could be required in Northern Ireland before Christmas even if mandatory vaccine passports come into force, the Department of Health has warned. Stormont ministers haveagreed a proposal to make vaccine passports enforceable from 13 December . But a document ministers received ahead of their meeting sets out other measures that could be possible. It warns more \"severe\" rules may need to be considered from mid-December. Those will be required, it says, to avoid hospitals' capacity being overwhelmed. At a meeting of the Stormont executive on Wednesday, Health Minister Robin Swann asked ministers to agree to recommendations on the mandatory Covid-19 vaccine passports. BBC News NI understands the plan was approved by six votes to four, with the Democratic Unionist Party (DUP) voting against it. Sinn Féin, the Alliance Party and the SDLP all backed the proposal. In its briefing paper about Covid-19 in Northern Ireland, the department told ministers that evidence suggested the adherence to guidelines by the public was declining. It also said there had been a low uptake of \"Covid certification on a voluntary basis by the hospitality sector\". \"We strongly advise that further immediate measures are required to increase adherence to continued mitigations, including use of face coverings, work from home, outdoor meetings, ventilation and limiting contacts,\" said the department. \"It is unlikely that this will be sufficient to reduce the R number (Rt) to less than 1 unless there is also widespread use of Covid certification across higher risk settings.\" The paper warned that it remained possible that even those measures may not be sufficient and that much depended on whether there was a \"significant decline in community transmission\" in the next three weeks. Ministers were advised that the number of new positive cases had risen by 23% percent in Northern Ireland in the past week and the percentage of positive tests had also increased. The document said the increase in case numbers had been most marked in children aged from 11 to 15 but all age groups were rising with the exception of over 60s who remained constant at a relatively high level. Officials said that was likely to be due to the effect of relaxations at the end of October, \"with limited adherence to guidance by relevant sectors and a general decline in adherence to baseline measures by the general public combined with the return of schools after the mid-term holidays\". The paper also said hospital admissions had risen by 19% in the past week, while occupancy had risen by 10%, and that although intensive care units occupancy and deaths had declined those were described as \"lagging indicators in the context of increasing community transmission\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-59312746"}