{"datetime": "2021-11-17T17:44:18.000Z", "author": "Jayne McCormack", "subject": "Coronavirus pandemic", "title": "Covid-19: Stormont ministers vote for Covid passports", "article": "Northern Ireland ministers have voted in favour of Covid vaccine passports to be introduced from next month. Under the measure, people have to provide a passport or proof of a Covid test result to access nightclubs, pubs or restaurants. DUP ministers voted against the proposal but Sinn Féin, SDLP, Alliance and UUP ministers backed it. Speaking after the vote, Health Minister Robin Swann said ministers \"have to act\".He said that the a Covid passport was not the only option for people wanting to enter hospitality premises under the scheme - people could also use a negative lateral flow test taken in the previous 48 hours or proof of a positive PCR test taken in the previous 30 to 180 days. Mr Swann's plan would mean the regulations would take effect from 29 November but won't be legally enforced until 13 December, as there would be a 14-day grace period before fixed penalty notices could be issued.It is understood the measure would apply for access to: Mr Swann said: \"There's the three options there - it's not solely vaccination.\" He added: \"Our Covid numbers are too high and we need to forcibly push them down. Our health and social care system is under severe stress. \"We all want this pandemic to be over, but simply wishing it away is never going to be enough. A united effort across society is what is needed to get us through this winter.\" But DUP First Minister Paul Givan said that this regulation should be put to a vote in the Northern Ireland Assembly before it takes effect. He added: \"Whenever we ask questions around the economic impact assessment, none has been carried out. \"No equality impact assessment; no assessment in terms of human rights legislation and yet, other executive ministers felt they could support a policy that had flaws within that paper, even on the scientific evidence.\" DUP members have been outspoken in their opposition to the proposals. The party's Paul Frew tweeted his vehement opposition to the mandatory Covid status plan. East Antrim MP Sammy Wilson said it was a \"bad decision\" made in haste, which would cost the hospitality industry money it could not afford. However, SDLP minister Nichola Mallon challenged the DUP's decision to vote against the proposal, saying that \"the last thing people want is another Christmas apart from each other\".\"We need to use every tool in our toolbox… serious questions need to be asked of the DUP as to why they voted against it,\" she said.Sinn Féin Finance Minister Conor Murphy said the Department of Health would now work on drafting a second paper that would look at other measures that can be introduced to manage the spread of Covid-19. Colin Neill, chief executive of Hospitality Ulster, said the executive's decision, and the lack of financial support, sent a signal that the hospitality industry is \"of no value or concern\". \"Evidence shows that this will negatively impact footfall and increase costs in the most important part of the year,\" he said. \"As the worst impacted industry, and the one singled out repeatedly for restrictions, we are facing an unknown future. Our industry will have to fight to retain staff and save businesses.\" People who have been vaccinated for Covid-19 in Northern Ireland can obtain certification by downloading the COVIDCert NI app. It was released in July for use by people travelling abroad but was recently updated to allow users to hold a separate certificate for domestic use. People who have already downloaded their certification for international travel will be given an option to activate their domestic certificate. That domestic certificate - in the form of a QR code - will scanned by venue staff using the separate COVIDCert Check NI app. If the QR code is verified, the display will show a green screen containing a tick. If the QR code is not verified, the display will show a red screen containing a cross. Both apps can be downloaded for free from the Apple App Store or the Google Play Store. The health department had warned that tougher Covid-19 restrictions could be required before Christmas even if proof of Covid status comes into force in Northern Ireland.In its briefing paper for ministers, the department says evidence suggests that adherence to guidelines by the public is declining and that \"Covid certification on a voluntary basis by the hospitality sector\" has had low uptake. It adds: \"We strongly advise that further immediate measures are required to increase adherence to continued mitigations, including use of face coverings, work from home, outdoor meetings, ventilation and limiting contacts.\" \"It is unlikely that this will be sufficient to reduce the R number (Rt) to less than 1 unless there is also widespread use of Covid certification across higher risk settings.\" The paper says that in the past week the number of new positive cases has risen by 23% in Northern Ireland, hospital admissions have risen 19%, hospital occupancy is up 10% and the percentage of positive tests has also increased.It added that although intensive care units occupancy and deaths have declined, those are described as \"lagging indicators in the context of increasing community transmission\". High-level discussions about introducing mandatory Covid passports for domestic use in Northern Ireland have been taking place since late summer. At that stage, few of the political parties supported the idea. In September, the SDLP's Infrastructure Minister Ms Mallon proposed the move to other executive colleagues. It was voted down at that stage, with ministers instead opting toput in advice around vaccine certification mitigations but this was not legally enforceable. Ms Mallon and the Alliance Party's Justice Minister Naomi Long both said they wanted to see compulsory vaccine passports being introduced ahead of the nightclub sector reopening in Northern Ireland on 31 October, when social distancing rules were also scrapped in hospitality venues. In mid-October, Stormont ministers published a contingency plan which referred tothe \"potential\" deployment of Covid-19 status certification in \"higher risk settings\" but said it would require agreement from the executive. On 1 November, the Department of Healthreleased the COVIDCert Check NI app to allow businesses to scan vaccine certificates \"voluntary use\" of vaccine checks in hospitality and entertainment venues. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59325108"}