{"datetime": "2021-11-18T21:48:41.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: DUP calls passport plan 'a distraction dish'", "article": "The Covid-19 passport plan is ministers serving a \"distraction dish\" that will not relieve the pressures on hospitals, the DUP has said. On Wednesday,Stormont ministers voted in favour of Covid vaccine passports being introduced in December. People will have to provide a passport or proof of a Covid test result to access nightclubs, pubs or restaurants.Sinn Féin, SDLP, Alliance and UUP ministers backed the proposal but DUP ministers voted against it.The party's South Belfast MLA Christopher Stalford said the plan did not address the root problems in the health service. \"The executive hasn't been presented with plans to deal with this or address the fact that pay and conditions for our care staff are utterly inadequate.\"Instead ministers were served up a distraction dish of Covid certification to enter a coffee shop.\" On Wednesday First Minister Paul Givan said the plan for a Covid passport scheme should be put to a vote in the assembly. But UUP MLA Alan Chambers said the DUP had a \"sheer brass neck\" to \"play politics\" with health.\"The DUP's fingerprints are all over the problems now faced by the health service, not least the staffing shortages which will take years to remedy. \"This is not leadership.\" Health officials in Northern Ireland are drafting a second paper that will look at more measures that can be introduced to manage the spread of Covid-19. Northern Ireland's chief scientific adviser Prof Ian Young said it was still possible to \"save\" Christmas.Speaking to BBC NI's Evening Extra programme, he said Covid-19 certification was part of a number of measures brought in to reduce pressure on the hospital system and community transmission. He added: \"None of us can give a complete guarantee that further restrictions won't be required but it's in everyone's hands to do the right things, to wear your face coverings, meet outdoors, reduce your unnecessary contacts and Covid certification will a be part of those measures to save us all from the need for further restrictions later this year and early next year.\" Meanwhile the chair of the British Medical Association (BMA) Northern Ireland's GP committee said the next step should be to require proof of a negative lateral flow test before entering a hospitality venue. Dr Alan Stout said: \"These are measures that none of us want, but what we are seeing with the infection numbers as they are at the moment, with them climbing, with the pressures on the NHS, is that we are starting to see an exceptionally difficult position.\" Michael Cafolla, from the Northern Ireland Institute of Hospitality, said that the industry did not \"feel that we are part of any sort of masterplan in terms of how we are going to get out of this\". \"It feels like they have had a jigsaw in front of them for 18 months and they have put little pieces together, but we can't see the overall picture and that's very distressing for many of us within the industry.\" Colin Neill, chief executive of Hospitality Ulster, said the hospitality industry was frustrated but he said the debate around Covid passports had now moved on.\"We have lost the battle and our debate on this but are extremely annoyed we are being left alone to enforce it with no support.\" Before ministers voted, it emerged that health officials warned that tougher restrictions may be required before Christmas even if proof of Covid status comes into force. In its briefing paper for ministers, the department said that \"further immediate measures are required to increase adherence to continued mitigations, including use of face coverings, work from home, outdoor meetings, ventilation and limiting contacts\". The paper also said that the number of positive cases had risen by 23% in Northern Ireland in the past week, hospital admissions were up 19% and hospital occupancy levels up 10%. Queen's University Belfast virologist Dr Connor Bamford said the passport scheme would be most effective if introduced in tandem with other measures. He said it had the potential to both cut the risk of infection and encourage greater vaccine uptake, but that vaccine's were not a \"silver bullet\". \"There's multiple things we have to do because vaccinations are just not enough,\" he told BBC Radio Foyle. Maggie Hogg, from Glengormley was shielding during the last lockdown due to a lung condition. She said the new measures will make her feel safer when visiting hospitality and entertainment venues.\"I would feel more confident going to the cinema knowing that everyone sitting around me had either been vaccinated or had shown a negative test,\" she told BBC's Good Morning Ulster programme.\"We're going to have to live with Covid and I'm for anything that will make my life and indeed anybody's life easier.\" Gareth Murphy, who owns We Are Vertigo, an activity centre in Belfast, said he does not believe the passport scheme will \"deliver the results we need\". \"If we look at what's happening in Ireland, we're pinning our hopes to something which isn't in isolation working so well,\" he told BBC News NI.\"If we had real tangible results which said 100 miles down the road this worked, we'd be all for it.\" Speaking after the vote on Wednesday, Health Minister Robin Swann said that the Covid passport was not the only option for people wanting to enter hospitality premises under the scheme.People could also use a negative lateral flow test taken in the previous 48 hours or proof of a positive PCR test taken in the previous 30 to 180 days. The plan would mean the regulations would take effect from 29 November but will not be legally enforced until 13 December as there would be a 14-day grace period before fixed penalty notices could be issued.It is understood the measure would apply for access to: ", "url": "https://www.bbc.com/news/uk-northern-ireland-59327235"}