{"datetime": "2022-01-07T12:37:37.000Z", "author": "Ben King", "subject": "Job Retention Scheme", "title": "Ladbrokes claimed £102m furlough despite online boost", "article": "Bookmaker Ladbrokes claimed £102m from the furlough scheme, despite rapid growth in online betting making up for all losses from the closure of stores. Accounts published on Thursday show that Ladbrokes claimed £57.5m in 2020, and the BBC understands it claimed a further £44m this year. Since the pandemic began parent company Entain has actually increased revenues, driven by strong online growth. Entain said the money protected 14,000 jobs, and is “under review.” The biggest claimers from the furlough scheme were mostly those for whom Covid lockdowns meant steep falls in revenue – airlines, pub companies, leisure groups, shops, restaurants and caterers. One company stands out in the list – Ladbrokes, the UK’s largest operator of betting shops, with 2,845 premises branded Ladbrokes or Coral.For though it had to close them for large parts of 2020 and 2021, it had a lifeline - online. Its parent company, FTSE 100-listed gaming giant Entain, has a big online gambling business, and customers who couldn’t bet in shops during the dark days of lockdown flocked to websites and apps instead. Last April’s Grand National broke the record for the biggest online sports betting event in the UK.This meant that despite lockdowns, Entain’s 2020 revenues were unchanged from the year before at £3.6bn, and it even managed to record a profit of £114m. In the first nine months of 2021 revenues grew 8%. Entain is also well placed to benefit from the explosive growth of online betting in the US through its BetMGM joint venture. Despite a strong financial performance, Ladbrokes made a large furlough claim. Accounts for Ladbrokes Gaming and Betting Ltd, a subsidiary company of Entain, filed with Companies House and published on Thursday show that it claimed £57.5m of furlough in 2020.The BBC understands the company claimed around £44m in 2021, taking the total to £102m. According to BBC analysis of data published by HMRC, that would be one of the 20 biggest furlough claims for 2021.A spokesperson for Entain said: “The furlough scheme was a sensible and highly welcome policy intervention that helped us, as one of the country’s largest retailers, to maintain the livelihoods of more than 14,000 retail colleagues on full pay.“Whilst the virus is still with us and the outlook, although improving, is still far from certain, the Board will continue to keep the situation under review.” Entain is legally entitled to claim the money, and there is no suggestion that it did anything wrong in making the claim or retaining the money. However rival bookmaker William Hillopted to return £24.5m of furlough money in August 2020, citing the “strength of the post-lockdown recovery.”Iain Duncan Smith MP, the vice chair of the Gambling Related Harm All Party Parliamentary Group, said: \"The greed of these companies, that derive vast profits from addicted gamblers, never ceases to amaze. \"Any company with a clear sense of morality would immediately hand this money back to the UK taxpayer.\" A number of companiesin other industries opted to return furlough funds when the impact of the pandemic proved less severe than initially feared - including housebuilders Redrow, Barratt and Taylor Wimpey, Games Workshop, and distribution giant Bunzl. Flutter, owner of the Paddy Power betting shops, did not tap the furlough scheme at all.Betfred, which operates 1500 betting shops, also made substantial furlough claims despite rising profits.It claimed £28.1m in furlough the year ending 27 Sep 2020, according to company accounts. In addition, a Betfred subsidiary company, Done Brothers (Cash Betting) Ltd, claimed somewhere between £18.5m and £37.5m from Dec 2020 to May 2021, according to HMRC data (which only gives a range, not a specific figure). The total for the group adds up to between £46.6m and £65.6m, though these figures don't include any claims it may have made in October and November 2020. Betfred Group saw turnover fall from £621m to £525m in the year ending 27 September 2020, the latest figures available, as lockdowns forced its shops to close. However the group still made substantial profits, up from £171m to £205m, lifted by some one-off gains including £98m resulting from a successful court case against HMRC for VAT paid on fixed-odds betting terminals from 2005 to 2013.A Betfred spokesman said: “Thanks to the Government’s Job Retention [furlough] Scheme we have not had to make a single redundancy due to the pandemic and we will continue to invest in our shops on the high street.” ", "url": "https://www.bbc.com/news/business-59900249"}