{"datetime": "2021-10-26T11:42:49.000Z", "author": "John Campbell", "subject": "Job Retention Scheme", "title": "Furlough impact skews earnings figures", "article": "Typical weekly earnings for full-time employees in Northern Ireland surged by 7% in real terms over the last year, official figures suggest. However that big increase is heavily skewed by the impact of the furlough scheme. People who were furloughed typically received just 80% of their normal pay, so when they came off the scheme their wages automatically increased. Typical weekly full-time pay increased from £529 to £575 over the year. Statistics agency Nisra said about 16% of surveyed employees were on furlough in April 2020. This had fallen to 7% in April this year. Nisra said the rise in typical pay was \"driven by the aforementioned large reduction in furlough, with the majority of those employees coming off the scheme receiving a 25% increase in pay.\" There are also \"composition effects\" with more hours being worked in higher-paid jobs and fewer hours in lower paid jobs. For example between 2019 and 2021, there was an increase in employees in the public sector (33% to 37%) and a reduction in the private sector (61% to 58%). Public sector employees in NI are typically paid more so that contributed to the increase of overall typical full-time pay. However there is some evidence of non furlough-related pay increases as some sectors saw typical weekly pay rising substantially higher than 2019. For example in manufacturing typical full-time weekly pay in 2019 was £518, fell back to £478 in 2020 and rose to £538 in 2021. In other sectors pay is still below its 2019 level. In construction typical full-time weekly pay in 2021 was £565 which was slightly below £568 in 2019. Annual earnings, which are measured in a different way from weekly earnings, showed a more modest increase. Typical annual earnings for full-time employees increased by 1.7% over the year to £29,000. That compares to typical full-time UK pay of £31,000. The details are contained in theAnnual Survey of Hours and Earnings . The UK-wide survey of employers is based on a 1% sample of employee jobs. It is drawn from HM Revenue and Customs' Pay As You Earn (PAYE) records. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59051307"}