{"datetime": "2021-11-16T15:41:50.000Z", "subject": "Job Retention Scheme", "title": "Job vacancies: Which sectors are short of workers?", "article": "Job vacancies are at a record high, rising to 1.17 million in the three months to October. Latest figures also show the number of workers on payrolls jumped by 160,000 in October, despite the end of the furlough scheme. According to the Office for National Statistics (ONS), there were 388,000 more vacancies in this period (August to October 2021) than the three months immediately before the pandemic (January-March 2020), with record highs in 15 of its 18 sector categories. Health The health sector had the most vacancies between July and September with 183,000.The King's Fund think tank says the NHS is facing a\"workforce crisis\" . According tothe latest annual State of the Adult Social Care Sector and Workforce in England report , the sector is struggling to recruit and retain staff, with more unfilled posts now than at the start of the pandemic.The government says extra funding and a regular recruitment drive will help boost the workforce. Hospitality The hospitality sector had 151,000 unfilled roles. Industry body UK Hospitality said chefs, security and front of house staff were particularly in demand. The shortage is put down to a number a factors including job security fears in light of Covid, and Brexit. It's leading some businesses to scale back their operations, with restaurants reducing opening hours and hotels closing off parts of their buildings. Retail and transport There were 91,000 vacancies in retail -Greggs andNext are among the high street names which have recently warned of staff shortages in the run-up to Christmas. The British Retail Consortium said there were vacancies across the sector - for example in warehouses and logistics - and its supply chains, like flower-pickers, butchers and distribution centre operators. There is also aUK-wide shortage of lorry drivers , with 53,000 vacancies in the transport sector Furlough, the government's main coronavirus job support scheme, finished at the end of September. There were fears this could lead to a spike in unemployment, with employers unable to keep staff on their books without the support it offered. The ONS says it could take a few months for the full impact of furlough to be shown - but the latest figures show the number of workers on payrolls jumped by 160,000 in October, and strong demand for workers seems to have prevented the feared wave of job cuts. Jobseekers should be ''strategic'' and target sectors experiencing shortages as well as those that are growing, says Gerwyn Davies, from human resources body the CIPD.Theshortage occupation list - used to offer work visas to people moving to the UK - shows where workers are needed. It includes fields like engineering, web programming and graphic design. Consider your core skills, rather than hunting for a specific job title, suggests Corinne Mills, managing director of Personal Career Management . For example, if you work in retail customer service, this could translate to other people-facing roles, such as sales. Many companies list jobs on their own website or on recruitment sites. You can also sign up with a general or specialist recruitment agency.If you want to work for a particular company, check if it hires directly, or through a recruiter.And if you want a specific job, be proactive and contact someone doing that role to discover how they got there. Professional networks can also be useful. These could be LinkedIn or Facebook groups, or industry organisations, where jobs and events are posted and advice is available. Some industries and employers have set upvirtual networking events and job fairs. Corinne Mills suggests drawing on your personal network. Friends, family and acquaintances will collectively know hundreds of people, many of whom will be hiring.Employers often respond to personal recommendations, and you may hear about roles before they are advertised. Tech recruiter Amy Golding also recommends:", "url": "https://www.bbc.com/news/explainers-53685650"}