{"datetime": "2021-10-06T23:04:35.000Z", "author": "Ben King", "subject": "Job Retention Scheme", "title": "Businesses welcome back workers as furlough ends", "article": "The wave of job cuts many expected at the end of the furlough scheme has not happened, early data suggests. The number of redundancies proposed by employers in September was close to record lows. Many businesses with large numbers of furloughed workers say they have taken everyone back, and unions had not heard of major redundancy processes. Around one million workers were thought to be on furlough when the scheme ended. The furlough scheme, where government paid a proportion of workers' wages when their employers couldn't, ended in September after 18 months. There were concerns that many employers would not be able to pay their workers' wages when the scheme ended, and would have to cut jobs.However, the number of firms planning redundancies was still close to record lows in September.Just over 200 firms in Great Britain informed the government of plans to make redundancies in September, with a total of 13,836 jobs at risk. This was a slight increase on August, but far below the levels seen last summer, and among the lowest numbers seen in data which stretches back to 2006. These figures don't include smaller firms, because employers are only obliged to notify government when making 20 or more jobs redundant. Nonetheless the fact that they file at the start of the process gives an early indication of how the labour market is developing. Other evidence also suggests that the number of job losses as a direct result of the end of furlough was lower than had been feared.The Community, CWU, GMB, Prospect, Unite and Usdaw trade unions had not received news of any major redundancies among their members when contacted by the BBC this week. Google searches for 'redundancy' - another early indicator of possible job losses - showed a small increase at the end of September, but it was still less than a quarter of the levels seen at the worst of the pandemic last summer. \"With estimates of actual redundancies and of real-time online searches related to redundancy both lower than before the pandemic, it looks like the worst is well and truly behind us now on job losses,\" said Tony Wilson, director of the Institute of Employment Studies.Around a million people were thought to be on furlough by the time the scheme ended, of whom around half were working part-time and partly furloughed, according to estimates from the Resolution Foundation think-tank.The BBC contacted the 31 employers which claimed £1m or more in June, the most recent month for which official figures have been published. None told the BBC they were making significant numbers of redundancies, though some declined to comment or failed to reply.Many of the big users for the furlough scheme were airlines and air travel businesses, as international travel is still far below pre-pandemic levels. British Airways was the biggest user of the scheme, claiming over £10m in June. It had brought all its furloughed workers back by the end of September.Other major scheme users Easyjet, Jet2, Ryanair, Tui, Virgin Atlantic, Hays Travel, Airbus, delivery firm DHL, air traffic controller NATS, baggage handler Swissport, plus Gatwick, Heathrow, Manchester and Stansted airports all told the BBC they are not making redundancies because of the end of the furlough scheme. Virgin Atlantic chief executive Shai Weiss wrote on LinkedIn that \"the furlough scheme has been crucial to Virgin Atlantic and many other companies throughout the pandemic, helping us to protect as many jobs as possible.\" Travel firms have already shed thousands of jobs in the early months of the pandemic. With a number of travel restrictions lifted in recent weeks, and more to expected soon, many in the industry are optimistic that further job cuts will not be necessary.Outside the travel industry, J D Wetherspoon and Travelodge said they had already brought all their furloughed workers back in the summer.However, some the workers returning from furlough may have to work part-time for a while, if firms don't have enough work to keep them busy full-time. And workers at smaller employers may not be so fortunate as those at larger companies.\"Six in ten furloughed workers were at firms with less than 20 employees,\" said Samuel Tombs, chief UK economist at Pantheon Macroeconomics. \"I do worry about the capacity of those firms to bring back staff on a full-time basis.\" ", "url": "https://www.bbc.com/news/business-58794515"}