{"datetime": "2021-09-30T15:11:26.000Z", "author": "Laurence Cawley, Maria Veronese and Emma Baugh", "subject": "Job Retention Scheme", "title": "End of furlough: 'Without the scheme we would have been in trouble'", "article": "More than 11 million workers have had their pay supported by the furlough scheme since the start of the coronavirus pandemic in 2020. The furlough scheme closes on Thursday. What has it meant for those who have depended on it? As the furlough schemes comes to an end, it is thought nearly one million workers have yet to return to work. It is unclear how many of them were still relying on the scheme for all of their income. But while some businesses are happy to see the furlough scheme recede into history, others are having to borrow money to fund their staff's wages in the months to come. Wendy Cook and business partner Mark Keable founded their Ipswich-based print and design firm Fizwig Designs Limited in 2006. Once run from their respective homes, the company now has its own premises and a staff of four. Had it not been for the furlough scheme, says Ms Cook, the company would have had to forego its office and \"start from scratch\". \"[The furlough scheme] was a godsend,\" says Ms Cook. \"We are quite a small company and with limited numbers of staff, and without furlough, we would have had to let staff go. \"Covid was tough for us. We weren't on the official force to shut list because of the industry that we serve, so we were not entitled to anything unlike the ones on the official list. \"Without the furlough scheme we would have been in real trouble.\" \"We had to shut,\" says Ms Cook. \"All of us were furloughed because our clients were shut. \"It was a tough decision to make. You're not just looking at yourself, the staff rely on us. Furlough took some of that worry away. \"The flexi-furlough then came in and we used that so we could bring people back part-time and furlough part-time. \"Personally, for our business, I think it is a good time. \"We actually stopped using the furlough at the end of July and it seems to have worked well for us. We used it as a tool to get our business back up and running again. \"From my point of view, it was very easy to use because we've got a very good accountant. \"I think we are going to be OK - a few of our clients have been lost along the way, and we expected that. \"We did have plans in place in case there was an emergency and we adapted those for Covid. \"We would have had to scale right back and start from scratch we certainly couldn't have afforded the business premises.\" While some businesses are content to see the furlough scheme end, others - such as those in the travel industry - are not. Daniele Broccoli runs Britaly Travel and Typically Holidays in Cambridgeshire. Since the start of the pandemic, he had to lay off six members of staff. \"But I am not going to lay off any more,\" he says. \"Staff have been loyal and they've been with us for 10 to 15 years and they have grown with the business. \"I don't want to cut hours or make people redundant - especially in the lead-up to Christmas. \"It is going to be [a case of] sink or swim.\" He has borrowed money to cover staff wages until January. Covering his staff's wages, he says, will cost him £20,000 each month. \"So four months will mean £80,000 of debt,\" he says. \"It is going to be a hardship not just for my business but for all small and family-run travel agents. \"In normal times, we would have a year's takings, but these are not normal times.\" He says he would have wanted the furlough scheme extended for the travel industry or, alternatively, an increase in government funding for the sector. \"I don't want to make a profit,\" he says. \"I just want to pay our bills until January or February.\" Mr Broccoli is far from alone in worrying about the end of furlough, says accountant Polly Lee. Ms Lee, of LeeP Accountants in Peterborough, says: \"While some business are already happy and have quit their furlough support there are others that are reliant on it. \"It is those few that we are we are a little bit worried about.\" She says her advice to such businesses is to see what grants or kick starter schemes might be available to them. Ms Lee says since the start of the scheme, many of those furloughed have been using the time to pick up new skills and gain new qualifications, while businesses have in many cases adapted to their change in circumstances. She says she knows of an electrician who, after finding himself unable to enter people's homes to carry out work, has branched out into fitting electrified external garage doors because that did not require him to go into people's properties. David Moss runs Moss and Co Trading, which runs seven pubs in Suffolk and employs 150 staff. \"Furlough saved so many businesses,\" he says. \"I know there's a lot that haven't got through it but without that scheme, I believe, about 90% of hospitality businesses would have gone under.\" He believes his own business would \"probably not\" have survived without the furlough scheme. \"It was one of the best schemes in the world - when you look at the companies it saved, it has been a great scheme. We've got through it and we've brought everybody back. \"The only people who have not come back are the one or two who have reached an age where they felt a little bit frightened and didn't want to come back. \"But since we've been open the demand for hospitality has been immense.\" He adds: \"If it [a global pandemic] ever happened again, I'd like the government to reinstate the furlough scheme. You just couldn't fault it.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-58706389"}