{"datetime": "2021-11-09T23:37:18.000Z", "author": "Anna Meisel & Paul Kenyon", "subject": "Job Retention Scheme", "title": "Recruitment firm wrongly claimed furlough as staff worked, ex-employees say", "article": "A recruitment company wrongly claimed furlough money from the government while its staff were still working, ex-employees have told the BBC. Secret recordings obtained by File on 4 and The Times newspaper appear to show managers at Brewster Partners telling staff how to avoid detection while they continued to work. Thousands of companies are thought to have misused the government's furlough scheme - introduced to support businesses during the pandemic. Brewster Partners denies wrongdoing. The company, based in Yorkshire, said it will refer itself to HMRC for investigation following the BBC's programme.In a video call with staff, Lisa Brewster, the company's managing partner at the time, tells colleagues she has been advised they should delete posts from the LinkedIn social networking site which refer to working from home. Furlough was introduced in March 2020 after Covid-19 forced large parts of the UK economy to close. Officially known as the Coronavirus Job Retention Scheme, it saw the government pay towards the wages of people who could not work, or whose employers could no longer afford to pay them, up to a monthly limit of £2,500. Key to the scheme was that people must not work for their company while furloughed.\"So, what he [the company's chief executive] said is, if you can delete them, delete them,\" she tells staff in a Zoom conversation. \"If it looks wrong to delete it, don't. We're going to use the excuse that we've got a few people... in control of everyone's LinkedIn, still posting stuff if we get into trouble.\" She then appears to encourage staff to continue working as normal. \"Technically, you are not supposed to be working\", she says. \"However, if you choose to work, we can't stop you. Yeah? Does that make sense? So, technically, yes, you're furloughed. You can choose to work, though, which I'm presuming nearly everybody here will be doing...\" Listen to BBC File on 4's full investigation into furlough fraud here . The BBC showed the secret recordings to employment lawyer Beverley Sunderland. She said: \"It is quite clear that what they are doing is instructing their employees to pretend that - if it comes to it - somebody else has been using their LinkedIn.\"They are just creating a false impression to enable them to be able to claim a grant from the government,\" she said. The company's chief executive, Nigel Brewster, is heard telling anxious employees not to worry because he has \"a cunning plan\". The secret recordings come alongside allegations from six former employees, all of whom spoke to BBC File on 4 on condition of anonymity.One said: \"It didn't feel like I could refuse to work while on furlough… I just wasn't allowed to question it, and I continued on miserably.\" The government's furlough scheme, officially known as the Coronavirus Job Retention Scheme (CJRS), was designed to protect jobs during the Covid pandemic by paying 80% of wages - up to a maximum of £2,500 a month. It was introduced in April last year, towards the beginning of the UK's first lockdown. The rules said furloughed employees were not allowed to carry out any work for their employer in order to qualify for the help. HM Revenue and Customs (HMRC) have received around 30,000 calls to their fraud hotline about possible abuses of the scheme. Last week, HMRC released new figures estimating that \"error and fraud\" made up 8.7% of the total amount it paid out through the scheme, equating to approximately £6bn.Brewster Partners is just one of many thousands of companies accused of wrongful claims. The allegations have attracted particular attention because the company's non-executive chairman is Sir Nigel Knowles, a lawyer and former CEO of the world's largest business law firm, DLA Piper, as well as a council member of the charity, the Prince's Trust. There is no suggestion he knew anything about alleged breaches of rules.In a statement to the BBC, the company said they \"categorically deny any wrongdoing\", and had already commissioned an independent review which found that \"the company's receipt of [furlough] funds appears lawful and within the rules of the scheme despite comments in Zoom calls by managers\". However, after exchanging emails with the BBC, the company said: \"Despite the conclusion of the independent report, given questions still persist as to whether Brewster Partners misused the furlough scheme, the company's board has agreed that the business should proactively contact HMRC and invite them to conduct their own investigation.\" ", "url": "https://www.bbc.com/news/uk-59228521"}