{"datetime": "2021-09-30T14:30:07.000Z", "subject": "Job Retention Scheme", "title": "Furlough scheme ends with almost 1 million left in limbo", "article": "The furlough scheme closes on Thursday, with uncertainty ahead for people who have not yet fully returned to work. Nearly one million workers were expected to be on the scheme at the end of September, according to research by the Resolution Foundation. Of those on furlough in late July, about half on the scheme were able to work some of the time, the HMRC says. Since the start of the pandemic, it has helped paythe wages of 11.6 million workers . But many forecasters, including the Bank of England, are expecting a small rise in unemployment as it ends. The chancellor said he was \"immensely proud\" of the near £70bn scheme, but now was the right time to close it, despite calls for further support from some badly-hit companies.The travel sector has suffered more than most during the pandemic, with businesses being affected by changing restrictions and lower consumer confidence. Mark Andrew, the director of Animal Aircare, which helps pets travel overseas via Gatwick Airport, said some of his staff may be made redundant if business does not improve. The firm has not yet had to lay off staff, which Mr Andrew said was \"purely down to furlough\". \"Furlough ending means there's a real question mark for our business. We're still waiting for Gatwick to pick up... it seems the airline industry is not buoyant enough yet,\" he said. Although the end of the scheme comes amida record number of job vacancies , Fidelity International's investment director, Maike Currie, told the BBC that \"no-one really knows what is next\". \"I think what we can be certain of is that we'll see under-employment, where employees return to work but possibly not on a full-time basis and that they might need to supplement their income.\" Furlough was introduced in March 2020 after Covid-19 forced large parts of the UK economy to close. Officially known as the Coronavirus Job Retention Scheme, it saw the government pay towards the wages of people who could not work, or whose employers could no longer afford to pay them, up to a monthly limit of £2,500. At first it paid 80% of their usual wage, but in August and September it paid 60%, with employers paying 20%. There have been big recruitment drives for hospitality staff, HGV drivers and warehouse workers as businesses get back on their feet. Latest official figures show the UK's economy grew by 5.5% between April and June - revised up from the initial estimate of 4.8%. The uplift was largely driven by household spending rebounding after lockdowns, although many firms are now being held back by current labour shortages. \"Any hope that the end of the furlough scheme might be the magic wand to solve the supply chain crisis is likely to be wishful thinking,\" said Susannah Streeter, from Hargreaves Lansdown. There is likely to be a big mismatch of skills and experience between those leaving the furlough scheme and the jobs on offer, she added. Chief Secretary to the Treasury Simon Clarke told the BBC: \"We think there are probably two million fewer people unemployed than would have been the case if this scheme hadn't been introduced.\"I think it's done an enormous amount to shield our economy and our society from the worst of Covid.\" The scheme has also been praised by the Resolution Foundation think tank as a \"great success\". Its senior economist Dan Tomlinson said furlough had been \"as critical to fighting the Covid crisis as nationalising the banks was to fighting the global financial crisis\". But the foundation's recent research suggested that a small rise in unemployment was a \"real risk\" for those still on the scheme as it ends, particularly older workers or those in the travel sector. When the Coronavirus Job Retention Scheme started, it was described as a bridge over the pandemic uncertainty.It has succeeded in keeping the official unemployment numbers at less than half pre-pandemic expectation. For that reason it has proven value for money, despite costing over £68bn. But there is now some uncertainty over the fate of the million or so workers still having their wages subsidised.New analysis from the Institute for Fiscal Studies points to regional differences, with London workers for example the most likely still to be furloughed. Older workers are also disproportionately still on the scheme. Industries that are yet to return to normal, such as the airport sector, had called for the scheme to be kept in some form. Unions also argue that the UK should follow Germany in maintaining a form of the scheme for future crises.Certainly a precedent has been set in that the government is willing to spend billions on wage increases if large-scale increases in unemployment are avoided.Although a million vacancies do not map on to the same number still on furlough, it is clear that many industries are having to welcome back more furloughed workers. Partly out of fear of being caught out by worker shortages later down the line. For many of those returning to work, conditions will not be the same as pre-pandemic. Jess Pitman was furloughed from her job as marketing manager at a travel firm two weeks after the scheme was introduced. The company she works for specialises in organising trips abroad to raise money for charities, but travellers cancelled their plans when Covid hit. The firm's payroll has been reduced from 27 to just five and the 29-year-old will return to work part-time, topping up her income with freelance work. \"I feel really torn about the end of furlough, and I'm really sad for the travel industry as a whole,\" Jess said. \"I know a lot of people in the industry will be made redundant... I think we'll lose a lot of talented people, which is really disappointing.\" A spokesperson for the Association of British Travel Agents (Abta) warned that companies in the sector still face \"extreme difficulties\" because of continued travel restrictions. Abta called for sector-specific support for smaller firms in particular, who have lost two summers of sales, as well as those which specialise in destinations still subject to red list rules. \"The government needs to look at how it can support these businesses... through a package of tailored financial support,\" the spokesperson added. Elsewhere, the Federation of Small Businesses also cited concerns over a \"colder environment\" for business. Employers and workers alike will have to cope with the end of the furlough scheme, as well as the scrapping of an incentive for hiring apprentices, rising energy bills and the planned cut to Universal Credit in October. However, the Treasury said generous support was being provided through its \"Plan for Jobs\", which it said was part of a £400bn spending package. Chancellor Rishi Sunak said he was \"immensely proud of the furlough scheme, and even more proud of UK workers and businesses whose resolve has seen us through an immensely difficult time\". Are you using the furlough scheme? How will you or your business be affected by the scheme ending? Email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/business-58735299"}