{"datetime": "2021-12-16T19:01:15.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Hospitality industry in NI 'in freefall' amid new rules", "article": "Northern Ireland's hospitality industry is in \"freefall\" amid new Covid rules and the situation is \"unsustainable\", according to industry body. Proof of vaccination for Covid or a recent negative test is now required for entry to licensed premises, cinemas, theatres and conference halls. Enforcement took effect from Monday. Hospitality Ulster chief executive Colin Neill said the industry was in crisis, with many Christmas bookings being cancelled. \"The industry is in freefall,\" he told BBC News NI on Thursday. \"We have seen practically all our Christmas bookings cancelled, consumer confidence wiped out and we have extra restrictions on top of this as well. \"We are unsustainable in this situation.\" He called on the Stormont executive to offer financial support to the sector at a time whenhealth experts are suggesting more restrictions could be required to curb the spread of the virus. \"We have seen the Republic of Ireland government recognise hospitality is taking one for the team - we have heard none of that from the executive and no mention of support,\" he said. \"I estimate if you take Christmas, we do a third of our year's turnover - our normal turnover is £2bn, we are above £200m in lost revenue. \"If [ministers] don't step in it's a false economy because we will have businesses going bust. \"Almost 73,000 people depend on hospitality for a living - do we just throw them on the scrapheap?\" Mr Neill accused Stormont of doing \"lockdown on the cheap\". \"For a lot in our industry it's actually worse than lockdown,\" he said. \"At least when we were locked down we had protection from the banks, we had all sorts of protections in place, plus we had special loans, plus there was furlough for our staff. Michael McAdam, the managing director of Movie House Cinemas, said there was a \"lack of knowledge\" among the public in relation to the Covid-19 certification scheme. He said businesses that were having to implement the checks had been \"left out in the cold\" as a result of the confusion. \"Some customers can become very abusive, very rude, very threatening and so we have put on Covid marshals for the next month,\" he said. \"People will get used to [being asked for Covid certification] but to begin with people are embarrassed. \"People were... showing us their double jab card because they don't have a Covid passport - we can't let them in because they didn't bring ID. \"Then we get situations where people are coming along, as I knew they would do, with their lateral flow test they do in the house.\" Stormont Finance Minister Conor Murphy is due to brief the executive on the latest UK government funding approved this week for the response to the pandemic. However, his Department of Finance said thatmost of the £75m allocated to Northern Ireland was not new money . The furlough scheme in the UK closed at the end of September. It involved the governmenthelping to pay the wages of people who could not work due to the pandemic. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59682749"}