{"datetime": "2021-11-08T23:57:08.000Z", "author": "Angela Henshall", "subject": "Job Retention Scheme", "title": "Workers who want flexible work roles missing out", "article": "Three out of four jobs advertised in the UK still do not offer any kind of flexible work options, according to an annual survey of over five million ads. This is set against a backdrop of vacancies soaring to a20-year high of 1.1 million between July and September.Flexible work consultancy, Timewise, tracked millions of ads for 17 words or phrases, such as job-share.From this analysis they found that the proportion of ads posted with a flexible component was just 26%. Over the last 19 months the coronavirus pandemic has delivered a seismic shake-up in many professions - flipping a large chunk of the workforce to remote-working overnight.Around half of employees now work flexibly in some form, while nine in 10 people say they want flexibility in their next position. One of these jobseekers is Carole MacLeod, who before she had her daughter had a high-flying career as a consultant for a major UK telecoms provider. She managed C-suite executives at major events such as the World Economic Forum in Davos.Now in her fifties, she's finding it impossible to find similar level work.\"Now I cannot find a single good flexible job to apply for,\" she said.\"The market is flooded with jobs. But none that offer a decent wage, good enjoyable professional type work and flexibility too,\" she said.\"The kind of jobs that are available tend to be in hospitality, offering long poorly paid shifts that are below my skillset. Recruiters won't even answer the phone. I think I have applied for maybe one hundred jobs at various universities and academic institutions in central London. I find it bewildering.\" Carole is not alone: there are many mid-career workers who, despite a recent surge in job adverts as Covid restrictions eased, still cannot find work that fits with their need for flexibility and level of experience. The work landscape has shifted but experts say the way roles are advertised suggest bosses have failed to adapt to find the best talent. \"Employers that don't include their flexible working offering within their job ads are making a huge mistake,\" said Professor Sir Cary Cooper, Organisational Psychologist at Alliance Manchester Business School.\"The hybrid model is what the majority of people want - and are currently practising.\"The Timewise survey also revealed part-time work and low pay are still synonymous in the UK. Some 19% of the low paid jobs advertised -those paying up to £20,000 full time equivalent -mentioned part-time possibilities. The highest chunk of any salary band. Prof Cooper explained senior management may be making a conscious decision not to reference the term flexible working in any external communication \"because they fear potential employees will think that they have the automatic right to work remotely 24/7.\" He points out however, that's not the reality for most workers. \"Most people are tired of working in this way. What they're looking for is a mix of being in the office and at home, so they can interact with other colleagues but also have the freedom to take time at home if they need it to juggle other life demands.\"Emma Stewart, co-founder of Timewise tells employers to be as explicit as possible about what forms of 'flex' they can offer. For example, 'this role can be offered on a three-day week basis'.\"We know nearly half of job seekers click away from roles that say 'open to flexible working'. They seek out ads which reflect the kind of flexible pattern they are looking for. Just as you search for jobs within a set salary range,\" she said.Janine Bosak, professor of Organisational Psychology at Dublin City University Business School said there might be several reasons why employers remain hesitant to refer to flexible working in ads. For example, when someone starts a new job, employers might prefer they be physically present to learn the ropes and company culture.\"Employers might also be reluctant to mention flexible working in their advertising materials as it might be perceived as a right to flexible working, whereas it might not always be possible to accommodate a desire for flexible working,\" she added.", "url": "https://www.bbc.com/news/business-59211233"}