{"datetime": "2022-02-01T19:28:39.000Z", "title": "Covid-19: Irish department gathering 'should not have happened'", "article": "A 2020 celebration held at the Irish Department of Foreign Affairs was a \"serious breach\" of Covid regulations, according to the country's foreign minister. A report found the event at Dublin's Iveagh House was not planned. An image shared on social media showed staff gathered together for a photograph after Ireland secured a UN Security Council seat. Simon Coveney said it was \"a moment of celebration that was careless\". Mr Coveney told broadcaster RTÉ the June 2020 gathering \"shouldn't have happened\" but claimed it was not a prolonged celebration. \"I think it's important to focus on the context here,\" he said. \"This was people working in a workplace who unfortunately after a result was announced came together for a photograph and that was led by the then secretary general. \"That shouldn't have happened - he's apologised for that and the department's apologised for it.\" The Sinn Féin TD Pearse Doherty called for an independent investigation, as he said the report did not cover the role of Mr Coveney in the incident. \"We've said long before this report was published, that this report wouldn't be sufficient, it wouldn't deliver accountability and that is exactly what we've seen,\" he said. The 18-page report found a \"breach of guidance on social distancing occurred\". But while this was a \"serious\" breach, the review report added: \"In the opinion of the review team, the actions taken were not representative of the dedication and compliance shown by colleagues at the department in response to the pandemic, nor are they a reflection of the overall conduct of the officers concerned during their presence at Iveagh House that day.\" The Republic of Ireland was in phase two of its reopening plan in June 2020, and Covid-19 regulations stated that people could only meet up to six others from outside their household in both indoor and outdoor settings. The investigation was led by the department's current secretary general, Joe Hackett. In a statement, he said: \"It was a mistake. It should not have happened and, on behalf of the department, I would like to say sorry.\" The former secretary general, Niall Burgess, who was responsible for the photograph at Iveagh House, has been asked to donate €2,000 (£1,670) to a Covid-related charity. Three other senior officials have been asked to give €1,000 (£835) each. ", "url": "https://www.bbc.com/news/world-europe-60223581"}