{"datetime": "2021-12-15T22:00:46.000Z", "author": "John Campbell", "subject": "Coronavirus pandemic", "title": "Coronavirus: Extra Treasury Covid funding 'mostly not new'", "article": "A Treasury announcement of £75m extra Covid-19 funding for Northern Ireland is mostly not new money, Stormont's Department of Finance has said. The department said it had anticipated that £50m of the funds would be received before the end of the financial year. Therefore that money already features in Stormont's spending plans. The Treasury said the devolved governments have the certainty requested to spend extra cash now. A spokesman added: \"This money is additional to the devolved administrations' annual funding as confirmed at the Autumn Budget. \"We continue to engage with the Northern Ireland Executive in the face of this serious health crisis.\" The money was announced by the UK government earlier on Wednesday evening.In total, £430m is being made available from the UK reserve, with Scotland receiving £220m and Wales £135m. The extra money is a consequence of additional treasury funding announced for services in England. Chancellor Rishi Sunak said: \"Throughout this pandemic, the United Kingdom has stood together as one family, and we will continue to do so. \"We are working with the governments in Scotland, Wales and Northern Ireland to drive the vaccine rollout to all corners of the United Kingdom and ensure people and businesses all across the country are supported.\" Normally any additional funding for the devolved administrations is confirmed through a process known as the supplementary estimates, which happens in January or February. The Treasury said that if the amount of funding provided up front is more than that confirmed at supplementary estimates, then the difference would be repaid in 2022-23, or over the spending review period if necessary. On Wednesday, a further four Covid-19 related deaths and 2,156 new cases were recorded in Northern Ireland as ministers warned of the rise of the Omicron Covid-19 variant. Health officials believe Northern Ireland is about two weeks behind England and Scotland in witnessing the impact of the variant. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59675279"}