{"datetime": "2021-12-16T18:13:46.000Z", "author": "Marie-Louise Connolly & Michael Fitzpatrick", "subject": "Coronavirus pandemic", "title": "Covid-19: Titanic Exhibition Centre to become vaccination hub", "article": "A mass vaccination centre is being opened at the Titanic Exhibition Centre in Belfast next week as the rollout of Covid-19 boosters accelerates. The large-scale facility will offer walk-in slots and pre-booked appointments for booster jabs. First and second doses will also be offered. The Department of Health said it was being opened to deal with the \"expected surge\" from the Omicron variant. The Titanic Exhibition Centre is normally used to host large-scale trade shows. The South Eastern Health Trust, which will run the centre, is hoping to vaccinate 4,000 people each day. Tanya Daly, the clinical lead for the vaccine programme at the South Eastern Trust, said it was a \"mammoth task\". \"We can get a larger number of people through this building than we can on a hospital site,\" she said.\"We also have excellent car parking here we have good public transport links, so that's the benefit of being on a larger site, more people in a better location.\" It has also been confirmed that people aged from 18 to 29 will be able to receive their booster from Monday as long as it has been at least three months since they received their second dose. Appointment bookings for that age group will be available from next Wednesday, 22 December, BBC News NI understands. On Wednesday it emerged that there were151 confirmed cases of the Omicron variant in Northern Ireland . The Public Health Agency (PHA) described the figure as a \"significant increase\" and attributed it to \"rising community spread\" and a change in how cases were classified. A new definition came into effect across the UK on Wednesday, which meant cases that were previously recorded as \"highly probable\" Omicron cases were now automatically recorded as confirmed cases. The definition has been applied retrospectively to 1 December. Dr Brid Farrell, the PHA's deputy director of public health, said the identification of more Omicron cases was not unexpected. \"But it does act as a timely reminder that each of us needs to do what we can to slow its further spread and help protect ourselves and those around us,\" she said. Six more coronavirus-related deaths and another 2,237 cases of the virus were recorded in Northern Ireland on Thursday. A further 88,376 coronavirus cases have been reported in the UK, according to the government's daily figures, up from Wednesday's record of 78,610. Stormont ministers have been told by health officials that if the Omicron variant is as severe as the Delta,\"significant intervention\" would be needed after Christmas to ease pressure on the health service. A document provided by officials states states that it is likely that a peak in coronavirus case numbers will occur in the third week of January, with hospital admissions peaking in late January or February. Speaking on Wednesday, chief medical officer Sir Michael McBride said he was \"more concerned\" now than he had been at any other stage of the pandemic. He asked the public to get vaccinated and to get their booster if they were eligible for it. There was also a warning that reintroducing restrictions might be necessary to cope with rising figures. Sir Michael said that it was \"reasonable given the current growth that significant measures might be required\". The list of health trust vaccination clinics is available on trust websites at these links: •Belfast Health and Social Care Trust •Northern Health and Social Care Trust •South Eastern Health and Social Care Trust •Southern Health and Social Care Trust •Western Health and Social Care Trust More details of vaccinating pharmacies are available here: •Community pharmacy booster Covid-19 vaccination service Boosters are being made available at walk-in centres for those aged 30 and above whose last dose was administered at least three months ago. A series of vaccine clinics opened across Northern Ireland in November to help meet demand for booster doses. Vaccination centres and pop-up clinics across Northern Ireland have now beenexperiencing large queues of people waiting for their booster jabs. Health trusts across Northern Ireland have appealed for people going for their booster to wrap up warm, be patient and book ahead if possible. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59675550"}