{"datetime": "2021-12-16T19:44:10.000Z", "subject": "Coronavirus pandemic", "title": "Coronavirus: Conor Murphy calls for furlough to be reinstated", "article": "The finance minister has called for the furlough scheme to be reinstated and for more Stormont funding to deal with the challenges of Omicron. Conor Murphy urged the UK government for increased financial support and \"additional flexibility\", in a letter to the Treasury. On Wednesday, the Treasury announced Stormont was to receive an additional £75m in extra Covid-19 funding. ButStormont's Department of Finance said it was mostly not new money . In a statement on Thursday, Mr Murphy said: \"The emergence of the new Omicron variant has significantly affected the economy with pressures being felt most acutely in the hospitality sector in the run up to Christmas.\"I have stressed to Treasury that the executive needs to be able to respond quickly and flexibly to the emerging public health position.\"Having to wait to see what England's response is in order to know what level of financial support is available here is an untenable position.\"I am therefore calling on Treasury to immediately provide further support to allow us to plan our response.\" Earlier on Thursday,Stormont ministers were warned there could be 11,000 Covid-19 Omicron variant cases each day in Northern Ireland by the end of December. Health officials advised them that a \"significant intervention\" could be needed after Christmas to help the health service cope with patient numbers.In his letter to the Treasury, Mr Murphy said he had called for \"the reinstatement of the furlough scheme where necessary and a guarantee of significant additional funding without the caveat of possible repayment\".\"These measures will help us support businesses and the public through this challenging period,\" he said.Representatives of Northern Ireland's hospitality industry said the sector was now in \"freefall\" amid new Covid rules Proof of vaccination for Covid or a recent negative test is now required for entry to licensed premises, cinemas, theatres and conference halls. Hospitality Ulster chief executive Colin Neill said the industry was in crisis, with many Christmas bookings being cancelled. Mr Neill called on the Stormont executive to offer financial support to the sector. In relation to the Treasury 's £75m funding announcement on Wednesday, Mr Murphy said some £50m of the package was not new money.\"This £50m was already expected and factored into our plans, meaning that the announcement provides £25m of additional funding,\" the finance minister said. \"This funding also comes with the caveat that some of it may need to be repaid.\" On Wednesday, the Treasury said the devolved governments have the certainty requested to spend extra cash now. A spokesman added: \"This money is additional to the devolved administrations' annual funding as confirmed at the Autumn Budget. \"We continue to engage with the Northern Ireland Executive in the face of this serious health crisis.\" In total, £430m is being made available from the UK reserve, with Scotland receiving £220m and Wales £135m. The extra money is a consequence of additional treasury funding announced for services in England. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59691429"}