{"datetime": "2022-02-04T00:01:26.000Z", "title": "Profile: Sinn Féin's Michelle O'Neill", "article": "Michelle O'Neill, Sinn Féin's leader in Northern Ireland, was forced to leave her post as deputy first minister when Paul Givan resigned as first minister. That move was part of his Democratic Unionist Party's (DUP) protest againstthe Northern Ireland Protocol . Ms O'Neill accused the DUP of\"pursuing a strategy that prioritises their own selfish interests over that of people\" . BBC News NI looks back at her political career. On the eve of Ms O'Neill's 40th birthday in January 2017,Martin McGuinness announced his resignation as deputy first minister to protest against the DUP's handling of a botched energy scheme. Ms O'Neill had been at the forefront of her party's response tothe Renewable Heat Incentive Scandal (RHI) at the time.On 11 January 2017, she said Sinn Féin was not interested in further negotiations with the DUP and demanded an immediate election. Later that month, she waselected by her party as it's leader north of the border . Once Paul Givan tendered his resignation , it meant the deputy first minister lost her post too. The roles are joint and one cannot continue without the other. Under previous rules, that then set in motion a seven-day countdown to renominate the roles, or it would fall to the Northern Ireland Secretary to set a date for a fresh assembly election, and the institutions would immediately collapse. But that won't happen this time becausewhen the power-sharing institutions were restored in 2020 , following three years of deadlock, it was agreed that Westminster would change the laws to avoid a repeat of such collapses. Ms O'Neill grew up steeped in the history of Northern Ireland's Troubles. Born Michelle Doris on 10 January 1977, she was raised in the village of Clonoe in rural County Tyrone and hails from a family of prominent Irish republicans. Her father,Brendan Doris , was a former IRA prisoner who became a Sinn Féin councillor in Dungannon. Her uncle, Paul Doris, is president of Noraid, a republican fundraising group. As a teenager, she was educated at St Patrick's Academy in Dungannon and after leaving school she began training to become an accounting technician. However, when the Good Friday Agreement was signed in 1998, she began working for Sinn Féin. It brought her into direct contact with Martin McGuinness, who at that time was running for election in the Mid Ulster constituency. In addition to working with him and his fellow Mid Ulster MLA Francie Molloy, she spent this period training as a welfare rights adviser. When her father stepped down from Dungannon Borough Council ahead of the 2005 election, she won the seat he vacated in the Torrent electoral area. She would later become the first woman to hold the post of mayor in the borough. Her assembly career began in 2007, when she joined Martin McGuinness and Francie Molloy as a Mid Ulster MLA. She became her party's spokeswoman for health and sat on the education committee. After four years on the back benches at Stormont, Sinn Féin appointed her as minister for agriculture in 2011. In 2015, she was promoted to minister for health, one of Stormont's most high-profile and challenging portfolios. She was faced with mounting hospital waiting lists, a crisis in general practice and the findings of the Bengoa report into how Northern Ireland's health care is organised. Her response was a10-year plan to transform health service , saying it would improve a system that was at \"breaking point\". Opposition politicians questioned the lack of details in the plan, which was not costed. But it set out a range of priorities, including a new model of care involving a team of professionals based around GP surgeries. WhenMartin McGuinness resigned as deputy first minister in 2017 over the DUP's handling of the RHI scandal,it led to a political stalemate at Stormont for three years .The parties clashed when Sinn Féin said it would not go back into an executive (or power-sharing arrangement) with the DUP, unless legislation for an Irish language act was implemented. Michelle O'Neill led her party in Northern Ireland during the talks process torestore power-sharing in 2020 .", "url": "https://www.bbc.com/news/uk-northern-ireland-60251166"}