{"datetime": "2021-12-15T19:34:27.000Z", "author": "Marie-Louise Connolly", "title": "Covid-19: Number of confirmed NI Omicron cases rises to 151", "article": "The number of confirmed cases of the Omicron variant of Covid-19 in Northern Ireland has reached 151. The Public Health Agency (PHA) said it was a \"significant increase\" in part due to rising community spread.It also attributed the increase to a change in how cases were classified, meaning those recorded as \"highly probable\" are now automatically deemed to be confirmed cases.The definition has been applied retrospectively to 1 December. Chief medical officer Sir Michael McBride said he was \"more concerned at this stage than he has been at any stage in the pandemic\". In a press briefing, Sir Michael asked the public to get vaccinated and to get their booster if they were eligible.There was also a warning that re-introducing restrictions might be necessary to cope with rising figures.Sir Michael said that it was \"reasonable given the current growth that significant measures might be required\". Chief scientific officer Prof Ian Young said he was confident \"that we will respond rapidly and the public should be reassured there are contingency plans which can be activated very quickly by the executive\". Dr Tom Black, chairman of the British Medical Association (BMA) in Northern Ireland, warned those who socialise next week risked getting Covid-19. He said the Omicron variant was so infectious, the stark warning was a ''confident prediction''. ''You go out and mix with a crowd next week, one of them will have Omicron,'' Dr Black told BBC Radio Ulster's Talkback programme.''It's so infectious, you'll then come home with it. Which is why I won't be going out socialising this week or next.'' Dr Black called for people in Northern Ireland to get a booster vaccination.He said: ''The booster is the only thing that's going to protect you and your life, your family and your community.'' Dr Brid Farrell, PHA deputy director of public health, said the identification of more cases was not unexpected.\"But it does act as a timely reminder that each of us needs to do what we can to slow its further spread and help protect ourselves and those around us,\" Dr Farrell said.Sir Michael urged all adults to get a Covid-19 booster jab.Boosters are now being made available at walk-in centres for those aged 30 and above, whose last dose was administered at least three months ago.The list of health trust vaccination clinics is available on trust websites at these links. •Belfast Health and Social Care Trust •Northern Health and Social Care Trust •South Eastern Health and Social Care Trust •Southern Health and Social Care Trust •Western Health and Social Care Trust More details of vaccinating pharmacies are available here: •Community pharmacy booster COVID-19 vaccination service On Wednesday, the UKreported a record number of daily Covid-19 cases since the beginning of the pandemic, with 78,610 new cases.In Northern Ireland,four more Covid-related deaths were reported , with 2,156 new cases.Northern Ireland is about two weeks behind what is happening in Scotland and England.Health officials said that they were monitoring the picture elsewhere to learn and prepare for what lies ahead locally.While case numbers are rising, what is still not known is how these cases are reflected in hospital admissions.Dr Deepti Gurdasani, clinical epidemiologist at Queen Mary University of London, said no one could say if a person would get Omicron, but predicted a period of high numbers of cases. ''It's very probably that infection rates will be very high in just a week or two and we have to prepare for that,'' she told BBC Radio Ulster's Evening Extra programme. ''I think that people should be very worried about what's going to happen. ''While I don't agree that there is any sort of certainty that a person will get infected in a particular point in time, I do think there is certainty about many aspects, including that the healthcare service, will be overwhelmed. ''The extent to which it will be overwhelmed, I don't think anybody knows.'' A series of vaccine clinics opened across Northern Ireland in November to help meet demand for booster doses.It was announced on Sunday that boosters would be available at walk-in centres for those aged 30 and above, whose last dose was administered at least three months ago. Vaccination centres and pop-up clinics across Northern Ireland have now beenexperiencing large queues of people waiting for their booster jabs , with the Belfast Trust on Tuesday reporting \"high demand\".Stewards at the Foyle Arena in Londonderry, which reopened as a vaccination centre on Wednesday, said they were extremely busy earlier in the day. The arena had previously been used to supply first and second doses of the Covid-19 vaccine, but is now being used for the booster programme. By late afternoon on Wednesday, 760 boosters had been administered. A vaccination centre at Templemore Sports Complex was providing booster jabs in the city but has since closed. It's a significant increase in numbers and that's down to community spread. Up until the weekend, we were reporting 10 cases and those cases were connected to people who were travelling and spreading them within their home and close contacts, but now that's jumped. That means that the variant is spreading just within the community. It may sound alarming, but this is what officials have been expecting. There's also a big jump because cases that were once seen as being highly probable, are now automatically recorded as confirmed.So the rise takes in several days of testing. The chief medical officer is concerned about the impact that Omicron is going to have on the health service. Will measures be introduced is the question every one wants to know? There is a level of concern but until next week, and until we get more data, we will not really know what the full picture is like. Northern Ireland is actually at a good position, being weeks behind Scotland and England, which puts us in a good place to observe what everyone else is doing and to learn from what is happening elsewhere.So we have two or three weeks where people can get vaccinated, and particularly, to get their booster.The fact is that as of yet we haven't seen any of these cases in hospital.The lead nurse at the Royal Victoria Hospital's vaccination clinic in Belfast urged people to book their appointments if they wanted to avoid queues. \"If you have a booked appointment just present yourself at the front of the queue and you will come in and you'll get your booked time slot,\" Alison Donnelly told the BBC's Good Morning Ulster programme. Health trusts across Northern Ireland have appealed for people to wrap up warm, be patient and book ahead if possible.Health Minister Robin Swann has said medical students and Army doctors may be drafted in to deliver booster jabs.The UK government announced on Tuesday that additional funding would be made available to the devolved governments to \"progress their vaccine rollout and wider health response\". It said the amount would be set in the coming days.Separately, the 15 minute waiting period after someone has received the vaccinationhas been suspended , in a move agreed by the four UK chief medical officers. The CMOs have said that they recognise this will lead to \"a marginal increase in risk for a very small number of people, but substantially fewer than would be harmed by a slower vaccine rollout\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-59657784"}