{"datetime": "2022-02-07T21:27:59.000Z", "author": "Jayne McCormack", "title": "NI political crisis: MPs pass bill to help prevent future Stormont collapse", "article": "The ex-Northern Ireland secretary who helped restore power-sharing at Stormont in 2020 has described the fresh crisis as \"deeply depressing\". Julian Smith was speaking as MPs approved legislation based on proposals he helped draft two years ago. The bill helps protect the assembly from future collapse. It removes the duty on the government to set a date for an election if the roles of first and deputy first minister are not replaced this week. The bill also allows the assembly to continue without an executive for at least six months. Paul Givan resigned as first minister on Thursday in protest at the Northern Ireland Protocol. It triggered the collapse of the executive, but the legislation which passed its final hurdle in the House of Commons on Monday allows the assembly to remain in place. TheNI Ministers, Elections and Petitions of Concern Bill could also come into play after the assembly election in Mayif the parties fail to fill the posts of first and deputy first ministers. MPs approved a House of Lords amendment to the bill which allows it to be applied retrospectively, to cover the resignation of Mr Givan. It will now need to receive royal assent by Thursday. Julian Smith was secretary of state for Northern Ireland when thethe New Decade New Approach deal was signed. It paved the way for the legislation which is now going through parliament to stave off future immediate collapses. He told the Commons: \"The lack of a first minister and deputy first minister and the fall of the executive is really bad news for the majority of men and women who want good governance. \"The majority who want to get on with day-to-day life are held hostage by parallel universe of elements of the Northern Ireland political world.\" Mr Smith also questioned whether it was \"just coincidence\" that the retrospective power had been recently added to the bill by peers and said many people may have questions about the level of knowledge the government could have had ahead of the crisis unfolding. But Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson insisted there was \"no question of collusion\" with the government over when it had taken its decision to withdraw from the first minister role. He maintained that unless the government makes changes to the protocol, his party cannot continue to operate within the current structures.SDLP leader Colum Eastwood hit out at the prime minister for being \"nowhere to be seen\" since the crisis had begun. \"If I was a unionist, I would be looking very closely at what this government is doing and how it treats them,\" he added. Alliance deputy leader Stephen Farry said parties who walked away from power-sharing did so \"at their peril\", as ultimately there remained no alternative to the Stormont institutions. Northern Ireland Secretary Brandon Lewis was not present during the debate but his colleague, Northern Ireland minister Conor Burns, responded for the government. He said the \"clear message\" to the DUP was that it should return to government immediately in the interests of stability, and that negotiations with the EU over the protocol would continue until a resolution is found. Mr Burns also said he had spent five nights in Northern Ireland last week speaking to a range of communities and that the government would continue to work for everyone.Earlier on Monday, Sinn Féin deputy leader Michelle O'Neill, who lost her role as deputy first minister when Mr Givan stood down, urged assembly members (MLAs) at Stormont to salvage what they could from the \"chaos\" of Mr Givan's resignation. Highlighting the public apology for victims of institutional abuse which wasto have been made by the first and deputy first ministers in March , Ms O'Neill added the DUP had caused \"real hurt and trauma\". Afterwards, she told the media she wanted to \"fast-track\" some pieces of legislation, however, there cannot be an agreement now on a draft budget. SDLP deputy leader Nichola Mallon said her party would \"not be falling into the DUP's trap\" and accused them of a instigating a \"manufactured self-serving political crisis\". The Alliance Party's Andrew Muir said MLAs should not \"knock-off early\" and must work to the end of the mandate. Ulster Unionist Party leader Doug Beattie said parties should come together to write to the EU about their concerns over the protocol, adding: \"if the aim is to stand here and just poke each other in the eye for the sake of poking each other in the eye then we will not make this place better for the people here.\" Defending his party's action, the former DUP leader Edwin Poots told the assembly he was \"surprised that people couldn't see it coming\", and that there would not be an executive \"to come back to\" while checks exist under the Northern Ireland Protocol. Earlier, Speaker Alex Maskey met party whips to discuss how to progress legislation which is still outstanding. At the start of business on Monday, he said it was his intention the assembly passes \"as much legislation as possible\" in the weeks ahead. He also said he had no contact with the Northern Ireland Office about ending the assembly's mandate at an \"early stage\". On Monday, MLAs passed the Parental Bereavement (Leave and Pay) Bill, which gives parents the right to two weeks' paid statutory leave if they have suffered the loss of a child, including through miscarriage.The bill had initially brought Northern Ireland into line with employment laws in Great Britain, however following an amendment, NI will now be the first jurisdiction in Europe to legislate for miscarriage employment rights, Economy Minister Gordon Lyons said. \"Following a full public consultation, my department will draw up detailed miscarriage leave and pay regulations, with an introduction date following shortly after,\" the minister added.The Democratic Unionist Party (DUP) pulled Mr Givan out of Stormontin protest against the Northern Ireland Protocol. DUP leader Sir Jeffrey Donaldson has saidit will be \"difficult\" for his party to form a government after the upcoming election, if issues around the post-Brexit trading mechanism are not addressed. This has prompted Sinn Féin to call for an early election , after Ms O'Neill was removed as deputy first minister. The roles are joint and one cannot continue without the other. Without the two top positions being filled, the executive - Northern Ireland's government - can no longer meet. Under previous rules, the resignation of the first or deputy first minister would have set in motion a seven-day countdown to re-nominate the roles. If candidates were not successfully re-nominated the Northern Ireland secretary would then be required to set a date for a fresh assembly election and the institutions would immediately collapse.However, when power-sharing was restored at Stormont in January 2020,after three years of deadlock, it was agreed Westminster would change the rules to avoid this. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60282659"}