{"datetime": "2022-02-05T06:17:11.000Z", "author": "Jayne McCormack", "title": "DUP: Could Northern Ireland have an early election?", "article": "The resignation of the DUP's Paul Givan as first minister has triggered a political crisis for devolution in Northern Ireland. With the move meaningSinn Féin's Michelle O'Neill was also removed from her role as deputy first minister , the Stormont executive can no longer meet. An assembly election is due to happen in May, but some parties have called for it to be brought forward. How might that work and is it likely? BBC News NI takes a closer look. It has been nearly five years since the last assembly election, which took place on 2 March 2017. It was a snap poll that took place because the previous power-sharing government had collapsed afterMartin McGuinness resigned as deputy first minister in January that year , unseating Arlene Foster from her role as first minister. Under existing rules, it triggered a seven-day countdown for those roles to be filled or it fell to then-NI Secretary James Brokenshire to call an election, which he did. Assembly elections are scheduled to happen every five years, and usually on the first Thursday in May. Bearing that in mind, the next election is due to take place on 5 May 2022. Yes. Sinn Féin said it believes an early election should take place because it is no longer \"business as usual\" at Stormont. The DUP has also supported the idea, saying \"it is time\" for the public to have its say. Both parties have argued that the collapse of the executive presents a natural break and opportunity for an early poll. However, the SDLP, Alliance and Ulster Unionists have dismissed the proposal as a mistake. Any move to dissolve the assembly earlier than is currently scheduled at the end of March would affect legislation that can be passed in the time left. There are about 28 outstanding bills that have yet to complete their passage, an early election means at least some of them would fail to make it into law. That appears to be in question. Under existing rules in the Northern Ireland Act (1998) - which set up the modern power-sharing institutions after the Good Friday peace agreement was signed - once the seven-day countdown to renominate a first and deputy first minister expires,the secretary of state is obliged to set a date for an election . However, new rules due to take effect after being signed off in Westminster next week are set to change this. The Northern Ireland (Ministers, Elections and Petitions of Concern) Bill will amend previous legislation to override the seven-day window with an initial six-week \"cooling off\" period. A reading of this suggests Mr Lewis could only call an assembly election \"at any time\" after those six weeks have elapsed.The bill will need to receive royal assent before next Friday to ensure it can take effect. Westminster sources said the legislation would mean Mr Lewis's power to call the election after six weeks would only arise if he considered it was necessary to ensure sufficient representation among executive ministers to command cross-community confidence. Under those rules the earliest he could intervene would be late March, which is not far off the current scheduled polling day. Separately, the secretary of state does retain a power under the Northern Ireland Act (1998) to \"alter the date of a scheduled election by up to two months either side of the original date\". Westminster sources have indicated that Mr Lewis is unlikely to amend the date of the election, but final decisions have not been made. On Friday, the Ulster Unionist leader Doug Beattie called for clarity from the secretary of state about his intentions around the election. There exists a provision within the NI Act (1998) that sets out the terms and conditions for \"extraordinary elections\". It states that the Stormont Assembly can vote by at least a two-thirds majority that the assembly should be dissolved and leave it to the secretary of state to propose a date for the next election. However, that would still put the ball back in Brandon Lewis's court in terms of discretion around a date. This piece of legislation has also never been enacted. And it appears unlikely that a two-thirds majority would be reached, given the number of parties currently opposed to an early poll. The Electoral Office is still working on the basis that the election will happen on 5 May. But much of what is happening right now means Northern Ireland politics is in uncharted territory, with more than its share of grey areas. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60266722"}