{"datetime": "2021-12-16T23:19:35.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Omicron cases 'could hit 11,000 a day' in NI this month", "article": "Ministers have been warned there could be 11,000 Omicron variant cases each day in Northern Ireland in a worst-case scenario by the end of December. There are now 210 confirmed cases, but sources advise that the real number could be up to 10 times those detected. Health officials said a \"significant intervention\" could be needed after Christmas. Projections about Covid patient numbers were shown to ministers on Thursday but no further restrictions were announced. Northern Ireland's First Minister Paul Givan said \"more clarity\" was needed on the link between the variant and hospitalisations. The executive is next expected to meet on Wednesday. Deputy First Minister Michelle O'Neill said there could be a \"clearer picture\" then about the variant and any action that may be required. A document given to ministers on Thursday stated that action may be needed for a \"reasonable chance\" of keeping hospital inpatient numbers below 1,000. It outlined that a \"significant intervention\" would be needed \"immediately after Christmas\" to help the health service. The document also explained that it was likely that a peak in coronavirus case numbers would occur in the third week of January, with hospital admissions peaking in late January or February. The paper added: \"The extent of the hospital peak will depend on the severity of Omicron illness but without further measures is likely to exceed numbers observed earlier in the epidemic, potentially by several fold.\" The 11,000 cases a day figure, which was described as a modelling projection and \"not a prediction\", was included in a series of graphs presented by Stormont's chief medical officer. It was described as the worst case scenario if no further restrictions are imposed, and the vaccine booster rate remains at current levels. Ministers were also told that hospitalisation figures could reach 4,000 by January on the current trajectory. But they were warned the figures were based on the current available data, and much more information will become available over the weekend.Speaking after the executive meeting, Mr Givan said Northern Ireland was behind the curve of Omicron cases being experienced elsewhere in the UK. He also said he had been \"encouraged\" by the level of uptake of the Covid-19 booster jabs. \"We don't panic, we continue to put into practice our public health, we be careful over the Christmas period and we get as much information as we can which will help inform the executive at our next meeting next week,\" he said. Mr Givan said he wanted flexibility from the UK Treasury for the devolved regions to access coronavirus funding depending on their individual circumstances. He said: \"If we're not getting any more funding then we have to look at our existing resources,\" he said. Further data will emerge from experience in England and Scotland in the next fortnight, where community transmission of the variant is more advanced. The paper received by ministers also said hospital admissions in Northern Ireland declined modestly in the past week but hospital occupancy remained at a \"relatively high\" level. Intensive care units occupancy and deaths declined modestly in the past week, it added. It warned that Omicron will become dominant around the final week of December, potentially with \"very large numbers of cases\". The chief medical officer has said he is more concerned than at any other time in the pandemic. Six more coronavirus-related deaths and another 2,237 cases of the virus were recorded in Northern Ireland on Thursday. The situation has been exacerbated by a shortage of nursing staff, withthe Belfast Telegraph reporting that 575 nurses left the health service in Northern Ireland between June and October. The potential for a surge in Omicron cases has led the Royal College of Nursing (RCN) to warn that a crisis could be looming. \"What we're seeing are the outworkings of an exhausted and burnt-out group of people who have been trying to hold the service together for a long time,\" said Rita Devlin of the RCN. \"People have just reached the end of their tether,\" she continued. \"In a crisis situation you can keep going with no breaks and working overtime but only for a short time. \"Our nurses are saying... [there] just seems to be no end to it.\" Earlier on Thursday an organisation representing the bar and restaurant sector saidthe industry was \"in freefall\" as a result of new Covid rules . Colin Neill, of Hospitality Ulster, said factors including the spread of the Omicron variant and speculation about new restrictions had led to many people cancelling Christmas bookings. He said the situation was \"unsustainable\" and he called for the Stormont executive to offer financial support. At Thursday's meeting of the executive, ministers were briefed on the spread of the Omicron variant in Northern Ireland. They also heard details of the plan for a rapid roll-out of Covid-19 booster vaccinations. BBC News NI understands that from Monday all adults in Northern Ireland will be able to get a booster vaccination as long as their last dose was administered at least three months ago. Staffing cover for schools, which have been affected by a rise in coronavirus cases, was also expected to be discussed. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59680313"}