{"datetime": "2021-12-06T20:53:20.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Hospitality staff threatened over proof of Covid status", "article": "Hospitality staff have been subjected to threats from customers objecting to being asked for a Covid-19 certificate, a Stormont committee has heard. Hospitality Ulster chief executive Colin Neill said he had been contacted by business owners on Monday about the threats to staff. A Covid-19 certificate is required for entry to licensed premises, cinemas, theatres and conference halls. Enforcement takes effect from 13 December. Mr Neill also criticised the lack of enforcement of Covid-19 regulations on Northern Ireland's public transport system, while hospitality businesses were required to implement the rules. Giving evidence to the finance committee on Monday afternoon, he said the hospitality sector was now in \"a period of very little help\" with business owners contacting him with concerns. \"The rates holiday is still here, but furlough and other assistance have gone,\" Mr Neill said. \"Trading figures are plummeting - I liken it to an avalanche of cancellations and footfall dropping. \"I have seen texts today of threats towards staff about trying to enforce - as we are legally required to do - the proof of Covid certification. \"It is strange that small independent businesses are legally required to enforce Covid rules, when organisations like Translink are not.\" Covid passports were introduced in Northern Ireland on 29 November so people can provide proof that they have received two Covid vaccinations or proof of a Covid test result. A two-week grace period has been given to allow time for people to adjust to the change which will last until 13 December.Members of the public who have been double jabbed can apply for one by setting up an account on the NI Direct website and then downloading the COVIDCertNI app onto a mobile. Once an application has been approved, people can apply for a domestic certificate, which can be shown when visiting a venue that requires it within Northern Ireland, or a travel certificate for going elsewhere. Hospitality venues and other businesses scan a QR code on each person's individual app, showing they are fully vaccinated, and to grant them entry.The businesses use the official COVIDCert Check NI app, which does not store or transmit any personal data that can be traced back to individuals. Alternatively, if people do not download the app,they can use the original paper vaccination card alongside photographic ID. For those who are not double vaccinated, proof of a negative lateral flow test in the previous 48 hours must be provided when attending one of these venues. The measures will apply to venues deemed as high-risk or where the rate of transmission is higher.The finance committee has also heard from business leaders about the impact of the Non-domestic Rates Valuations (Coronavirus) Bill. It aims to revalue more than 74,000 commercial businesses. Roger Pollen, from the Federation of Small Businesses, said the bill was \"an extraordinary measure at an extraordinary time\". \"The effect of the bill, if passed, will be to remove the impact of the coronavirus pandemic as a grounds for challenging non-domestic rating valuations,\" he said. \"The concern of the department is that all 74,000 NAVs on the 2020 valuation list could be up for challenge if this legislation is not passed. \"They argue that the risk to the public purse is too great from this challenge. The corollary is that the department wants to protect the public purse by transferring the loss or risk of loss to the private purse. \"The question is, is that fair or appropriate?\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59554917"}