{"datetime": "2022-01-18T07:26:53.000Z", "author": "Enda McClafferty", "title": "Double jobbing: NI secretary accused of 'slinging mud' over dual mandate plans", "article": "Secretary of State Brandon Lewis has been accused of \"slinging mud\" over the government's proposal to bring back dual mandates. It would allow MPs to run for election to Stormont while retaining their seat at Westminster until the next parliamentary poll. The government is proposing to make the change by amending a Northern Ireland bill currently passing through the House of Lords. Mr Lewis has backed the move. In a Twitter post on Monday night, the secretary of state said the government was following the tabling of another amendment on the same issue by former Alliance leader Lord Alderdice. He also insisted the \"principle\" received cross party support in the Lords. But hitting back on Twitter, Alliance Party leader Naomi Long accused the Northern Ireland secretary of \"slinging mud\" to deflect from the \"appalling decision the government has made to assist the DUP in the run up to the election\". She added: \"He knows full well Alliance oppose this and should desist from trying to obfuscate about our position.\" The proposals to re-introduce the dual mandate, also known as double jobbing, would bring Northern Ireland into line with the rest of the UK. It was banned in Northern Ireland in 2016, when a number of MPs were forced to give up their seats in the assembly. The move wouldallow Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson to stand for election to the assembly in May, while retaining his seat at Westminster.Whereas under the existing rules, Sir Jeffrey would have to stand down as an MP if he was elected to Stormont.Other parties in the executive,Sinn Féin, the Ulster Unionist Party, the SDLP and Alliance. have strongly condemned the plans. The DUP responded by saying that the other parties should \"stop faking outrage\" over the issue. On Sunday, Sinn Féin vice-president and Deputy First Minister Michelle O'Neill accused the UK government of reversing its ban on double jobbing to prop up the DUP.Ulster Unionist Party (UUP) leader Doug Beattie said the NIO was \"not a neutral department\" after also accusing it of actively supporting the DUP. Sir Jeffrey has denied claims that his party did a deal with the UK government to bring back double jobbing and said he put his name forward to stand in the upcoming May assembly election last autumn.Meanwhile, the secretary of state also accused Labour of u-turning on its support for dual mandates. It followed a threat from the party to vote against the move in the Lords if the government failed to withdraw the amendment. The threat was issued by Shadow Secretary of State Peter Kyle. But Mr Lewis posted a quote from Mr Kyle's predecessor Louise Haigh supporting dual mandates during a debate in the Commons last June. The government is due to bring the amendment before the House of Lords on Wednesday. To defeat it, Labour would need the support of the Liberal Democrats and a number of cross-bench peers. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60035463"}