{"datetime": "2022-01-27T18:32:13.000Z", "title": "Brexit: Liz Truss says protocol deal must work for everyone", "article": "Foreign Secretary Liz Truss has said she wants to strike a deal on the Brexit Protocol that works for everyone in Northern Ireland. Ms Truss was speaking in Belfast after meeting business and political leaders to discuss the protocol.The DUP has repeated itsthreat to withdraw from Stormont if the UK and EU do not reach a solution in the coming weeks. Ms Truss said she hopes to make \"significant progress\" by February. \"What I want to do is sort out the protocol, working with the EU to protect the Belfast/Good Friday Agreement and that we protect political stability in Northern Ireland as well as making sure we deliver for the people of Northern Ireland,\" she said. \"What I want is a deal that works for everyone. \"We are making progress, we're having constructive talks, I want to make significant progress by February. \"That's important, but it's also important that we secure the support of all of the communities in Northern Ireland, including the unionist community.\" The government has been attempting to renegotiate the Northern Ireland Protocol, a deal it made with the EU in 2019.Currently, the protocol keeps Northern Ireland in the EU's single market for goods, which led to new obligations on businesses when importing goods from Great Britain. Unionist politicians oppose the protocol, saying it undermines Northern Ireland's position within the UK. The foreign secretary said people need to be able to get access to the same goods in Northern Ireland that they can in Great Britain. \"I completely understand the frustration people feel have and the need for rapid progress and that is why we are in intense negotiations with the EU to sort out the very real issues,\" she said. After speaking to Ms Truss, NI First Minister Paul Givan said he hoped he would still be first minister next week, but warned the DUP would soon have to act over the Northern Ireland Protocol if the government does not.Speaking at Stormont, Mr Givan said his party had made it clear to Ms Truss that it would have to act, if there was no indication of any changes when the UK and EU joint committee meets on 21 February. It is the formal body overseeing the protocol but has not met in more than six months.The first minister said the protocol had caused political and economic instability which needed to be dealt with. \"The UK government wants to get progress by 21 February, they've said that's a significant date for them - what I'm saying is that the executive needs to be here to deliver on a whole range of issues. \"There are consequences the public does not want to see, which is why we need to make progress,\" Mr Givan added. Deputy First Minister Michelle O'Neill, of Sinn Féin who also met Ms Truss on Thursday, said the DUP threat was \"undermining politics\". Ms O'Neill said any concept of a new deadline in the negotiations was a \"moveable feast\". \"What remains consistent is that the DUP is undermining politics and undermining everyone else's ability to deliver a budget, to tackle waiting lists and to bring forward all the other pieces of legislation that are coming to an end point,\" she added. The Northern Ireland Assembly is due to be dissolved at the end of March for the next election in May. There are a number of pieces of legislation which have yet to complete their passage. If the DUP was to withdraw the first minister from the executive, Ms O'Neill would also be removed from her post as deputy first minister as the roles are joint. The executive would be unable to meet, as it is co-chaired by the first and deputy first ministers. The government, however, has almost finished its consideration of a so-called \"safety net bill\" that would prevent an immediate collapse of the assembly and allow outstanding legislation at Stormont to proceed into law, ahead of the election. It is thought it will have received royal assent by mid-February. Talks over the protocol came as a DUP move to force an executive rethink over Irish Sea border checks was blocked by Sinn Féin.Agriculture Minister Edwin Poots, from the DUP, submitted documents seeking executive support for the checks on Tuesday, ahead of a legal challenge by loyalist blogger Jamie Bryson. Mr Poots argued the challenge made clear that checks must be approved by all ministers as they are controversial and cut across various departments. Sinn Féin maintained Stormont has a legal obligation to enforce the checks, and that the executive agreed in May 2020 to designate Mr Poots' department to perform the controls. It is thought Mr Poots could next week outline a plan to order his officials to stop the checks. Mr Givan said his party colleague was completely entitled to issue a ministerial instruction to the civil service. \"Politicians have a democratic mandate, civil servants don't and absolutely they would have to follow the democratic instruction of a minister. \"Not to do that would have profound implications in terms of how the civil service operates.\" Mr Pootshad threatened to order his officials to stop the checks, if the paper was blocked . But Finance Minister Conor Murphy, of Sinn Féin, said discussions were ongoing and would not be resolved \"by bringing down the assembly and executive\". \"If this is an attempt to ratchet up and precipitate a crisis it's reckless behaviour,\" he said.\"We are trying to get a budget together to support health and there is legislation going through the assembly for a whole range of issues. \"This is about the election, make no mistake, but to jeopardise all of that because they want to try and generate some type of electoral advantage for themselves is highly cynical and does a disservice to the public who need our support.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60146610"}