{"datetime": "2022-01-19T16:36:38.000Z", "author": "Enda McClafferty", "title": "Double jobbing: Plan to bring back dual mandate withdrawn, PM says", "article": "Controversial plans to allow double jobbing in Northern Ireland will be withdrawn, the prime minister has said. Boris Johnson was responding to a question from Simon Hoare, the chairman of the Northern Ireland Affairs Committee. The move would have allowed MPs to be elected as MLAs and hold both jobs until the next general election.DUP leader Jeffrey Donaldson, who was set to benefit from it, has denied being angry at the decision. The move had been criticised by the majority of parties at Stormont. It was part of an amendment that peers in the House of Lords were going to debate on Wednesday afternoon. Six of the political parties signed a joint letter on Tuesday to Mr Johnson calling for the plan to be withdrawn. The leaders of Alliance, Sinn Féin, the Ulster Unionists, SDLP, Green Party and People Before Profit,believed it was aimed at helping the Democratic Unionist Party (DUP) - a charge that party denied . The Democratic Unionist Party (DUP) leader told BBC News NI he was yet to speak to the government about its decision, but that he was \"full of energy\" and ready to go to the polls in Lagan Valley.A dual mandate would have allowed Sir Jeffrey to stand for election to the assembly in May, while retaining his seat at Westminster. Under existing rules, Sir Jeffrey would have to stand down as an MP if he was elected to Stormont.The practice of double jobbing was banned six years ago.The withdrawal of the government's proposal will now trigger a by-election in his Lagan Valley seat.He said he felt the proposal \"offered an opportunity perhaps for a small number of senior representatives to continue to have a voice at Westminster whilst we're trying to resolve issues such as the protocol\" but that he was \"looking forward\" to the assembly election.Asked if he was angry about what had happened, he said: \"I'm not angry at all, I'm full of energy, I'm focussed on the job that I have, I count it an honour and a privilege to represent the people of my constituency here at Lagan Valley and I look forward to the opportunity of meeting many of them and many others out on the assembly election campaign.\" Blink and you would have missed it, but it was a moment that will have mattered politically in Northern Ireland. The parties who had been pushing back hard against the double-jobbing proposal are chalking the U-turn up as a win. So why the reversal?Boris Johnson was not for elaborating, but it has likely come about due to government fears the vote could have been lost due to opposition from Labour and the Lib Dems - a defeat it did not need when the PM's future is already perilous. Questions remain about why Number 10 had suggested the idea in the first place, knowing the backlash it would spark. And surely the biggest blow from this latest development will be felt by DUP leader Sir Jeffrey Donaldson. He had hoped to benefit from the legislation and keep his Westminster seat while running in the assembly election. Now that part of his election plan is no more.The government was expected to face a battle to get the proposals through the Lords, as Labour and Liberal Democrat peers said they would be voting against it. If the plan had progressed, MPs would have been able to once more sit in two chambers with double jobbing back in time for the assembly election in May.It would have brought Northern Ireland into line with the rest of the UK. In a social media post, SDLP leader Colum Eastwood described the prime minister's announcement as a \"big defeat for the DUP\". The Foyle MP said it was a \"victory for all of us who opposed it\". Ulster Unionist peer Lord Empey said it was a victory \"for positive dialogue and engagement with government and other parties\". \"You don`t have to threaten to crash the institutions for unionism to have influence with government,\" he said. \"There is another way.\"Alliance Party MP Stephen Farry said the plan \"should not have ever been tabled\".\"Pressure from parties across the spectrum in NI, and Labour and Liberal Democrats in parliament have had a major impact,\" he tweeted. On Tuesday,Secretary of State Brandon Lewis was accused of \"slinging mud\" over the dual mandate proposal . In a Twitter post, he insisted the \"principle\" received cross-party support in the Lords. But Alliance Party leader Naomi Long hit back at Mr Lewis and accused him of deflecting from the \"appalling decision the government has made to assist the DUP in the run up to the election\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-60050164"}