{"datetime": "2022-01-18T17:46:39.000Z", "author": "Jayne McCormack", "title": "Double jobbing: Six parties call for end to government plans", "article": "Six Stormont parties have signed a joint letter to Prime Minister Boris Johnson urging him to withdraw plans to reintroduce double jobbing in Northern Ireland. The practice of double jobbing was banned in Northern Ireland in 2016. The government is now proposing to change this by amending a bill currently passing through Parliament. But it is coming under pressure to reverse the plan, following criticism from most of the Stormont parties. The proposal to re-introduce double jobbing, also known as a dual mandate, would bring Northern Ireland in line with the rest of the UK. It has already been condemnedby four of the five parties in the Stormont Executive as a \"stunt\" ahead of May's assembly election . Earlier on Tuesday, Northern Ireland Secretary of State Brandon Lewiswas accused of \"slinging mud\" over the government's proposal to bring back dual mandates . The proposal would also allow Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson to stand for election to the assembly in May, while retaining his seat at Westminster. Whereas under the existing rules, Sir Jeffrey would have to stand down as an MP if he was elected to Stormont. In a letter to Mr Johnson, the leaders of Alliance, Sinn Féin, the Ulster Unionists, SDLP, Green Party and People Before Profit stressed their \"firm opposition\" to the amendment. \"The roles of MP and MLA are full time roles, and it is not possible for someone to simultaneously do full justice to both,\" they say. \"There has been no consultation with the Northern Ireland parties regarding this measure and it has been brought forward just months away from an assembly election, which cannot be seen as impartial benefitting as it does only one party. \"It has also departed from the stated position of the Northern Ireland Office that such amendments would only be considered where \"sufficient consensus\" exists: in fact, all parties with the exception of the DUP are firmly opposed to any return to double jobbing.\" The DUP has said other parties should \"stop faking outrage\" over the issue, with Sir Jeffrey denying claims that his party did a deal with the UK government to bring back double jobbing. The government is due to bring the amendment before the House of Lords on Wednesday during the latest stage of the Northern Ireland (Ministers, Elections and Petitions of Concern) Bill. To defeat it, Labour would need the support of the Liberal Democrats and a number of cross-bench peers. The amendment will bring Northern Ireland in line with the rest of the UK on the principle of allowing dual mandates, but the mechanics and timeline differ between regions. It is time limited to run for the duration of the Parliament session at the time of the assembly election - in this case two years. The option will be open for future MPs to avail of the same route, but will be time limited to the next parliamentary election. Several other amendments have also been proposed as part of the bill, which will have to return to the Commons again before the legislation can become law. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60046090"}