{"datetime": "2022-01-26T14:58:55.000Z", "author": "Jayne McCormack", "title": "Sinn Féin MLA tweets 'unacceptable' - Michelle O'Neill", "article": "Historical comments made on social media by three Sinn Féin MLAs are \"wrong and unacceptable\", Michelle O'Neill has said. On Wednesday,the Nolan Show reported that Sinead Ennis, Jemma Dolan and Emma Sheerin had posted tweets containing derogatory language. The tweets were published about 10 years ago, before the three women had entered elected politics. Ms O'Neill said she had spoken to the MLAs. All three have since apologised.One tweet posted by Sinead Ennis used derogatory language about Protestants, while another from Jemma Dolan used a slur about people with disabilities. Emma Sheerin had made a remark about the late deputy first minister Martin McGuinness meeting the Queen in 2011. Ms O'Neill, Stormont's deputy first minister said it was \"not acceptable language for any Sinn Féin representative to use\". \"I have spoken directly with each of the MLAs and made this very clear to them. \"They have each told me they deeply regret the language used and will apologise.\" On Wednesday afternoon, Ms Ennis, Ms Dolan and Ms Sheerin issued separate apologies on Twitter. Ms Ennis then locked her twitter account so only approved followers can view her tweets. On Tuesday, Ulster Unionist leaderDoug Beattie apologised for historical tweets he posted containing derogatory language but denied accusations of misogyny and racism . The posts had emerged after Mr Beattie apologised for tweeting a joke about former DUP leader Edwin Poots and his wife on Saturday night That comment is now the subject of potential legal action, after it was confirmed by a solicitor for Mr Poots and his wife that legal proceedings had been initiated against Mr Beattie and Simon Hoare, chairman of the Northern Ireland Select Committee. It is understood Mr Hoare retweeted Mr Beattie's post, before later deleting it. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60145127"}