{"datetime": "2022-01-15T15:22:04.000Z", "title": "Dual mandates: Most parties oppose return of MPs sitting in Stormont", "article": "Four of the five parties in the Stormont Executive have said they are against a move allowing MPs to be elected to the NI Assembly but keep their Westminster seats. Details of the plan were outlined in a letter from government peer Lord Caine to fellow lords on Friday. It will bring Northern Ireland into line with the rest of the UK. The return of the dual mandate will last until the next Westminster election due in 2024.Dual mandates, also known as double jobbing, were banned in Northern Ireland in 2016, when a number of MPs were forced to give up their seats in the assembly. Double jobbing allowed politicians to hold seats in different legislatures, for example in the House of Commons and the Northern Ireland Assembly.The move will allow DUP leader Sir Jeffrey Donaldson to stand for election to the assembly in May while retaining his seat at Westminster. Under existing rules if he was elected to Stormont he would have had to stand down as an MP, leading to a by-election in his Lagan Valley constituency. However, the four other parties in the executive - Sinn Féin, the Ulster Unionist Party, the SDLP and Alliance - have strongly condemned the plans.Sinn Féin Deputy First Minister Michelle O'Neill called it \"blatant and disgraceful interference\". \"It represents a major step backwards for politics here and will deny more people, particularly young men and women, the opportunity to step forward into elected politics,\" she said in a statement. The SDLP and Alliance Party said their three MPs will vote against the mandate when comes to the House of Commons. Alliance Party leader Naomi Long called it a \"seriously retrograde step\" while SDLP MP Claire Hanna tweeted: \"Being an MP is a full time job, and then some, as is being an MLA. \"People deserve representation at both levels, and dual mandates were abolished for good reason. NIO (Northern Ireland Office) should not be facilitating DUP threats and gambling with devolution.\" Ulster Unionist Party Leader Doug Beattie tweeted: \"The fact NIO now directly supporting DUP election campaign means they are not a neutral department.\" The leader of the Traditional Unionist Voice (TUV) Jim Allister, whose party is not executive but could rival the DUP in a number of constituencies, called the plan a \"shameless fix\". He tweeted: \"Last throw of the dice for some. \"Dual mandates were abolished for good reason. That reason hasn't changed. Only the desperation of the DUP has changed. What price has the DUP paid for this?\" Lord Caine's letter, seen by the BBC, sets out how the government is proposing an amendment to the Northern Ireland Ministers, Elections and Petitions of Concern Bill which is currently passing through the House of Lords. The bill provides for other changes at Stormontagreed under the New Decade, New Approach deal. Lord Caine said the amendment he is tabling would \"enable MPs to become MLAs [members of the legislative assembly] at Stormont and hold both seats for the duration of the remainder of that parliament\". \"As was previously the case a person who holds office as both MP and an MLA will not be able to claim their salary as an MLA,\" he added The letter adds: \"The provision for dual mandates is intended to facilitate a move from the House of Commons to the Northern Ireland Assembly without triggering by-elections. \"It is therefore consistent with the assessment made by the UK government in the Northern Ireland Act 2014 that the holding of a dual mandate across parliament and the assembly is not practical on an indefinite basis.\" Lord Caine, who is also the under secretary of state for Northern Ireland, added: \"There is no appetite or consensus in Northern Ireland to allow dual mandates to continue indefinitely or to return to a situation in which the overwhelming majority of MPs from Northern Ireland were also members of the assembly.\" He said the objective was to \"support further the functioning of the devolved institutions by providing stability where Northern Ireland parties need to reconfigure their representation across Parliament and Stormont without the triggering of parliamentary by-elections\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-60009373"}