{"datetime": "2022-01-17T17:35:37.000Z", "title": "Double jobbing: DUP leader denies Westminster deal", "article": "Democratic Unionist Party (DUP) leader Sir Jeffrey Donaldson has denied his party did a deal with the UK government to bring back double jobbing. The plan would allow MPs to be elected to the Northern Ireland Assembly but keep their seat in Westminster. Sir Jeffrey told BBC News NI he put his name forward to stand in the May poll in Lagan Valley last autumn. But he declined to name the second DUP MP understood to have expressed interest in contesting the election.Details of the plan wereoutlined in a letter from peer Lord Caine to fellow lords on Friday. It is proposed to last until the next Westminster election, due in 2024. Double jobbing, also known as a dual mandate, was banned in Northern Ireland in 2016, when a number of MPs were forced to give up their seats in the assembly. Four of the five Stormont Executive partiesare strongly against the move , with the DUP responding that the other partiesshould \"stop faking outrage\" over the issue. Some had accused the UK government of pushing a plan that helps the DUP ahead of the Stormont election. However, Sir Jeffrey told the Good Morning Ulster programme the move was \"categorically not\" the result of a deal with Westminster. \"There is no agreement on this between the DUP and the government, we are very clear where we stand on a range of issues.\"I have made those views absolutely crystal clear. This doesn't alter our stance on any particular issue.\" He also said most of the DUP's eight MPs would not run for Stormont but when asked about reports of a second DUP MP standing in the election, Sir Jeffrey said the party had not finalised candidates. Sir Jeffrey added he believed it was possible to \"do both jobs\" and denied he was trying to avoid a by-election in Lagan Valley. \"I think there is a case to be made at this particular time in the current circumstances of Northern Ireland that it's important for unionism to have a strong voice in the parliament of the union.\" Shadow Northern Ireland secretary Peter Kyle said the government should withdraw the amendment and if not Labour would oppose the measure. He said forcing it through would \"risk further destabilising an already fragile political landscape in the approach to elections\". The SDLP and Alliance Party have said their three MPs would vote against the move when it comes to the House of Commons. SDLP MP Claire Hanna said the plan was a \"cynical use of musical chairs\" that would underserve the electorate.\"The two parliaments run at the same time so you are by definition having worse government and you can't do justice to both roles,\" she told Good Morning Ulster. \"This feels very much like a stroke and it's a stroke to benefit Jeffrey Donaldson.\"The reason Jeffrey Donaldson wants this safety net is because he is dangling the future of the institutions by a thread.\" Ulster Unionist Party (UUP) leader Doug Beattie said somebody had \"moved the goalposts\" ahead of the assembly election by giving a \"leg up to one political party and not to any other political party\". Mr Beattie said he had been told by the Northern Ireland Office (NIO) there was no consensus for a change to the rules. \"Yet here we are, an amendment that has been put forward which has not got party consensus and will only benefit the DUP and the NIO are allowing it to go through,\" he explained.\"I think that's a scam, I think it's a subversion of our democracy.\" Alliance MP Stephen Farry said it would be impossible for Sir Jeffrey to do both jobs well. \"He can't be in two places at the one time, especially as we're now going back to full sittings at the assembly and Westminster.\"There will be crucial votes to be cast in both of these places and in both regards, you are seeking to present and cast votes on behalf of the people you represent.\"There's no practical reason why this gives any advantage to any elected representative.\" On Sunday, the DUP said the move would \"encourage stability at a time when devolution is deeply unstable because of a one-sided and undemocratic (Northern Ireland) Protocol\".The text of government amendment provides more details. The amendment will bring Northern Ireland in line with the rest of the UK on the principle of allowing dual mandates, but the mechanics and time line differ between regions.The amendment is time limited to run for the duration of the Parliament session at the time of the assembly election - in this case two years.The option will be open for future MPs to avail of the same route but will be time limited to the next parliamentary election.The plan was proposed by former Alliance Party leader Lord Alderdice during a committee stage reading of the NI (Ministers, Elections and Petitions of Concern) Bill on Wednesday. Lord Alderdice, who is now a Liberal Democrat peer, argued dual mandates would encourage easier transitions between serving in London and Belfast, and benefit the Northern Ireland Assembly.Former UUP leader Lord Trimble and former DUP deputy leader Lord Dodds spoke in favour of the move in the House of Lords. However, former SDLP leader Baroness Ritchie said while there was a case to be made for the amendment, she was strongly opposed to double jobbing. The Lords are due to consider the amended proposal this week.", "url": "https://www.bbc.com/news/uk-northern-ireland-60018113"}