{"datetime": "2022-01-25T23:31:52.000Z", "author": "Enda McClafferty", "subject": "Brexit", "title": "Brexit: Edwin Poots in bid to halt Irish Sea border checks", "article": "Stormont Agriculture Minister Edwin Poots has taken the first step in his bid to halt Irish Sea border checks. He has submitted a paper seeking executive approval for the checks to continue, ahead of a legal challenge by loyalist blogger Jamie Bryson. The DUP MLA argues the challenge makes clear that checks need to be approved by ministers as they are controversial and cut across various departments. Sinn Féin has vowed to block any such paper from the executive agenda. The republican party insists Stormont has a legal obligation to enforce the checks. Mr Poots has threatened to halt the checks if the paper is blocked from Thursday's meeting of the executive. That move could put him on a collision course with the UK government, which has said his Department of Agriculture, Environment and Rural Affairs is legally obliged to operate the checks. Mr Poots has previously denied claims that the move was a stunt before May's Northern Ireland Assembly election. For the DUP, this is about taking \"decisive\" action when others are refusing to do so.Downing Street is more concerned about parties than the protocol and has the left the DUP with few cards to play.Using the prospect of a legal challenge to take control of the Irish Sea border is an easy call for Edwin Poots. Knowing the other executive party's will block his plan, Edwin Poots is ready for yet another solo run.Halting Irish Sea border checks in the run up to the May election will be popular among some unionist voters. But Edwin Poots knows he may face a counter legal challenge forcing a U-turn.But that could take some time and may even come after the all important poll in May. The Brexit protocol keeps Northern Ireland in the EU's single market for goods and EU customs rules are enforced at its ports. That means new paperwork and processes when importing materials and equipment from Great Britain. Unionist politicians have criticised the arrangements and say the Irish Sea border undermines Northern Ireland's position in the UK. Over the past six months the UK government has been attempting to renegotiate the deal. In July, the UK proposed an arrangement in which goods from Great Britain, which are due to stay in Northern Ireland, would not be checked and would have minimal paperwork. Goods which are due to move onwards to the Republic of Ireland would be checked at Northern Ireland's ports. The EU published its own proposals in October, which it said would significantly reduce, but not eliminate, checks on goods. ", "url": "https://www.bbc.com/news/world-europe-60130488"}