{"datetime": "2022-01-10T08:54:01.000Z", "title": "Covid-19: MLAs recalled to debate school pressures", "article": "Northern Ireland assembly members will return to the Stormont chamber later to debate how to keep schools open and safe amid a rise in Covid-19 cases. Last week, the teaching union NASUWT called for action to prevent schools facing\"significant staffing problems\" . A Sinn Féin motion accuses Education Minister Michelle McIlveen of a \"lack of planning\". Her department has previously said she had written to schools to set out the mitigations in place. An assembly recall petition from Sinn Féin was supported by the SDLP and Alliance. The motion also urges the minister to address staffing issues \"by utilising and deploying additional teaching capacity to keep schools open and safe\". The department said it would do \"everything in our power to help school leaders during these unprecedented and extremely challenging circumstances\". A number of schools have announced that some year groups will have to return to remote learning because of staff pressures. Mercy College in north Belfast has written to parents and guardians to explain that from Monday Years eight to 11 will have some staggered remote learning days. Paula Stuart, principal of Belfast Model School for Girls, also in the north of the city, said: \"Unfortunately, due to current levels of staff absence linked to the Covid-19 pandemic, there are insufficient teaching staff to deliver all lessons face to face as per the school timetable on site.\" She continued that Year 10 pupils will have to learn remotely on Monday and Tuesday. Fiona Kane, principal of St Ronan's College in Lurgan, County Armagh, said her school is also facing significant disruption due to Covid-related absences among both staff and pupils. She told the BBC's Good Morning Ulster programme that she is implementing a contingency plan which prioritises GCSE and A-Level students for classroom-based learning. Ms Kane explained the plan means some other year groups will be asked to learn at home on certain days so her remaining staff can provide classroom cover for pupils due to sit exams. \"We've a schedule communicated out there to parents, it's on a rotational basis and I know a lot of schools, a lot of my principal colleagues, are doing exactly the same,\" Ms Kane said. \"We want to keep as many children in school, in face-to-face lessons, as possible and Year 12 and Year 14 - the GCSE and A-Level classes - are the priority, so they will remain in school.\" Chris Donnelly, principal of St John The Baptist Primary School in west Belfast, said teachers wanted pupils to be taught in the classroom. \"One thing we have learned decisively across the board is the value of classroom-based learning,\" he told BBC Radio Ulster's Sunday with Steven Rainey programme.\"There is no substitute.\" Graham Gault, from the National Association of Head Teachers in Northern Ireland, told BBC News NI the current staffing situation was \"critical\". He said a \"perfect storm\" had been created with Covid absences andissues with the system for booking substitute teachers . Monday's assembly motion references the installation of air monitoring and air filtration devices in schools as part of a plan \"that puts the safety of pupils and staff first\". Last week, the Education Authority confirmed it had ordered 100 air filtration units which would be sent to areas where improving ventilation was not possible immediately. Sinn Féin MLA Pat Sheehan, one of the motion's proposers, said the minister should \"stop sitting on her hands\" and introduce a plan to install High Efficiency Particulate Air (HEPA) filters in schools. DUP leader Sir Jeffrey Donaldson said his party colleague Ms McIlveen was considering the installation of ventilation systems, but warned the cost of this could be \"significant\". Principal of St Cecilia's College in Londonderry, Martine Mulhern, has said the current system of keeping windows open to allow for better circulation has proved challenging in the colder months. The Department of Education said the vast majority of schools had \"adequate ventilation\", but that air filters \"may be suitable where there is insufficient ventilation\". Ellen Taylor, from the Secondary Students' Union of Northern Ireland, said there should be HEPA filters in each classroom. \"The level of transmission in school is huge and that is because of the lack of ventilation and also because you have lots of numbers of children mixing together,\" she said. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59929051"}