{"datetime": "2021-11-20T07:24:46.000Z", "author": "Eunan McConville", "subject": "Coronavirus pandemic", "title": "Covid-19: Restriction decisions are back but what does the data say?", "article": "This was the week when Northern Ireland's politicians started to again make tough decisions to try to suppress the spread of coronavirus. On Wednesday, the executiveopted to introduce vaccine passports in certain circumstances.DUP ministers voted against the passports. Executive ministers were also told thatfurther restrictions may be necessary to protect the health service as winter pressures begin to bite harder. And the health minister, in a paper issued to the executive on Thursday,urged people to start working from home where possible . These moves come in the context of increased case numbers, a relatively steady number of people in hospital with the virus and the highest death rate in the UK or Ireland. Northern Ireland's infection rate has been climbing over the past week or so.It is currently the highest in the UK, slightly above Wales - and has just overtaken the Republic of Ireland. According to the latest official UK government data, these are the infection rates in the UK for the seven days up until 14 November (per 100,000 population): The Republic's rate for the equivalent period was 546.4. It had been higher than Northern Ireland's until the last few days. While Northern Ireland's is slightly higher, the difference in the rate either side of the border is negligible. The latest data from the Department of Health (DoH) indicates that Northern Ireland's infection rate is continuing to rise.The obvious question is - why? The answer isn't so obvious. In short, it's probably a number of different factors coming together. We have had fewer restrictions for a while now, with social distancing in bars and restaurants scrapped at Halloween. The latest cluster data summary from the Public Health Agency (PHA) looks at the four weeks up to 7 November. Given a time lag of about a week to allow for infections to show up, these figures capture the very start of any possible effects from the reopening. The PHA defines a 'cluster' as two or more cases in a particular (non-residential) setting. When it's thought that virus transmission may have happened within a cluster - that becomes a potential 'outbreak'. The vast majority of clusters and outbreaks have been in the workplace. It's likely that the PHA's next set of data will better show any clusters or outbreaks in entertainment and hospitality settings. The virus is being spread most notably by young people - 42% of infections over the past week have been in people under the age of 20. This has been an ongoing trend but the numbers of positive cases in this age cohort have been increasing. There is a particularly high proportion of cases occurring in those aged 10-14.This may be down to a combination of a lower rate of vaccination and increased social interaction. Undoubtedly, fully vaccinated people are getting and spreading the virus. While vaccines are known to lessen the likelihood of transmission, they don't eliminate it. That said, the recent increase in case numbers so far has not been replicated in the numbers in hospital with the virus (more on this below). This is an indication of the vaccine doing its job in lessening the effects of the virus for those who do test positive. The fact that we have been testing a lot more people does not, on its own, explain the rising rate. In the past week, almost 94,000 people were tested, with about 11,300 getting a positive result. This equates to a positivity rate of 12% - meaning about one in every eight people tested got a positive result. It's worth noting that the Department of Health (DoH) now includes in its testing figures both LFTs (lateral flow tests - the ones you can do at home and get a very quick result) and PCR tests (the long name is 'Polymerase Chain Reaction' - these are the ones that are sent to a lab). BBC News NI asked the DoH about this. We were assured that, for the purposes of the figures, people who get a positive LFT and then a positive PCR would only be counted once. The increase in cases also raises behavioural questions - are we now less likely to stick to the advice of wearing face masks, washing our hands and keeping our distance from others? In terms of areas most affected by the rise in cases, the Mid Ulster council area is out on its own with a rate of 866 per 100,000 population, according to the DoH. The area saw a massive 51% increase in cases - from 852 cases to 1,287 cases in the space of a week. On the other end of the scale is Derry City and Strabane council area.This time last year that council area had one of the highest infection rates in the UK - now the area is usually the lowest in Northern Ireland. Given previous high infection rates - coupled with quite a good vaccine uptake rate - it's possible that the prevalence of antibodies in the area is high. The short-term trend for hospitalisations is one of slowly falling numbers. The long-term trend is one of consistently high numbers. Let me explain. Over the past two weeks or so, the number of inpatients in hospital has been generally falling, albeit very slowly - from 486 to 410 in that space of time. Obviously, this is a good and welcome thing. But let's add some context to that - the bed capacity in Northern Ireland's health system is around 3,150. But there are about 100 more people in hospital right now than we have beds to put them. In any case, the fact that we have more than 400 inpatients with Covid means that almost 13% of people in hospital have the virus. In Wales, this figure is 7%. Now let's look at the numbers of Covid positive patients in Northern Ireland's hospitals over a longer time scale. For more than three months now, these numbers have roughly been between 400 and 500. That represents a range of between 12.5%-16.6% of Northern Ireland's bed capacity. It's a high rate - and enough to ensure a prolonged pressure on our health system. After a period in the late summer which saw a higher proportion of younger adults in hospital with the virus, we have reverted to seeing more older people. At the minute, 74% of patients in hospital with Covid are aged 60 or older. Hospital admission rates have fallen ever so slightly recently. In theory we should see further drops in Covid positive numbers in hospital in the short term. Likewise, the numbers of Covid patients requiring intensive care have been falling slowly.There are currently 33 people with the virus in Northern Ireland's intensive care units (ICUs). Of these about two thirds are ventilated - requiring help from a machine to breathe.According to the UK government's latest data on deaths, Northern Ireland currently has the highest death rate in the UK.It's marginally worse than Wales, but considerably worse than Scotland and England. Despite increasing case numbers in the Republic, the death rate there remains lower than the UK. Northern Ireland's seven-day rolling average for deaths is six. This represents a fall over the past few weeks. However, there have been a few days when a disproportionately high number of deaths (more than 10) have been reported recently. The silver lining in the fact that hospitalisations and ICU numbers are falling is that deaths should continue to decrease - at least in the short term. In the medium-to-longer term, the death rate could easily be affected adversely by the increase in cases. Northern Ireland has the lowest uptake in vaccinations in the UK - regardless of first, second, third or booster doses. Interestingly, there has been a marked increase in the number of first dose vaccinations given out in Northern Ireland over the past few days. Over the past week Northern Ireland has given out more first doses than either Scotland or Wales. And if we look at the few days since the executive announced the planned vaccine passports scheme, Northern Ireland has given out more first doses than Scotland and Wales combined. Here are the first dose vaccine uptake figures for people aged 12 and over in the UK: Vaccine uptake is still lower in younger age groups, but has increased over the past six weeks. About 75% of 18-29 year olds have had at least one dose; in the 30-39 age bracket it's 80%. The booster programme is now seen by health authorities as key to protecting hospitals over the winter. According to UK government data, Northern Ireland lags some way behind the rest of the UK in its rollout of boosters and third doses. Third doses are given to people who are clinically extremely vulnerable. At some stage in the future a decision could be made to give these people a further dose. Booster doses are for everyone else who has had a second dose at least six months ago. The following are the uptake figures for third doses and boosters in the UK population aged 12 and over: It's worth inserting a few caveats here. The vast majority of people aged 12-39 are not yet eligible for a booster dose. Even if they were, most people in that age group had their last dose less than six months ago. Also, according to the person in charge of Northern Ireland's vaccination programme - Dr Patricia Donnelly - care homes in Northern Ireland were prioritised at the start of the booster rollout. This slowed progress somewhat in others parts of the booster programme but Dr Donnelly has said the booster programme is starting to speed up. The numbers certainly bear that out - over the past four days or so there has been a noticeable increase in speed of delivery of the booster programme and the gap between Northern Ireland and Great Britain has been closing. The next few weeks will see a massive effort to close it even further. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59354426"}