{"datetime": "2021-12-21T13:30:45.000Z", "author": "Robbie Meredith", "title": "Coronavirus: Slight drop in number of pupils off with Covid-19", "article": "The number of pupils off school with Covid-19 fell slightly in the final full week of this school term. That is according to the latest statistics on pupil attendance from the Department of Education (DE). However, the data records a large number of what are described as \"other\" absences. This might suggest that a significant number of parents did not send their children to school for the final full week leading up to Christmas. The proportion of pupils actually in school in the last full week of term was at its lowest since the school year began in September. Some schools have had to send some classes homerecently due to large numbers of staff being off, although those pupils are not marked absent. The department has just published overall attendance figures provided by schools for the weeks beginning Monday 6 December and Monday 13 December. It shows 1.9% of pupils were off with either a suspected or confirmed case of Covid-19 in the week beginning 6 December. That fell to 1.8% of pupils in the week beginning 13 December - the final full week of term. However, there was a rise in the proportion of pupils self-isolating and learning from home in the final week of term. About 2.6% of pupils were marked as self-isolating in the week beginning 13 December. The vast majority were regarded as learning from home and were not marked absent. At 82.8%, the proportion of pupils last week actually learning in school was at its lowest since term began in September. Almost 13% of pupils were absent from school for reasons \"other\" than Covid in the week beginning 13 December, but the DE statistics do not specify what those reasons are. Some of those absences are due to other illness, but some are also likely to be due to parents deciding to keep children off prior to Christmas. Special schools and non-grammar post-primary schools had the lowest proportion of pupils in school. The DE data does not specify the numbers of staff currently not in school, but some special schools and non-grammars have been hit hard by staff absences in recent weeks. TheNASUWT teaching union has called for the return of pupils to school in January to be staggered. Butsome principals have warned that closing schools again \"must be avoided at all costs,\" due to the harm that causes to the mental health, education and well-being of some pupils. There are about 325,000 pupils in Northern Ireland's schools.That figure does not include those attending pre-school settings. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59742590"}