{"datetime": "2021-12-22T22:15:42.000Z", "author": "Jayne McCormack", "subject": "Coronavirus pandemic", "title": "Covid-19: Nightclubs in NI to close from 26 December", "article": "Nightclubs will have to close from 06:00 on 26 December and indoor standing events will be prohibited. From then, dancing will also be prohibited in hospitality venues, but this will not apply to weddings. Stormont ministers met for more than four hours this afternoon to agree measures to tackle rising Covid cases. From 27 December, hospitality venues will return to table-service only, with limits of no more than six people allowed to sit together at a table. Again, this measure will not apply to weddings or civil partnership celebrations.Northern Ireland today recorded the highest number of Covid-19 cases - 3,231 - since the pandemic began.It's understood that Omicron is now the dominant strain of Covid in Northern Ireland and makes up almost 60% of cases. Also from 27 December, people will also be urged to limit meetings inside private homes to no more than three households, but this will be guidance and students returning home will be part of their original household. Sporting events can continue with no limit on capacity but this will be reviewed on 30 December - but there will be guidance to those travelling to and from games not to car share.The work from home message is to be bolstered, with legislation to require 2m social distancing in the workplace or provide alternative mitigations.The rules on face coverings will also be strengthened, with some exemptions removed and a statutory duty placed on businesses to promote compliance. Ministers said they will keep the measures under review.From 06:00 on 26 December: From 06:00 on 27 December: First Minister Paul Givan said the new restrictions were \"balanced and proportionate and based on where we are today\". He added: \"The message is the same, whether it is in regulation or guidance, we appeal to public to follow us and to put into practice those public health messages.\" Deputy First Minister Michelle O'Neill said ministers are working on a financial package to support affected businesses affected and said they would continue to press Westminster for more support. She added: \"This intervention is informed by the medical and scientific advice and it takes account of the wider economic and societal impacts.\" She said it was an \"evolving situation\" and that the data will be reviewed \"night and day\". Health Minister Robin Swann said the Omicron surge \"is deeply concerning for us in the health service\". He hinted that limits on funding have prevented Stormont from imposing tougher restrictions. Last week, health officials warned that a \"significant intervention\" could be needed after Christmas. The vaccination and booster programme have been stepped up in a bid to tackle the rise in cases.Northern Ireland Secretary Brandon Lewis has tweeted criticism of the executive's decision to close businesses without providing financial support. He said \"it is very disappointing to see Northern Ireland hospitality businesses closing without support in place\".\"The NI Executive must urgently offer clarity on the financial support available to those affected,\" he added. However, the Department of Finance has previously said that extra Covid-19 funding announced by the Treasury last weekwas mostly not new money and that much of it already featured in Stormont's spending plans . Stephen Boyd from Thompsons nightclub in Belfast said he \"doesn't feel great\" following the announcement but that it was \"expected\". Speaking on BBC's Evening Extra programme he said: \"I am disappointed because we did put a lot of mitigations in place.\"We would have been happy enough if they had of said - to get into nightclubs you need a Covid pass and a negative lateral flow - but that is obviously not going to happen now. \"We are going to have to remodel ourselves as a lounge now with table service and that is something we can deal with. \"However, it will be interesting to see if a curfew will be introduced later.\" The chief executive of Hospitality Ulster, Colin Neill, said the industry was \"crying out for support\". \"Business owners and staff have been left high and dry about their future over Christmas,\" said Mr Neill. \"Announcing business closure without financial support is contemptable and shows no consideration for staff and business owners.\" Fiona Davey, who owns Brunel's restaurant in Newcastle in County Down, said the hospitality industry is \"effectively closed\".Speaking on Evening Extra, Ms Davey said: \"The amount of cancellations we are seeing is staggering. \"For an industry that is already in a critical state and the lack of staff we have - these restrictions are just creating more problems. \"We're asking the executive for some sort of package to help staff.\" Belfast Chamber chief executive Simon Hamilton said the measures were \"unacceptable and unforgivable\". He added: \"As well as having to deal with the impact of additional measures, businesses haven't been offered a single penny in financial support.\" Northern Ireland Hotels Federation (NIHF) said the uncertainty of the last month, including \"lack of clarity\" around Covid passports, had taken a \"real toll\". Chief executive Janice Gault said the industry would continue to work with government to ensure support, adding: \"A scheme is being developed, but without intervention from the Treasury, anything of a meaningful nature may not be possible.\" Earlier, Wales' first minister announced thatgroups of no more than six people will be allowed to meet in pubs, cinemas and restaurants from 26 December.Scotland has also announced new measures to come into force from 26 December andEdinburgh's Hogmanay events have been cancelled . Tighter restrictions are already in place in the Republic of Ireland , where hospitality and cultural venues including pubs, restaurants, cinemas and theatres have been required to close by 20:00 since Monday. On Tuesday, UK Prime Minister Boris Johnsonruled out introducing new Covid restrictions in England before Christmas . The list of Health Trust vaccination clinics is available on Trust websites at these links. • Belfast Health and Social Care Trust • Northern Health and Social Care Trust • South Eastern Health and Social Care Trust • Southern Health and Social Care Trust • Western Health and Social Care Trust More details of vaccinating pharmacies are available here: • Community pharmacy booster COVID-19 vaccination service ", "url": "https://www.bbc.com/news/uk-northern-ireland-59756633"}