{"datetime": "2022-02-09T06:36:05.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Robin Swann still waiting for legal advice to remove restrictions", "article": "The Health Minister Robin Swann has said he is still waiting to receive legal advice about removing Northern Ireland's remaining Covid regulations. The Department of Health is due to review the measures in the absence of the Northern Ireland Executive.Mr Swann has indicatedhe wants to lift most of, it not all, of the remaining rules and replace them with guidance.They include the wearing of face coverings and track-and-trace requirements. The executive - Northern Ireland's government - was due to discuss removing restrictions on Thursday, but it can no longer meet after the Democratic Unionist Party's (DUP)Paul Givan resigned as first minister last week . \"Thursday 10 February is the legal review point,\" the health minister said. \"My department must make a review of current regulations that are in place but I haven't received the legal advice up to date yet. \"I'll hopefully have an update on Thursday.\" So-called Covid passports remain in place for nightclubs, as well as for indoor unseated and partially-seated events with 500 or more people in attendance. A maximum number of 30 people are permitted to gather. The minimum self-isolation period for people testing positive for Covid-19 is five full days, subject to negative lateral flow tests on days five and six of a person's isolation. Other rules still in force include: Read more aboutthe rules here . On Monday, Mr Swann said he was not \"prepared to allow a failure of politics to get in the way of lifting unnecessary restrictions\" as he confirmed he was seeking legal guidance. He said the virus \"remains unpredictable\", but that \"we'll take on a day at a time\". \"We need to start getting normal back and that means moving cautiously out of the current legal phase of the Covid response - I hope this will be a permanent decision,\" he added. Some of the restrictions brought in in December due to theOmicron variant were relaxed last month . ", "url": "https://www.bbc.com/news/uk-northern-ireland-60311991"}