{"datetime": "2021-12-21T17:20:44.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: 'Up to two thirds' of patients under-50 in NI unvaccinated", "article": "Up to two thirds of Covid-19 patients in hospital aged under-50 are unvaccinated, Health Minister Robin Swann has said. He was speaking at the opening of themass vaccination centre at the Titanic Exhibition Centre in Belfast . More than 500 people walked in to get their Covid-19 booster as it opened.Meanwhile, the South Eastern Health Trust warned that every ICU bed taken up by a Covid patient put an operating theatre out of action for a week. \"For every ICU bed we have to step up beyond commissioned levels that takes out one operating theatre. It's the impact that Covid is having on the rest of health and social care services,\" she told Radio Ulster's Evening Extra. \"In January, how much elective urgent surgery will we be able to continue to deliver? Will we be able to continue to deliver outpatients as well? Ms Coulter said the trust was continuing to prioritise time critical urgent surgery at this stage, but she warned that by next month, that might not be possible to the same extent. The health minister said the executive would announce \"additional asks\" on Wednesday. Stormont ministers are due to meet to discuss new restrictions in response to the rise of Omicron cases. By Monday,there were 2,349 confirmed cases of the variant in Northern Ireland. \"The more people that come forward and actually get their vaccinations the less chance there is of severe restrictions having to be implemented,\" he said. While he would not pre-empt any decisions on restrictions, Mr Swann said \"it has to be a joint, united message\". \"That's why the real push is on now,\" he said. \"We have to look at pressures on our health service, on our hospital system but also the pressures on other key infrastructure as well. \"We do know vaccination actually reduces the amount of people having to receive hospitalisation or ICU care as well. \"We'll not boost our way simply out of the omicron threat in front of us.\" Chief medical officer Sir Michael McBride has previously said thatthe variant is likely to become the dominant strain in Northern Ireland in January. On Tuesday, DUP leader Sir Jeffrey Donaldson tweeted that he had tested positive for Covid after experiencing cold-like symptoms. The Titanic mass vaccination centre is part of the accelerated roll-out of Covid-19 boosters. The large-scale facility offers walk-in slots and pre-booked appointments for booster jabs as well as first and second doses. It is expected to deliver up to 4,000 vaccines a day, with about 100 people on shift, including vaccinators, pharmacists and health staff, the majority of them doing extra hours. The head of the vaccine roll-out programme, Patricia Donnelly, said it would be spring before this booster programme is finished because of the time scale in which people become eligible for the jab. But she said there is good reason to be positive as high volumes will have received their booster by the end of January. \"We have nearly reached 700,000 of the boosters and our target is 1.22 million,\" she said. \"1.22 million would bring us through until the second week in January - that's who will be eligible by that stage and at the rate that we're running, we're definitely going to be hitting that some time in January.\" Meanwhile, 11 of Northern Ireland's healthcare organisations and unions have warned that the health service here is facing its \"worst winter ever\".The joint letter - signed by groups including the Royal College of Nursing, the Royal College of Surgeons and the British Medical Association Northern Ireland - was issued as a message of solidarity to their members.The letter states that ensuring staff wellbeing is a priority as \"we enter what is likely to be the toughest period on record\". \"This is going to be one of the hardest periods we have ever faced,\" the message said. \"We know many of you are already exhausted and these next weeks will be a huge challenge.\" It lauded the accelerated vaccination and booster programme as \"crucial given the speed at which Omicron is spreading\". \"The pressure on staff over the next few weeks will be immense,\" it said. Mark Taylor, of the Royal College of Surgeons, told BBC's Good Morning Ulster programme that there were over 6,000 vacancies in the health service.\"Every single day our staff are going off because one of their children or one of their loved ones has developed Covid and all of that is creating the perfect storm. \"We will still deliver night and day urgent and emergency care, but it's precarious and something has to give.\" Rita Devlin, of the Royal College of Nursing, said staff were frightened \"about what's ahead of them\". \"But they do what they always do - they come in every day and they give the best they can to the families. \"And I am in awe of them at times at the way they have stood up and come through this pandemic,\" she added. Dr Laurence Dorman, chair of the Royal College of GPs in Northern Ireland, said healthcare professionals are \"resolute but exhausted\". \"It is tiring, coming at the end of 21 months of relentless pressure from a virus which is very, very dangerous,\" he said. \"We've never been under so much pressure. We do urge the public to get behind us, we need your support more than ever.\" The list of Health Trust vaccination clinics is available on Trust websites at these links. • Belfast Health and Social Care Trust • Northern Health and Social Care Trust • South Eastern Health and Social Care Trust • Southern Health and Social Care Trust • Western Health and Social Care Trust More details of vaccinating pharmacies are available here: • Community pharmacy booster COVID-19 vaccination service ", "url": "https://www.bbc.com/news/uk-northern-ireland-59733271"}