{"datetime": "2021-11-23T18:17:06.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: NI ministers reinforce work-from-home message", "article": "People in Northern Ireland are being urged by Stormont ministers to work from home \"where possible\" in a bid to curb the spread of Covid-19. Current advicealready states that people should work from home where they can but ministers said they were \"strengthening\" that message. It follows an executive meeting about how to tackle rising infections. Ministers are also advising the public to limit their social contacts and wear face coverings in indoor settings. Northern Ireland's infection ratehas been climbing over the past week or so - it is the highest in the UK, slightly above Wales, and has just overtaken the Republic of Ireland. In England, since Covid restrictions lifted on 19 July, people have no longer been asked towork at home but businesses still have a legal duty to manage risks to staff and customers. Most Covid restrictions have also been lifted in Wales, but employers are still encouraged to let people work from home where possible.In Scotland, most restrictions have been lifted, but working from home where possible is advised. The government wants employers to consider long-term \"hybrid\" working models. \"Hospital admissions are rising and modelling indicates that admissions will increase further in the coming weeks,\" Stormont executive ministers said. \"The clear advice from public health experts is that an intervention is now required.\" In a joint statement after Tuesday's meeting, Northern Ireland ministers said Covid-19 had \"once again taken a firm grip across our society\". Ministers said that if more people worked from home it would help to reduce the risk of infection both inside and outside the workplace. However, they stopped short of ordering employers to facilitate home working, saying they \"recognise that this may present challenges in some work areas\". Instead, ministers said they were asking employees \"to work from home where they can and advise employers to support this where possible\". The statement followed a proposal from Health Minister Robin Swann, of the Ulster Unionist Party (UUP), who had recently said he believedanyone working from home last year when the pandemic began should do so again . He has warnedhospitality businesses may have to close over Christmas unless coronavirus transmission rates fall. Following Tuesday's meeting, ministers urged the public to take up the offer of vaccines and booster jabs, saying statistics were stark. \"Unvaccinated adults aged under 50 are almost 11 times more likely to need hospitalisation from Covid-19,\" they said. \"Unvaccinated individuals aged 50 and over are four times more likely to die from Covid-19 than those who are fully vaccinated.\" Speaking after the meeting, First Minister Paul Givan of the Democratic Unionist Party (DUP) said he was aware that restrictions had been \"acutely\" felt by the hospitality industry. \"We have to protect both lives and livelihood so we are working on the basis of having things open and safe,\" he said. \"No-one wants to be faced with a situation where business have to close,\" he added. Deputy First Minister Michelle O'Neill, of Sinn Féin, said following the guidance was \"our best chance to avoid restrictions down the line\". She appealed to those who can work from home to \"please work from home and for employers to facilitate that\". \"We want to avoid difficult decisions we took this time last year and I understand how difficult it is for the wider public,\" she added. What we're seeing today is an attempt by the executive to reset the messaging and remind people of the basics in tackling the virus.We know the pressures on the health service in Northern Ireland and while we aren't seeing a return to tougher restrictions yet, ministers say it's clear some kind of intervention is required.There was no mention of a return to lockdown from ministers today, but they also can't rule anything out.The health minister has already warned that if we don't get a grip on Covid in the next two to three weeks, hospitality could again face closure at Christmas. That, it must be said, remains the worst, worst case scenario and ministers will be reluctant to go there. They'll hope the vaccination programme and ramping up of the booster programme in the next few weeks will help.Ministers are also conscious of making decisions affecting businesses that might require more financial support - the Treasury stepped in on previous occasions but that seems unlikely this year. The executive clearly hopes people will pay attention in order to avoid a Covid crisis over Christmas.In addition to promoting the vaccine message, ministers urged the public to \"make safer choices\" when coming in to contact with other people. This advices includes meeting people outdoors in preference to indoors, wearing face coverings and ensuring good ventilation of indoor settings.It is understood the Stormont executive has asked its Covid taskforce to examine issues around enforcement of wearing face masks. The taskforce will also look at the potential of setting up a scores-on-the-doors type system to rate businesses on their compliance with rules and mitigations. Mr Givan tweeted that the executive had \"engaged constructively and agreed a number of measures that will step up our collective efforts against the spread of Covid\". Earlier, Justice Minister Naomi Long said Stormont ministers may have to reintroduce some Covid-19 restrictions if there are \"no alternatives\". She said the executive was \"looking for ways that we can avoid having to take those drastic measures\" by focusing on measures such as the vaccine booster programme and Covid certification \"to make high-risk venues as safe as possible\". Mrs Long, the Alliance Party leader, said on Monday that ministers were \"not planning for Christmas closures\". On Tuesday, she told BBC News NI that there was a \"critical period\" ahead and \"we still have it within our gift\" to avoid the need for restrictions. However, Colin Neill of Hospitality Ulster, which represents the hospitality industry, said the \"rhetoric\" coming from Stormont was unhelpful. \"I appreciate that planning has to go on behind closed doors,\" he said, but added that politicians were making \"half statements\" with no promise of support if tighter restrictions are imposed. \"Those statements say to our workers: 'You might not have a job before Christmas' and it says to customers: 'Stay away'.\" The executive met on Tuesday amid a high number of cases of Covid-19. On Tuesday,four Covid-19-related deaths were reported in Northern Ireland and a further 1,476 new cases. Last weekministers voted in favour of Covid vaccine passports being introduced in Northern Ireland. The proof of certification scheme will require people to provide a passport or proof of a negative Covid test result to access venues such as nightclubs, pubs and restaurants. BBC News NI understands that a debate on the Covid passport regulations could happen at Stormont on 6 or 7 December.The measure is due to take effect from 29 November. But it will not be enforced until 13 December, as a two-week grace period will take place to allow time for businesses and customers to adjust to the change.The DUP - which voted against the plan coming into place - had asked for the assembly to be allowed to debate the regulations. In his paper to executive ministers last Thursday, Mr Swann then recommended allowing a debate in the assembly on the issue. Orla Smyth, who owns a cafe in Belfast, told BBC News NI that speculation about future measures was not \"helpful for public confidence in using services\". She explained it also made it difficult for \"business owners being able to function\". On Tuesday, Mrs Long said she did not have a \"crystal ball\" about how the coming weeks will unfold, but said she believed \"people have become slightly complacent because of the vaccine\". When asked about the number of people who do not wear mandatory face coverings in retail settings, she said it was not the \"primary responsibility\" of the police to enforce this. Rather, she added it was one of a number of agencies who have a role to play. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59382390"}