{"datetime": "2021-11-22T18:00:35.000Z", "title": "Covid-19: Venues 'may have to close doors during Christmas'", "article": "There is a possibility that hospitality venues may be asked to close over Christmas if Covid-19 cases continue to increase, Health Minister Robin Swann has said. But he told the Northern Ireland Assembly it was not \"inevitable\". Stormont ministers have met to discuss plans to help curb the spread of Covid-19 and will meet again on Tuesday. On Thursday, Mr Swann advisedanyone who worked from home when the pandemic began last year to do so again now . His document also suggested introducing a \"scores on the doors\" Covid compliance rating for businesses. Mr Swann said on Monday that \"if the current trajectory continues with regard to the increased cases we are seeing, we may once again face the possibility where venues are asked to close their doors during the Christmas season\". \"But let me be clear, it is not inevitable and I do not want to have to re-introduce further restrictions unless completely unavoidable,\" he added. Mr Swann also expressed disappointment that some hospitality venues had not acted responsibly after social distancing rules were relaxed. Deputy First Minister Michelle O'Neill tweeted that Mr Swann had presented a paper to ministers who met on Monday morning to consider it.She said that while the \"meeting was constructive and progress was made, it was agreed more work was needed\". \"The executive will meet again in the morning to finalise the approach,\" she added. Decisions on whether to strengthen current mitigations must first be agreed by the executive. Health officials believe the proposals could help reduce transmission of the virus. On Monday,three Covid-19-related deaths were reported in Northern Ireland and a further 1,469 new cases.Northern Ireland's infection ratehas been climbing over the past week or so. It is currently the highest in the UK, slightly above Wales, and has just overtaken the Republic of Ireland. Justice Minister Naomi Long said on Monday that the executive was \"not planning for Christmas closures\". \"We started off in terms of looking at vaccine certification as one means of trying to ensure that we drive down transmission and as those who are in more high-risk environments are less likely to become seriously ill as a result, that's one means of keeping the doors open on businesses,\" she added. \"We've been considering the paper today around how we actually try to get the basics right and get people to comply with things like handwashing, wearing masks, trying to voluntarily reduce their number of close contacts, trying to ensure where people can work from home they do work from home. \"Our focus at the minute is not on closure but on trying to keep businesses open.\" Ms O'Neill said on Twitter that it was \"vitally important that all executive ministers work together to get us through this difficult period\". \"It's time to redouble our efforts to limit the spread of the virus, protect lives and our hospital system,\" she added. I think this was the strongest warning from Robin Swann that unless people do change their ways, it is not inevitable, but a distinct possibility [that venues may be asked to close]. If we are talking about carrot and stick, I think that is potentially the stick. Mr Swann will hope that hits home, because nobody wants that to happen. Certainly the people who run these establishments don't want it to happen. People would like a Christmas, but Robin Swann is saying people have got to change their ways. Last week, the Department of Health warned that unless cases decrease significantly in the next three weeks, thenmore \"severe\" restrictions could be required before Christmas .Stormont ministers have said they do not want to have to impose tougher mitigations that could damage trade. They have already agreed to put in placeproof of Covid status for certain sectors , which will become enforceable from 13 December.The plan means people will have to provide proof of vaccination against Covid-19 or proof of a negative coronavirus test result to access nightclubs, pubs, cinemas, theatres and restaurants. The Democratic Unionist Party (DUP) had voted against the proposals but Mr Swann and other Stormont ministers said the use of Covid status certification would save lives. DUP ministers had said they wanted to see other measures explored by health officials, which could also help reduce the number of Covid cases. At present, executive advice on working from home is that people should continue to do so where they can. Meanwhile,Northern Ireland's justice minister has raised concerns about a proposal for her department to \"take the lead\" in managing compliance around face coverings to help combat Covid-19. The health paper suggested Naomi Long should oversee plans to raise compliance levels above 80%. She said the proposal was \"entirely inappropriate\". In Mr Swann's paper to ministers ahead of Monday's meeting, he suggested that a decision taken by the executive on 23 September encouraging employers to \"begin planning a gradual return to the workplace\" for employees should be reversed. The proposal goes on to say that the message should be communicated by stating that if a person worked from home when the pandemic began in March 2020 then \"they should be working from home now\". On Friday, Northern Ireland's Chief Medical Officer Sir Michael McBride, said research had shown that working from home was \"one of the single most effective interventions\" to control the virus. Another proposal raised by the minister is a \"Covid score\" for businesses based on their compliance with regulations and Covid safety measures. Mr Swann said while this suggestion was dismissed as an option last year, he believes it should be revisited and has suggested the executive's Covid taskforce take on the development of such a scheme. The document also advises ensuring enforcement against those breaching existing Covid restrictions, including people who do not comply with wearing face coverings where they are legally required. Mr Swann said that since rules on mandatory face coverings in shops and public transport were introduced in summer 2020, only five fines had been issued to people for failing to follow the law. The minister added that unless enforcement was strengthened, the public would see \"compliance as unimportant and optional\". Most of the proposals in the paper are aimed at improving messaging and communication of current coronavirus advice. Mr Swann is also understood to have said in his paper that communications on public health are \"much more effective when delivered with a united voice by all executive ministers\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-59367779"}