{"datetime": "2021-12-22T20:40:57.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: NI records three more deaths, 3,231 new cases", "article": "BBC News NI outlines the latest data on coronavirus and Covid-19 vaccinations across Northern Ireland and the Republic of Ireland. Three more Covid-19-related deaths have been reported in Northern Ireland on Wednesday. Deaths are measured by recording those who died within 28 days of receiving a positive result in a test for coronavirus. The total number of deaths linked to Covid-19 in Northern Ireland since the start of the pandemic is 2,958. Another 3,231 new cases of coronavirus were reported in Northern Ireland on Wednesday, up from 2,096 cases on Tuesday. This represents the highest number of daily cases reported in Northern Ireland since the start of the pandemic. It includes cases confirmed from samples taken in recent days, not necessarily just in the latest 24-hour reporting period. As of Wednesday, the number of positive cases confirmed in the past seven days was 16,026. On Wednesday, there were 261 patients with Covid-19 in hospitals in Northern Ireland, down from 268 on Tuesday. There are 34 patients with Covid-19 in hospital intensive care units, the same number as on Tuesday. Last updated 22 December at 14:10 GMT Source: Department of Health Northern Ireland A total of 3,428,802 vaccines for Covid-19 had been administered in Northern Ireland as of Wednesday. Of that total, 1,394,545 were first doses, 1,293,141 were second doses and the remaining were third doses. 722,190 booster vaccines have been delivered. Last updated 22 December at 14:10 GMT Source: Department of Health Northern Ireland Fifty-five more deaths linked to Covid-19 were reported in the Republic of Ireland on Wednesday.That figure, which is subject to revision, is updated weekly and includes \"probable and possible\" Covid-19-linked deaths. The total number of deaths linked to Covid-19 in the Republic of Ireland since the start of the pandemic is 5,890. Another 6,307 cases of coronavirus were reported in the Republic of Ireland on Wednesday, up from 5,279 on Tuesday. On Wednesday, there were 429 patients with Covid-19 in hospitals in the Republic of Ireland, down from 443 on Tuesday. Of those patients, 100 are being treated in intensive care units, down two from Tuesday.Last updated 22 December at 18:00 local time Source: Department of Health Ireland A total of 7,474,350 vaccines for Covid-19 (excluding boosters) had been administered in the Republic of Ireland as of Tuesday. A total of 3,648,068 people have had their first dose and 3,589,558 have had their second dose, while 236,724 single-dose vaccines have been administered. A total of 1,750,593 booster jabs had been administered as of Tuesday. Last updated 21 December at 18:00 local time Source: Department of Health Ireland ", "url": "https://www.bbc.com/news/uk-northern-ireland-59756635"}