{"datetime": "2021-11-22T17:58:08.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Businesses must 'step up' to ensure mask wearing", "article": "Businesses need to \"step up\" and help ensure the use of face coverings in their premises, Justice Minister Naomi Long has said. Aa health paper has suggested Mrs Long's department should oversee plans to raise compliance levels above 80%.The minister said her department did not have enforcement powers, adding personal responsibility was needed. She said there should be a \"co-ordinated effort\" across departments to encourage greater usage.The Alliance Party leader said the public needed to take \"personal responsibility\" for the wearing of face masks and adhering to other public health messaging such as maintaining hand hygiene and doing regular lateral flow tests. \"If we turn this into a just justice issue, then the automatic presumption is that it is for the police to enforce and it isn't that simple,\" the minister told BBC 's Evening Extra programme.\"We all have to take personal responsibility.\"Businesses need to step up too and say we will not grant admission to our premises, whether it's a retail environment or whether it's a cafe or restaurant, and say we will not grant admission unless you wear a mask and do the things we're asking you to do. \"Then if customers are difficult or abusive, that's the time the police can come in and enforce, but we cant reasonably expect the police to be in every shop, in every coffee shop, in every restaurant and in every setting.\" Since summer 2020,customers have been required to wear face masks in shops, on public transport and in a number of indoor settings - unless they are exempt. Health Minister Robin Swann circulated a document to executive ministers last week with a range of proposals aimed at reducing transmission of the virus. In it, he suggested that Mrs Long should \"take the lead in pursuing a minimum of 80% adherence to face coverings requirements, to gather evidence of this for the executive and to report of the number of fixed penalty notices issued\".Mrs Long said she did not \"have a team of enforcers to send out even if I had the authority to do so, so it's not that simple\". \"There are a number of bodies that have an enforcement role, for example, the PSNI has a role, local councils have a role, the Health and Safety Executive has a role across the board,\" she added.Stormont Executive ministers met on Monday to discuss the paper from the Department of Health. Mrs Long said it was \"not unusual\" for departments to write a paper and then for other departments to give feedback and the paper be amended. She said the issue had become a \"storm in a teacup\". \"The difficulty then comes when that paper is leaked and it looks as though there is a row between the ministers,\" she said. \"The ministers are all very much agreed that we need to see a step up in terms of personal levels of responsibility that people take.\" Last week, the Department of Health warned that unless cases decrease significantly in the next three weeks, thenmore \"severe\" restrictions could be required before Christmas .However, Mrs Long said the executive's focus at the minute is \"not on closure but on trying to keep businesses open\". In a written response to the health minister's paper, the justice minister said she was \"at a loss to understand\" why Mr Swann suggested she take on responsibility for the matter. In the letter to Mr Swann, seen by BBC News NI, she said a number of agencies were involved in overseeing compliance to Covid-19 restrictions including councils and the Police Service of Northern Ireland (PSNI). \"The PSNI will also, rightly, only enforce where necessary,\" she added. Mrs Long warned that the executive had to be aware of the \"wider impact\" of expecting the PSNI to adjust its approach to enforcement. \"We have seen public confidence in policing being adversely affected whenever the public believe the PSNI are taking a disproportionate approach.\" She said the police and other enforcement agencies were there to be called on as a \"final measure\", as the duty remained with businesses to encourage compliance.She said: \"The idea that compliance can be solely or even primarily an issue for justice is fundamentally flawed, as recognised by previous decisions of the executive.\" Mrs Long said she also believed a \"key problem\" in improving compliance was the lack of consistent messaging across the executive. She suggested that ministers needed to agree several \"key messages\" on public health advice at Monday's executive meeting and promote them \"relentlessly\". Mark Lindsay, chairman of the Police Federation for Northern Ireland, told BBC Radio Foyle that compliance can not solely be the responsibility of the PSNI. \"Police do have a role to play. It should not be misconstrued that police do not want to have anything to do with this, but it's about where we sit in the chain,\" he said. He said funding a warden scheme could be \"a more effective way... than expecting police to step away from more urgent and risky situations to come and deal with this\". Meanwhile, Glyn Roberts, chief executive of Retail NI, said businesses do not have the power to make people wear face coverings.He told BBC's Radio Ulster's Nolan show: \"It is not our responsibility to police [it]. \"Retailers and their staff do not have the power of sanction, they do not have the power to legally enforce what they have been doing and they have spent millions and millions on making sure their shops are safe, their staff are trained, their staff are safe, encouraging and reminding customers of their responsibility.\"If there is going to be enforcement, it is a matter for the police.\" On Thursday, Mr Swann advisedanyone who worked from home when the pandemic began last year should do so again now . His document also suggested introducing a \"scores on the doors\" Covid compliance rating for businesses. Decisions on whether to strengthen current mitigations must be agreed by the executive first. Health officials believe the proposals could help reduce transmission of the virus. Stormont ministers have said they do not want to have to impose tougher mitigations that could damage trade. They have already agreed to put in placeproof of Covid status for certain sectors , which will become enforceable from 13 December.", "url": "https://www.bbc.com/news/uk-northern-ireland-59368968"}