{"datetime": "2021-12-12T21:58:28.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Ten Omicron cases identified in Northern Ireland", "article": "More cases of the Omicron variant have been identified by the Department of Health in Northern Ireland. It brings the total number of confirmed cases to 10. First Minister Paul Givan urged people to get a Covid-19 booster jab, saying it would provide \"greater protection\" against serious illness from Omicron. Boosters are now being made available at walk-in centres for those aged 30 and above, whose last dose was administered at least three months ago. Earlier,the UK's coronavirus alert level was raised from level three to four due to the spread of Omicron . The chief medical officers for England, Scotland, Wales and Northern Ireland said early evidence shows the Omicron variant is spreading much faster than Delta. In a televised address on BBC One on Sunday night, Prime Minister Boris Johnson said \"no one should be in any doubt, there is a tidal wave of Omicron coming\". Hedeclared an \"Omicron emergency\" . Education Secretary Nadhim Zahawi told BBC One's Andrew Marr Show that theUK was beginning to see the first patients in hospital with Omicron . However, it is not yet clear if they were admitted due to Omicron or for other reasons. BBC News NI understands that, as of Sunday evening, there are no Omicron cases in hospitals in Northern Ireland.Health Minister Robin Swann said the vaccine booster programme has been \"accelerated significantly\". \"Given the scale of the potential threat posed by the Omicron variant, we are taking additional emergency measures to get as many booster doses as possible administered before the end of this month,\" he said Mr Swann. \"GPs, community pharmacies and trust hubs will all have a central and vital role in making this happen.\" The Department of Health said the option of reducing the age range for those eligible for a third dose of the vaccine was also under \"active consideration\". It added that health trust hubs are extending their opening hours and days of operation for those wanting to avail of the opportunity to get a third jab. Recruitment is expected to step up for those administering the injection and the department has said it is exploring the possibility of deferring some routine health service activity to free up capacity. Northern Ireland's first minister said booster jabs were \"going to be vital, given the higher levels of transmissibility associated with this variant\". \"We, as governments, need to make sure that the facilities are accessible, so we've already agreed to extend the opening hours of our walk-in clinics,\" said Mr Givan. \"We've lowered the age down to 30 and we're going to see if we can lower the age down even further for people to come forward for that booster jab, because that will be critical in terms of what you can do to help our health service to get through the anticipated pressures this new variant is going to create.\" The use of Covid-19 passports is to become mandatory in Northern Ireland from Monday, followinga two-week grace period since their introduction for some venues. On Sunday,three further deaths with Covid-19 were reported in Northern Ireland , bringing the Department of Health's total since the pandemic began to 2,924.There were also 1,548 confirmed new cases of the virus, up from 1,446 on Saturday. The Omicron variant has lots of different mutations that have not been seen before, and many that have. A large number of them are on the spike protein of the virus, which is the target of most vaccines, and that is the main concern. In standard PCR tests, Omicron has what's known as an \"S-gene dropout\" (which Delta has not, in most cases) and that gives a clue that it could be the new variant. But not all \"S-gene dropouts\" will necessarily be Omicron - full genomic sequencing is needed to be sure. So far, in South Africa, most people infected are young and their symptoms have been mild. There is some suggestion that the variant could be causing some slightlydifferent symptoms to Delta - including aches and pains, and no loss of taste or smell - but it's too early to say for certain. Hospitals in South Africa are seeing more people admitted with more serious symptoms - but many are unvaccinated or have had only one dose. It will take a few more weeks to work out if deaths are increasing too. In the UK, where large numbers of people are protected with two or three doses of a Covid vaccine, some scientists say Omicron could be much milder and have less of an impact. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59628253"}