{"datetime": "2022-01-31T17:02:46.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Military medics deployed to help hospital pressures", "article": "Up to 60 military medics are to be deployed in Northern Ireland's hospitals to help deal with Covid-19 pressures. The news comes as education, Translink and the prison service announced moves towards more normal service. Health Minister Robin Swannmade a request for the military help in mid-January . Mr Swann said the surge in Omicron cases had not translated into a high number of hospitalisations. However community transmission remained high, with an impact on staff sickness and self-isolation, he said. Speaking about the military medics coming to help ease Covid pressures, the health minister said: \"Like my counterparts across the UK, I made this latest request to help support and bolster our front-line staff as they continue to navigate through this wave alongside the normal winter pressures,\" he said. \"I'm grateful to the military personnel who will provide some much welcomed practical assistance to our health service in the coming weeks. \"I know that their presence also serves as a morale boost to our own staff, who are understandably fatigued.\" The Ministry of Defence said its personnel would provide support in hospitals across the region, helping deliver front-line services in intensive care units, emergency departments and respiratory wards. It will be the fourth time the military has provided support in Northern Ireland during the pandemic through Military Aid to Civilian Authorities (MACA) arrangements.Northern Ireland Secretary Brandon Lewis said: \"The UK government is providing assistance to Northern Ireland at a crucial time, when healthcare capacity is urgently required to continue treating patients during the Covid pandemic. \"The support of military colleagues to help with this vital work demonstrates the government's continuing commitment to meet the needs of the whole of the United Kingdom, including Northern Ireland.\" Meanwhile, a number of organisations have announced a relaxation of Covid restrictions and a return to more normal service. Queen's University said face-to-face teaching would resume on Monday 31 January. The university had returned to widespread remote learning for most students in January. Ulster University resumed face-to-face teaching last week. The prison service announced that people would be able to visit in person again from Monday. Visits had been temporarily suspended after Christmas because of Omicron. Prison libraries will also re-open. Translink has announced a phased return to a more frequent service. The Metro bus service will operate at more normal levels from 31 January and trains will be back to more normal times from 7 February. From that date, Translink said Ulsterbus services would be phased back in line with passenger demand. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60200734"}