{"datetime": "2022-01-22T06:37:26.000Z", "author": "Robbie Meredith", "title": "Free period products scheme 'outside health remit'", "article": "A lack of period products for some people is not solely a \"health issue\" and is outside the remit of the Department of Health alone. That is according to a letter from Health Minister Robin Swann to Stormont's education committee. Mr Swann's letter responded to questions on a proposal to make period products free in all schools, colleges and public buildings. The plan is in a private member's bill from SDLP assembly member Pat Catney. It would place a statutory duty on the Department of Health to create and run the scheme. In his letter, Mr Swann said he did \"share the objective of the broad intent of the bill to make appropriate products more freely accessible\". He said a lack of period products had a \"significant health impact\" on those who needed them. But he wrote that he could not support the \"far-reaching duty\" placed on his department to operate the scheme. \"Period products are however not classified as healthcare products as menstruation is neither an issue that in general requires health treatment, nor is it preventable,\" he said. \"The health impacts does also not make the underlying issue - the lack of period products - a health issue. \"Rather this is an issue closely related to poverty and social justice, both which are outside the remit of my department.\" Mr Swann also expressed concern over the potential cost of providing free period products for all \"in the context of a very challenging financial situation, where the draft budget is not sufficient to cover the existing demands across the health and social care system\". He said health officials had estimated the total cost of the bill would be at least £3m a year. In additional oral evidence to the education committee, Dr Tomas Adell, from the Department of Health, said while the department should have a \"huge input\" into the bill it should not have \"universal duty\" for it as it was a cross-departmental issue. \"It is not dealing with a healthcare issue even though it has healthcare consequences and that's a problem,\" he said. \"When it comes to public health and healthcare issues, the general position we take on products is that if a product is used for something that's not a treatment and is not preventable then it is not a healthcare issue. \"For example, food supplements are very useful for our wellbeing but it's not a healthcare product. \"Most things in society impact on our health, that doesn't make them healthcare issues themselves. \"It's a very important distinction for us to draw because otherwise we would be responsible for everything in society.\" The education committee chair, Alliance Party assembly member Chris Lyttle, said Dr Adell had made a \"significant intervention\" by saying the department should not be responsible for the universal provision of period products. \"I'm concerned,\" said Mr Lyttle. \"I have seen important provisions fall between the stools of cross-departmental co-operation too many times.\" Meanwhile, information to the committee from the assembly's Research and Information Service said a three-year pilot scheme to provide free period products in schools was likely to cost £500,000 less than originally estimated. The period dignity pilot scheme for pupils , which began in September 2021, is likely to cost £2.1m rather than £2.6m. The Department of Education said about a third of schools in Northern Ireland - 322 - had ordered period products from the scheme by the end of November 2021. Previous research by the Council for the Curriculum, Examinations and Assessment (CCEA) into the school scheme suggestedmore than a quarter of pupils had difficulty getting period products , while about one in 12 said they had missed school because they did not have any. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60089651"}