{"datetime": "2021-12-22T14:14:07.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Northern Ireland ministers to discuss restrictions", "article": "A meeting of the NI Executive to discuss the possible reintroduction of Covid restrictions is under way. Last week,health officials warned that a \"significant intervention\" could be needed after Christmas. The vaccination and booster programme have been stepped up in a bid to tackle a rise in cases of the Omicron variant. The health minister has said the more people that come forward for vaccination, \"the less chance there is of severe restrictions\". Thehighest ever daily number of Covid cases in Northern Ireland - 3,231 - was reported by Department of Health on Wednesday. Speaking at the opening of the mass vaccination centre at the Titanic Exhibition Centre in Belfast on Tuesday, Robin Swann said up to two thirds of Covid-19 patients in hospital aged under-50 are unvaccinated. While he would not pre-empt any decisions on restrictions, Mr Swann said there would be \"additional asks\" made of the public following the executive meeting. \"We have to look at pressures on our health service, on our hospital system, but also the pressures on other key infrastructure as well. \"We'll not boost our way simply out of the Omicron and the threat of what is actually in front of us at this minute in time,\" he said. Chief medical officer Sir Michael McBride has previously said that the variant is likely to become the dominant strain in Northern Ireland in January. Ministers had hoped it wouldn't be another Christmas with Covid, but Omicron has meant all of us making changes to our festive traditions.Today the executive will spell out its plans to get through January, when the peak is likely to occur.Full closure of most sectors is off the cards without furlough - something the Treasury isn't for budging on yet.But the executive could shut nightclubs again, while social distancing requirements and table service-only could be re-imposed on hospitality.Fresh financial support will also have to be considered.Whatever measures are agreed today, concerns remain it won't be enough in what's becoming an increasingly hard winter.BBC News NI understands that ministers have about £190m to work with in terms of additional financial support. The Department of Finance has developed proposals that ministers will be asked to consider, such as additional business grants and extra help for sectors like close-contact services, which may be affected by a reduction in footfall due to the spread of cases. Meanwhile, the Northern Ireland Prison Service has said visits will be \"temporarily suspended, pending review\" from Monday, 27 December. It said the move was one of a number of \"cautionary steps\" to protect prisons from the threat of Covid-19 over the Christmas period. Owner of Cafolla's café in Newtownards, Michael Cafolla, said if social distancing is reintroduced it would reduce the downstairs capacity of his café from 12 tables to six. \"We don't see the problem, if people are vaccinated and can provide Covid certification then why can't sit together?\" he said. \"We're providing a safer environment, sanitising, we've done risk assessments we've put everything in place.\" Bob McCoubrey, owner of Mourne Seafood Bar, took the decision to close his Belfast restaurant due to \"all the uncertainty around at the minute\". \"We have seen business drop off in the city centre, footfall is down. We took the best decision for our business to survive in the new year.\" Club and events promotor Joe Dougan said the nightclub industry has \"caught the brunt of restrictions\" previously. \"We've been open for seven weeks having been closed for 87 weeks before that - we're just about getting back on our feet,\" he said. Hospitality venues, cinemas and theatres in the Republic of Irelandhave a closing time of 20:00 to curb the spread of Covid-19. Pat Courtney who owns Courtney's Steakhouse in Newry said they have had \"an influx of bookings\" from customers over the border since the curfew was introduced. \"We were doing about 50% of trade up until the curfew,\" he said. \"In the period between Christmas and New Year we have seen an awful influx of Southern people coming down here where we have no curfew.\" Matthew Tipton, Portadown football manager, said there will be a \"massive financial impact\" if restrictions prevent the the team's Boxing Day match from going ahead. In England, the prime minister said hecould not rule out curbs on activity after Christmas Day. Boris Johnson said people can go ahead with their Christmas plans but advised them to be cautious and appealed for everyone to avail of a booster vaccination. Rules regarding self-isolation have changed in England, with the isolation period dropping from 10 days to seven. However, the Department of Health in Northern Ireland said there was no change in the isolation requirements here, with the situation to be \"kept under review\". Scotland hasalso announced further restrictions, with Hogmanay events cancelled in Edinburgh and a limit of 500 spectators brought in for football matches. Social distancing of at least 1m and table service will be reintroduced from 27 December. In Wales, spectators have been banned from all indoor, outdoor, professional and community sports events from 26 December. It has also been announced thatno more than six people will be allowed to meet in pubs, cinemas and restaurants from 26 December, with hospitality venues offering table service only.Two metre social distancing rules will also return for public places.", "url": "https://www.bbc.com/news/uk-northern-ireland-59749715"}