{"datetime": "2022-01-26T19:23:16.000Z", "author": "Michael Fitzpatrick", "title": "Adult social care: 'Amount and quality' focus of consultation", "article": "The Health Minister, Robin Swann, has launched a public consultation on the future of adult social care in Northern Ireland. It contains nearly 50 proposals aimed at significantly enhancing the \"amount and quality\" of social care services. There will be a focus on \"increasing investment\" to meet growth in demand. The consultation includes recommendations aimed at growing the social care workforce and improving its pay, terms and conditions. Adult social care encompasses a range of services including care homes, domiciliary care, supported living and day care. Demand for these services is expected to grow significantly, with people living longer. Population projections for Northern Ireland between mid-2018 and mid-2043 estimate a 56.2% increase in people aged 65 and over. Mr Swann said Northern Ireland has waited too long for reform of adult social care. \"We know that there is growing demand for adult social care and that some aspects of the current system don't work the way we would like them to,\" he said. \"We need to address this and that's why we need to change how social care is organised, funded, commissioned, delivered and led.\"The health minister said alongside the consultation there will be a full review of current charging arrangements as part of a \"two-pronged approach\". \"This review will involve a comprehensive assessment of the advantages, disadvantages and impact of a variety of different charging approaches including the options of introducing a cap on costs faced by individual and families,\" he added. \"The whole issue of charging is both complex and extremely sensitive.\"The ongoing pressures on public funding are well documented and there are many competing demands for investment in health and social care.\"The current system of charging contributes £173.4 million a year to the adult social care system. \"Replacing that system with an alternative approach that is both fair and feasible would be one of the biggest challenges facing the next Executive and assembly.\" David Clarke's father has been in a care home for just over five years. David Clarke Snr, who is in his 70s, has dementia.Mr Clarke said he welcomed today's proposals - as long as they come to fruition. \"I found the system very complex, and very difficult to deal with, more so in the last almost two years with the pandemic,\" he told BBC News NI. \"You are dealing with so many different people and professionals.\" He added that any type of reform, including investment and willingness from the department and regulatory bodies to improve, is encouraging. \"The carers' champion would be a great idea - very often there are families that are too afraid to voice their concerns, or they don't know who to go to. \"If there was somebody who was there who was willing to be an intermediary and try to resolve issues and families felt they were being heard rather than being ignored, then I think it would be beneficial.\" Paschal McKeown. Head of Policy at Age NI, said the direction of travel laid out in the proposals is good, as is the ambition to ensure individuals receiving social care are central. \"But we do have to get down to the resources that will be required and be honest with the public about what that might take and what influence they might have on that,\" she added. \"That's also important for people, so they understand what financially it will take, so we understand that the department is currently carrying out a parallel process looking at costings and certainly we look forward to seeing what those are as soon as possible.\" The Department of Health said it intends to review the current balance between private, public and voluntary sector provision with the aim of striking the \"best balance\" between the different sectors.Other proposals contained in the public consultation include:The reform proposals will be the subject of a 16-week consultation. Theconsultation can be found online at the Department of Health website and is open until 18 May. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60143250"}