{"datetime": "2022-01-13T17:46:39.000Z", "author": "Catherine Smyth", "title": "Cystic fibrosis: 'Life changing' drug approved for children", "article": "A drug which has been described as \"life changing\" for people with cystic fibrosis will be made available to eligible children in Northern Ireland. Health Minister Robin Swann has confirmed Kaftrio has been approved for use by suitable children aged over six. In 2020 it wasapproved for use by patients aged 12 and over . Cystic fibrosis is an inherited disease that causes thickened mucus to build up in the lungs, as well as pneumonia and bronchitis.Kaftrio is a triple treatment drug, which means a number of healthcare professionals will work together to ensure patients are managed properly. The minister said that the licence extension of the drug is included as part of the deal agreed with the supplier, Vertex in 2020.Mr Swann said: \"I am very pleased that this cutting-edge medicine will be available to more of our cystic fibrosis patient population and allow them to have a better quality of life.\" He added that while it was understandable that patients and families would want immediate access to the drug, not everyone would be suitable or be able to be seen immediately.He said: \"The health service is working hard to make this treatment available to those who can benefit as soon as possible. \"I would therefore ask you to continue to be patient and let the clinical teams prioritise those patients who are in most need to be seen first.\" Lynsey McMaw, from Carrickfergus in county Antrim,said earlier in the week that she hoped the approval of the drug would give her daughter Brooke \"the chance to live a more normal life\". She said: \"It's fantastic news, we've been waiting to hear this obviously since it was approved last year for older patients.\" Brooke will turn six in June - her mother said while there was no cure for cystic fibrosis, the drug was \" the next best thing\". ", "url": "https://www.bbc.com/news/uk-northern-ireland-59987351"}