{"datetime": "2022-02-02T20:01:10.000Z", "title": "Robin Swann: Man remanded on death threat charge", "article": "A man accused of making an online threat to kill Health Minister Robin Swann has been remanded in custody. William Herbert Hawkes, 44, appeared before Newtownards court on Wednesday. He is charged with making a threat to kill, harassment and improper use of a telecommunications network. Mr Hawkes, from Ardmillan Crescent, Newtownards, is already involved in ongoing proceedings for similar alleged offences targeting Mr Swann, the court heard. The fresh allegations date from 22 January 2022. The court heard that they constituted a breach of the conditions of High Court bail granted to Mr Hawkes last year in respect of previous charges. Mr Hawkes confirmed in court that he understood the charges.A police officer who said she could connect Mr Hawkes to the new charges, read out an expletive-laden post allegedly sent from a Twitter account allegedly operated by the accused. The hearing lasted 40 minutes and the judge revoked the bail granted to Mr Hawkes last November. He also refused a bail application in relation to the new charges. The judge said threats to Northern Ireland's health minister were \"deplorable and unacceptable\". \"He has a job to do, he has a quite difficult job to do and has done an excellent job, in my view, during the pandemic to the best of his ability and, simply, he and his family do not need this nonsense,\" he said. \"The simplest way to stop it, in my view, is to return the defendant to custody and ask the authorities to give him all the appropriate medical assistance that is required by the defendant in the circumstances.\" Earlier in the hearing, the judge was told that Mr Hawkes was assessed as requiring psychiatric help. His solicitor told the court that he had experienced a \"psychiatric breakdown\" and was due to see a psychiatrist on Wednesday, but that appointment had been \"scuppered\" by his arrest and charge. Mr Hawkes, appeared via video-link from a police custody suite in Belfast. He said he had been waiting for medical help for many years and was \"disappointed\" to have been arrested shortly before his appointment. \"Even if they (police) had allowed me one extra day I might have been able to get some help,\" he said. \"Because I don't want to be here, I don't know what's going on.\" The solicitor said remanding his client to prison would be \"kicking the can down the road\" in regard to his ability to access appropriate help. The judge said he accepted that Hawkes may need medical intervention but that he had a responsibility to ensure that the alleged offending ended. He said the most effective way of doing that was to remand Mr Hawkes in custody, where he could access medical help. Mr Hawkes is due to appear again before the court on 2 March. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60233909"}