{"datetime": "2021-12-13T21:49:14.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Robin Swann may call in Army in Omicron battle", "article": "Medical students and army doctors may be drafted in to deliver booster jabs across Northern Ireland as quickly as possible, the health minister has said. Robin Swann said he mightreturn to the Ministry of Defence for help . He was speaking amid fears of a sharp increase in Covid-19 cases from the new Omicron variant. One expert has warned that Omicron cases could reach over 1,000 a day in Northern Ireland by Christmas Eve due to the speed at which it spreads. Ten cases of the Covid-19 varianthave been detected in Northern Ireland. Prime Minister Boris Johnson warned in a televised address on Sunday that there was a\"tidal wave of Omicron coming\" . Meanwhile, long queues of people have been waiting at vaccination centres across Northern Ireland to get their booster jabs. Boosters are now being made available at walk-in centres for those aged 30 and above, whose last dose was administered at least three months ago. The Department of Health in the Republic of Ireland have identified eight additional cases of the Omicron variant in the country on Monday. That brings the total number of cases identified by the department there to 18. The country will soon be moving to a three-month gap between Covid-19 vaccine and booster doses, following a recommendation from the country's National Immunisation Advisory Committee (NIAC) . Currently boosters are being given out to people aged 50 and over, people with underlying health conditions and healthcare workers. Mr Swann said he intended to announce plans in the \"next few days\" around booster availability for younger age groups. \"I need to emphasise the scale of the booster programme challenge and the Herculean efforts being made to get jabs to as many people as possible in the coming weeks,\" he said. Mr Swann told the Northern Ireland Assembly that 513 additional vaccinators had been sourced and urged people to check updates from health trusts on social media to determine the best time to attend the various walk-in facilities. \"We're already seeing sites where unfortunately we're seeing more people turn up than we actually have capacity,\" he said. But the focus is to get as many vaccines into arms as soon as is practically possible, he added. Dr Andrew Kunzmann, an epidemiologist at Queen's University Belfast, said Omicron cases in Northern Ireland could reach over 1,000 a day \"by Christmas Eve\". He said it was an \"inexact science\" but he estimated there would be \"quite a lot of cases by Christmas Day\". \"We want to slow that down as much as possible so that at Christmas Day fewer families have someone sitting at the table that's infected so that then hopefully we don't have that big post-Christmas peak that we did last year,\" he said. Trust hubs will be extending their opening hours and days of operation with immediate effect and hundreds of additional vaccinators are in the process of being recruited.The deferral of some planned routine health service activity is also under consideration. \"GPs, community pharmacies and trust hubs will all have a central and vital role in making this happen,\" Mr Swann said \"It is also really important that people who are not yet vaccinated come forward for their first dose without delay.\" Earlier on Monday, First Minister Paul Givan said Northern Ireland was facing a Covid-19 \"storm\".\"This new variant is two-and-a-half times more transmissible, there is not the same protection from the first and second doses, but the booster does provide additional protection and that's why we need to get it out there,\" he said. Deputy First Minister Michelle O'Neill said ministers had been warned Northern Ireland could be \"overwhelmed with this new variant by early January\". There are now 10 confirmed cases of Omicron in Northern Ireland. None of those cases are in hospital, and of course, the true number is likely to be much higher. I understand those cases are either travel related or household contacts - so there is either little or no community transmission that public health officials can identify. That is good but it is a situation that will change. It's all about trying to contain cases at this stage in order to protect the public and the health service, but with just weeks to go before Christmas - where travel and socialising really is at its peak - that's going to be very difficult to do. We are in a different position than this time last year - while the vaccine had just come on the market, a lot of us hadn't got it.The language used by the prime minister and the UK's chief medical officers on Sunday night was shocking - it was designed to jolt us and trigger a rapid acceleration of the booster programme. Chief scientific adviser Prof Ian Young said Northern Ireland now had an opportunity to get in the \"strongest possible position\" ahead of the inevitable rise in cases. He said a \"huge amount of work\" had taken place over the weekend to do with the booster jabs for the over-30s. Northern Ireland hashad a slower uptake for booster doses in comparison with Great Britain. The health officials in charge of vaccines have said that is because of the initial emphasis put on getting boosters into care homes. More than 500,000 booster/third doses have been delivered to date. Northern Ireland's Covid certification became legally enforceable on Monday . The scheme requires people to prove Covid status to gain entry to a range of hospitality venues and larges attendance events. The list of health trust vaccination clinics is available on trust websites at these links. •Belfast Health and Social Care Trust •Northern Health and Social Care Trust •South Eastern Health and Social Care Trust •Southern Health and Social Care Trust •Western Health and Social Care Trust More details of vaccinating pharmacies are available here: •Community pharmacy booster COVID-19 vaccination service ", "url": "https://www.bbc.com/news/uk-northern-ireland-59634283"}