{"datetime": "2021-12-09T18:03:19.000Z", "subject": "Coronavirus pandemic", "title": "Omicron: 'Christmas is still on in NI but be careful'", "article": "Christmas is on in NI but people must be careful to avoid further Covid-19 rules, the health minister has said. Robin Swann said he did not want to be in the position of asking for more restrictions and urged the public to wear face coverings and come forward for their booster jabs.Threecases of the Omicron Covid-19 variant have been confirmed in NI. First Minister Paul Givan said it will become a \"challenge\" in the New Year and people must be ready for that. Mr Givan said Stormont civil servants were \"scenario planning\" a range of options to manage the spread of the variant. It comes after Mr Swann told the BBC's Good Morning Ulster's programme it was about \"working with us so we get as normal a Christmas as possible\". \"I don't think anyone can guarantee anything as regards Covid,\" he added. Mr Swann said it was known that Omicron was more transmissible but that more information was needed about the variant as regards how effective vaccines were. \"We have been starting to see a decline in our hospital admissions and the number of people going to ICU but we need to make sure we have that capacity in hospitals to be able to cope and then we will know the scientific evidence behind Omicron,\" he said.He said an extra £23m had been put into domiciliary care support services to enable extra capacity for a better flow through hospitals. Mr Swann was asked to comment on a video obtained by ITVshowing senior Downing Street staff joking about holding a Christmas party , days after one was held there during lockdown. He said those events should \"not affect compliance for people in Northern Ireland\" or erode trust in the message from the health service. On Thursday, theDepartment of Health announced a further four deaths related to Covid-19 and a further 1,819 cases of the virus. In a paper circulated to executive ministers on 7 December, which has now been made public, the Department of Health said there may be \"particular risks\" associated with people travelling into Northern Ireland from the rest of the Common Travel Area ahead of Christmas. The paper added: \"It is plausible that Omicron will become dominant in January and there is a risk that without further intervention this may lead to a substantial new Covid wave and significant additional hospital pressures.\"We will continue to monitor this closely and advise accordingly.\" In other developments: Speaking about lateral flow tests, Justice Minister Naomi Long said anyone planning to socialise over Christmas should be taking them more often. \"It's much better to find out before you leave for a party that you have Covid and need to stay at home and self-isolate, than go out and spread it around all of your friends and social circle,\" she told BBC News NI. \"I think most of us are going to out to socialise with people we really care about - the last thing we want to do is give them Covid over Christmas so let's work together to ensure we avoid that.\" Mr Swann said that from Wednesday the online portal for boosters for those the over 40, who have had more than three months since their second jab, will be open and from the end of this week they can attend a community pharmacy. From Thursday, they can attend health trust vaccination hubs for walk-in appointments only. Those who would prefer to book their booster in advance using theonline system can do so from 15 December. Booster appointments are also available at community pharmacies from today for those in the eligible age group. Some pharmacies are also offering walk-in slots. The first and deputy first ministers havealready said they hope further restrictions will not be needed before Christmas. But they warned that it was \"inevitable\" that the transmission of Omicron could cause difficulties for the health service and have economic consequences. Speaking on a visit to a vaccination centre on Thursday, they urged as many people as possible to get their vaccines or their booster jab in the next few weeks. Deputy First Minister Michelle O'Neill said she wanted to keep sectors open and ensure people were kept safe. But she warned: \"If Omicron spreads here, in the way it potentially can, it will have an impact in terms of services. \"We are working to avoid introducing restrictions but by the early new year, this stain will be the dominant strain.\" So far Northern Ireland does seem to be behind the omicron curve compared to other UK nations. The booster programme is being ramped up and Stormont civil servants are scenario-planning, hoping the worst-case plan is not required.But until the world knows more, everyone - including executive ministers - must be ready in case.They are hoping more restrictions are not required - but certain of nothing. On Thursday morning, Economy Minister Gordon Lyons told Good Morning Ulster that it was clear that \"we don't want to see further restrictions this Christmas\".\"Let's do the sensible thing we can to prevent the spread of this virus,\" he said. He reminded people of the measures such as \"washing hands, keeping good hygiene, keeping distance, getting vaccines and boosters when it's their turn\". The economy minister said ministers were \"on the same page - we want to see this virus brought under control\". Asked whether he supported mandatory vaccination, he said he \"doesn't believe it would be appropriate to have a conversation around forcing people to have a vaccination\".The head of Northern Ireland's vaccination programme, Patricia Donnelly, said 500,000 people would have received their booster dose by Thursday. She said that indicated that the pace was \"making great progress\" and she thanked all those who had come forward so far.Omicron is the most heavily mutated version of coronavirus found so far. It was first identified in South Africa, where there is now a surge in the number of people catching Covid multiple times. This suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. However, there is not definitive proof. Even if Omicron is more infectious, there is no evidence yet that it causes more serious illness. On Wednesday, Northern Ireland's chief medical officer Sir Michael McBride said there were \"undoubtedly\" unidentified cases of Omicron in Northern Ireland. Sir Michael said he expected a \"significant increase\" in the number of cases before Christmas. Some 568confirmed Omicron cases have so far been identified in the UK. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59591505"}