{"datetime": "2021-11-26T18:45:24.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: New variant 'most concerning' since Delta, says Prof Young", "article": "A new Covid-19 variant discovered in six southern African countries is \"probably the most concerning\" since Delta, Prof Ian Young has said. Northern Ireland's chief scientific officer was speaking after quarantine measures were introduced for travellers arriving from the affected countries. South Africa, Botswana, Namibia, Zimbabwe, Lesotho and Eswatini have been added to the red list. Flights from those countries were suspended in the UK from 12:00 GMT. No cases of the new variant have been confirmed in the UK. \"Based on the early information we have this is probably the most concerning new variant since the Delta form of the virus, which is now dominant in the UK,\" said Prof Young. He said the new B.1.1.529 variant, known as Omicron, has \"a number of changes\" compared with forms seen before. \"And those may alter its behaviour in a way that makes it more easily transmitted,\" he added. It comes after Northern Ireland's chief medical officer described the variant as a \"matter of concern\". South Africa, Hong Kong and Botswana have identified just 59 cases of the variant, so far. Belgium announced on Friday afternoon it had Europe's first case of the variant, while Israeli media also reported one case involving a traveller. Travellers arriving from red list countries have to quarantine for 10 days in a government-approved hotel. Recent arrivals to Northern Ireland from those six countries will also be contacted by the Public Health Agency and asked to self-isolate and undertake PCR tests, which will undergo genomic sequencing. The Department of Health said there was \"limited evidence\" of the new variant's impact the but there were concerns that it has a \"large number of mutations\", which could affect transmission and the effectiveness of vaccines.Chief medical officer Sir Michael McBride said: \"This is undoubtedly a matter of concern. We are taking the action on international travel on a precautionary basis, while we await further evidence on the spread of this variant in South Africa and understand more about it. \"The need for further measures will be kept under constant review and we will continue to liaise closely with public health colleagues in Great Britain and the Republic of Ireland. \"It is not possible at this stage to accurately assess the potential for this new variant to impact on vaccine effectiveness. \"This should in no way dissuade people from coming forward for their first and second doses and boosters. \"The Delta variant is currently dominant in Northern Ireland and the threat it poses to our citizens is very real. In the Republic of Ireland the public are also being advised not to travel to southern Africa due to concerns over the new Omicron variant.The Irish Minister for Health, Stephen Donnelly, said residents of Ireland who are currently in southern Africa should return as soon as possible and follow public health protection measures upon arrival. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59423271"}