{"datetime": "2021-11-30T18:37:56.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Some pupils remote learning amid staff shortage", "article": "Entire year groups are having to switch to remote learning across Northern Ireland because there are not enough teachers to cover classes, a teachers' union has said. NASUWT's Justin McCamphill has called for schools to close early before Christmas as a \"circuit breaker\". Mr McCamphill also said the teacher shortage situation was \"spiralling\".One Belfast school has required some year groups to learn from home or leave early every day this week. In a letter to parents, Belfast Boys' Model School said it was because of \"serious staff shortages\". Mr McCamphill said more students may have to learn remotely in the coming weeks. \"That is what we are hearing is happening all across schools in Northern Ireland and we expect over the coming weeks that situation is going to get worse,\" he told BBC NI's Stephen Nolan Show. \"I think you will see that practice spreading to all schools, where schools are going to have to ration the resources.\" There is no doubt that some schools are facing staffing difficulties - especially in getting substitute teachers - if a number of staff are off sick. A number have had to ask some year groups to learn from home again for some days recently as a result. But I understand that any instruction from the Department of Education to all pupils to learn from home - even for a short period - would be a last resort. A number of reports have shown that not being able to come school hasa negative affect on some children's education, wellbeing and mental health , with those from disadvantaged backgrounds hit hardest. It is not impossible that schools could be asked to take their Christmas break a few days early and end term on Friday, 17 December, or a few days before. But such a move would have to have a clear public health rationale and executive backing, and there would also be a concern among some that it might set a difficult precedent for the new year. While some schools - and overworked staff - have had a tough term, we are not close to the stage of blanket remote learning yet. Mary Montgomery, principal of Boys' Model said sending pupils home was \"an incredibly difficult decision for any principal to make\". It was the first time the school had had to do that, she told BBC Radio Ulster's Evening Extra on Tuesday. But she said it was happening in a \"very measured way\" so pupils were at home for one day maximum this week and only four year groups were affected. \"The assumption is that pupils are being sent home because staff have Covid but that's not the case,\" said Ms Montgomery. \"The issue is not that everyone has Covid - the issue is Covid-related absences.\" She said a shortage of substitute teachers made the situation \"incredibly challenging\" but she did not agree that substitute teachers were not willing to go into the school because of Covid fears. \"Principals have worked hard to ensure that schools are adhering to the Covid mitigations set down by the department,\" she said. \"I would say that schools are incredibly safe for young people.\" Ms Montgomery opposes extended school closures. \"From my experience, Covid has had a significant and yet largely untold impact on young people,\" she said. \"There's huge amounts of increased anxiety, there's certainly a deficit in social skills.\" Limavady High principal Darren Mornin told Evening Extra the situation in schools was \"very difficult at the moment\". \"School leaders and leadership teams are working tirelessly to try and maintain safe staffing levels in school and retain face-to-face teaching,\" he said. \"It's important to say that all we want to do is to keep our children in school.\"That's the safest place for them to be and the best place for them to be because they've missed so much over the last 24 months.\" Gerry Cushnahan, who is semi-retired and works as a substitute teacher, told the programme he knew a school principal who rang 120 substitute teachers to arrange cover about two weeks ago but no-one was available. \"I've been flat out since 2 September,\" he said. \"The impact that coronavirus has had, has been horrendous on schools.\" The Department of Education said there were currently \"no plans\" to close schools early ahead of Christmas, and a decision to do so would have to be made by the executive.It also said there were \"currently no plans to return to remote learning across all schools\". \"The department is aware of the ongoing difficulties faced by some schools in securing appropriate cover as a result of staff absence, and acknowledges that individual schools may need to consider a short period of remote learning for a class or classes, in response to local circumstances,\" the department added. Schools have switched to remote learning several times since the pandemic began, in a bid to help curb Covid-19 infections.All students returned to school in April this year, as Northern Ireland emergedfrom its post-Christmas lockdown .Schools were alsoshut for five months from the first lockdown in March 2020, and foran extended half-term holiday . Several schools also voluntarilymoved to remote learning in the lead-up to Christmas .Mr McCamphill also called on the Department of Education to issue a ban on non-masked gatherings in schools. He said it would be \"perfectly understandable\" if parents chose to withdraw their children from class a few days before the festive period and that \"many schools\" were already closing from 17 December, with four days of term still to go. \"It's not even about enjoying Christmas Day, it's about controlling the spread of the infection because people will take children to meet grandparents, households will be together and there has to be a whole executive response.\" Northern Ireland recorded a furtherfour coronavirus-linked deaths and 1,464 new cases on Monday. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59476134"}