{"datetime": "2021-11-15T19:55:41.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Robin Swann calls for NI passport scheme", "article": "Health Minister Robin Swann has said \"now is the time\" for a phased introduction of a mandatory Covid-19 passport scheme in Northern Ireland. He said the Northern Ireland Executive will discuss the proposal on Wednesday. Mr Swann's call follows what he said was \"high community transmission\" of Covid and the pressure on hospitals. DUP assembly members have voiced their opposition to Covid-19 passport plans, with Sinn Féin saying it will be guided by health advice. Mr Swann's announcement cameon the same day as a second ambulance diversion was put in place at Craigavon Area Hospital . It was the second time in 24 hours that the Southern Trust area hospital had to implement measures due to \"extreme pressure\" on its wards. Southern Trust chief executive Shane Devlin confirmed that the vast majority of those who had been exceptionally unwell with Covid-19 in the trust's hospitals had not been vaccinated for the virus. Mr Swann said ministers will consider which settings may require people to show Covid-19 certificates to gain entry. \"The domestic certification app has been in place - it's been up and running for over a week and I would encourage people to download it to ensure they have it when they need it,\" the UUP MLA said. The health minister said it would be irresponsible to take everything off the table with regard to Covid-19 restrictions.\"We have seen the effect the Covid-19 booster has on reducing hospitalisation,\" he said. \"We are seeing high community transmission and that transfers eventually intro hospital pressures.\" He said people coming forward to \"take the vaccine and get their boosters\" would help to reduce transmission of the virus. Dr Tom Black, chairman of the British Medical Association (BMA) in Northern Ireland, said it had been in favour of a Covid passport scheme for \"a long time now\". He said the announcement from the minister was \"welcome news\". \"This is only the 15 November, it is going to get worse in December and it is going to get worse again in January and we know that because that is what history has taught us,\" he told BBC Radio Ulster's Evening Extra. \"You have to be ahead of this virus, it is smarter than us.\" Deputy First Minister Michelle O'Neill tweeted that the executive's next meeting would have \"a focus on the huge pressures in the health service\". \"We will continue to be guided by the health advice to take whatever steps are necessary to protect the public and avoid another lock down scenario,\" she added. Earlier, SDLP leader Colum Eastwood urged \"Sinn Féin and the DUP to support the immediate introduction of vaccine certifications\". \"The message from our health service has been clear - they are on the brink of collapse and want to see urgent mitigations introduced, including the immediate introduction of vaccine certifications to take the pressure off staff and allow patients to get the care they need,\" he said. \"We now face a stark choice, time is running out and this decision should have been made weeks ago.\" He later tweeted that he was glad Mr Swann now supported vaccine certificates and hoped other parties \"will step up\". The DUP's Edwin Poots, who previously served as a Stormont health minister, said he was opposed to introducing a Covid vaccine certificate and instead encouraged people to get vaccinated.\"We're over 90% of people vaccinated and we need to encourage the remainder to get vaccinated,\" he told BBC's Good Morning Ulster programme on Monday mornimg. \"But forcing them is not going to work and I don't think creating that two-tier system is something I would be prepared to accept.\" His party colleague Paul Frew also tweeted his opposition to the proposal. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59296889"}