{"datetime": "2021-12-03T19:07:15.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: No plans for more restrictions in NI before Christmas, says O'Neill", "article": "Deputy First Minister Michelle O'Neill has said there are no plans to increase the level of Covid-19 restrictions in Northern Ireland before Christmas Day. She said the existing restrictions were \"enough\" at this time. But the next few weeks would be \"uncertain\" as officials assessed the risk of the Omicron variant, she added. Her comments came shortly before the Irish government said it was reintroducing some rules to curb the spread of coronavirus. The return of several restrictions in the Republic of Irelandwas announced by Taoiseach (Irish Prime Minister) Micheál Martin on Friday evening and they will come into effect on Tuesday. Nightclubs will close, attendance at indoor events and sport fixtures will be capped at 50%, the number of households allowed to mix in a private home will be limited to four and hospitality venues will only be allowed to operate on a table service basis. Earlier on Friday, Ms O'Neill, the Sinn Féin vice-president, was asked what any changes to Covid restrictions in the Republic of Ireland could mean for Northern Ireland. She said: \"I asked the question at yesterday's executive meeting: are we doing enough? \"The answer was that we are - we are concerned about the new variant, we don't know the impact but as long as the public continue to adhere to what's being asked at the current time, it's sufficient.\" But she added: \"We don't expect to ask people to do more but we should all be doubling our current efforts.\" Usually when ministers say they have no plans to do something, that doesn't rule it out. But it is unusual for Michelle O'Neill to be as definitive as she was on Friday, suggesting that Christmas isn't cancelled and Northern Ireland hopefully won't face more severe restrictions. That is not to say the picture won't change if the Omicron variant starts to have an effect on the health service or if health officials take different advice to ministers. But reintroducing tight restrictions on hospitality would require financial support - something Stormont would struggle to provide again without help from the Treasury, which remains highly unlikely. Let's not forget that suggesting more restrictions just three weeks from Christmas would also be an unpopular move - politicians don't like having to take those sorts of decisions. Many people in Northern Ireland will now probably press on with making their Christmas plans but the advice remains to stay cautious when it comes to Covid. Ms O'Neill also hit out at those responsible for a fake message that recently circulated on social media, which suggested there was a plan for a return to lockdown in Northern Ireland. \"Those engaged in disinformation are shameful, it's causing confusion,\" she said. Also on Friday, Health Minister Robin Swann said he was \"greatly encouraged\" by the speed at which people in Northern Ireland had applied for Covid-19 vaccination certificates. Vaccine \"passports\" were introduced on 29 November for use in a variety of venues across Northern Ireland. Proof of vaccination, a negative test or a positive PCR test in the past 30 to 180 days is needed to access such venues. Mr Swann said almost 86,000 people had applied for their certificate since Monday and a total of almost 254,000 had activated their passports through the COVIDCert NI app. From 29 November, either proof of vaccination, a negative lateral flow test or a positive PCR test is needed for access to: \"The system is very efficient and 93% of those who apply get through the digital process automatically without any issues,\" said the health minister. \"It's important that the scheme is easily accessible for everyone and that's why we have ensured that those who do not have access to digital technology are able to have a paper version that's convenient and simple to use.\" A helpline set up by the Department of Health to address problems with getting a Covid-19 vaccination certificatehas been getting about 3,000 calls a day . Anyone needing help with their certificate can call 0300 200 7814 between 08:00 GMT and 20:00. The health department has said that as an \"interim measure\" vaccine cards issued to people after their first vaccination can be accepted as proof. It also said the EU Digital Covid Certificate is acceptable in Northern Ireland hospitality venues but people using it will also need to show photo ID. A grace period for vaccine passports is in force. It is due to end on 13 December. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59525215"}