{"datetime": "2021-11-27T07:30:01.000Z", "author": "Eunan McConville", "title": "Covid-19: NI grappling with highest infection rate in UK", "article": "Between disagreements over the introduction of a vaccine passport scheme in Northern Ireland and the emergence of a new variant of coronavirus , the pandemic response has never been far from the headlines. Over the past few months, Northern Ireland's pandemic has been following a bit of a different course to the rest of the UK. According to the available statistics, those trends are continuing. The bad news is that Northern Ireland still has the highest infection rate in the UK or Ireland - and the lowest vaccination rate. The slight silver lining is that numbers of people in hospital with the virus look to have been falling, albeit very slowly. The fact that Northern Ireland has quite a high number of Covid cases is nothing new. Its seven-day rolling average of daily cases went above 1,000 cases a day back in mid-July. It has never fallen below that level since. And that rolling average rose above 1,700 at the start of the week. Northern Ireland has the highest infection rate in the UK by quite a margin. The following are the latest infection rates per 100,000 population across the UK and Ireland for the seven days up until November 21 (using UK and Irish government data): While Northern Ireland's rate is higher than the Republic's the difference is negligible. There are now more people than ever getting tested for Covid-19 in Northern Ireland. Quite remarkably, more than 100,000 people in Northern Ireland were tested for the virus over the past week. The number reported by the Department of Health (DoH) is 101,170. It is worth noting that the DoH counts both PCR and lateral flow tests in this number but that's been the case since the end of September. Most reported tests are PCR tests. Regardless of test type, it remains a massive number of people taking a swab - more than at any stage in the pandemic to date. With nearly 12,000 positive tests (11,815), Northern Ireland has a positivity rate of about 11.6%. That means out of every nine people tested, one had Covid-19. Two important questions when looking at case numbers are \"where?\" and \"who?\". Let's deal with \"where?\" first. Four council areas have notably high infection rates - Mid Ulster; Mid and East Antrim; Antrim and Newtownabbey; and Causeway Coast and Glens. All four have rates above 700 cases per 100,000 population, according to the DoH's latest figures. And according to the UK government's data, those four Northern Ireland council areas are in the worst five in the UK - only Gwynedd in Wales has a higher infection rate. There have been particular hotspots around Larne, Randalstown and Magherafelt over the past week. On the other end of the scale is the Derry City and Strabane council area. The rate there is still high - almost 500 cases per 100,000 population - just not as bad as the other 10 council areas in Northern Ireland. The \"who?\" is important as well. The virus is most prevalent in the young. People under the age of 20 accounted for 41% of infections over the past week, with the 10-to-14 group having a disproportionately high infection rate. There are simple reasons for this - 10 and 11-year-olds have not yet been vaccinated and the age group is likely to be mixing socially both in and out of school. Virus transmission is also relatively high in children aged between five and nine. It is important to remember that the likelihood of children that young being very badly affected by the disease and requiring hospital treatment is very remote. The Public Health Agency (PHA) publishes weekly epidemiological bulletins. Those give some interesting insights into the spread of the virus, not least in Northern Ireland's schools. The data contained in these bulletins isn't directly comparable with that on the DoH dashboard but it's very useful when trying to build up a picture of how and where the virus is spreading. The latest bulletin examines the four weeks up to 21 November. It indicates that from Halloween there has been a notable increase in the numbers of cases reported in schools - from 1,674 for the week ending on 31 October to 3,877 for the week ending 21 November. Those numbers include pupils and staff, although it's noted in the bulletin that over 90% of reported cases were among pupils. Over the course of those four weeks every post-primary school in Northern Ireland had at least one positive case of Covid-19. Looking at the DoH's data on cases amongst adults, about a third of all new cases in the past week were in adults aged from 30 to 49, while those in their 20s only accounted for 11%. Some of that may be explained by vaccination levels but not all of it. Given the prevalence of vaccination amongst adults, vaccinated people are undoubtedly getting and spreading the virus. The crucial question though is whether the vaccine is having an effect on the number of Covid-positive people ending up in hospital. The number of people with Covid-19 in Northern Ireland's hospitals has been very gradually declining over the past two weeks or so. That comes with the proviso that those numbers are frequently revised and what looks like a steady trend now may not look so clear in a week's time. On a longer - and much more steady - basis there have been between 400 and 500 Covid-positive patients in our hospitals every day since the second week in August. That is obviously nowhere near the huge numbers we saw in January, when more than a thousand people were in hospital with Covid. But it's still a high enough rate to put considerable pressure on the health service. Hospital admissions have also been falling slightly and it follows that we can expect the gradual decrease in Covid-positive inpatients to continue. The number of patients in intensive care units (ICU) has been more or less the same for about two weeks - usually in the mid-30s (currently 33). Two thirds of Covid patients in ICUs are ventilated - needing help to breathe. As has been the case for a while now, there are more patients in Northern Ireland's hospitals than there are beds for them. Northern Ireland's death rate has been hovering at a relatively steady rate for more than a month now. On average, we can expect the DoH to report about five Covid-related deaths a day. And the vast majority of those deaths are among people aged 60 and over. One man, aged between 20 and 39 and from the Derry City and Strabane area, died last week. Deaths in people that young remain a relative rarity - three in the past month; 14 over the course of the entire pandemic. The Northern Ireland Research and Statistics Agency (Nisra) counts the number of death certificates on which Covid-19 is mentioned. That is a different measure of death than the DoH uses - it counts each death for any reason within 28 days of a positive Covid test. Nisra's latest figures indicate a falling death rate, with 42 deaths Covid-related registered in the week up to 19 November. Northern Ireland still lags behind the rest of the UK and Ireland in terms of first, second and third/booster jabs. That's been the case for three months now. That said, over the past two weeks Northern Ireland has made significant progress in terms of third/booster doses. Northern Ireland may still have the lowest third/booster dose uptake in the UK but strides have been made in closing that gap. The big question about vaccines over the past 10 days has been whether the impending vaccine passport scheme has encouraged more people to get their first dose. The author will be clear about his answer here - it is impossible to say for certain. What is clear, however, is that November has seen an increased rate of first doses being administered. Using the UK governments data, it's possible to get an idea of vaccination rates each month. On average, there were 912 first doses given out each day in September, with 516 per day in October. So far in November there have been, on average, 1,317 first doses given out each day. Evidently, more people - for some reason - have decided to get a first dose in November than September and October. But the numbers don't indicate why that has been happening. Significantly, that increased rate was evident in the first two weeks of November, before the announcement of the vaccine passport scheme. Between 1 November and 16 November, when the scheme was announced, 1,233 first doses were given out each day on average. After the announcement, that rate of delivery increased to 1,467 on average each day. But there could be lots of different reasons for the increase. Statisticians use the maxim: \"Correlation is not causation.\" And it's simply too early to say with any degree of certainty what - if any - effect the vaccine passport scheme has had on the uptake of first doses in Northern Ireland. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59440314"}