{"datetime": "2021-11-26T07:25:21.000Z", "subject": "Coronavirus pandemic", "title": "Coronavirus variant fear sparks Africa travel curbs", "article": "Travellers arriving in England from several southern African countries will have to quarantine amid warnings over a new coronavirus variant. UK Health Secretary Sajid Javid said from 12:00 GMT on Friday six countries would be added to the red list, with flights being temporarily banned. One expert described the variant, known as B.1.1.529, as \"the worst one we've seen so far\", and there is concern it has the potential to evade immunity. No cases have been confirmed in the UK. Only 59 confirmed cases have been identified in South Africa, Hong Kong and Botswana so far. All flights fromSouth Africa, Namibia, Zimbabwe, Botswana, Lesotho and Eswatini are being suspended. Mr Javid said that scientists were \"deeply concerned\" about the new variant but more needed to be learned about it. But he said the variant has a significant number of mutations, \"perhaps double the number of mutations that we have seen in the Delta variant\". He added: \"And that would suggest that it may well be more transmissible and the current vaccines that we have may well be less effective.\" He said adding the six countries to the red list was about \"being cautious and taking action and trying to protect, as best we can, our borders\".Susan Hopkins, chief medical adviser to the UK Health Security Agency, said the new variant was the \"most complex that we've seen\" and \"the most worrying that we've seen\".From midday non-UK and Irish residents will be banned from entering England if they have been in the six countries in the past 10 days. Any British or Irish resident arriving from the countries after 04:00 on Sunday will have to quarantine in a hotel, with those returning before that being asked to isolate at home. Those who have returned in the past 10 days are being asked to take a PCR test by the UK Health Security Agency (UKHSA). The flight ban will remain in place until the hotel quarantine system is up and running. One scientist told me this was the worst variant they'd seen - look at it on paper and it's not hard to see why.It is the most heavily mutated variant so far and is now radically different to the form that emerged in Wuhan, China.That means vaccines, which were designed using the original, may not be as effective.And some of its mutations are known to increase the ability of coronaviruses to spread.But there have been many variants that looked bad on paper before, but haven't taken off.There are early signs this virus is spreading in South Africa and may already be in every province in the country.But the big questions - how much does it evade vaccines, is it more severe, does it spread faster that Delta - are unanswerable for now.BBC Africa correspondent Andrew Harding said scientists in South Africa were trying to understand the mutations of the new variant. He said there was unhappiness at the new red listing by other countries, with scientists saying the country needed more support and more reward for spotting the new variant. Experts from the World Health Organization (WHO) are meeting South African officials on Friday to assess the evolving situation in the country. The new variant, which has been designated a new variant under investigation by the UKHSA, is heavily mutated and the confirmed cases are mostly concentrated in one province in South Africa. Scientists say the variant has 50 mutations overall and more than 30 on the spike protein, which is the target of most vaccines and the key the virus uses to unlock the doorway into our body's cells.Experts in South Africa have said the variant is \"very different\" to others that have circulated, with concerns that it could be more transmissible but also able to get around parts of the immune system. Prof James Naismith, director of the Rosalind Franklin Institute at Oxford University, said: \"It's bad news, but it's not doomsday\". He told BBC Radio 4's Today programme the variant would \"almost certainly\" make vaccines less effective, but they would still work to some extent. New drugs to treat Covid-19 would not be affected by the variant, he suggested. It had not been proven that the variant was more transmissible, but it has mutations consistent with the Delta variant and appeared to spread more quickly than other variants, he said. \"The travel ban will slow it down,\" Prof Naismith said. \"It will get here but it will give us a few more weeks.\" Imperial College London's Prof Neil Ferguson said it was concerning the new variant appeared to be \"driving a rapid increase in case numbers in South Africa\" and said the move to restrict travel was \"prudent\". But he said it was not clear if the variant was more transmissible or resistant to vaccines and therefore it was too early to judge the risk it poses. At the moment between 500 and 700 people are travelling to the UK from South Africa each day, but this figure was likely to have increased as the festive period began. British Airways said it was contacting affected customers and Virgin Atlantic said it would be reviewing its schedule for South Africa for the coming week, with flights from Johannesburg to Heathrow cancelled between 12:00 on Friday and 04:00 on Sunday. All the countries that remained onthe UK's red travel list were removed in October. Each UK nation sets its own policy but they have generally followed the same rules for past announcements. Scotland is following the UK government's decision, with anyone arriving from the six countries having to self-isolate and take two PCR tests, while hotel quarantine will be in place from 04:00 GMT on Saturday. Currentlypeople travelling to the UK who are fully vaccinated do not need to take a Covid test before setting off but do need to take a lateral flow test two days after arrival and fill out a passenger locator form. Those who are not fully vaccinated and are over 18 must self-isolate at home for 10 days and take a Covid test in the three days before travelling as well as on day two and day eight of their return. ", "url": "https://www.bbc.com/news/uk-59424269"}