{"datetime": "2021-09-10T16:11:06.000Z", "author": "Jayne McCormack", "subject": "Coronavirus pandemic", "title": "Covid-19: Rules ease on dining, dancing and live shows in NI", "article": "Covid-19 rules for hospitality businesses in Northern Ireland have been eased, with table service restrictions now removed. The measure took effect from 17:00 BST on Friday. Customers can now queue for service in bars and pubs for the first time since pandemic measures were introduced. It is one in a series of relaxations to Covid-19 rules in Northern Ireland taking effect after agreement by Stormont ministers this week. The number of people allowed indoors at domestic settings has also risen from 10 to 15 from four households. People are allowed to play pool, darts and gaming machines. Nightclubs are to remain closed for now, but dancing is now allowed at weddings and civil partnership receptions. The changes come as a relief to many in the hospitality industry, including staff at the White Horse Hotel in Campsie, County Londonderry. \"We're absolutely delighted that some of the restrictions are easing,\" said the hotel's managing director Selena Horshi. \"We're so excited that some of our wedding couples are going to be able to dance and enjoy the evening with their friends.\"It's so exciting to be able to have your bridal party on the dance floor with you and it really adds to the atmosphere of your event,\" she added.The requirement to purchase tickets in advance for live performances is now removed, as is the need for audience members to have allocated seats. The executive said it wanted to work with hospitality businesses to ensure other safety mitigations remain in place, as restrictions are gradually lifted. Colin Neill of the industry body Hospitality Ulster said some of the remaining restrictions on bars and restaurants were \"punitive\" and he called for detail on when they would end. He said many businesses in the sector were \"still struggling to find their feet and recover from the decimation caused by the pandemic\". Northern Ireland remains under slightly stricter Covid-19 rules than in Great Britain. Stormont ministers have said that is due to higher rates of coronavirus in Northern Ireland, and that easing more restrictions will depend on the level of the population that has received both doses of a vaccine for Covid-19. First Minister Paul Givan previously said he wanted to see anend to all Covid restrictions in Northern Ireland before the end of September . His party, the Democratic Unionist Party (DUP), has been urging the executive to \"set out a path\" to remove Northern Ireland's other rules but that will require support from the other four main Stormont parties. The legal requirement for social distancing outdoors no longer exists in Northern Ireland. However, indoor premises such as restaurants, shops and indoor attractions are still required to comply with at least 1m (3ft). The rules on face coverings also remain in place in shops, when not seated in a hospitality venue and in a number of other settings such as public transport. The Republic of Ireland's government has set out a plan to remove almost all of its remaining restrictions by 22 October. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58506538"}