{"datetime": "2021-11-26T18:34:32.000Z", "author": "Jayne McCormack", "subject": "Coronavirus pandemic", "title": "Covid-19 passport not needed for unlicensed premises in NI", "article": "Unlicensed premises in Northern Ireland such as coffee shops and cafes will not have to enforce vaccine passports when the scheme takes effect. Thecertification scheme will require hospitality venues to ask customers for proof of vaccination or a negative test result. It begins on Monday 29 November, with a two-week grace period before fines are imposed on venues that fail to comply. But that will now only apply to premises where alcohol is served. Businesses had expressed concerns about how the scheme would work, with the legislation yet to be published just days away from the rules taking effect. It is understood Health Minister Robin Swann wrote to his executive colleagues on Friday about slightly amending the scheme. The regulations will be laid in draft form on Monday, but will require Assembly approval to become operational, the Department of Health confirmed. The move reflects the executive's decision that there should be a grace period before the scheme took full effect, with no enforcement until 13 December.The grace period on the scheme will facilitate a \"bedding-in\" of the regulations, according to a statement from the department. The Covid certification scheme will only be mandatory for licensed premises at this stage, including venues operating a 'bring your own' facility. In its statement, the Department of Health said the phased approach followed feedback from the retail, hospitality, tourism and events sectors. The department said Covid certification can \"reduce the number of infected people in high risk settings\" as vaccinated people are \"less likely to become infected and ill than unvaccinated people\".\"There is also evidence, from several studies worldwide, that even when people get infected, if they are vaccinated they are less likely to transmit it to others,\" said the statement. The \"biggest threat\" to customer confidence and the economy this winter would be \"an escalating surge in Covid infections\", according to the department. It added: \"Vaccination and improved adherence to public health measures can help push down infections, so can Covid certification.\" It comes as Stormont's economy minister wrote to Mr Swann calling for the vaccine passports scheme to be scrapped. Gordon Lyons said the proposal was \"ill thought out and unenforceable\" in many cases. Mr Lyons said it would take \"political bravery\" to reverse the policy, but urged other parties to do so. In a letter to the health minister, seen by BBC News NI, Mr Lyons said it was becoming \"increasingly clear\" that there were many issues with Covid certification. \"I have been informed that hotels across Northern Ireland have already faced £2m worth of cancellations in the first two days after the policy was agreed.\" He went on to state that other businesses were seeing Christmas parties and other bookings cancelled on a \"worryingly regular basis\". Mr Lyons added: \"While the threat of Covid remains very real, interventions from this executive need to be evidence-based, targeted and effective. \"Sadly the proposals for Covid passports are none of these things.\" A Department of Health spokesman said the legislation for Covid status certification \"is currently being drafted\" but added that \"initial guidance for venues and event organisers has been published online\". Other ministers have defended the introduction of the scheme and said it would help to save lives.Ulster Unionist Party health spokesperson, Alan Chambers described Mr Lyons' comments as \"a last-minute attempt by the DUP to undermine what was the agreed position of the executive\". \"What the economy minister's comments will do unfortunately is undermine public confidence and adherence to the joint message that the first and deputy first ministers gave on Tuesday while standing alongside the health minister,\" he said. \"The reality is that we are facing a serious situation with regards to rising Covid figures.\" Mr Chambers said: \"The real threat to customer confidence will be Covid and the fear of Covid, not measures which are being put in place to provide reassurance.\" Hospitality Ulster's chief executive Colin Neill said businesses have not been given enough detail or sufficient time to implement the expected changes. \"It comes into law on Monday, with penalties starting on the 13th [December],\" Mr Neill told the BBC's Good Morning Ulster programme. \"How does a business prepare and staff? How does it train its staff?\" Michael Cafolla from the Hospitality Institute, who runs an unlicensed premises, told BBC NI's Inside Business programme that the news was a relief to some, but said the scheme had been \"ill-thought out\".\"I think for those that are licensed, particularly in the restaurant sector, they're going to feel particularly aggrieved because they will feel there's very little difference in terms of how they manage their business.\"Certainly for the pubs, they are going to feel more aggrieved because they've had the worst deal of the lot.\" Co-owner of Brunel's restaurant in Newcastle, Fiona Davey, said customers were cancelling out of confusion and called for more clarity for businesses and their guests.\"What's the difference between 65 people sitting in my restaurant, as in a non-licensed premises?\" \"We are now in limbo yet again,\" she added. Mr Neill said he would be \"surprised\" if the finalised legislation reflected what the hospitality industry was initially told about the rules. \"My understanding is the electronics, the scanning, the app and all are ready to go but the legislation is still in [the Department of] Health because of the flawed system - they come up with the regulations, they come to an industry and we go 'how does that work?' \"And they have to go back and rethink it.\" In a statement, a Department of Health spokesman added: \"Officials from both the Executive Office and the Department of Health have met with and will hold further meetings with affected sectors to brief them on requirements and address requests for information.\"Initial guidance for venues and event organisers has been published online and is available at:COVIDCert NI Verifier App - Guidance for Venues & event Organisers using the App - COVID-19 (Coronavirus) Northern Ireland . \"This will be further supplemented with resources on GDPR [General Data Protection Regulation] requirements and technical deployment of digital verification.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-59428140"}