{"datetime": "2021-11-30T19:31:15.000Z", "title": "Health Minister Robin Swann to implement 3% pay award", "article": "Health Minister Robin Swann has said he will implement a pay award of 3% percent for staff working in health and social care. However, health unions have said they are not prepared to accept this. Staff under the Agenda for Change system are to receive the award as recommended by the NHS pay review body. But Mr Swann stressed he wanted to further recognise the \"hard work and dedication\" of staff. Agenda for Change (AfC) is the main pay system for staff in the health service, except doctors, dentists and senior managers. The award will be backdated to 1 April 2021.Mr Swann said many staff had worked extremely long hours under enormous pressure during the pandemic.He called them \"the backbone of our health and social care services\" and said he wanted to recognise their \"continued professionalism in delivering high-quality effective care\". \"I am willing to prioritise a bid, as part of January monitoring, for additional resources to support a further non-consolidated award for most AfC staff in 2021/22,\" the health minister said. Mr Swann said the Department of Health in Northern Ireland remained under considerable financial pressure and additional money would depend on the department's wider budget position easing and approval by the Department of Finance. But he added: \"While there are many conflicting demands on health spending, I am clear that properly rewarding staff is an important priority.\" The Department of Health and the unions have been in discussions in recent weeks about possible enhancements to the pay award for 2021/22. NHS staff in England and Waleshave already been offered a 3% pay increase . Northern Ireland health workers previously went on strike in late 2019 to early 2020 before a deal was agreed which restored pay parity with health workers in England and Wales. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59483724"}