{"datetime": "2021-09-06T18:21:01.000Z", "author": "Stephen Walker", "subject": "Coronavirus pandemic", "title": "Covid-19: Table service rules over for NI pubs and restaurants", "article": "A number of changes to Covid restrictions have been agreed by the Northern Ireland Executive. Under the new moves, the number of people allowed indoors at domestic settings will rise from 10 to 15. Ministers have also agreed to remove table service rules indoors and outdoors at pubs and restaurants. People will be allowed to play pool, darts and gaming machines while dancing will also be allowed at weddings and civil partnership receptions. The requirement to purchase tickets in advance for live performances will be removed, as will the need for audience members to have allocated seats. The changes are seen as \"limited moves\" and a \"stepping stone\" approach. They will take effect from 17:00 BST on Friday, 10 September. First Minister Paul Givan, of the Democratic Unionist Party (DUP), said: \"Today we made good progress and we met for nearly four hours in the executive and considered the current information around health, the economy, impacts on families and the community. \"We were able to reach decisions on a number of areas.\" Hospitality Ulster said the moves were \"incremental changes\" and that it was time to provide indicative dates and a framework of action to move out of the remaining restrictions. \"A major strategic decision needs to be taken by the executive to bring forward a detailed and specific roadmap to address the problems that are gathering on the horizon - if not now, when?\" the organisation's Colin Neill said. \"Hospitality businesses are left hanging while restrictions continue to place a halt on viable trading. We need the best chance we can get to recover.\" However, Sinn Féin Junior Minister Declan Kearney said there was still a very high and dangerous infection level in Northern Ireland. \"So the executive I think has taken a very proportionate and measured and incremental approach towards the easements we have adopted today,\" he said. \"I don't think we can underestimate the extent of the challenge we still face - a lot of pressure on our health workers, there's still a very high impact on the health service, high levels of hospital admissions and bed occupancy.\" The executive will meet again on Thursday as it keeps the issue of Covid-19 in schools under review. The DUP has been pushing for the executive to agree a plan - complete with dates - to remove all restrictions.Last week's meeting was cancelled after Deputy First Minister Michelle O'Neilltested positive for Covid-19. The legal requirement for social distancing outdoors no longer exists in Northern Ireland. However, indoor premises such as restaurants and workplaces are still required to comply with at least 1m (3ft). That rule has already been removed in the rest of the UK, but guidance remains that people should socially distance where possible, and in places like hospitals and schools, the rules differ again. Some hospitality businesses in Northern Ireland have urged the executive to scrap the requirement for social distancing, saying it continues to affect their trade. Nightclubs in Northern Ireland remain closed, and dancing is not permitted at indoor venues where music is played. ", "url": "https://www.bbc.com/news/uk-northern-ireland-58458086"}