{"datetime": "2022-02-15T20:37:17.000Z", "author": "Aileen Moynagh", "title": "Jennifer Dornan murder: Raymond O'Neill in court over killing", "article": "A man has gone on trial accused of the murder of Jennifer Dornan in August 2015. Raymond Martin Gabriel O'Neill, 43, formerly of Amcomri Street in Belfast, denies the charge. He also denies the arson of Ms Dornan's home in Hazel View in the Lagmore area of west Belfast. Opening the case for the prosecution, a barrister said that after Ms Dornan had returned home from a night out, the defendant had entered her home. The barrister said the defendant stabbed the 30-year-old to death and then set fire to the property \"presumably in order to destroy the scene of his crime\". Ms Dornan's three children were staying with their grandmother and were not in the house. Belfast Crown Court was told the arson attack had also endangered the lives of neighbours.The barrister said the fire service had arrived at Ms Dornan's home just before 05:00 BST on Sunday 2 August 2015 after flames had been seen upstairs. They found her body upstairs in the main bedroom at the front of the house.A post mortem examination revealed Ms Dornan had not died in the fire but had been stabbed three times in the chest.On the Saturday night Ms Dornan had been out with friends at the Devenish Complex in Finaghy before going to a friend's house near her home.The court was shown CCTV footage from a neighbour's house which showed her returning home just after 02:50 BST.About 20 minutes later, footage showed a man climbing over the front fence of her house and walking to the back door, which Ms Dornan often left unlocked.The man was seen pulling his coat over his head and face.He was seen leaving the property at about 04:15 BST.The court heard nobody else was seen entering or leaving Ms Dornan's home between the time when she was picked up by friends to go out and the fire starting at the property.Just over one week later, on Monday 10 August, when police were carrying out house-to-house inquiries in the area, a knife was found in the garden of a house in White Glen in Lagmore.Following examination, the prosecutor told the jury they could ultimately conclude \"the murderer disposed of that knife that he had used to kill Ms Dornan with, before throwing it over that fence into the garden as he made his way down Lagmore View, away from the scene of the crime\". Mr McDowell QC, continuing the opening for the prosecution, said Mr O'Neill had been in the company of Ms Dornan on that night.That afternoon Ms Dornan, her friend Kerry Robinson and Kerry's sister Sinead Robinson had discussed going out. Kerry Robinson lived round the corner from Ms Dornan with her partner David Quinn. The court heard that Mr O'Neill was a friend of Mr Quinn.Mr O'Neill had been in a car leaving Jennifer and Kerry at a friend's house.It seems that Ms Dornan and Mr O'Neill were not known to each other prior to this night.But as of Saturday evening Raymond O'Neill knew where she lived.After going to different friends' houses, Ms Dornan and friends decided to go to the Devenish Complex in Finaghey because there was live band and dancing.They left at closing time at about 01:30 BST. Ms Dornan went back to her friend's house in Lagmore Avenue and Mr O'Neill was there. She walked the short distance just before 03:00 BST.Shortly after she left, Mr O'Neill decided to leave too. The prosecution said he went to Ms Dornan's house, killed her and set her house on fire.In conclusion Mr McDowell said the case against Mr O'Neill, who was initially arrested by gardaí (Irish police) in Bundoran in the Republic of Ireland five days after the murder, was \"a circumstantial case made up of strands of evidence\" but told the jury this did not mean it was a \"weak case\", but that there was no direct evidence of someone committing a crime. The trial continues. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60390799"}