{"datetime": "2022-02-13T06:24:08.000Z", "author": "Julian O'Neill", "subject": "The Troubles", "title": "Troubles: What's next for collusion debate after ombudsman report?", "article": "The Police Ombudsman's report into 11 loyalist murders in the 1990s has rekindled the debate around collusion - and, by extension, historical views of the Royal Ulster Constabulary (RUC). The subject has become one of the most controversial chapters of the Troubles. Retired officers brandedthe 344 page report \"a grievous defamation\". ButMarie Anderson has stood over findings of \"collusive behaviour\" and in rejecting criticism she said \"patterns\" are emerging. This is the main criticism made by the NI Retired Police Officers' Association.The ombudsman has countered by stating the RUC's failure to keep records - or destroy some of those it did - makes it difficult to pin anything to named individuals.She can only bring misconduct in office cases against serving officers, not those who have retired and who are under no legal obligation to co-operate with investigations.Days before publication of the report, thePolice Service of Northern Ireland (PSNI) made a confidential settlement in a legal action brought by families of those murdered at Sean Graham bookmakers over complaints of collusion when it was the RUC.When asked, the ombudsman's office, which was established in 2000, could not point to any prosecutions resulting from any of its Troubles investigations.No files were sent to the Public Prosecution Service (PPS) in respect of the latest report.The PPS told BBC News NI that since 2012, the ombudsman has submitted five files for its consideration, covering around 20 individuals, but the evidence was insufficient to pass the test for prosecution in all of them.The PPS has still to make decisions in respect of two former officers in two other cases referred to it, one of them involving allegations of conspiracy to murder. Few, if arguably any, dispute the proven instances where former or serving security force members acted directly with loyalist paramilitaries - the \"few bad apples\" metaphor.The area of contention is the extent of collusion, often involving agents and informants, and whether it was a policy which also encompassed army intelligence and MI5.Former RUC chief constable Sir Ronnie Flanagan said recently that police handlers could not be in total control of what informants were up to.But that defence does not sit outsidedefinitions of collusion used by judges and others since 2003 onwards. Since becoming ombudsman in 2019, Ms Anderson, a solicitor by profession, has published three reports which have found \"collusive behaviours\" involving more than 30 murders by the Ulster Defence Association (UDA) in Belfast and the north west.Ms Anderson told BBC News NI there were \"patterns emerging\" which were \"significant, widespread and serious.\"Outside the ombudsman's office, other reports, including some commissioned by government, have uncovered collusion and revealed that 85% of intelligence used by the UDA to target people originated from the police and army.The UDA was not made an illegal organisation until 1992. The ombudsman is working on other Troubles-era reports but they are not due to publish until next year. To date, exposed collusion has largely been a story involving the state and loyalists.However the next report,awaited with expectation, involves an army agent within the IRA known as Stakeknife .Jon Boutcher, a retired senior British police officer, has sent volumes of material to the PPS and intends publishing a report on his investigation later this year.It will take the collusion story in a less travelled direction.But if the government goes ahead withits legacy legislation ,some believe it will close down, or at least damage control, what emerges around 'the dirty war .' ", "url": "https://www.bbc.com/news/uk-northern-ireland-60361381"}