{"datetime": "2022-02-14T13:22:02.000Z", "author": "Robbie Meredith", "title": "Queen's and Ulster university staff start 10 days of strike action", "article": "Some staff at Queen's University Belfast (QUB) and Ulster University (UU) have launched 10 days of strike action. The University and College Union (UCU), which represents lecturers and support staff, said the dispute was over pensions, pay and workload. UCU memberspreviously walked out for three days in December 2021. It is unclear how many classes are cancelled as members do not have to say in advance if they intend to strike. The UCU saidstaff at 68 universities across the UK would be taking action. UCU members at both QUB and UU are among those who have walked out until Tuesday 22 February.They are then set to take further action from Monday 28 February to Wednesday 2 March. It is also not known exactly how many staff at QUB and UU are on strike, but UCU is a union with hundreds of members at both universities. The Open University, which has thousands of students in Northern Ireland, is also likely to be affected. UCU memberspreviously went on strike in November and December 2019 and February 2020. In a statement posted on social media, the UCU branch at QUB said it would be holding a rally at 11:30 GMT each day of the strike at the front gate of the university. The branch invited the QUB vice-chancellor Prof Ian Greer to attend the first rally, taking place on Monday, to speak to UCU members. The UCU has said university staff are being asked to accept cuts of up to 35% to their pensions and called on university employers to revoke the pension cuts. But the QUB UCU branch said \"there are also other significant problems to be resolved around casualisation, pay and workload.\" \"Many of these issues - particularly casualisation and workload - can be addressed locally,\" it added. It said that, as the first strike rally is on Valentine's Day, it would have \"a Valentine's card, chocolate and flowers\" for Prof Greer. Both universities will remain open during the strike and some classes, lectures and tutorials are expected continue as normal. The UCU, though, has also said it is considering the possibility of further action, including a UK-wide marking and assessment boycott later in the academic year.In a statement, the Universities and Colleges Employers Association (UCEA) criticised the strike action by the UCU and said it would leave students facing more disruption. \"Rather than continuing this disruption, UCU should engage constructively in this year's multi-employer negotiating round which is planned to begin at the end of March,\" UCEA's chief executive Raj Jethwa said. The UCEA also said a minority of UCU members were taking action. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60369665"}