{"datetime": "2021-11-30T20:58:37.000Z", "author": "Jim Fitzpatrick", "subject": "Brexit", "title": "Brexit: Council raid linked to 'orders to delete emails to DUP'", "article": "A police investigation into Mid and East Antrim Borough Council is linked to correspondence surrounding the controversial decision to withdraw staff operating the Northern Ireland Protocol back in February, BBC Northern Ireland Spotlight can reveal. Sources have told Tuesday night's programme that attempts by council employees to delete a trail of correspondence to Democratic Unionist Party (DUP) politicians that was being sought through Freedom of Information requests are at the centre of the investigation. In October detectives from thePolice Service of Northern Ireland's (PSNI) criminal investigation branch searched the council offices and retrieved documents and some electronic equipment. The Mid and East Antrim Borough Council area includes the port of Larne. At the start of Februarythe council removed from duty port staff who were involved in protocol-related checks on goods arriving from Great Britain because of apparent threats from loyalist paramilitaries. It later emerged that the council chief executive Anne Donaghy had written to the UK Cabinet Office, which oversees the operation of the protocol, two days before the decision to remove staff. Ms Donaghy told the UK government in the letter thatgraffiti had directly targeted council staff working on the checks . She also said that she was aware of the involvement of paramilitary groups and that she was \"extremely concerned\" for staff safety. The letter was written to the government on Saturday 30 January - two days later, on Monday 1 February, the council accepted her advice to withdraw staff from duties.It prompted the Department of Agriculture, under DUP Minister Edwin Poots, to withdraw inspectors performing protocol-related checks at ports in Northern Ireland and even the EU told its handful of staff to stay at home. By the Friday of that week, however, all staff had returned to duties after thePSNI issued a written threat assessment stating that it had no information to support claims of loyalist paramilitary groups threatening staff safety. An inquiry by Stormont's Agriculture Committee into the episode soon focused on the letter to the Cabinet Office as it appeared to foreshadow the decision to withdraw staff. Ms Donaghy initially argued that it was a confidential letter but Northern Ireland Assembly members wanted to know if it had been shared more widely. Belfast Live journalist Brendan Hughes submitted a request under the Freedom of Information Act asking the council to reveal who received a copy of the letter. When he eventually received the answer it transpired that the Cabinet Office letter had been circulated to eight DUP politicians at about the time it was sent to the government. No other political party received a copy. However, Spotlight reveals that the police investigation and raid on the council's headquarters in Ballymena, County Antrim, in October are directly related to this request for information. Brendan Hughes tells the programme: \"What I've been told from sources is that there was an attempt made or an alleged attempt was made to prevent that information being disclosed through Freedom of Information requests, to prevent the disclosure of who that letter had been circulated to.\" In fact, Spotlight understands that among items seized by police in their search were recording devices that may have captured orders from two different council employees to delete the information. London-based QC Gavin Millar, an expert in public law, tells the programme: \"It's very serious. For a public authority to be investigated by the police is very, very unusual.\"I don't know of any case where a local authority has been investigated for anything like this.\" Ms Donaghy is currently absent from work but her lawyer has said she hoped to return to her role at the council. The council said that due to a number of ongoing investigations it could not comment on specific queries. Police would not comment on the investigation but said they had carried out a search as part of an investigation into suspected offences of Misconduct in Public Office and under the Freedom of Information Act. Spotlight will be broadcast on BBC One Northern Ireland at 22:35 GMT on Tuesday 30 November. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59480141"}