{"datetime": "2021-12-02T19:23:07.000Z", "author": "Maria McCann", "title": "Anne Donaghy: Suspended Mid and East Antrim chief takes legal action", "article": "The chief executive of Mid and East Antrim Borough Council, Anne Donaghy, has been suspended. She has been placed on precautionary suspension while an independent investigation is carried out into allegations of bullying and harassment. It is the latest development in an ongoing controversy surrounding the local authority. In a statement, Ms Donaghy's lawyer said she denied all unsubstantiated allegations.She is taking legal action against the council on disability grounds. She is also claiming discrimination on grounds of her sex and her religious and political beliefs. A number of complaints have been lodged against Ms Donaghy who has been off work for a number of months. \"She is making this formal announcement now in response to the unjustified decision to suspend her at a time when she is on sick leave,\" said her lawyer. \"To date there has been zero accountability on the part of the council on the manner in which it has conducted itself on a series of issues, all of which are the subject of pending disciplinary and other proceedings.\" Ms Donaghy's lawyer said she would contest the suspension. \"We can confirm our client as a disabled person has initiated proceedings against the council,\" he said. \"She will contest the suspension decision issued today and is confident that once due process is complete she will return to her position as chief executive.\" This development is one of a number of controversies surrounding the council. Police are investigating allegations of misconduct in public office at the local authority. On Tuesday, BBC Northern Ireland's Spotlight programme revealed thepolice investigation related to correspondence about the withdrawal of Larne Port workers operating the Northern Ireland Protocol back in February. Employees were removed from duty after Ms Donaghy, as chief executive, had said she was worried about threats from paramilitaries. Police later found there was no evidence to back that up. Sources told Spotlight that council workers were then aware of Freedom of Information requests about the controversial decision, and that attempts were then made to delete correspondence copied to Democratic Unionist Party (DUP) politicians. The chief executive's precautionary suspension is understood to be a separate matter from the police investigation into the Mid and East Antrim Borough Council. The council said it would not comment on staffing matters. ", "url": "https://www.bbc.com/news/uk-northern-ireland-59511673"}