{"datetime": "2022-02-16T14:55:27.000Z", "author": "Linzi Lima", "subject": "Storm Dudley", "title": "Storm Dudley: Warnings for strong winds and heavy rain in NI", "article": "Storm Dudley is bringing heavy rain and very strong winds to Northern Ireland. It is the first of two storms to hit the UK and Ireland this week, with Storm Eunice expected on Friday. A series of warnings have been issued by the Met Office, withnorthern England and Scotland expected to be among the worst affected in the UK. A yellow warning came into force in Northern Ireland from 13:00 GMT and will last until 06:00 on Thursday. An amber warning, the second highest level of warning, was also issued for northern parts of counties Antrim and Londonderry from 14:00 until 23:59 on Wednesday. The Met Office is warning of the potential for wind gusts inland of about 100km/h (60mph), with stronger gales along some exposed coasts and hills. It said injuries and danger to life were likely from large waves and beach material being thrown onto roads and sea fronts.The organisation also warned of possible travel disruption, fallen trees and power cuts. Trains and ferry services are already being cancelled in Scotland as the country prepares for winds of up to 80mph. In the Republic of Ireland, Met Éireann has issued a yellow warning across the country for westerly winds associated with Storm Dudley.The Irish meteorological service warned of winds reaching mean speeds of 30-40mph with damaging gusts of 50-65mph, which will be stronger on exposed coasts and on high ground.The service also said a combination of high tide and strong winds could lead to flooding on exposed coasts. The warning is in place from 12:00 on Wednesday until 12:00 on Thursday. Storm Dudley will ease on Thursday to leave a brief calmer spell before Storm Eunice arrives on Friday.For Storm Eunice, yellow warnings are in place for winds and snow affecting Northern Ireland, southern Scotland and northern England. The warning comes into force from 03:00 on Friday and runs to 18:00 on Friday.An amber warning has also been issued for wind covering all of Wales, and central and southern England. The warning comes into force from 03:00 on Friday running through to 21:00 on Friday.Gusts as high as 80mph are forecast inland and gusts as high as 100mph around the coasts of west Wales and south west England. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60401591"}