{"datetime": "2022-02-11T15:12:35.000Z", "author": "Cormac Campbell", "title": "Poultry firms fined after 'life-changing' accident", "article": "Two poultry firms have been fined after a worker sustained what were described as \"life-changing injuries\" in a workplace accident. Georgi Stoychev, who was a chicken catcher, was hurt in a forklift truck accident while transporting live chickens in 2017. He suffered severe crush injuries to his pelvis, legs and spine. Craigavon Crown Court fined Moy Park Ltd £125,000 and imposed a £18,000 fine on Victor Foster Poultry Services Ltd. The court was told Mr Stoychev was bed-ridden for six months after the accident. He still cannot drive, has difficulty walking and can no longer take part in sport. The court heard that on the evening of 30 November, 2017 four Bulgarian chicken catchers and a forklift driver, all working for Victor Foster Ltd, of Pinely Green, Markethill, were in a chicken house on the Clarehill Road in Moira.Their work is conducted at night in near darkness as the birds are more relaxed at this time. The chickens were to be brought to Moy Park premises in Portadown, County Armagh. The court heard that the catchers place the birds into modules which are then transported on a forklift.At about 12:30 GMT, as the forklift was removing a module, Mr Stoychev was struck by the module.The judge said the cause of the accident was negligent driving by the forklift driver, that there were no flashing lights on the forklift or designated walking routes in the hen house.It was also stated that there was a blind spot on the front right of the forklift. Certain safety measures, such as LED harnesses and high-vis vests which have since been implemented, should also have been in place beforehand. The judge said the operations were \"self-evidently dangerous\" and that \"serious injury was foreseeable as heavy machinery was being used in almost total darkness\". The judge imposed the fines which the firms now have 26 weeks to pay. In a statement, Moy Park said the accident was \"totally unacceptable\", and that they \"fully accepted\" the ruling. \"We offer our sincerest apologies to the victim and his family with the reassurance that immediate steps were taken to prevent the chance of a recurrence.\"Safety is a condition of our business and this also extends to the standards we expect from our professional sub-contractors.They added that they \"hope the judgement can also act as a reminder to all businesses about their health and safety duties, which extend beyond their own sites and beyond their direct employees\".", "url": "https://www.bbc.com/news/uk-northern-ireland-60348777"}