{"datetime": "2021-04-15T12:19:00.000Z", "author": "Conor Macauley", "subject": "Brexit", "title": "Brexit: Irish Sea border posts 'delayed by two years'", "article": "The timeframe for permanent facilities to operate the Irish Sea border has slipped by two years, a Stormont committee has been told. They are now not expected to be built before 2023. The agreement of the executive will also be needed, potentially complicating the process of approval. Earlier this week it emerged that a Whitehall minister had written to the DUP's agriculture minister,telling him to get on with permanent buildings . Edwin Poots has been resisting that, and a halt to work on the full-time facilities and staff to operate them has been ordered. Checks are currently being run from temporary buildings in the various ports. Tenders have been agreed for the work and it has emerged that compensation payments of up to £300,000 to contractors may be necessary due to the delay. Earlier this year, MLAs on Stormont's agriculture and environment committee were told the planned facilities should be in place by June 2021. Department of Agriculture, Environment and Rural Affairs (DAERA) permanent secretary Denis McMahon said the requirement to review the design and to get clarity on the potential volume of checks which may eventually be needed had pushed that back. He said a business case for the £50m project would not be ready until October this year and the build would also now need executive approval as it was significantly cross-cutting and controversial. MLAs heard there were also problems recruiting the necessary number of veterinary staff to conduct checks on food and other products. The committee was told 12 were currently carrying out the bulk of the duties and shift work made it very difficult to facilitate leave or a decent work life balance. Northern Ireland's chief vet Robert Huey said he needed 27 vets for the existing volume of checks.He said if there was no agreement between the UK and EU on future simplification of the system after various grace periods, he would need up to 60 vets and that was \"undoable\". He said Northern Ireland was doing more checks on products of animal origin moving across the Irish Sea than France at its external border. He said his staff were doing 325 documentary checks every day and Rotterdam, one of the busiest ports in the world, was doing 125. The committee also heard evidence from the Police Service of Northern Ireland (PSNI) on the department'sdecision to withdraw staff from carrying out physical checks at Belfast and Larne ports in February following allegations of threats and the appearance of graffiti suggesting port workers were targets. Acting Assistant Chief Constable Bobby Singleton said the police assessment that there had been no credible evidence of loyalist paramilitary involvement had not changed.He was also asked about media reports that a Larne-based Border Force official had been forced to move house due to a threat. Mr Singleton said no member of staff who worked at Larne port had been moved because of threats. Later, Mr McMahon was asked why DAERA officials had not waited to clarify the situation before pulling their staff when a meeting with PSNI officers had been scheduled for the day after the decision. He said council staff had already been withdrawn, his minister had expressed what Mr McMahon felt were\"genuine\" concerns for staff safety , and he felt a temporary suspension of some duties was a proportionate and precautionary response. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56760658"}