{"datetime": "2022-02-03T17:17:37.000Z", "author": "Tom Edgington and Chris Morris", "subject": "EU-UK post-Brexit trade talks", "title": "Brexit: What's the Northern Ireland Protocol?", "article": "Northern Ireland's first minister has resigned in protest over a Brexit deal known as the Northern Ireland Protocol. Under the protocol, checks are required on goods coming into Northern Ireland from the rest of the UK. Since it came into force at the start of 2021 the protocol has been at the centre of a dispute between the UK and the EU. First Minister Paul Givanresigned on 3 February as part of the Democratic Unionist Party's (DUP) protests against the protocol.The DUP, which is part of Northern Ireland's power-sharing government, says the checks represent a threat to Northern Ireland's place within the UK. Mr Givan's resignation comes a day after one of his party's ministers ordered checks to be halted at Northern Ireland's ports. The protocol allows lorries to deliver goods without having paperwork and goods checked when they cross the border from Northern Ireland into the Republic of Ireland. This arrangement was easy to maintain before Brexit. When both the Republic of Ireland and Northern Ireland were part of the EU, they automatically followed the same EU trade rules, which meant no checks were required. However, a new arrangement was needed after Northern Ireland (along with the rest of the UK) left the EU. The EU has strict food rules and requires border checks when certain goods, such as milk and eggs, arrive from non-EU countries. Similar rules exist in other areas, such as medicine licensing.To try to get round the problem the UK and the EU negotiated the Northern Ireland Protocol, which is now part of international law. Rather than checks taking place along the Irish border, it was agreed any inspections and document checks would take place between Northern Ireland and Great Britain (England, Scotland and Wales) instead. This was allowed after it was agreed that Northern Ireland would continue to follow EU rules on product standards (part of the EU's single market rules).Checks on GB goods take place at Northern Ireland ports to make sure they comply with EU laws. However, this has led to criticism that a new trade border has effectively been created in the Irish Sea.Also, not all checks under the protocol have been fully implemented yet. For example, supermarkets had reduced paperwork required under a temporary \"grace period\". However, the UK decided to extend these periods - something the EU said wasa breach of international law. Despite signing up to the agreement in 2019, the UK government now says the protocol represented a huge compromise by the UK and has accused the EU of applying it too rigidly. The UK is calling for changes, which include: Article 16 is a set of three paragraphs in the protocol that allows either side to suspend any part of the agreement that causes \"economic, societal or environmental difficulties\". Foreign Secretary Liz Truss - now the UK's lead Brexit negotiator - said she would trigger Article 16 if the UK failed to secure changes. \"I want a negotiated solution but if we have to use legitimate provisions, including Article 16, I am willing to do that,\" she wrote in the Sunday Telegraph last month. If the UK went down this route, it could prompt the EU to respond with measures that would impose tariffs (or import taxes) on aspects of trade between the two sides. The EU has warned that any such move would \"lead to instability and unpredictability\". The EU says a renegotiation of the text of the protocol is out of the question, but has set out proposals, which include: In return, the EU wants extra safeguards to prevent products from Great Britain crossing into the Republic of Ireland. The border is a sensitive issue because of the history of Northern Ireland and the agreements made to bring peace, which included the removal of visible signs of the border. The fear is that if any infrastructure were to be installed, such as cameras or border posts, it could become a target and lead to political instability. During negotiations, all sides agreed that protecting the 1998 Northern Ireland peace deal(the Good Friday Agreement) was an absolute priority. ", "url": "https://www.bbc.com/news/explainers-53724381"}