{"datetime": "2021-02-09T19:49:19.000Z", "author": "Luke Sproule", "subject": "Brexit", "title": "NI ports: What led to checks being suspended on Irish Sea border?", "article": "Staff working for Northern Ireland's Agriculture Department (Daera) at border posts at Larne and Belfast ports are returning to work on Wednesday, more than a week after the department temporarily suspended physical checks at the ports. BBC News NI examines the events leading up to checks first being suspended and what has happened since. The end of the Brexit transition period sees the Irish Sea border come into effect.It's a result ofthe Northern Ireland Protocol - the part of the Brexit deal which keeps Northern Ireland in the EU's single market for goods. This avoids the need for checks on the Irish border. Instead EU customs rules are enforced at Northern Ireland's ports. Many unionists and loyalists are strongly opposed to the protocol.Graffiti opposing the Irish Sea border begins to appear in some loyalist areas of Northern Ireland including parts of Bangor, Belfast, Glengormley and Larne - which is home to one of NI's main ports. On 27 January Assistant Chief Constable Mark McEwan tells MPs there are alsosigns of discontent on social media platforms. In Februarytwo men will be charged with painting graffiti in Larne. NI's Chief Vet Robert Huey represents Daera at a routine meeting of the Society of Local Authority Chief Executives (Solace). Recalling the discussion at a meeting of Stormont's Agriculture Committee on 4 February, Mr Huey recounts that the topic of the graffiti was raised and he informed the meeting that police had \"been reassuring that it was not a serious threat\". He says he was then told by \"the representative there for Mid and East Antrim [council]\" that this \"was not the case, that the threat was serious and that I should be taking it seriously\". Mr Huey says that the next day - 29 January - he reported this to the daily \"gold command\" meeting which was attended by representatives from local authorities across Northern Ireland. Mid and East Antrim Council has not responded to BBC queries about whether its chief executive Anne Donaghy attended the Solace meeting. \"Council has a very low threshold concerning threats and the safety of its staff, and will always take decisive action to prioritise the safety and wellbeing of employees,\" said a council spokesperson. Daera Permanent Secretary Denis McMahon says he received a call on 31 January from the then-minister in the department, Edwin Poots, to \"express his concern about the safety of staff at the ports of entry\". Mr Poots said a \"local government officer\" had contacted him to \"alert him to potential health and safety risks as a result of threats to staff\" at Larne Port, Mr McMahon told the agriculture committee on 4 February. BBC News NI has asked Mid and East Antrim Council if it was Ms Donaghy who contacted Mr Poots, but the council has neither confirmed nor denied. Mr Poots added that he had had conversations with political colleagues across Northern Ireland as well as other stakeholders who were reporting the same, added Mr McMahon. Mr Poots had subsequently contacted police to provide more details, he added. Mr McMahon says he receives a call from Mr Poots at midday on 1 February.He says the minister formally registers his concern about the health and safety of Daera staff working at the point of entry/border control post. Mr McMahon speaks to a senior police officer, who says officers are gathering additional intelligence and arranging a meeting with stakeholders, including Mr McMahon, the following day. The permanent secretary says the officer tells him he will share a threat assessment after that meeting, but at that stage it has not changed from the previous week. Later that day, at the request of Solace, Mr Poots meets the chief executives of Mid and East Antrim Council and Belfast City Council.At that meeting, concerns are highlighted about threatening graffiti and reports that the vehicle registrations of staff had been recorded, and that they feel threatened. Mr McMahon says the issues are primarily raised around Larne. An email, seen by BBC News NI, is sent from an officer in trade union Unite to the head of HR at Mid and East Antrim council, at 13:45 GMT. In it, the union says staff appear to have been threatened by graffiti \"and potentially other methods\", and asks for assurances that the council is risk-assessing the issue. Unions later say they understand that following receipt of that email the council contacted police at about 15:00 and asked them if there were issues around threats to staff before subsequently being told by the PSNI that there were not.That evening, Mr Poots phones Mr McMahon again and tells him he wants Daera staff stood down at Larne and Belfast, given the risks identified.Mr Poots adds he is \"not convinced police had a full understanding of the risk\" and that Mid and East Antrim Council has already taken action. Mr McMahon speaks to the chief vet and they decide that despite the lack of a formal police risk assessment, temporarily suspending physical checks on food and other animal products would be a \"measured proportionate approach\". At about 19:00 Mid and East Antrim Council makes a decision to immediately withdraw all its staff from inspection duties at Larne Port. At 21:50 Daera says it is temporarily suspending physical inspections of products of animal origin at Larne and Belfast. Belfast City Council staff remain at work and Daera checks on live animals at Larne continue. Documentary and seal checks - the other two-thirds of the Irish Sea border process - continue. Documentary checks are online while seal checks are completed at British ports. Meanwhile, at a Mid and East Antrim Council meeting, Mayor Peter Johnston tells councillors: \"Trade unions - on behalf of council members of staff assisting with the checks at the port - have raised serious concerns around suspicious activity such as apparent information gathering, including the taking of personal registration plates from their vehicles\". That nightMr Poots announces he will stand down as Daera minister to undergo surgery for a cancerous growth on his kidney. He is replaced by fellow DUP assembly member Gordon Lyons. TheEU condemns threats against staff and tells EU officials working in Northern Ireland not to attend their duties. ACC McEwan tells BBC News NI there is no evidence to corroborate an anonymous claim that any of the main loyalist paramilitary groups were behind the threats. He adds there is no evidence that car registrations of staff were being gathered, adding that there was nothing to suggest an attack on anyone was imminent. Mid and East Antrim Council saysits 12 environmental health officers are returning to work after it received a threat assessment from police .It adds it has carried out its own risk assessment and staff safety is its priority.Trade unionsNipsa, Unite and GMB distance themselves from Mid and East Antrim Council's account of alleged threats to workers around \"increasing suspicious activity such as apparent information gathering, including the taking of personal registration plates from their vehicles\". The trade unions write to Mayor Peter Johnston asking him to withdraw the remarks he made at the 1 February council meeting. In a letter written written on behalf of the unions by TUS secretary Alan Law, they say: \"As this was an official statement issued on behalf of council at the monthly meeting please would you clarify which trade union made this claim as neither Nipsa, GMB nor Unite did, and we absolutely distance ourselves from these remarks.\" Chief ConstableSimon Byrne says police have no evidence of \"credible threats\" against port workers in Larne or Belfast. He says Mid and East Antrim Council's decision to withdraw staff was taken by \"people outside of the purview of policing\". He says police worked with the council to reassure them there was no credible threat, ahead of workers returning on Friday. Meanwhile a Daera spokesman says resumption of full checks will by informed by a formal threat assessment from police, which it has received, alongside its own internal risk assessment. Alan Law says the trade unions are particularly concerned about Mr Johnston's remarks which said unions had raised concerns over staff number plates being gathered. He says that while Unite had contacted Mid and East Antrim Council on 1 February over concerns about graffiti and \"potentially other methods\" no union had raised the issue of number plates. \"The mayor [Peter Johnston] references the trade unions, he says the trade unions advised the council that number plates were being recorded,\" Mr Law says. \"Now that simply didn't happen and that's the main issue we have with the council's statement.\"These are very serious situations and we would expect an employer like the council to take the matter extremely seriously and ensure any statement they would put out would be accurate and would not attribute untruthful remarks to the trade unions.\" In response, Mr Johnston tells BBC News NI the council acted on \"lots of information from different stakeholders\". He says the email from Unite was \"certainly one of the pieces of information which was brought to the table\". \"We had information elsewhere and that all formed part of the decision. Not only did we have the letter from the union..but we had information from many other stakeholders,\" he adds. \"When we presented the information we had we received cross-party support and unanimous support to withdraw the staff.\"Throughout all of this our priority and our duty of care ultimately is with our staff.\" MeanwhileDaera confirms staff will return to work from Wednesday 10 February , meaning physical checks on products of animal origin can recommence. ", "url": "https://www.bbc.com/news/uk-northern-ireland-55996788"}