{"datetime": "2021-02-08T16:44:27.000Z", "subject": "Brexit", "title": "Brexit: PSNI says 'no credible threats' against port workers", "article": "The PSNI has no evidence of \"credible threats\" against port workers in Larne and Belfast, PSNI Chief Constable Simon Byrne has said. Mid and East Antrim Borough Council withdrew staff from Brexit inspections last weekamid security concerns .Mr Byrne said \"people outside of the purview of policing\" had taken the decision.On Friday, the council workers returned to their posts.The chief constable said the PSNI's role was \"to give policing advice and to do the policing part of this complex problem\".Speaking on Radio Ulster's Stephen Nolan Show, he said \"what others do is a matter for them in terms of their responsibilities to their employees\". He said police worked with the council to reassure them there was no credible threat, ahead of workers returning to work on Friday. In a previous statement, the council said it had \"a very low threshold concerning threats and the safety of its staff\" and would always \"take decisive action to prioritise the safety and wellbeing of employees\".Meanwhile, in a letter issued to councillors on Monday afternoon, the chief executive of Mid and East Antrim Borough Council said police had been asked to look into the safety of council staff removing graffiti in Larne. Chief Executive Anne Donaghy said this followed a number of \"incidents\" over the weekend. In her letter, she said two separate contractors appointed by the council to remove graffiti had to withdraw their services. \"The PSNI has been made aware of both incidents and they are currently being investigated,\" she said. In the letter she also said police \"continue to have a very high presence around Larne and the port\". Asked about the letter, a spokesperson for the council said: \"This is a matter for the PSNI.\" BBC News NI has asked the PSNI for a response. Some checks were suspended last week on goods by the Department of Agriculture, Environment and Rural Affairs (DAERA) at both Larne and Belfast. It is not clear when the suspension will be lifted. A spokesman from DAERA said: \"The department has received the findings of the formal threat assessment from the PSNI and is currently considering it alongside its own internal risk assessment. Any decision to recommence full checks will be informed by both documents.\"Last week Denis McMahon, the permanent secretary at Daera, told a Stormont committee that former Agriculture Minister Edwin Poots was central to the decisionto temporarily suspend Brexit checks .At the weekend three trade unions distanced themselves from the council's account of threatsagainst workers at Larne port. Mid and East Antrim Borough Council was told by its mayor that unions had raised concerns about \"suspicious activity\", including apparent attempts to record staff car registrations. However, Nipsa, Unite and GMB said they made no such claim. The trade unions have written to the council asking for the remarks to be withdrawn.", "url": "https://www.bbc.com/news/uk-northern-ireland-55983873"}