{"datetime": "2021-04-22T12:09:57.000Z", "author": "Conor Macauley", "subject": "Brexit", "title": "Brexit: Council defends Larne Port Brexit staff withdrawal", "article": "Mid and East Antrim Borough Council has defended a decision to withdraw port staff doing post-Brexit checks after allegations of loyalist intimidation. DUP mayor Peter Johnston and chief executive Anne Donaghy gave evidence to a Stormont committee on Thursday. They denied the withdrawal had been a political decision and said it was in the interest of staff safety. Mr Johnston said the council had been vindicated and would take the same decision in similar circumstances. Workers were stood down at Larne Port on 1 February after the appearance of threatening graffiti the previous month. There were also allegations of the number plates of staff vehicles being recorded and negative social media commentary. Police later said there was nothing to substantiate loyalist paramilitary involvement andno evidence of \"credible threats\" to staff . The 12 council staff returned to work following a written threat assessment provided by the Police Service of Northern Ireland (PSNI). Staff working for the Department of Agriculture, Environment and Rural Affairs (Daera) , which stopped doing physical checks at the ports at the same time, also resumed duties. Speaking to the Stormont Agriculture Committee on Thursday, Mr Johnston said he felt \"badly let-down\" by the PSNI, which had taken four days to produce a formal written threat assessment on which the council could base decisions about a return to work. At one point he was accused of placing greater store on word-of-mouth allegations of the threat level from politicians and community representatives than verbal assurances from the PSNI that the risk was deemed low. Mr Johnston said he was disappointed that the whole affair had been turned into a \"political football\". Ms Donaghy was questioned at length by members of the committee about a letter she had written to the UK government's Cabinet Office around the time of the withdrawal decision. In it she is said to have expressed concerns about the operation of post-Brexit trade arrangements for Northern Ireland - known as the protocol - including allegations of intimidation of port staff. Appearing to quote from it, Alliance Party MLA John Blair said Ms Donaghy had written that she had been \"advised\" by DUP MPs Sammy Wilson and Ian Paisley whose constituencies cover the council area, and Sir Jeffrey Donaldson who does not represent the area. \"That's a one-party assessment,\" he said. He also asked why the letter had not been included in more than 50 pages of documentation provided by the council to the committee. There also appeared to be some discrepancy about the date on which the letter was sent, with Mr Blair suggesting it had been sent on 30 January, two days before the withdrawal decision was made, and Mr Johnston saying it had been sent on 3 February, two days later. Ms Donaghy said she had written in her role as Northern Ireland representative of the Society of Local Authority Chief Executives (Solace) and the letter had not formed part of the decision-making about the withdrawal of council staff. The committee will now write to the council seeking a copy of the letter as part of its inquiry into how port staff came to be withdrawn. Some committee members were critical of the tone of the meeting, with DUP MLAs suggesting the two witnesses were being \"harangued\" in a Sinn Féin-inspired witch-hunt. The DUP's William Irwin said the council was to be congratulated for a \"reasonable and sensible\" decision. Sinn Féin committee chair Declan McAleer rejected the witch-hunt description and said there had been broad consensus from members that the inquiry was a matter of considerable public interest. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56845730"}