{"datetime": "2021-03-11T21:42:29.000Z", "author": "Conor Macauley", "subject": "Brexit", "title": "Brexit: Trade unionists dispute Larne port threats claim", "article": "Trade unionists have denied claims they told council officials that car registrations of Larne Port staff conducting Brexit checks were recorded. Mid and East Antrim Borough Councilwithdrew its port staff temporarily last month over security concerns . Department of Agriculture port staff were also stood down from some work. Nipsa's Alan Law told Stormont's Agriculture Committee that he felt union concerns raised about threatening graffiti had been embellished. Graffiti opposing the Irish Sea border had been painted in some areas of Northern Ireland, including in Larne, in the run up to the withdrawal of port staff. All of the staff at the portwere reinstated days later after a Police Service of Northern Ireland (PSNI) assessmentconcluded that there had been \"no credible threats\" . Mr Law said unions did not object to staff being withdrawn where the employers felt they were at risk but he raised concerns about certain claims. The Agriculture Committee is conducting an inquiry into the circumstances of the decision. Speaking at the inquiry on Thursday, Mr Law said: \"We are concerned about how we were dragged into this particular issue and certainly the embellishment of statements which was attributed to us. \"That has caused us great concern because I suppose it would be our view that by including us in those statements it is to give credence to council decisions which we were not part of.\" MLAs were told that a trade union official did alert the council by email about threats made through graffiti and \"other methods\". It transpired that \"other methods\" was a reference to unspecified social media activity. When the council announced it was withdrawing staff, the Mayor of Larne Peter Johnston, a DUP councillor, said that unions had raised concerns that staff car registrations had been taken. The unions have sincesought a retraction of that element of the statement .It was raised at a meeting between the unions and the council at which it was acknowledged that the remarks had been incorrect and put down to a \"miscommunication\". DUP MLA William Irwin said the protection of staff was the most important thing and the precautionary approach had been the right one. The trade unionists said everyone wanted staff to be safe and they had sent their email to ensure the graffiti was on the employer's radar and was being risk-assessed. The additional claims about car registrations \"had created fear and anxiety that didn't need to happen\", they said. Mr Law said it was their understanding that on the day the decision to withdraw staff was taken, officials from Mid and East Antrim Borough Council had been in touch with the police who had informed them staff were not at risk. Unite official Kieran Ellison also raised concerns about Brexit staff with Belfast City Council which had dealt with the issue very differently and had kept unions well-informed. ", "url": "https://www.bbc.com/news/uk-northern-ireland-56364140"}