{"datetime": "2021-10-15T17:08:10.000Z", "author": "Maria McCann", "title": "Call for NI department to oversee Mid and East Antrim Council", "article": "The Department for Communities has been asked to oversee the running of Mid and East Antrim Borough Council. The request was made by the trade union Nipsa, which said the local authority was \"completely out of control\". A number of complaints have been lodged against the council's chief executive Anne Donaghy, who is not currently at work. Nipsa's Alan Law said the identities of complainants were shared with council group party leaders. He has written to Communities Minister Deirdre Hargey asking her to \"immediately take action to discharge the management responsibility\". \"Nipsa members have no confidence that the council can provide any competent investigation or supervision thereof into their complaints against the chief executive or the resultant breaches of confidentiality,\" Mr Law wrote. In a statement, a council spokesperson said: \"Council cannot comment on individual complaints but any complaint will be progressed appropriately in accordance with council's policies and procedures.\" They said they are continuing to work with trade unions. \"The senior management team continues, along with council staff and in conjunction with elected members, to deliver services to all citizens in Mid and East Antrim,\" the council said. \"A special meeting of council is due to take place on 21 October 2021, at which the interim leadership of council will be among the issues discussed, and the way forward agreed.\" A Department for Communities spokesperson said: \"The Department has received recent correspondence from NIPSA and is currently considering the issues raised.\" Last month, Democratic Unionist Party (DUP) MPs Ian Paisley and Sammy Wilson defended Ms Donaghy, claiming there was a \"campaign of harassment against her\" and that she was being used as \"a political punchbag\". It follows controversyover a decision to withdraw staff conducting Brexit checks from Larne port over potential security concerns. The police later found there was no evidence of credible threats. Ms Donaghy and former DUP Mayor Peter Johnstontold Stormont's agriculture committee the decision was not political . However Mid and East Antrim Councilhas now referred itself to a public services watchdog following claims representatives \"misled\" the inquiry.The Northern Ireland Local Government Association (NILGA) said: \"NILGA is acutely aware of the issues related to the council and is ensuring that dynamic, thorough and diligent advice is provided at corporate level.\"The association, as with all member authorities, will support council to ensure that resource deficits, staff wellbeing and strategic input by members are all moved forward in the interests of the borough and its citizens.\"Strong, accountable leadership is important now and always and NILGA will continue to support council upon corporate request within the limits of our expertise and resources.\"", "url": "https://www.bbc.com/news/uk-northern-ireland-58928258"}