{"datetime": "2022-02-03T23:20:29.000Z", "author": "Damien Edgar & Eimear Flanagan", "title": "DUP: NI First Minister Paul Givan announces resignation", "article": "Paul Givan has announced his resignation as first minister of Northern Ireland, effective from midnight. The move is part of the Democratic Unionist Party's (DUP) protest against theNorthern Ireland Protocol . Mr Givan's resignation automatically means Deputy First Minister Michelle O'Neill, of Sinn Féin, also loses her position. Sinn Féin has called for an early assembly election as a result.The protocol was agreed by the UK and EU to ensure free movement of trade across the Irish land border after Brexit. But unionist politicians have been critical of the arrangements, saying they are damaging Northern Ireland's place in the UK. DUP minister Edwin Poots ordered officials on Wednesday to halt post-Brexit checks at Northern Ireland's ports on goods arriving from Great Britain, butthose checks were continuing on Thursday. It is understood those checks will continue until at least Monday afternoon, according to a solicitor for the Department of Agriculture addressing High Court proceedings on Thursday.Mr Givan said the power-sharing institutions were being tested once again. \"The delicate balance created by the Belfast and St Andrew's Agreements has been impacted by the agreement made by the United Kingdom and the European Union which created the Northern Ireland Protocol,\" Mr Givan said.Due to Northern Ireland's power-sharing arrangements, the roles of first and deputy first ministers are a joint office shared between the two biggest parties at Stormont. Neither leader can stay in power if the other person resigns.It is understood other ministers will remain in place to run their respective departments.However the move will prevent the Northern Ireland Executive from functioning properly. The executive will not be able to meet as it is chaired by the first and deputy first ministers. Other ministers can remain in post, but they cannot take any new decisions. Health Minister Robin Swann said he was \"deeply concerned about the consequences\" of Mr Givan's resignation.\"I will remain in post, but the task of rebuilding our health service has been made all the more difficult,\" he said.Mr Swann said he had sought \"urgent legal clarification\" on the possible easing of remaining Covid-19 restrictions, in the absence of the executive.Read more: Analysis: A fresh political crisis In a press conference on Thursday, Sinn Féin president Mary Lou McDonald said the DUP's actions have consequences and called for an early election. \"We cannot stagger on in the months ahead without a functioning executive and Sinn Féin will not facilitate this,\" Ms McDonald said. \"In the absence of a functioning executive, an early election must be called and the people must have their say. \"We can do so much better than this chaotic theatre.\" Ms O'Neill said the actions of the DUP were an \"act of harm towards wider society here\". \"We had huge opportunity here in prioritising the health budget and the DUP for their own selfish interests have walked away from all of that today and left such collateral damage behind them in terms of the wider community impact,\" she said. DUP leader Sir Jeffrey Donaldson accused the UK government of not protecting \"Northern Ireland's place within the UK internal market\". \"This commitment was the basis upon which we re-entered the executive in early 2020 and have participated in the political institutions since then,\" he said. \"I warned that as leader of the DUP, I was not prepared to lend my hand to a protocol which so fundamentally undermines the union and the economic integrity of the United Kingdom and Northern Ireland's position in it.\" Alex Maskey, Northern Ireland Assembly Speaker, has addressed a letter to all assembly members (MLAs), in which he explained the offices of the first and deputy first ministers were now \"vacant\". \"Therefore, the offices will have to be filled before 12.01am on Friday 11 February,\" he said. Mr Maskey also said he was aware thatlegislation due to be completed at Westminster next week may leave that situation subject to change, but said he could only deal with the \"legal position which exists now\". We knew today was coming, now we must assess what it means. Paul Givan's resignation as first minster sets in train a series of events. Once he goes, it means Deputy First Minister Michelle O'Neill loses her post. They can not continue without each other. That means that the executive can not meet. Other minsters can stay in charge of their departments, but they will be limited in what decisions they can take. Crucially, if the executive can not meet, it won't be able to approve a budget. So where does this place the long term future of power-sharing? An assembly election was due to take place on 5 May, but today's resignation has changed the atmosphere, and the political dynamic at Stormont. The chance of an early election has just increased.Taoiseach (Irish prime minister) Micheál Martin said that he was \"deeply concerned about the latest developments,\" adding that \"this is a very damaging move\". \"It is absolutely vital for peace and prosperity in Northern Ireland that the Executive is delivering for the people of Northern Ireland, particularly now as we emerge from the Covid pandemic,\" his spokesperson added. \"The protocol is part of an international treaty agreed and ratified by the UK and EU, to protect the Good Friday Agreement in all its dimensions. \"I would urge the DUP to return to full engagement with all the institutions of the Good Friday Agreement and avoid any action that could damage peace and stability in Northern Ireland.\" Northern Ireland Secretary Brandon Lewis said the decision by the DUP to withdraw from the executive was \"extremely disappointing\". \"I urge them to reinstate the first minister immediately to ensure the necessary delivery of public services for the citizens of Northern Ireland,\" he said. Foreign Secretary Liz Truss met the EU's chief Brexit negotiator Maroš Šefčovič on Thursday.Mr Šefčovič said it was essential that checks on goods entering Northern Ireland continues, and said the directive from Mr Poots to halt checks had been \"very unhelpful\". \"It creates uncertainty and unpredictability for the people and businesses in Northern Ireland,\" he said.\"These checks are necessary for Northern Ireland to benefit from access to the EU's Single Market for goods.\" Ms Truss said urgent progress was needed and her priority was peace and stability in Northern Ireland.The party's current leader,Sir Jeffrey Donaldson has been threatening to withdrawn DUP ministers from Stormont for months over its opposition to the protocol.Unionists have argued that Northern Ireland's place in the UK is being undermined by the protocol as it is being treated differently from Great Britain.Sir Jeffrey first deliveredthe ultimatum in September last year , warning that the DUP may quit Stormont \"within weeks\" if its protocol demands were not met. Talks between the EU and the UK government - which is seeking changes to the protocol - have been ongoing for months but have intensified in recent weeks.The DUP is the biggest party in Stormont and so they are entitled to hold the first minister's post.Mr Givan was appointed first minister just over eight months ago in June 2021, during a turbulent period for the DUP, in which the party had three different leaders within a matter of weeks. He was nominated for the top job by his close ally Mr Poots, during the latter's short tenure as DUP leader. However, Mr Poots faced an internal revolt within days of taking control of the DUP andhe resigned the party leadership last June, after just 21 days in the job .Mr Poots was replaced as DUP leader by Sir Jeffrey, who allowed Mr Givan to continue as first minister. Nevertheless,since his first week in the job, Mr Givan's position as leader at Stormont has constantly been in doubt .There has been condemnation of the DUP's decision to withdraw from the executive by most of the other main assembly parties. Ulster Unionist Party (UUP) leader Doug Beattie said the people of Northern Ireland would \"suffer\" as a result of the move. \"If there's agreement reached, it's not going be because a first minister's resigned,\" he said.\"Agreement reached is because people are going to be talking and working to come up with solutions.\" The move was described as \"obvious\" and \"coming for months\", by SDLP leader Colum Eastwood. \"This is a stunt, it's nothing to do with the protocol, it's nothing to do with the concerns of real people out there,\" he said. \"It's an absolute betrayal of ordinary people and it won't work, in my view.\" The budget implications were raised by Alliance leader Naomi Long, who said the DUP's decision was \"reprehensible and inexcusable\" and did not take into consideration vital programmes which need funding from a new budget. \"Instead the DUP decide to play a cynical and calculated game of risk with the lives and the livelihoods of the people in Northern Ireland,\" she said. The TUV leader Jim Allister said it was \"about time\" the first minister stood down, in opposition to the protocol. \"We have long said that if the price of Stormont is the implementation of the protocol that it was a price no unionist should pay, or ever should have paid,\" he said. ", "url": "https://www.bbc.com/news/uk-60241608"}