{"datetime": "2022-02-03T21:12:50.000Z", "title": "Givan resignation: Reaction in quotes", "article": "Businesses, health groups and organisations across Northern Ireland have been reacting to Paul Givan's resignation as first minister. Here's a flavour of their comments. \"Another period of political instability is the last thing that Northern Ireland, its people or its economy needs.\"Big decisions on budgets, lifting COVID restrictions and amending work from home guidance will now go unmade, adversely impacting businesses and their staff.\"Business owners in Belfast and across Northern Ireland will not welcome the uncertainty they now face into especially after experiencing such a torrid time during the pandemic.\"They deserve better than yet more instability and uncertainty\". \"The last thing we need is another political crisis, more disruption and uncertainty. \"Doctors, and all healthcare staff, have worked tirelessly over the last two years and this is another blow to their morale.\" \"Nursing staff in Northern Ireland will be appalled at the implications of this decision.\"It's unacceptable, in the middle of a global pandemic and with our health and social care system already beyond the point of collapse that any action could be taken that will prevent decisions being taken that will protect the health and wellbeing of the people of Northern Ireland.\" \"Political uncertainty and instability will damage business confidence including the hospitality sector which is just coming back from the brink following the last two years of pandemic restrictions, and the three years of an absent Assembly. \"The hospitality sector has only started to get back on its feet with some remaining restrictions still to be lifted.\"Hospitality businesses and the dedicated workforce, who have already dealt with the biggest challenge of a generation, now need a stable government working in partnership with the industry to rebuild and look to the future.\" \"Our children have already endured three years of no government in Northern Ireland, during which time many important developments in education, directly affecting children, were either stalled or dropped. \"From the perspective of our education system, which is simply in crisis, collapsing our government would be the greatest act of abject recklessness imaginable. \"NAHT, on behalf of our school leaders and the children they represent, appeal to government to consider carefully the impact of your decisions on our children and young people and prioritise their needs ahead of your own political agendas.\" \"While it is regrettable that it has necessitated the resignation of First Minister Paul Givan, and the issue of an instruction to cease Sea Border checks at ports by Agriculture Minister Edwin Poots, these can only be viewed as an inevitable consequence of the failure to date of negotiations to remove the Northern Ireland Protocol. \"It is hoped that through these actions, the UK Government and EU representatives will finally recognise, and move to resolve, the very serious concerns held by unionists.\" \"This is devastating news for all women, children and young people affected by domestic abuse in Northern Ireland. \"Northern Ireland has already been playing catch up to our neighbouring jurisdictions in relation to policy and legislation that often impacts the most vulnerable in our society experiencing abuse. \"We strongly call on all our politicians to ensure an early election is not called, as too many key pieces of legislation are going through the NI Assembly at the moment that are vital for the protection of women, children & young people.\" \"At our event to mark the centenary of Northern Ireland in September last year, I said the power-sharing arrangements which exist in Northern Ireland, 'while not by any means perfect, are precious.' \"We therefore regret that it was felt necessary for the First Minister to resign \"There is no doubt that it will be the most vulnerable in our society who potentially will suffer most during this next period of uncertainty and lack of clear decision-making. \"For the sake of everyone in Northern Ireland, the UK Government and the European Union urgently need to bring their negotiations to an acceptable conclusion. \"Our political parties need to proactively work together to find a way forward.\" \"It is our hope that today's decision will be short lived.\"Otherwise, it is crucial that an executive be swiftly formed in the time immediately after the election to ensure that no more barriers are put in place that will halt the progress of housing reforms in Northern Ireland. \"We should not be hindered from meeting the housing needs of people here.\" \"Today's decision of the DUP to pull out of the NI Executive is highly regrettable, but not surprising as they have been threatening this for some time. \"But what must be said is the protocol, with all its challenges for all opinions in Northern Ireland, is a direct result of a hard Brexit pursued by the UK government and regrettably supported by the DUP.\" \"These developments are extremely disappointing for the business community as a whole. Further political instability is bad for business and our economy.\"A negotiated deal between the EU and UK governments is the only way forward to address the challenges around the NI Protocol.\"What now happens to the decisions on the relaxation of the Covid restrictions, the Budget and many other important policy issues facing our economy?\" \"The ramifications of this are far-reaching, impacting not just on business.\"People are facing significant challenges, with societal issues like fuel poverty affecting individuals and families already.\"Another political crisis exacerbates these problems and stalls progress for everyone. \"The time is overdue for all our elected representatives to start consistently putting people and the economy before politics.\" \"The LCC would remind the public that it is now over one year from the imposition of the NI Protocol on the people of Northern Ireland, and that the core guarantees of the Belfast Agreement were summarily breached.\"It is our considered view that we are now being played for fools and no further time can be permitted.\"The actions by the DUP will reinforce the seriousness of the situation and it should be made clear that there can be no re-formation of a NI Executive until the breaches of the Belfast Agreement are repaired and normal trading within the United Kingdom is restored.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60248864"}