{"datetime": "2022-02-03T23:16:24.000Z", "author": "Mike McBride", "subject": "Brexit", "title": "Irish Sea Border Checks: How did we get here?", "article": "Despite an order by a Democratic Unionist Party minister for checks at the Irish Sea Border to stop, Downing Street say they are continuing. Northern Ireland's Agriculture Minister Edwin Poots hadordered checks to stop from 00:01 GMT on Thursday. The checks are required as part of a Brexit deal, known as the Northern Ireland Protocol.Since it came into force at the start of 2021 the protocol has disrupted trade between Great Britain and Northern Ireland. This move comes as the BBC understands Northern Ireland's First Minister Paul Givan intends to announce his resignation later. BBC News NI charts how we got to this point. The end of the Brexit transition period sees the Irish Sea border come into effect.It's a result ofthe Northern Ireland Protocol - the part of the Brexit deal which keeps Northern Ireland in the EU's single market for goods. This avoids the need for checks on the physical border between Northern Ireland and the Republic of Ireland.The first freight checks required under the terms of Brexit's economic sea border between Great Britain and Northern Ireland begin taking place at NI ports. These are undertaken in temporary facilities at the ports as permanent facilities are being built.Some companies are struggling to deal with the requirements of the new Irish Sea border. That is leading totemporary shortages of some products in a growing number of Northern Ireland supermarkets. The UK government says the flow of goods between Great Britain and Northern Ireland has been smooth overall. Northern Ireland's agriculture department suspends some post-Brexit food checks at Larne and Belfast ports after a local council withdrew staff over concerns for their safety. The environmental health workersare temporarily removed from inspection checks at the ports over \"fears for their security\" . The Department for Agriculture, Environment and Rural Affairs (DAERA) said it is also temporarily suspending physical inspections of products of animal origin at Larne and Belfast. Mid and East Antrim Council says its 12 environmental health officers are returning to work after it received a threat assessment from police. The department said on 5 February the decision to return was taken following a \"full threat assessment from the PSNI\". Trade unions Nipsa, Unite and GMB distance themselves from Mid and East Antrim Council's account of alleged threats to workers. Chief Constable Simon Byrne says there is no evidence of \"credible threats\" against port workers in Larne or Belfast. He says Mid and East Antrim Council's decision to withdraw staff was taken by \"people outside of the purview of policing\". Full story: Why were Northern Ireland port checks suspended? Northern Ireland's then Democratic Unionist Party (DUP) agriculture minister Gordon Lyonsorders officials to stop work on new permanent border control posts (BCPs) . Mr Lyons says he was responding to \"practical difficulties\" caused by the Northern Ireland Protocol. He also asks officials to stop recruiting BCP staff. Other ministersquestion his authority to make such a decision .The DUP argues that it is responding to trade difficulties caused by the protocol. Existing temporary BCPs continue to operate. Sir Jeffrey Donaldson is elected as leader of the Democratic Unionist Party.He calls on the UK government to set out a timetable for how and when changes will be made to the Northern Ireland Protocol. Both the UK government and the EU must re-negotiate the Brexit deal because the Northern Ireland Protocol has not worked, Sir Jeffrey said. Sir Jeffrey Donaldson was speaking after a virtual meeting with European Commission Vice-President Maros Šefčovič. The Democratic Unionist Partycould exit the Stormont Executive if its demands over the Northern Ireland Protocol are not met, the DUP leader says. Foreign Secretary Liz Truss replaces Lord Frost as the UK's lead negotiator with the EU in post-Brexit talks. Lord Frost had most recently been engaged in negotiations with the EU over post-Brexit arrangements. This included elements of the Northern Ireland Protocol, agreed by the UK and EU in 2019, that allows goods to cross the border between Northern Ireland and the Republic of Ireland without checks. During the course of negotiations with the EU, Ms Truss says she would be\"willing\" to override the Northern Ireland part of Brexit deal and useArticle 16 if necessary.Article 16 is the part of the deal that allows the UK or the EU to take unilateral \"safeguard\" measures if the deal is leading to serious practical problems.Sir Jeffrey warns that if the government fails to take decisive action over the Northern Ireland Protocol thenhis party will act . Edwin Poots announces officials in his department have been instructed to no longer enforce checks along the Irish Sea border. He later says the move comes after legal advice, given by former Northern Ireland attorney general John Larkin, indicated he could direct the checks to stop in the absence of executive approval for them. Despite this, a prime minister's spokesman saidchecks were continuing on Thursday , and that \"we are reviewing the legal position\". Mr Givan's resignation automatically means Deputy First Minister Michelle O'Neill, of Sinn Féin, also loses her position. Sinn Féin called for an early assembly election as a result. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60241886"}