{"datetime": "2022-02-03T23:29:16.000Z", "author": "Jayne McCormack", "title": "Givan resignation triggers fresh political crisis in NI", "article": "The Democratic Unionist Party (DUP) has pulled its first minister out of Stormont, triggering a fresh political crisis in Northern Ireland. Paul Givan issued his statement of resignation on Thursday, prompting Sinn Féin to call for early elections. So what happens now? BBC News NI explains. Once Paul Givan resigns at midnight on Thursday, it means the deputy first minister, Michelle O'Neill of Sinn Féin, loses her post too. The roles are joint and one cannot continue without the other. Under previous rules, that then set in motion a seven-day countdown to renominate the roles, or it would fall to the Northern Ireland secretary to set a date for a fresh assembly election, and the institutions would immediately collapse.However, that won't happen this time. That is because in January 2020, after the power-sharing institutions were restoredfollowing three years of deadlock , it was agreed that Westminster would change the laws to avoid a repeat of crash collapses. Legislation which is due to be completed at Westminster next week will allow the Northern Ireland Assembly to continue for an initial six-week period, with the option that this could be extended to 24 or 48 weeks.The legislation will still apply, even though it won't have become law at the time of Mr Givan's resignation. This is because the government amended the bill to make it retrospective, meaning it can be backdated to cover an earlier resignation at Stormont.While it's been deemed a safety net, it will be far from business as usual and there are still consequences.Without a first and deputy first minister the Stormont Executive, which is made up of ministers from different parties who take policy decisions, cannot meet. Ministers in charge of other departments will be able to stay in post but they will be limited in terms of what they can do. Without an executive, it makes it much more difficult for significant decisions to be taken. Critics of the DUP's threat to withdraw Paul Givan from the executive point to what it will mean for agreeing a multi-year budget.The draft budget - which sets the level of Stormont departments' spending - is out for public consultation until 7 March. But if the executive is no longer in place, it won't be able to approve the budget.Stormont departments will still be able to distribute cash but crucially, won't be able to plan ahead for the next three years.Without the first and deputy first ministers in place, it looks like a planned official apology from the executive to victims of historical institutional abuse on 11 March won't go ahead.In one of their final tasks in office, the first and deputy first ministers signed off the appointment of a victims commissioner. Ian Jeffers will take up the position for a four-year term from 9 May. A Stormont source said the decision was due to be one of their final acts in office before both are no longer in post. It is understood they have also signed off on an energy grant scheme to help families with their bills. It will provide grants of £200 to up to 280,000 eligible people on benefits. Mr Givan and Ms O'Neill have also approved keeping in place for another three years Brenda King as Northern Ireland's attorney general.Under the new rules Westminster is introducing, legislation that has already begun its passage through the assembly can continue. So in theory, bills on tackling and introducing a soft-opt out organ donation system for Northern Ireland won't be affected. But no new legislation will be able to be progressed. It is worth stressing this is a new way for Stormont to operate and some of it remains a grey area. The Department of Health has confirmed that legal advice will be taken on how decisions on Covid restrictions can be taken in the absence of an executive. The executive was due to meet next week to review all remaining Covid rules in Northern Ireland. So would the rules on face coverings, guidance on social distancing, contact tracing and travel remain in the absence of a decision to lift them? That is something we aren't sure of yet. Health Minister Robin Swann has powers overseeing the regulations but had never used them, instead taking all relevant Covid decisions to the executive. But as it is soon no longer going to be in place, it is possible he could act unilaterally to lift the remaining measures. They were due to be discussed at an executive meeting next Thursday but this will no longer go ahead. It is understood ministers were likely to agree to a large-scale lifting of most of the remaining regulations.On Thursday night, Mr Swann said he was deeply was \"deeply concerned about the consequences\" of Mr Givan's resignation.\"I will remain in post, but the task of rebuilding our health service has been made all the more difficult,\" he said.Mr Swann said he had sought \"urgent legal clarification\" on the possible easing of remaining Covid-19 restrictions, in the absence of the executive.It is still due to happen on 5 May.It's the first assembly election since 2017, which followed the last collapse of the institutions. The DUP's opponents have criticised their decision to withdraw from Stormont as a political stunt to shore up unionist support ahead of the poll. The DUP insists there cannot be stability at Stormont while there remains instability because of the protocol.The parties had already been in election mode for months but this latest development means the atmosphere will be even more febrile in the weeks ahead. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60243296"}