{"datetime": "2022-02-05T11:24:46.000Z", "author": "Gareth Gordon", "title": "DUP: Former minister's comments 'one-sided', says Donaldson", "article": "The DUP leader has hit back at his party's former economy minister over comments he made about NI's investment prospects following the resignation of the first minister . Simon Hamiltonquit politics and the DUP in 2019 to become chief executive of the Belfast Chamber of Commerce. He said businesses are already asking whether NI is a good place to invest, after Paul Givan's quit his post. But Sir Jeffrey Donaldson said the comments were \"one-sided\". Mr Hamilton also held the finance and health jobs in the Stormont Executive. \"In the past 24 hours, I've been speaking to people from outside of Northern Ireland, people who are looking to do business in this part of the world; people who want to set up a business presence in Belfast and it's absolutely understandable that given what they have seen that they are going to ask questions about whether Belfast and Northern Ireland is a good place to invest,\" he told BBC News NI. Appearing on BBC Newsline after the comments were aired, the DUP leader responded by saying he had been contacted by a small manufacturing company in Newtownabbey which said it was facing additional costs of more than £100,000 because ofthe protocol . \"I would love to hear Simon Hamilton and others speaking out clearly on behalf of those companies pointing out the difficulties created by the protocol; highlighting those businesses who I know are talking to the Chamber of Commerce and others about the difficulties,\" he said. \"You know, if we are taking a one-sided approach to this and we pretend and close our eyes or stick our head in the sand and pretend that the protocol won't be harming Northern Ireland, then we do ourselves a disservice.\" When contacted by the BBC, Mr Hamilton said: \"In the 24 hours after the announcement of the first minister's resignation, I had several conversations with Belfast Chamber members as well as potential investors in our city who are all deeply concerned at the political uncertainty Northern Ireland now faces. \"What they all want to see is our political leaders working together to try to resolve issues and end any sense of instability.\" Simon Hamilton was once talked about as being a possible future DUP leader. Following speculation, he repeatedly refused to say if he had voted for the UK to leave the EU in the referendum even though his party strongly supported Brexit. But in his role with the Belfast Chamber, he appears to have become increasingly frustrated at the approach taken by his former party in opposing the protocol. He tweeted: \"Another period of political instability and uncertainty is the last thing that NI, its people or its businesses need.\" In another tweet he said: \"Solutions and not instability that will undoubtedly damage the whole economy are what are needed.\" On Friday night, taoiseach (Irish prime minister) Micheál Martin said that \"no one party should have a veto over whether the executive exists or continues on, and likewise with the assembly\". He was responding to comments by Sir Jeffrey, who said his party would have difficulty reforming a Stormont Executive after the upcoming assembly election if issues with the Northern Ireland Protocol were not resolved. \"I believe that decision is very damaging to politics itself and to people's trust in politics,\" he told RTE. Mr Martin added that he believed the DUP should have waited for the outcome of UK-EU negotiations over the protocol before making a decision. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60270514"}