{"datetime": "2022-02-03T16:45:10.000Z", "author": "Emily McGarvey", "title": "Profile: Paul Givan's political career", "article": "Paul Givan has resigned as Northern Ireland's first minister as part of the Democratic Unionist Party's (DUP) protest against the Northern Ireland Protocol. BBC News NI looks back at his time in office and political career. Mr Givan was appointed as Northern Ireland's youngest first minister last Juneafter an internal DUP party revolt . Edwin Poots, Stormont's agriculture minister, replaced Mrs Foster as DUP leader in May, having narrowly defeated Sir Jeffrey Donaldson in a leadership vote. Mr Poots made it clear that he wouldsplit the roles of first minister and party leader , insisting one person could not do them both. He nominated Mr Givan to be first minister but the vast majority of DUP assembly members - 24 to four - voted against his decision. Mr Poots resigned after 21 days as DUP leader having lost the support of party colleagues over his decision to agree a deal with Sinn Féin and the UK government.That deal was aimed at ending a stalemate over Irish language laws and ensure Paul Givan became Northern Ireland's first minister. There was confusion over whether Mr Givan would retain his post after beinginformed that he would have to step down when Mr Poots resigned as party leader. Mr Poots was replaced as leader by Sir Jeffrey, who allowed Mr Givan to continue as first minister. The DUP leader Sir Jeffrey Donaldson has previously made it clear hewanted to lead the party from Stormont as first minister. Sir Jeffrey has threatened several timesto pull the DUP ministers out of the executive if its demands over the Northern Ireland Protocol were not met. In his first ultimatum on the issue in September, he warned the DUP might quit Stormont \"within weeks\". He said DUP ministers would resign from their posts rather than implement further border checks on goods entering Northern Ireland from Great Britain. Paul Givan has said his first contact with politics came through working as a part-time assistant in Mr Poots' constituency and Stormont offices. He became involved in the DUP after listening to an Ian Paisley speech at a rally in Kilkeel, County Down. He's been associated with the so-called Paisley wing of the party ever since. He previously served as a special adviser to Mr Poots, both when he was minister for the former Department of Culture, Arts and Leisure and when he was environment minister. His own assembly career began in 2010, when he was co-opted in the Lagan Valley constituency to replace Sir Jeffrey Donaldson, who became an MP. Prior to his appointment as first minister, he was chairman of the Stormont Justice Committee, although he has now been replaced in that role by party colleague Mervyn Storey. He famouslyvisited a Lisburn GAA club where the keen soccer player swapped codes to score a point for the cameras. He became communities minister in 2016, with his time in the post cut short by the collapse of Stormont in January 2017. His department was responsible for the highly controversial decision tocut funding for a small Irish language bursary scheme called Liofa in December 2016, during the crisis over the botched RHI scheme. It earned him the label\"ignoramus\" from Gerry Adams and is said by some to have been the final straw which helped to bring down Stormont in early 2017. Paul Givan soon reversed the decision but it was too late. Martin McGuinness resigned and devolution was suspended for three years. Paul Givan has a strongly socially conservative streak in common with his former party leader Edwin Poots. In March, Mr Givan brought forward a Private Members Bill which sought to amend the law in Northern Irelandto prevent abortions in cases of non-fatal disabilities , including Down's Syndrome. The bill was rejected by MLAS who voted by 45 to 42 to reject the principles of the bill after its consideration stage debate. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60242819"}