{"datetime": "2022-02-07T17:52:31.000Z", "title": "Gucci bag murder accused not involved, court hears", "article": "A man accused of being involved in a murder where the victim was stabbed in the heart and both lungs for his designer Gucci bag has said he had nothing to do with the attack. Ryan O'Connor, 26, died after being attacked and robbed on Balfe Road, Newport, on 10 June last year. Joseph Jeremy, who was 17 at the time, told Cardiff Crown Court he was sitting in a car while two co-defendants got out but he did not see what happened. Five men deny murder. Lewis Aquilina, 20, Ethan Strickland, 19, Kyle Rasis, 18, from Cardiff and Elliot Fiteni, 20, of no fixed abode, and Joseph Jeremy, 18, are also charged with manslaughter and robbery. They deny all charges. The court heard the group had travelled from Cardiff in what Mr Jeremy assumed was a stolen car as the driver's window was smashed. He said they all wore rolled-up balaclavas and the reason he had one was because he was \"wanted\" for cutting off his electronic tag. Giving evidence, he told the court driver Lewis Aquilina suddenly stopped the car near a roundabout, pulled down his balaclava and jumped out.He said seconds later Elliot Fiteni also got out of the car.He told the jury they were only out of the car a short while before they got back in and drove off.Mr Joseph said he did not see what happened outside the car. He told the jury the car drove into a dead end and the group turned around as they passed the roundabout for a second time, his co-defendants were \"laughing\" but he did not know what at.He said he could not see anything outside the car as he was in the middle of the back seat. While on the motorway back to Cardiff, Mr Jeremy said he saw a Gucci bag for the first time when some cigarettes were taken from it. He said he saw the bag around Mr Rasis's neck. The court earlier heard Mr Jeremy had bought hunting knives online in the days leading up to the attack for himself and Mr Rasis who he said had been attacked by someone with a machete.He said they also bought a machete between them. He told the jury he was \"angry and wary\" of Mr Aquilina who he said had previously attacked and punched him. He said on the night of the attack, the plan was to stay in, \"smoke weed and chill\" where he and Ethan Strickland took photos of them \"messing around\" with knives because they were \"funny\". He said he received calls to say he was being picked up and to be ready, and felt he had to go despite not wanting to go out. The defendant said he took his knife with him, as had Kyle Rasis. He handed his to Mr Fiteni, who had asked to see it, while Mr Aquilina had been given the other knife. The trial continues. ", "url": "https://www.bbc.com/news/uk-wales-60294565"}