{"datetime": "2022-02-02T23:23:46.000Z", "title": "DUP: Edwin Poots response to South Down bid 'disappointing'", "article": "It is disappointing that Edwin Poots has not accepted the decision to reject his bid to stand for the assembly in South Down, a DUP MP has said. Lagan Valley MLA Mr Poots said he only agreed to switch constituency to help party leader Sir Jeffrey Donaldson get elected to Stormont. Mr Poots said he would challenge hisparty's decision not to select him. But East Antrim MP Sammy Wilson said a challenge by Mr Poots would not overturn the decision.Democratic Unionist Party (DUP) officers endorsed Diane Forsythe as the South Down candidate at the meeting by way of a secret ballot,replacing current assembly member Jim Wells , who has been deselected. Mr Poots insisted Sir Jeffrey encouraged him to stand in South Down for the assembly election just days before DUP officers rejected his nomination. Sir Jeffrey is currently MP for Lagan Valley. Mr Wilson said he was among those who interviewed Mr Poots and Ms Forsythe during the nomination process. He said Ms Forsythe was \"by far the best candidate\" and that in the constituency, \"her selection has been positively received\". \"Diane is both the party officers' and the party leader's choice for South Down,\" he said. Mr Wilson went on to say that if Mr Poots challenged the decision, the outcome would be the same as it would go the the party officers and leader. \"It is disappointing that Edwin has not accepted the decision, especially because he has a seat of his own which he is free to contest and there are other vacant places available which he could have chosen and is still free to choose if he so wished,\" he said. Mr Poots argued that he had been told by Sir Jeffrey that he should put his name forward for selection in South Down. \"I was being encouraged to stand in South Down up until the middle of last week by the party leader,\" Mr Poots, who is Stormont's agriculture minister, said.\"That was the last conversation we had.\" Asked if he felt Sir Jeffrey had reneged on a promise, Mr Poots said: \"I don't know if that was the case, as there were 11 party officers and it was a secret ballot\". He added he was not aware if Sir Jeffrey voted for him as \"they hadn't had that conversation yet\". \"Previously our conversations were about either Jeffrey or myself going in South Down, and when I started thinking about this, I didn't know what other names were in\" he added. Ms Forsythe's selection must still be ratified by the party executive. Mr Poots said he had not been aware that Ms Forsythe was in the running for the nomination as \"for me it was about facilitating Jeffrey's return to Stormont\". The DUP said it does not comment on internal party processes.However, a senior source within the party disputed Mr Poots' version of what happened before last week's nomination meeting.This all lifts a curtain on private DUP business and reveals that all is not well. Edwin Poots' version of events is that he was being offered this alternative seat, and he believes he had this deal, but the deal didn't materialise. It doesn't play well publicly for the DUP. It reignites those tensions that we witnessed last year during all the leadership battles. For Mr Poots, the South Down decision is not the final decision.He's banking on going to the executive and getting that decision regarding Diane Forsythe to be overturned and getting his name on the ballot paper. He will be gambling on the fact that he has got allies in the room and will be number crunching to see if he has that support he needs.As far as he's concerned, his political career is not over. Earlier, Mr Poots told BBC Radio Ulster's Good Morning Ulster programme he had engaged with Sir Jeffrey for two months on the issue of where he would stand in the election. He said some \"very silly people\" had leaked elements of the nomination process to the press. On Wednesday afternoon, he told BBC News NI the possibility of running in Lagan Valley was \"not entirely\" gone, but something would need to change \"radically\". Asked if he might find an alternative route back to the assembly, he said there could be lots of \"different permutations\". The DUP currently holds two seats in the Lagan Valley assembly constituency, belonging to Mr Poots and First Minister Paul Givan. Sir Jeffrey has signalled his intention to return to the Northern Ireland Assembly and is also expected to be a candidate in Lagan Valley.Mr Poots was elected leader of the DUP in May 2021 after the ousting of Arlene Foster, but heresigned just 21 days later. His appointment and the process that led to it had caused divisions within the party and several members of the South Down constituency office quit the party including Ms Forsythe. They later returned when Sir Jeffrey was ratified as leader, saying they felt happier under his leadership. ", "url": "https://www.bbc.com/news/uk-northern-ireland-60227309"}