{"datetime": "2022-02-15T17:20:30.000Z", "author": "Steve Duffy", "subject": "Coronavirus pandemic", "title": "Covid in Wales: What do the stats tell us?", "article": "What can different statistics tell us about coronavirus in Wales? Here we update some of the key data for measuring the pandemic and try to explain some of the different measures being used. The emergence of the Omicron variant in December 2021 led to record case numbers and fears that a surge in cases could put pressure on hospitalsalready struggling - as a result, tighter rules were imposed on 26 December. By the second week of January,case numbers began to fall quickly . One week later, the Welsh government wasconfident the peak had passed and on 28 JanuaryWales moved to the lowest level of restrictions - alert level zero, followed byplans to ease more restrictions, including the end of Covid passes. Another review of restrictions is expected by 3 March. We saw record numbers of Covid cases in the community in the days after Christmas, but this did not translate into a significant rise in hospital cases.The number of Covid patients has levelled out after being on a downward trend since mid-January. We also know thatconsiderable numbers - more than 70% - are being treated primarily for other conditions and happen to test positive when admitted. There was a rolling average of 475 hospital patients with confirmed Covid on 14 February, down 13% on a week ago. There were 78% more people in hospital with confirmed Covid at the same point in 2021.When we include patients with suspected Covid and those recovering from Covid, there are an average of 1,088 patients. They make up 12.5% of all hospital patients.There are now 593 patients who are recovering, so they no longer test positive for Covid but are either still rehabilitating, waiting for discharge, or waiting for a care support package or accommodation to become available. This is the highest number of these patients since last March and they currently outnumber Covid-positive patients. The average daily number of patients on critical care or on invasive ventilation has remained at 14 - the same levels as last week and the lowest numbers seen since mid-July last year. There have been no Covid patients at all in critical care in Cwm Taf Morgannwg health board for four days. At the same point in 2021, there were 88 critically ill Covid patients in hospital in Wales. There are currently more than 10 times more non-Covid patients in critical care, than patients who had or have Covid.We also know that in the last week, about 40% of critically-ill patients with Covid were being treated primarily for another condition and just happened to test positive for Covid. The mortality rate of a critical care Covid patient,in the most recent study of 658 Welsh patients since May 2021 , is about 36%, including those who died later in a general ward. About half had been discharged from hospital. The study also showed patients admitted in the past year who survived are spending less time in critical care than earlier in the pandemic. The average age is 55, nearly two-thirds are men and they are more likely to be overweight. Nearly half are from more deprived parts of Wales and above average proportions were black or Asian. Just under a third are aged under 50. The study, at a UK level, showed 61% of those Covid patients in critical care were unvaccinated in December. Covid admissions are at an average of 24 a day - a little lower than this time last week - and make up 2.2% of all hospital admissions. We can see from a comparison with December 2020 to February 2021, that despite much higher numbers of cases in the community, the hospital admissions rate is much lower. Accounting for a 10-day lag between cases being confirmed and hospital admissions, on 14 February Covid hospital admissions were 1% of positive Covid tests, compared with nearly 17% at the same point in 2021. More than 73% of patients in hospital with confirmed Covid in the last week were patients being treated for other conditions. Only 26.6% of patients in acute hospital beds with Covid were being primarily or \"actively\" treated for the virus. It doesn't mean that these patients can't have complications because of having Covid and it can still present challenges for patient management. Broken down by health board, there were on average 91% of patients with confirmed Covid in Hywel Dda in the last seven days being treated for other conditions - only 9% primarily for Covid. In Cardiff and Vale at the other end of the range, it was 51% with \"incidental\" Covid. There was a higher proportion of patients with Covid being treated actively for the virus in critical care - about 79% of patients on Monday. Digital Health and Care Wales said the new data was still being worked on and it was currently a \"high level estimate\" with no standard definition for \"actively being treated for Covid\", meaning there were some differences between health boards in the methods used in how they arrive at the data. The figures on \"incidental\" Covid cases haveonly recently been published and reflect the fact there have been a lot of people being infected out in the community, while in the latest week there were 213 patients who caught Covid \"probably\" or \"definitely\" while in hospital for other reasons. Nearly 10,000 patients have acquired Covid while in hospital since the start of the pandemic. Separate analysis of Covid admissions to Welsh hospitals between the start of the pandemic and August 2021 in Wales estimated 71.2% were directly due to Covid. In cases where Covid wasn't the primary cause, trauma injuries made up nearly one in five cases, with Welsh government scientists saying acute illnesses were known to increase the propensity to fall, which on top of reduced physical activity and consequent muscle loss due to shielding and self-isolation issues, \"would increase the likelihood of hip fractures\". One indication of pressure on the NHS is overall bed occupancy in acute hospitals, which has been at a record average of 91.1% so far this week. Another measure is NHS staff absence. Latest figures show NHS staff sickness related to Covid-19 in Wales has improved slightly over the last three weeks after being at its highest level since the start of the first wave.Overall staff absence was slightly higher last winter. A total of 1.5% of staff were absent due to Covid-related sickness in the week to 7 February. Another 1% of staff were having to self-isolate, according to the weekly Welsh government figures. This does not include NHS Wales staff absent for other reasons.The total absence proportion stands at 6.9%, down on the previous three weeks. There were also nearly 1,000 \"medically fit for discharge patients\" occupying hospital beds, which remained a challenge for NHS Wales, according to scientific advisers to Welsh ministers.They also warnedin their latest report that Omicron levels had led to health boards having to \"postpone significant levels of routine elective activity\" in early 2022 \"which may exceed the direct harm from Covid-19 at this point in time\". Of those eligible for a booster in Wales, 85% have now received one. There have been an average of 1,957 boosters given out a day in the past week, which has seen a big drop off, as the programme works through the remainder of people in their 20s and 30s, including those who have had to wait longer for jabs because they have had Covid in the meantime. Before Christmas, the daily average was 42,500. At the peak of the vaccine programme in March, between 38,000 and 40,000 daily vaccines were given out.About 65% of all vaccines being given out are boosters, with about 21,100 vaccines a week given out in total. The chart above shows the number of people admitted to hospital who have had two doses of vaccine, and those who have had none, for every 100,000 people. It shows the rate of admissions for over-60s who have not had a jab is nearly triple that of those who have been double jabbed and is also far higher for the 18-59 age group. The latest infection survey by the Office for National Statistics suggests - based on swab samples of more than 10,600 people - that one in 25 people in Wales had Covid in the week ending 5 February. That is 121,200 people - down on last week's estimate of 139,000 people. That works out as 3.9% of the population. The age with the highest estimated proportion of infection is seven-year-olds - with 12.6% of that age group estimated to have Covid in the week ending 5 February. It was highest in two-year-olds in the estimates published for the previous week. The infection estimates drop below 2% for the oldest age groups. Case rates are becoming more problematic to interpret, because three-quarters of people who test positive for lateral flow tests are no longer asked to take follow-up PCR tests. The infection survey is a useful indicator, as it is not only carried out amongst thousands of households weekly but picks up asymptomatic people. Elsewhere, ONS estimated that Covid infections increases in the other UK nations, in England affecting one in 29, one in 13 in Northern Ireland and in Scotland estimated to be affecting one in 25.Case rates are now a less reliable measure at face value and here's why: For more than a month, results from the new testing criteria have been coming in, which meant most asymptomatic people no longer needed to take follow-up PCR tests if they tested positive with a lateral flow device.About 85% of those testing positive with lateral flows did not take a follow-up test in the latest week. We know that there were 12,485 people with positive LFTs in the week to 10 February, who did not have follow-up PCR tests and so were not included in the case rate figures - set against 10,304 positive PCR results in the same period. Because of the different methods, we have to be careful with interpretation and attempts at precise comparisons. But if we look at the trend from those figures taken roughly together, in the latest week they would have pushed up cases to double the rate but still have been more than 69% down on the peak numbers we saw in early January. The Wales positivity rate has fallen slightly again to 28.6% (the lowest level since 22 December). The nature of this wave so far has been defined by the age profile. This can also be seen in the big change in early February 2022, compared with the same week in 2021. Less than 12% of Covid cases in Wales are in the over-60s, compared with nearly a quarter a year ago, in the early days of the vaccine roll out.There has been a big rise in the proportion of cases in the under-19 age group, now making up 22.8% of all cases. Numbers have fallen back over the last week or so though, after they had hit levels not seen since September and early October, and can probably be linked to schools going back. Absence for Covid-related reasons in primary schools hasfallen in the last week, to 4.9% of all primary pupils and 3.5% of pupils in secondary schools. Most age groups are seeing cases falling, including the under-16 age group and those aged 25 to 49. The 30 to 39 age group remained the largest proportionately.Altogether, 18 out of Wales' 22 council areas showed falls in under-25 cases in the week ending 3 February, the exact opposite of the week before. There were small rises in Ceredigion, Flintshire and Conwy and the largest was in Gwynedd, while Carmarthenshire - reflecting the overall case rate in the county - has the highest case rate in the under-25s in Wales, 766.2 cases per 100,000.Meanwhile, the R-number - reproduction number - for Wales has been estimated to have fallen below 1 again, to between 0.8 and 1, up to 10 February. This was after a period upwards early in the month after it fell below 1 - signifying transmission was falling - for the first time since last April.This is a calculation which looks at various factors to work out a transmission rate for Covid. It suggests that for every 10 people with Covid, between another eight to 10 people would be infected. Modelling, published on 7 January, indicated a rise over the following two weeks, with the situation unlikely to ease.But a fall in cases led First Minister Mark Drakeford, a week later, to say there were \"positive signs that the peak may have passed\" although he urged caution over what was a \"fast-moving and volatile variant\". By 21 January, after a sharp drop, he could say \"confidently\" that Wales had passed the peak of the Omicron wave and the \"incredibly high levels of infections we have seen across Wales\". The peak was reached on 2 January andthe chief medical officer for Wales said both the booster vaccination programme and the less severe nature of Omicron meant \"much lower direct harms than were predicted in the modelling and witnessed in previous waves.\" The case level has now dropped below the original modelling indicator.The latest infection survey from the Office for National Statistics suggests 97.7% of adults in Wales have some protection from antibodies - through vaccination or immunity following infection. Although slightly less than the other UK nations, it is an increasing proportion and the highest yet recorded, since estimates began more than a year ago. The estimate is 97.9% of 16 to 24-year-olds would have tested positive for antibodies, although it falls to 96.3% for those aged over 80. It is as high as 98.4% for people in their 70s.ONS also estimates that 90.2% of 12 to 15-year-olds in Wales have antibodies and more than two thirds of those aged eight to 11. The rate at which GPs are consulted about Covid-19 is also another indicator, which peaked in the first week of January 2022 at 98 consultations per 100,000 and has dropped to just over 24. It's slightly higher in the under-15 age group but much lower in the over 65s. In the most recent week, up to 4 February, 76 people in Wales had a death which involved Covid-19 - and saw it included as a contributory factor on a death certificate. This is compared with 60 deaths registered in the previous week, according to the ONS. In 67% of deaths involving Covid in the latest week, it was the underlying cause of death - so 51 deaths were due to Covid. This is a lower proportion than we've been seeing in earlier months, when it averaged 87% in Wales. Deaths due to Covid were more than five times higher in the same week in 2021. Only Ceredigion at a county level had no deaths from Covid in the most recent week. There were 17 deaths across north Wales and also in the Aneurin Bevan health board area. During 2021, there were 4,016 deaths involving Covid, of those registered up to now. That includes 206 deaths in December. In December 2020, there were 1,333 deaths involving Covid. The second wave in the winter brought 83 deaths on 11 January 2021 alone - the worst single day during the pandemic in Wales. A total of 9,598 deaths involving Covid have occurred during the pandemic in Wales. There were 51 deaths due to Covid in the week ending 4 February, compared with 271 in the same week the year before. So there were more than five times as many deaths.The ONS measure includes deaths in people's homes, hospices and other settings, as well as hospitals and care homes. Because Public Health Wales' \"snapshot\" measure only includes deaths within 28 days and after a positive Covid lab test, mostly in hospitals, it excludes deaths involving Covid elsewhere, including many deaths in the first wave of the pandemic, hundreds of deaths in people's own homes and where doctors suspect Covid has been a contributory factor. ONS also records so-called \"excess deaths\". This has been seen as a useful measure of the pandemic's impact because it looks at deaths from all causes overall, compared with the five-year, non-pandemic average. So since March 2020, there have been 6,244 more deaths than we might expect to see on average. Deaths ran above average for the last half of 2021 but have been below or the same as the five-year pre-pandemic norm for the last five weeks.There were 705 deaths from all causes - 55 fewer than the 2015-19 average. Nearly a fifth of all Covid deaths (19.1%) registered have occurred in care homes. There were 18 deaths involving a care home resident in the latest week. Care Inspectorate Wales reports that deaths peaked in May 2020 and said it has been notified of 2,114 care home resident deaths with suspected or confirmed Covid - 13.5% of all reported deaths since March 2020. Deaths in people's own homes have also been running at more than a third higher than average. We can also see how deaths in the third wave have been at much lower levels than in the second wave. Covid-19 was the fourth leading cause of death in Wales in December.Mortality analysis by the ONS showed it accounted for 5.4% of all registered deaths. This compares with 5.2% of all deaths in England. Covid was the third leading cause of death in the previous three months and had been ranked as the leading cause of death in six months since the pandemic began. Dementia, heart disease and chronic lower respiratory diseases were the three leading causes of death in Wales in December. Flu and pneumonia ranked seventh, with the mortality rate significantly lower than normal levels. Covid was the second leading cause of death in Wales after heart disease throughout 2021. The ONS, which takes into account population and age structure, found the mortality rate for deaths due to Covid in Wales in December was 59.3 deaths per 100,000 - significantly lower than the previous month. This was lower than five of the nine English regions: the north west, north east, east and west Midlands and the highest in London (70 deaths per 100,000). Four health board areas in Wales had mortality rates in December higher than the Welsh average - the highest was 107 deaths per 100,000 in Cardiff and Vale due to Covid. Across the course of the pandemic, the age-standardised mortality rate for deaths involving Covid is the same in Wales and England - 147.4 deaths per 100,000, with Scotland (126.9) and Northern Ireland (132.5) both lower in the 22 months to the end of December. The age-standardised mortality rate due to Covid - with Covid the underlying cause of death - is slightly higher in England than in Wales. When a crude mortality rate, not adjusting for the age or population profile, is used, deaths are higher in Wales. ONS also looks at how deaths are registered on certificates and found since the pandemic began, Covid was the underlying cause of death - not just a contributory factor - in 79.6% of Covid deaths mentioned by doctors on death certificate in Wales in December.This is a fall from 83.9% in November. It has been as high as 94% and on average since the start of the pandemic it has been 87%. In about 3% of these deaths, the doctor had written that Covid was \"suspected\". A doctor's duties include certifying deaths, and this can include any cause in a chain of events leading up to them, including pre-existing conditions and whatever medically makes a contribution.Rhondda Cynon Taf (RCT) has the highest mortality rate over the course of the pandemic in Wales. By 4 February, RCT had reached a total of 1,037 deaths and also had the seventh highest mortality rate of all local authorities across England and Wales. Six of its communities were also in the highest 20 within Wales during the first and second waves, when the death rates are broken down further. The area with the highest number of deaths in the first two waves of the pandemic was Tonyrefail, with a total of 57 deaths due to Covid, followed by Sandfields in Port Talbot (52) and Porth East in Rhondda Cynon Taf (48 deaths), by the end of April 2021. When translated into mortality rates, based on population size, Llanelli Bigyn is the highest, followed by Port Talbot East. And there is one community remaining which has had no Covid deaths at all through the pandemic - Llandudno Junction South & Llansanffraid Glan Conwy. In the second wave of the pandemic, Bridgend was the worst-hit area in Wales. The ONS and public health bodies are measuring things in a different way - and information is available at different times so do not expect to see the same thing: Public Health Wales' daily updates on itsonline dashboard show numbers of deaths and positive tests for coronavirus : The graphic above shows how it looks when you compare figures from the different data sources - and how there is a difference between ONS and PHW. There is also a similar count used by the UK government, which takes the PHW statistics and involves people who died within 28 days of a first positive test for Covid. We do not know how many of these people have died of Covid, only that they tested positive in the weeks before they died. There is a difference of about 2,690 deaths. According to the PHW measure, on 14 February, there had been a total of 6,923 deaths with Covid, with the daily average running at four a day in the last week. More than 8.25 million Covid-19 tests have been carried out during the pandemic so far. NHS Wales labs have capacity to handle 15,000 a day but private labs process most of the test results. Although PHW figures show around 800,000 positive tests, this is not the total number of people who have had Covid as mass testing was not available until the tail end of the first wave of the pandemic. Since the summer of 2021, and with the easing of restrictions, more lateral flow tests (LFTs) of asymptomatic people have been undertaken, which saw more positive tests eventually feeding into the system - adding about 10% to numbers. The most recent week has seen more than 343,000 LFTs, with 18,690 positive, down on recent weeks. This positive proportion of 10.2% in the week ending 5 February was also a reduction.The highest incidence is still among the under 20s - 5,899 positive tests, but this was down on the record 9,057 positive tests the previous week. The positivity rate in this age group has also fallen from 23.5% to 18%. From 6 January 2022, most people who take LFTs are not being asked to take a follow-up PCR test if positive. This will affect the number of cases which appear - only counting those who come forward with symptoms. This will have to be taken into account when interpreting case data. About 19,000 tests are routinely taken in hospitals each week and 25,000 in care homes.The number of tests processed in the last month have showed a big drop - half what they were before. About 96% of tests requiring a rapid turnaround were completed within one calendar day. There have been 706 positive tests in care homes among residents and staff in the latest week, following routine testing. This is down on the previous week. Care Inspectorate Wales figures also show 162 care homes in Wales have notified one or more confirmed cases of Covid in the last week. This is a fall on the previous week. In the last two weeks, there have also been 34 reported deaths of residents with confirmed or suspected Covid. The dominant variant in Wales is now Omicron, with more than 8,802 new cases sequenced, although fewer than previous weeks. Numbers are now only being reported weekly, as the variant has taken hold. PHWincreased lab capacity in readiness for sequencing more cases. About 20-30% of positive cases in Wales, which are flagged as being more likely to be variants, have swabs sent for sequencing, with results coming back a few days after people get their normal test results. Meanwhile, 152 cases of a sub-variant of Omicron, BA.2, have been found in Wales and Public Health Wales said it was monitoring the situation carefully. Data suggested there was no change in vaccine effectiveness against it. \"Evidence from European countries with significant numbers of BA.2 cases suggests that this variant is no more severe than BA.1,\" said a spokesman. We can also see more people reporting symptoms of \"long Covid\" - 60,000 estimated in Wales to be experiencing the long-term effect of having the virus.This includes 26,000 people estimated to still be reporting symptoms a year or more after their infection, the highest number in nine months of reporting. GPs meanwhile had seen 2,431 patients in Wales as part of the Adferiad long Covid recovering programme, with about 27% of them having been in hospital. ", "url": "https://www.bbc.com/news/uk-wales-52380643"}