{"datetime": "2022-01-05T15:45:53.000Z", "title": "Newport: Ryan O'Connor stabbed to death for Gucci bag, court hears", "article": "A man was stabbed in the heart and both lungs for his designer Gucci bag, a court has been told. Ryan O'Connor, 26, died after being attacked and robbed on Balfe Road, Newport, on 10 June last year. On Wednesday, a jury heard how witnesses claimed they heard the men mocking the father, from Newport, as they left him unconscious in the street. Four men and one teenager have denied his murder. Lewis Aquilina, 20, Ethan Strickland, 19, Kyle Rasis, 18, from Cardiff and Elliot Fiteni, 20, of no fixed abode, and Joseph Jeremy, 17, are also charged with manslaughter and robbery. They deny all charges. During a trial at Cardiff Crown Court, Michael Brady QC, prosecuting, said the five men had travelled from Cardiff to Newport in a Ford Fiesta, which had been stolen earlier that day. He told the jury they saw Mr O'Connor, from Alway, Newport, wearing the Gucci bag and decided to rob him in a \"swift and brutal\" attack that resulted in significant blood loss. \"At least two of the defendants left the car, two of who, were armed with very large knives that were used to attack and kill Mr O' Connor,\" he said. \"They returned to the car with the Gucci bag having robbed him.\" The jury was told that the driver of the stolen car was unfamiliar with the area because after the attack he drove the getaway car into a cul-de-sac named Vaughan Williams Drive.The car then had to be driven back past the fatally wounded Mr O'Connor who was being helped by members of the public. He was being tended to after being spotted staggering into railings and collapsing.On lifting up Mr O'Connor's shirt it was seen he had been stabbed and 999 was dialled. The court heard the driver of the car slowed down as he passed Mr O'Connor to mock and ridicule him, and a woman who was trying to help him heard the men laughing as they went past. About 45 minutes later Mr Brady said police spotted the Fiesta in Cardiff's Pentwyn Road.The court heard there was a high speed chase before police used a stinger to blow the car's tyres. A police car then forced the stolen car into railings bringing the pursuit to an end. The court was told a knife with Mr O'Connor's blood on was discovered in the vehicle and the Gucci bag was discovered at the home of Mr Rasis. The court also heard the youngest defendant, Mr Jeremy, live-streamed his arrest. The trial is expected to last between six to eight weeks. ", "url": "https://www.bbc.com/news/uk-wales-59882755"}