{"datetime": "2021-04-30T16:24:05.000Z", "author": "Steve Duffy", "subject": "Coronavirus pandemic", "title": "Covid: The road out of the Welsh lockdown - key data to watch for", "article": "Wales is on the road out of lockdown, but what signs do we need to keep looking out for? The Welsh governmentis allowing up to six people from six households to meet and for pubs to open outdoors after encouraging falls in case rates. It followed earlier announcements ofopening up travel within the UK from 12 April, thelifting of the \"stay local\" rules within Wales and tourist accommodation starting to reopen. Scientists and health officials have been looking carefully at a number of key indicators, dubbed \"circuit breakers\". Any changes proposed by the Welsh government to lockdown rules after 6 May could be dependent on the outcome of the Senedd election. Here are a few of the main factors to keep an eye on: Case rates can tell us how many people with Covid-19 symptoms are presenting themselves for tests which then come back positive. It looks back at the most recent week of stable data, after most test results have come back. It's only a snapshot of the virus as it relies on people asking for a test - and there is a recognition that some may be reluctant to do so. Others may have the virus and not know it, as they are asymptomatic. But since the summer, when tests were fully available to anyone who thought they might have Covid, it has been a good measure to look at how the virus is spreading and affecting different parts of Wales. The case rate in Wales as a whole was, for a period in December, among the highest in the world. But it has been falling since January. For three months, Wales has been below the other UK nations and is now at its lowest point since 1 September. It has been below 50 cases per 100,000 - the case rate threshold - since 1 March. Above this has been used as the \"trigger\" figure for bringing in restrictions. All of Wales' 22 council areas have had fewer than 50 cases per 100,000 since 1 April. Newport has the highest case rate in Wales but only 25 cases per 100,000. Merthyr and Bridgend had the highest case rates in the UK in December - but both are now in single figures. When we break down areas of Wales into smaller communities - 91% have had fewer than three Covid cases in the past week. These are so-called middle-layer super output areas, which have an average population of 7,000, so cover villages and districts of towns and cities. Even comparatively small spikes in cases show up when numbers are otherwise low, but only three out of more than 400 of these communities have case rates above 100 per 100,000. An outbreak linked to a Gwynedd cake factory is a reminder that local clusters and spikes can emerge, even when case rates are low elsewhere. As restrictions ease, we might expect to see more cases like this but scientific advisers say this is only likely to result in \"manageable levels\" of Covid in Wales. They also hope as more younger groups take up the vaccine, this could also have an impact on transmission. This is the proportion of people who get a test who come back positive for Covid. Put simply, the World Health Organization suggests areas need to see a 5% positivity rate or below for a couple of weeks before restrictions are lifted. Wales as a whole had a positivity rate of 1.3%, the lowest point since 1 September - and it has been below this threshold for nearly two months. All council areas are now in single figures and within the target.At the end of December and into January, we saw record numbers of patients with Covid-19 in hospital beds.There were also large numbers of \"recovering\" patients - those still sick with the effects of the virus, in rehabilitation or waiting for care support to be available - so unable to be discharged. These still make upa large proportion of Covid patients. But numbers have fallen quite dramatically - with confirmed and suspected Covid patients earlier this week in double figures across Wales for the first time. Only 93 confirmed and suspected Covid patients were in hospital beds on Sunday, according to the latest NHS Wales figures. There was more good news to end the week, with record low Covid admissions - and only nine across the whole of Wales on Thursday, Critically ill patients with Covid were also at a record low with just two patients across the whole of Wales. There were none at all in the Aneurin Bevan health board for two weeks and no Covid patients in critical care in Cwm Taf Morgannwg hospitals for 11 days. The most reliable figures from the Office for National Statistics (ONS) showCovid-19 is no longer the leading cause of death in Wales . Two thirds of communities across Wales experienced no deaths due to Covid at all in March. More than half of council areas in Waleshad no Covid deaths registered in the latest week. The severity of the pandemic's second wave can be seen in December and January. The peak came on 11 January, when there were 83 deaths. Public Health Wales, which provides a daily snapshot of deaths from confirmed Covid-19 cases, also indicates a fall. The daily average is 0.7 deaths a day and for 10 days in the last month, no deaths occurred. At the peak under this measure in January, the average daily deaths reached 47. Another snapshot of the virus's progress is the ongoing ONS swab survey.Since the summer, thousands of people in Wales have been asked to take a throat and nose swab. This can pick up people who don't even know they have the virus but who may still be unwittingly spreading it. The latest survey estimates 1,900 in Wales had Covid-19 in the week to 24 April, another decrease. This is one in 1,570 people - or 0.06%. This compares to one in 840 people in the previous week. This positivity rate estimate is lower than in the other UK nations. Meanwhile, we can also look at how many people are consulting their GP with suspected Covid symptoms. That too has fallen to numbers not seen since the summer. The R number - the transmission rate - which is calculated using several of these key factors has been looked at for months, especially when case numbers for high. Currently it is within a range estimated at between 0.7 to 1 for Wales. But with low numbers it is becoming a less reliable tool and scientists say looking at incidence and prevalence is now more useful. These estimates are included in the most recent report from theWelsh government's scientific advisory group . One spanner in the works is the UK Kent variant - faster-spreading and, some scientists fear, could accelerate the infection. Public Health Wales (PHW) estimates it is being found in about 90% of cases in Wales in recent weeks.As fewer positive cases are around in communities, more test results are being checked for variants. In addition to the South Africa variant, eight cases of the India variant have also been identified, linked to travel abroad.No more cases of these or other non-Kent variants were found in the most recent week. PHW said: \"The dominant strain in Wales is the Kent variant, and there is currently no evidence of widespread community transmission of other variants of concern in Wales.\" It said all suitable Covid samples that were suitable were being sequenced to understand the extent of variants of concern in Wales. Welsh government scientific advisers say we have to be \"very careful around new variants\" and that they could \"impact our way out of this period.\" With this in mind, other scientists are debatingwhat a third wave might look like . Mutations are not unexpected with viruses but still present a public health challenge, with concern thatvariants will emerge which vaccines are less effective against . Recent modelling for the Welsh government presented scenarios - including a\"most likely\" one factoring in the existence of the new variants, a good adherence to restrictions still being in place and the effect of the vaccine . These underpin a cautious road ahead out of lockdown. If you continue with the road metaphor - we have passed the major incident but there are still warning signs in place. We are all being asked to drive carefully and slowly - keeping our distance obviously - to stand the best chance of arriving in one piece. The message from public health officials is people still need to follow guidelines, while they will be keeping a close eye to ensure infections do not get out of control. ", "url": "https://www.bbc.com/news/uk-wales-56124838"}