{"datetime": "2021-02-08T18:05:11.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Wales: Minister 'sorry' as deaths pass 5,000", "article": "The number of deaths from coronavirus reported to Public Health Wales (PHW) has gone past 5,000. A further 12 people have died in Wales with Covid, taking the total to 5,001. Health Minister Vaughan Gething has apologised for \"every single life that has been lost\" during the pandemic. \"Today we reached a sobering milestone,\" said Dr Giri Shankar, Covid incident director for PHW. \"That's one life lost every 90 minutes since March last year. 5,000 families grieving.\" It comes on the same day as it is confirmed thatmore than 600,000 people in Wales - 19.2% of the Welsh population - have had their first dose of the coronavirus vaccine. The PHW reports deaths that are confirmed cases in hospitals and some care homes. The number who have died with Covid when the virus is either suspected or confirmed by doctors, in all settings, is nearly 6,500. \"I'm deeply sorry for every single life that's been lost. Every family that's been affected,\" said Mr Gething. He said those that died were not \"just numbers\", adding: \"These are people who are loved and valued and leave others behind.\" He said there was no \"good\" or \"bad\" figure for the numbers of deaths from the pandemic. He added: \"I'm afraid we can be terribly confident that without the measures that we've all taken together, more people would have come to harm, and more families would be grieving the loss of a loved one.\" Dr Shankar urged everyone \"whatever their background, socio-demographic and ethnicity\" to have the vaccine when offered it. Vaughan Gething says it's difficult to talk about \"good\" and \"bad\" death figures in this pandemic. Many people might question the latter point. It's true that counting Covid deaths is not straightforward. Different organisations use different measures and therefore produce different figures. But of today's tragic milestone, more than two-thirds of the 5,001 deaths have occurred since September.International comparisons are difficult too, but nevertheless Wales - and the rest of the UK - has one of the highest excess death tolls in the world.There will be a large variety of possible explanations for this, from investment in health systems, to the rapidity of test and trace and the timings of lockdowns. But with elections across Britain scheduled for May, a dispassionate excavation of the data and the impact of decision making by governments will likely have to wait for the public inquiry. The worst day for Covid deaths in Wales during the whole pandemic was in January - theworst week was also last month - and the highest 13 days of coronavirus deaths reported by PHW have all occurred since mid-December. Hospital admissions involving coronavirus and Covid patients in critical care were at record levels in January - but now they are at their lowest since 28 December, at 2,261 inpatients. Wales' case rate of 116 cases per 100,000 people is the lowest in the UK and the lowest since 6 October. Mr Gething denied the Welsh Government had been naive about the risks at the start of the pandemic. He said there were \"different risks to the UK and to Wales at that point in time\". But he added ministers had \"never said\" that if coronavirus \"arrived at our shores in larger numbers then there wouldn't be harm caused - far from it\".Mr Gething said preparations had changed as more information came to light and that the \"reasonable worst case scenario\" in their plans talked about hundreds of thousands of deaths across the UK and \"nearly 26,000 deaths in Wales\". Mr Gething said he had warned ministers at the time that \"individual burial may no longer be possible\" but said \"we haven't reached that scenario in reality\". But he said those plans \"show how much worse this could have been\". Welsh Conservative leader in the Senedd Andrew RT Davies called the 5,000 deaths a \"grim milestone\", adding: \"We must never forget the impact on them and their loved ones.\" He said the \"consistency around the messaging\" was something that he regretted and it wasn't \"clear and loud enough right the way through the pandemic\", with some confused by \"unnecessary divergences\" between governments. Plaid Cymru leader Adam Price said the Welsh Government should have gone into lockdown \"harder and earlier\" in March 2020. However he praised the government and all those involved in the vaccination programme for the \"fantastic\" improvement in the vaccination rate. The health minister acknowledged, in hindsight earlier this month, thatmore lives could have been saved had Wales gone into lockdown earlier at the start of the coronavirus pandemic. Office for National Statistics (ONS) figuresinclude all deaths registered, when the virus is suspected or confirmed - and in all settings from hospitals to people's homes. Public Health Wales figures just show hospital and care home deaths with Covid, when cases have been confirmed by a lab test. Under the ONS figures,Wales passed 5,000 deaths a month ago . It is estimated that for 90% of these deaths in Wales, Covid is the underlying cause not just a contributory factor. The ONS death toll - up to 22 January - was 6,473, with updated figures due out on Tuesday. Of the deaths reported to Public Health Wales on Monday, four more were in the Betsi Cadwaladr health board area in north Wales, three were in Hywel Dda in west Wales, two each were in Cwm Taf Morgannwg and Aneurin Bevan in south Wales while one death was in Swansea Bay. There were also 610 new Covid infections reported in the last 24 hour period, taking the total number of cases to 196,670. More than 600,000 people have now received their first dose of the coronavirus vaccine in Wales - with 603,976 people now having had the jab. Of those, 2,792 have had a second dose. The case rate in Wales has fallen to 116 per 100,000 people, the lowest it has been for four months. Flintshire has overtaken its neighbouring county Wrexham as the area with the highest case rate with 231.9 per 100,000 people. Wrexham's rate now stands at 229.5. The areas with the lowest case rate are Ceredigion with 56.4 per 100,000 people, followed by Pembrokeshire with 69.9 and Swansea with 70. Since the start of the pandemic 1,559,030 people have been tested for Covid-19 in Wales, with more than 2.5 million tests carried out. On Sunday 11,013 new tests were performed. If you would like to pay tribute to someone you have lost, please fill in the form below. We would like to respond to everyone individually and include all of your tributes in our coverage, but unfortunately that may not always be possible. Please be assured your message will be read and treated with the utmost respect, and your words and tributes will be used with your name and location where possible. Please note the contact details you provide will never be published. Please ensure you have read ourterms & conditions andprivacy policy . ", "url": "https://www.bbc.com/news/uk-wales-55347203"}