{"datetime": "2022-02-11T17:08:52.000Z", "title": "Gucci bag murder: Lewis Aquilina 'saw wild stabbing'", "article": "A knife attacker was \"wild and out of control\" as he lunged at and stabbed a man for his bag, a court has heard. Lewis Aquilina, who admits being a car thief, tried to stop the assault by kicking out at the knee and shin of Joseph Jeremy, another defendant, as he attacked Ryan O'Connor, Cardiff Crown Court was told. Mr O'Connor was stabbed in the heart and lungs by attackers trying to steal his Gucci bag on 10 June in Newport. The five defendants deny all charges. Mr Aquilina told the jury that Mr Jeremy stabbed Mr O'Connor, and denied stabbing him himself. He said he did not help in any way or encourage the attack.He added that he did not have a knife himself. The 20-year-old admitted he was a car thief who was driving a car containing the other defendants on the night Mr O'Connor died. He told the jury that he wore a balaclava while in stolen cars because he did not want to be identified.Mr Aquilina said he got out of the car in Newport because he had seen a police vehicle and did not want to be connected with a stolen car. He said he saw Mr Jeremy also get out of the car at this point. He told the court: \"I seen him chasing two boys and then attacking Ryan O'Connor with a knife.\" He told the jury he was in Newport along with Elliot Fiteni to attempt to sell the stolen car and that there had been no plan to rob individuals. He said the other three in the car had gone along to buy drugs. In his evidence earlier this week, Mr Jeremy said that he had remained in the car while Mr Aquilina and Mr Fiteni got out of the car and attacked Mr O'Connor. Mr Aquilina told the jury: \"No, Jeremy got out.\" Mr Aquilina told the court that he heard Mr Jeremy shout \"yo come over here\". He said he saw him chasing after Mr O'Connor. He said Mr Jeremy was \"lunging at him with one hand\". Mr Aquilina told the jury that he ran to Mr Jeremy \"because I wanted to stop what he was doing\". He said he saw him leaning over and stabbing Mr O'Connor with a knife. He told the court: \"The first thing that came to my mind was to kick out at Jeremy to stop him.\" \"I remember seeing his eyes so fixed on the boy, when I was shouting to him to stop, he was not responding.\"He described him as \"wild and out of control\" and tried to kick at his legs. \"When the kick connected, Jeremy stopped focusing on the boy and he turned and raised his knife at me.\" He told the jury he ran back to the car for his own safety. After the attack, Mr Aquilina told the jury that got Mr Jeremy into the car \"laughing and saying he was excited. He was hyped up as if he found it all a big joke\". The jury was told that one of the other defendants drove the car away and had to turn around after entering a dead end. When they passed the scene of the attack again, Mr Aquilina said he wanted to get out and help Mr O'Connor, but he told the jury that Mr Jeremy started to laugh and shout from the car.He told the jury: \"I wanted to help the boy, but Joseph Jeremy could have potentially attacked the boy a second time, if not me.\" Lewis Aquilina, Ethan Strickland, 19, Kyle Rasis, 18, Elliot Fiteni, 20, and Joseph Jeremy, 18 deny murder, manslaughter and robbery. The trial continues. ", "url": "https://www.bbc.com/news/uk-wales-60350957"}