{"datetime": "2021-02-10T09:57:29.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Wales' lockdown festival 'to bring much needed joy'", "article": "A new Welsh virtual festival is being launched to bring music, laughter and culture into our homes almost a year on from the first lockdown. It will bring together four of Wales' major arts, music and comedy festivals and be broadcast as part of the BBC's Culture in Quarantine initiative. Director of BBC Wales Rhodri Talfan Davies said Gŵyl 2021 would provide a much needed \"blast of creativity\". It will be online and on BBC Radio Wales and Radio Cymru on 6-7 March. For the first time it has seen Wales' Festival of Voice, one of the UK's most important break-through music events FOCUS Wales, the Aberystwyth Comedy Festival and Other Voices Cardigan join forces to deliver a unique experience. It has been filmed and recorded in line with Covid restrictions in recent months, while the pandemic has kept the public away from arts venues and concerts in Wales. It features well-known Welsh names, including Super Furry Animals frontman Gruff Rhys, musician Cate Le Bon, comedian Kiri Pritchard-McLean, and harpist Catrin Finch, as well as new talent and voices from outside of Wales. Other artists such as the BBC's Sound of 2020 winner Arlo Parks, Welsh Music Prize winners Adwaith, and former BBC Radio 2 Folk Award winners 9Bach will also perform. Exclusive highlights of the Other Voices Cardigan event will also be broadcast on S4C. The line-up was revealed on Wednesday , with the full-time table due to be published shortly. Graeme Farrow, Artistic Director of Wales Millennium Centre, which has had to make job cuts during the pandemic, said the festival would bring \"much needed joy to audiences to blow away the cobwebs.\" Henry Widdicombe, of Aberystwyth Comedy Festival, said the past year had been an \"unprecedented challenge for the events industry\" but the festival showed the community had come together as a \"result of the challenge\". Neal Thompson, of Wrexham's FOCUS Wales said: \"After what has been a dark and difficult year for us all, we look forward to a brighter future and to coming together and celebrating Wales' rich and diverse cultural offering, with a programme of outstanding music and comedy.\"Dilwyn Davies of Other Voices Cardigan said the weekend would be \"extraordinary\" and it was more important than ever that artists, audiences and crew, could join together during times of being apart. ", "url": "https://www.bbc.com/news/uk-wales-55999632"}