{"datetime": "2020-06-19T14:43:17.000Z", "author": "Benjamin Butcher & Joel Massey", "title": "Why are more people from BAME backgrounds dying from coronavirus?", "article": "Health Secretary Matt Hancock has said that people from ethnic minority backgrounds are \"disproportionately\" dying with coronavirus. A number of reviews, including by the Office for National Statistics and Public Health England, have now concluded that this is the case.Suggested reasons have included existing health inequalities, housing conditions, public-facing occupations and structural racism. There were at least 3,876 deaths of black and minority ethnic (BAME) individuals in hospitals in England up to 9 June.This means that, where ethnicity is known, BAME people represented 15.5% of all deaths to this point.The 2011 census - the most accurate source - showed that 14.5% of the English population were from BAME backgrounds. But clearly the proportion may have grown since then. In 2016,the Office for National Statistics estimated that it could have increased to 15.4% of the population.Similar breakdowns by ethnicity for Wales, Scotland and Northern Ireland are not currently available.These numbers do not show a great disproportionality in BAME deaths, but once we account for demographics - such as age and location - a different story is told.Some of the highest death and hospitalisation rates during the outbreak have been in London, where 40% of the population are from ethnic minority backgrounds (according to the 2011 census).But even when you adjust for where the coronavirus outbreak has hit hardest, the Office for National Statistics, the Institute for Fiscal Studies think-tank and Public Health England all conclude that people from ethnic minorities are being disproportionately impacted.Researchfrom the Institute for Fiscal Studies (IFS) shows that if we only looked at where BAME communities were concentrated, we might expect to see higher death rates than that for white British individuals.However, the research says that this geographical factor is counter-balanced by the factor of age.Most minority groups are much younger on average than white Britons - and therefore should be less susceptible to the virus. The IFS concludes that, if we look at both geography and age combined, the death rate should be lower for most ethnicities than for white people.It estimates that the deaths of black Africans are 3.7 times higher than might be expected by geography and age, 2.9 times higher for Pakistanis and 1.8 for black Caribbean people (who are older on average than other minority groups).Public Health England,which approached the issue in a similar way by adjusting for age, found similar disparities in both the infection rate and deaths for BAME people.TheONS research goes one step further than these reviews and looks at other factors, such as health and deprivation.It concludes that:Analysis from Public Health England (PHE) showed that once in hospital, people from BAME backgrounds were also more likely to require admission to an intensive care unit.BAME people accounted for 11% of those hospitalised with Covid-19 but over 36% of those admitted to critical care. Separate research has found that South Asian people were the most likely to die from coronavirus after being admitted to hospital in Great Britain. The study, which looked at nearly 35,000 Covid-19 patients in 260 hospitals, said high levels of diabetes was partly to blame. Health issues, living conditions and occupation could all play a role. While there is no conclusive evidence that minority groups are more at risk from the disease, some are more likely to have certain underlying health conditions. Black people are more likely to be overweight than white people, for example, while both Asian and black populations have been found to have a higher risk of diabetes and heart disease, according to the IFS.Both of these have been linked to higher coronavirus death rates.Various factors can play into these health inequalities,according to Public Health England , including socio-economic situation, access to health care and deprivation in an area.It's worth noting that deprivation in general, regardless of ethnicity, appears to play a role.According to the Office of National Statistics , the death rate in the poorest communities in England and Wales is twice as high as the wealthiest.Issues with self-isolation in larger households could also play a factor. Just under a third of Bangladeshi households are classified as overcrowded, as are 15% of black African households, according to government statistics.Only 2% of white British households are classified as overcrowded.Black and other ethnic minority individuals make up a large share of jobs considered essential in tackling the virus, many of which are public-facing. One in five people working for the NHS in England, for example, is from an ethnic minority background, and these numbers are even higher when we look solely at doctors and nurses.Public Health England,through engagement with members of the public and experts, found that structural racism could also play a part.\"Historic racism and poorer experiences of healthcare or at work may mean that individuals in BAME groups are less likely to seek care when needed or as NHS staff are less likely to speak up when they have concerns about Personal Protective Equipment (PPE) or risk,\" the report says.A recent survey of NHS staff found that 29% of BAME staff felt bullied in the past year compared with 24% of white people. This article was first published on 24 April and has been updated several times since to reflect new figures and analysis. Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/uk-52219070"}