{"datetime": "2020-05-04T08:58:57.000Z", "author": "Daniel Davies", "title": "Coronavirus: Can 'excess deaths' figures show pandemic's true extent?", "article": "How many people in Wales are dying because of coronavirus? According to Public Health Wales figures, at least 983 people to date have died with Covid-19 in Wales. While the Office for National Statistics - which counts deaths at home, in care homes and in hospices, not just hospitals - had already put the figure at over 1,000 by 28 April. BBC Wales' Social Affairs Correspondent Daniel Davies looks at whether the country's 'excess deaths' figures could help show the true extent of the pandemic. The true extent of Covid-19 deaths will be higher than the daily tally of lives lost in hospitals. Victims of the virus might not have been tested to confirm they had it, especially those who die at home or in a care home. That is why it is worth paying attention to how many more people have died - from all causes - than we would normally expect. Increases in deaths above the average for the last five years are known as 'excess deaths' - and they have risen sharply. It is a traditional indicator of the severity of pandemics, as well as other dangerous events such as heatwaves and harsh winters. The figures Office from the National Statistics (ONS) look at all registered deaths, including people who died in the community, not just in hospital. Wales and England saw an unprecedented increase in deaths in the week ending 17 April. In Wales, 1,169 people died - that's 77% higher than the five-year average of 661. But the overall increase is greater than the 409 deaths where Covid-19 was a factor. Causes of death are given by a doctor who completes a medical certificate of cause of death (MCCD).The rules on completing them have been relaxed, so doctors don't have to spend so much time away from patients during the pandemic. \"With the practice of death certification, a lot of clinical judgement necessarily comes into play,\" said Dr Roland Salmon, a former director of Public Health Wales' communicable disease surveillance centre. \"Is it caused by the disease that's circulating? Is it caused by another disease that an elderly person might have? Is it caused by some other circumstances?\" In some cases people may not have obvious symptoms or the doctor may not be convinced Covid-19 was a factor. \"There's always this element of judgement that necessarily comes in just to reflect the way that doctors have to practice,\" Dr Salmon said. The \"latitude\" that doctors have, as Dr Salmon puts it, could help explain why excess deaths are higher than the death toll directly attributed to Covid-19. Even where coronavirus has played a role, a doctor completing the certificate might not feel it was the main cause. Some deaths could be recorded as being due to pneumonia or other lung conditions. High levels of excess deaths could also be a sign that people are missing out on healthcare as a result of the pandemic. A similar picture has emerged across Europe.Deaths have shot up in many countries recently. At the start of the outbreak, the NHS's worst-case scenario for coronavirus estimated it could cause up to 35,000 excess deaths in Wales -more than double the number of deaths in a normal year . Dr Salmon said we could have a better idea of how we are faring in June. Meanwhile, the daily updates on what is happening in hospitals help us understand the spread of the disease - and will be crucial in determining when to lift the lockdown. But it will be some time before we get a full picture of how severe coronavirus has been and just how many people have died while it has been circulating. ", "url": "https://www.bbc.com/news/uk-wales-52523082"}