{"datetime": "2020-11-03T12:10:38.000Z", "title": "Covid-19 deaths in Wales at highest level since June", "article": "There have been 65 deaths involving Covid-19 in Wales registered for the latest week, according to the Office for National Statistics (ONS). This is a further rise on the 47 deaths reported the previous week and is the highest since June. The 25 in the Cwm Taf Morgannwg health board area included 23 in hospital for the week ending 23 October.There were 12 in the Aneurin Bevan health board and 11 each in the Betsi Cadwaladr and Cardiff and Vale areas.There were five deaths in Swansea Bay and one hospital death involving a Powys resident, although none in the Hywel Dda health board area. Cwm Taf Morgannwg's deaths in hospital included 13 Rhondda Cynon Taf residents, five from Bridgend and two from Merthyr Tydfil. The health board has beendealing with 69 deaths linked to outbreaks at three of its hospitals. Across England and Wales, the place with the most registered deaths involving Covid-19 for the week was Liverpool, with 52. There were 640 deaths mentioning Covid-19 on the death certificate in England and Wales - a rise for a seventh successive week and 232 more than the week before. When looking at excess deaths - that is whether deaths from all causes are above what we would normally expect to see - there were 33 more (5.3%) than the five-year average in Wales for this week. So far this year, there have been 2,248 deaths more than the average. Deaths from Covid were 9.8% of all deaths. Rhondda Cynon Taf has now had a total of 374 deaths from Covid-19 since the pandemic began. Its death rate at 155.7 per 100,000 is the fifth highest in England or Wales. Cardiff has had the most deaths in Wales with 415. In total in Wales, there have been 2,762 deaths involving Covid-19 registered by 23 October. This increases to 2,806 when including deaths occurring up to 23 October and being registered up to 31 October. Unlike the daily bulletins from Public Health Wales, the registrations also include deaths in people's homes, hospices and care homes and when a doctor also suspects Covid-19 contributed to death, but not necessarily following a confirmed laboratory test. ", "url": "https://www.bbc.com/news/uk-wales-54794874"}