{"datetime": "2020-07-24T08:10:26.000Z", "author": "Steve Duffy", "title": "How has the coronavirus wave looked across Wales?", "article": "As the first wave of the pandemic nears its end, how has the pattern of coronavirus looked across Wales? The nation has experienced proportionately fewer deaths than the UK as a whole and most parts of England. Scientists on the Welsh Government's advisory group have admitted \"as yet we do not fully understand why this is the case\". But what has the picture been like within Wales over the last four months? Aneurin Bevan health board was the early \"hotspot\" - and it is believed now that people were arriving at the Royal Gwent Hospital in Newport in early March not even knowing they were infected, helping to spread the virus.Newport has excess deaths - when we look at the number compared to the average we might normally expect to see - running at around 18% higher so far this year. At the peak in April there were more than 25 deaths a week from Covid-19 - and similar numbers in Caerphilly , raising the local death rates up to nearly three times what is normally expected for those weeks. There was a dramatic early peak but there have been two virus-related deaths in the last six weeks in Newport city and five in Caerphilly county and deaths are now below the five-yearly average. Caerphilly is where the first community transmission of the virus was reported on 11 March. There have been only two positive cases in the last week. Blaenau Gwent had a sharp peak in April but there has been one death in the last six weeks. Its infection rate is at the Welsh average, although public health officials are monitoring four cases associated with the Zorba Delicacies food plant in Ebbw Vale.The improving situation is reflected in infections and patients being treated in hospitals. too. At its peak in mid April, the health board's hospitals had 46 Covid-19 patients in critical care or on ventilators. Numbers dropped to single figures in early June and on the most recent day, there were no patients. Doctors were seeing a whole range of ages and in terms of sheer numbers described it \"like a tidal wave\".David Hepburn, intensive care consultant at the Royal Gwent Hospital, has described the numbers in the early days as \"frightening\". He said: \"The first case arrived without too much fanfare but it actually triggered quite a large number of infections amongst staff, so we lost quite a lot of staff members right at the beginning of the epidemic. That's good in a way - everyone managed to return to work for when we were really busy.\" The picture has been less dramatic inTorfaen and more particularly in ruralMonmouthshire, with excess deaths rising less than 5%. Torfaen has seen three deaths from the virus in two months and in terms of positive cases, it has seen only six, with the lowest rate (6.4%) of any part of Wales in the last month. InCardiff , the biggest city in Wales, has seen 378 deaths from coronavirus so far although weekly numbers have been in single figures since the end of May and the death rate has been around average in recent weeks. There have been 103.7 deaths per 100,000 population - which ranks it 85th of council areas in England and Wales.At the height of the peak in April, nearly 40 patients were in critical care. That has dropped to just one in the latest Cardiff and Vale health board figures. Deaths in theVale of Glamorgan are around 9% higher so far this year but only one death involving the virus was recorded in the most recent week. Health officials were prepared for the worst in mid and west Wales but the Hywel Dda health board saw far fewer cases than expected and it had the lowest rates of infection. The pandemic seemed to travel along the major routes from England, along the M4, according to the Welsh Government's scientific advisers and the western side of Wales escaped the worst.Health board officials admitted hospital activity was at a \"much lower level to those original estimates\".At the peak, there were seven patients in critical care at its hospitals but numbers have been down to zero in recent weeks. InPembrokeshire , the death rate has only been slightly above normal overall, with 42 involving the virus up to 10 July. It is in the bottom 20 areas across England and Wales for coronavirus-related deaths - 33.6 deaths per 100,000. There have been only two infections in the last week. InCarmarthenshire too, infections in the last seven days have been virtually zero - the second lowest in Wales. Although there have been 85 deaths from coronavirus over the pandemic, the number of deaths overall are only a little above average. InCeredigion , there has been the lowest number of deaths (seven) of anywhere in Wales or England, outside the Isles of Scilly. The number of total infections is also by far the lowest in Wales.Locally, there have beenquestions asked as to why there seemed to be a higher number of deaths early in the year than the five-year average . But health officials say they have not identified anything unusual and that mortality figures can vary.InSwansea , there have been 204 deaths involving the virus and excess deaths currently around 12% higher so far this year. In the last month, however, the infection rate has remained in single figures. Neath Port Talbot - with 103 virus related deaths - has seen excess deaths return to average or below for the last month. Swansea Bay health board currently has more patients in critical care - four - than other health boards but numbers have been relatively steady across the pandemic. This also goes for numbers in hospital overall with Covid-19 -with numbers pretty stable since mid June. Only 4% of patients in its hospitals are being treated for coronavirus. Looking at deaths,Rhondda Cynon Taff has the highest rate per 100,000 in Wales - 123.3. It is ranked 22nd across all local authorities in England and Wales. This is followed byMerthyr Tydfil (108) although there have been no reported deaths now for five weeks. More attention has been on the surge in infections - due to cases at the Kepak meat processing plant. A few new cases were reported this week and there have been 141 since April. But public health officials are confident it has been contained. \"If we look at other data such as hospital admissions or bio-surveillance indicators, there is no evidence of a surge of infections in the wider community in Merthyr,\" said Robin Howe, incident director at Public Health Wales. Earlier in the pandemic, concern was expressed thatpoorer areas were more vulnerable , and in Rhondda Cynon Taff not only did it have one of the higher mortality rates, but there was less of a gap between men and women. \"We still need to consider the differences in age, in gender, ethnicity, health, vulnerability and population density, to name but a few, if we are to understand the true effect of this coronavirus,\" said amortality review into the pandemic last week by the Welsh Government's Technical Advisory Group. Ceri Lynch, consultant anaesthetist at the Royal Glamorgan Hospital said there was a whole range of people being admitted in the first wave but the average age was 55. \"We had people from their mid 20s right through to their 70s. We had some who had no pre-existing health problems - but most did, they were overweight or diabetic but we had some who had nothing wrong with them before, caught Covid and ended up critically ill.\" \"A lot didn't know how or when they had caught it, we had some health care staff who we guessed had caught it at work and care home workers and one of our care home workers died, which was very sad. But at that time it was very prevalent in the community in the Rhondda.\" For those in intensive care, there was a 66% survival rate with known or suspected Covid-19 and a 55% survival rate for confirmed cases. They were also spending longer in critical care than for other conditions, like viral pneumonia, associated with season flu. This could be twice the average, up to 10.5 days. \"Some died - the ones that survived were staying longer and the longest length of stay was 70 days. Getting him out was wonderful, he came close to dying on a number of occasions.\"When he left ITU and a few days later left the hospital, we were all really happy. We wanted to line the corridors to clap him out but unfortunately we had four simultaneous admissions!\" Leaving the hospital is not the end of the story. \"Some of them may never get back to their normal state of health, for some it will take six to 12 months before they can walk about normally, have energy, catch their breath, do sports and things like that.\"From what we can see so far, it scars and can damage lungs quite badly and it remains to be seen how much of that can heal or whether we're going to have a whole generation of people with damaged lungs.\" Currently there are six patients in critical care but none with Covid-19, although there are now patients are coming into hospital with cancer that might be more advanced and doctors are \"catching up and working full pelt.\" Bridgend got its share of the April peak with a sharp spike of 25 deaths in one week but infections have been well below average - one of the lower case rates for south Wales areas. InPowys, there have been 92 deaths - half of them in care homes. Overall, 28% of coronavirus deaths in Wales have been in care homes.Powys is the only area of Wales to see care home deaths outnumbering hospital deaths for the virus. This is counting the 37 patients who died over the border, as the county does not have its own general hospital. Experts at the start had predicted that the pandemic might come later to north Wales - and this has been borne out, although the peak has been flatter and yet more sustained and stubborn. There have also been two incidents at meat plants. The Rowan foods outbreak inWrexham has resulted in 313 positive cases so far but health officials say these have now slowed considerably. Overall, deaths in the area have been running less than 15% above average - and the peak came later. OnAnglesey , there was also an outbreak involving workers from the 2 Sisters plant in Llangefni in June. But the island has had the fewest infections across north Wales over the last few weeks. In Gwynedd , there have been no deaths for the last month. Along with Conwy it has one of the lowest rates for excess deaths - although numbers of coronavirus-related deaths have continued steadily inConwy each week, totalling 97. Flintshire has seen the most deaths in the region - 134 involving coronavirus, which has seen deaths overall nearly 30% higher than average, peaking in mid April. Infections in the last week are in double figures but need to be reflected against low figures across Wales overall. Denbighshire had seen a steady rise in infections - and had the highest case rate in Wales for a time. There was no obvious explanation although health officials believed it might be to do with the intensity of testing in the area. The county had its peak week for deaths at the end of May. Chris Jones, deputy chief medical officer for Wales said: \"Betsi Cadwaladr figures look a little different but the pattern of their Covid has been different. They've not had such a high a peak as Aneurin Bevan and Cardiff and Vale in the south but they've had a longer exposure to it, probably as the infection has spread across north Wales.\" Infections caught in hospital also reflected the pattern of the virus in the wider community and Dr Jones said there would a close monitoring of figures on hospital infections to ensure they stayed low.Scientists and medics are still learning about the virus, as we also learn to live with it. Doctors are also sharing good practice and knowledge across the UK and beyond - including on Whatsapp groups.Teams from different departments have learnt new skills; doctors have also been involved in research and tried different drugs in trials, such as steroids, to be used in treating coronavirus patients. There is also hope that the cautious approach in Wales in the easing of lockdown may have embedded good practice with the public too. Ceri Lynch at the Royal Glamorgan Hospital said: \"I'm quite impressed with how people have been very sensible, compared to parts of England and other countries were people seem to have gone a bit wild.\"There seem very few occasions here were people have completely ignored the lockdown. Going out now I see people social distancing and there don't seem to be big parties or clusters of people.\"", "url": "https://www.bbc.com/news/uk-wales-53512349"}