{"datetime": "2021-05-28T12:15:45.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Live music performances to return in Wales", "article": "Live music can return immediately in Wales, it has been announced. The Welsh government confirmed performances could begin again but the change did not apply to nightclubs. Venues will need risk assessments in line with hospitality andperforming guidance . They will need to limit groups to a maximum of six people from six households, use one-way systems and follow ventilation guidelines.The change brings music performances in line with restaurants and theatres, which were able to open earlier in May. The announcement applies to music venues, bars, pubs, cafes, restaurants and licensed premises. Further activities, such as events and festivals, will be considered in the next review. Tickets for the Green Man festival sold out in 18 minutes when they went on sale earlier this month, despite organisers making it clear it may not go ahead.\"The demand is definitely there,\" director Fiona Stewart told BBC Radio Wales. She added: \"I have 5,000 people who rely on the festival [for work] who want it to go ahead. \"It will be an amazing moment if Green Man goes ahead in Wales - a fist in the air triumph for when we have had to give things up [over the past 14 months].\" However, Ms Stewart said her \"nervousness\" was that Covid insurance was not available for big events and social distancing rules would not work at a festival.UK Hospitality chief executive Kate Nichols said venues that could have a seated audience would be able to socially distance people. \"However, for many small venues it will simply be impossible for them to manage this with social distancing in place,\" she added. \"And for our nightclubs, it's just impossible to operate. We do need to see the rest of the roadmap for our Welsh businesses too.\"Until we get that final bit of the jigsaw - the social distancing lifted - to be able to allow these businesses to return to profitability, then we're not at the end of the road yet for the sector.\" Katie Hall, the lead singer of Chroma, said she was \"elated\" and it was a \"step in the right direction\" with the band unable to play any gigs since before the pandemic. The south Wales act has festival bookings for October, and she added: \"Everyone needs to be paid, and something like 36% of people in the sector have lost their jobs. \"It's had a massive hit on the music industry as a whole.\" But Daniel Minty, who produces a Cardiff gig guide said he believed conversations were \"much needed\" over live events.\"The Welsh government has not discussed it over the last 16 months,\" he said. \"The train is leaving the station and that's the most important thing.\" Mr Minty said he believed there would be a need for trial events while venues would need to decide if they can break even with gigs, adding: \"It's a difficult process, but a process that is now able to start.\" In England, socially distanced gigs have been taking place since 17 May. All areas of mainland Scotland are at level two apart from Glasgow, which is at level three. At level two outdoor and indoor events such as concerts can go ahead with limited capacity. Northern Ireland has no date yet set for when live music can resume there. A Welsh government spokesman said the suspension of gigs and other live performances had been one of \"the biggest shocks to our sense of well-being and the arts economy\". He added: \"We will continue to support our music and arts sectors in Wales through our cultural recovery, freelancer and economic resilience funds.\" Welsh music tourism attracts 440,000 people annually, according to industry group UK Music. It said the industry generates about £143m for the Welsh economy and supports more than 1,800 jobs. Welsh rockers Feeder, whose UK top 20 hits include Buck Rogers and Just A Day, are due to play an outdoor homecoming concert at Tredegar Park in Newport on 9 July. While renowned live band Foals, winners of the best album award at the 2020 Brits, are scheduled to play one of the open-air concerts at Cardiff Castle this summer.Some of Wales' most popular gig venues - like Venue Cymru in Llandudno and Newport Centre - are still Covid vaccination centres. \"It's been a long road, but I think we're finally getting to the end of it,\" said Sam Dabb, the Wales coordinator for the Music Venue Trust. \"I'm really, really happy. \"The gigs are subject to risk assessments and the guidance, and we have to wait for the guidance to come out from Welsh government and then the Music Venue Trust are going to help their members build the risk assessments, to make sure we do everything safely and properly. \"I think the best route back is to do it safely and slowly,\" added Ms Dabb, manager of Newport gig venue Le Pub.\"Whatever the scientific advisers are saying we should do, we're going to make sure our members are doing,\" she said. ", "url": "https://www.bbc.com/news/uk-wales-57274118"}