{"datetime": "2020-10-08T05:22:33.000Z", "title": "E-cigarettes: 'Young people vape less but still smoke'", "article": "E-cigarette use among young people has fallen for the first time in Wales, according to research by Cardiff University. But the decline in 11 to 16-year-olds smoking has stalled, the study found.The 2019 Student Health and Wellbeing Survey asked more than 100,000 pupils from 198 secondary schools across Wales about their smoking habits. The findings show 22% of young people had tried an e-cigarette, down from 25% in 2017. Those vaping weekly or more often had also declined from 3.3% to 2.5% over the same period. By law, shops should not sell vaping products to anyone under the age of 18. Experimenting with vaping is still more popular than trying tobacco (11%), according to the data.But the long-term decline in those regularly smoking had stalled, with 4% of those surveyed smoking at least weekly in 2019, the same level as in 2013. Young people from poorer backgrounds were still more likely to start smoking than those from richer families, according to the findings. Abi and Sophie from Bridgend started smoking at the ages of 14 and 12. Sophie, now 17, said: \"If I wake up in a bad mood I'll smoke around 25 to 30 fags a day. On a good day I'll smoke 15 to 20 cigarettes a day. \"Most people who know me say they never would have guessed that I'm a smoker. I hate smoking, I despise it. It's a dirty habit, but I rely on it for my mental health.\" Abi, also 17, said: \"It's a dirty habit and it makes your clothes smell of smoke. But I can't help it now because I've been smoking for so long. Ex-smoker Emma, 17, was only 13 when she tried her first cigarette with school friends in Pembrokeshire. \"I hate it - I hate the smell of it, I hate the taste of it, I hate just everything about it,\" she said. Suzanne Cass, chief executive of Ash Wales, which raises awareness of the health, social and economic effects of smoking, said: \"With e-cigarette usage falling amongst young people, this evidence demonstrates that vaping is not a public health concern.\" She said the focus should be on \"addressing the unacceptable smoking levels amongst young people\". \"Sadly, smoking is a lifelong addiction that all too often begins in childhood and we know from our own research that 81% of adult smokers in Wales were 18 or under when they had their first cigarette.\" ", "url": "https://www.bbc.com/news/uk-wales-54453361"}