{"datetime": "2022-02-14T14:45:31.000Z", "title": "E-cigarettes: Cardiff shops sell products to underage teens", "article": "E-cigarettes and liquid were illegally sold to under-18s in a Welsh city, an undercover BBC investigation has found. Research for theX-Ray programme showed shops in Cardiff sold e-cigarettes with a greater capacity than the 2ml legal limit of e-liquid. Two underage teenagers were also sold those illegal e-cigarettes at seven out of 20 shops tested. A nicotine addiction expert said it was \"terrifying\" that young people could buy e-cigarettes over the counter. The BBC Wales investigation has revealed the scale of illegal e-cigarette sales. Of the 20 stores around the capital the programme sent a team into, eight (40%) sold the illegal e-cigarettes. The maximum size for a nicotine tank on a disposable e-cigarette is 2ml - or around 600 puffs.However many illegal products will have as many as 4,000 puffs and a far higher nicotine strength than the legal concentration limit of 20mg, or 2% nicotine salt. The Trading Standards group covering Cardiff, the Vale of Glamorgan and Bridgend, said it had been targeting people and businesses selling illegal vaping products. Thomas Clack, ofShared Regulatory Services , said: \"We're really concerned about this issue because these products should not be on the UK market.\"The most concerning thing is the strength and the tank size which means the amount of nicotine that these products can dispense.\" The sale of these products to children is an even greater concern. He added: \"The cost of these disposable e-cigarettes does range between five to £10. These are pocket money prices for a number of children.\" X-Ray secretly filmed its team visiting small shops to try to buy these illegal e-cigarettes. Where the shop sold these vapes, the programme then sent in two underage teenagers to see if they could also buy them without ID checks, seven of which did so. Dr Nilu Ahmed, an expert on nicotine addiction in young people, said: \"It's really quite terrifying that people can go and buy these over the counter and particularly young people.\" Watch: X-Ray at 19:30 GMT on Monday 14 February on BBC One Wales, also on iPlayer. ", "url": "https://www.bbc.com/news/uk-wales-60375960"}