{"datetime": "2021-10-29T00:19:32.000Z", "title": "E-cigarettes could be available on NHS to tackle smoking rates", "article": "E-cigarettes could soon be prescribed on the NHS in England to help people stop smoking tobacco products. The Medicines and Healthcare Products Regulatory Agency is inviting manufacturers to submit goods for approval to be prescribed. It could mean England becomes the first country in the world to prescribe e-cigarettes as a medical product. There has been much debate over the years about whether e-cigarettes should be used for this purpose. E-cigarettes are not completely risk-free but they carry a small fraction of the risk of cigarettes. They do not produce tar or carbon monoxide, two of the most harmful elements in tobacco smoke. The liquid, that is heated up to be inhaled, contains some potentially harmful chemicals also found in cigarette smoke but at much lower levels. This aerosol is commonly referred to as vapour and so the use of an e-cigarette is described as vaping. A medically licensed e-cigarette would have to pass even more rigorous safety checks than those required for them to be sold commercially. E-cigarettes are the most popular aid used by smokers trying to quit, with more than one-in-four smokers relying on them - more than those who use nicotine-replacement therapy products such as patches or gum. But apart from being used in a number of pilot schemes, they have not been available on prescription. However, in 2017 the government started promoting them as part of its annual Stoptober campaign. It is estimated that about 3.6 million people use e-cigarettes - most of them ex-smokers. Almost 64,000 people died from smoking in England in 2019. Health Secretary Sajid Javid said e-cigarettes could be an important tool to reduce smoking rates. \"Opening the door to a licensed e-cigarette prescribed on the NHS has the potential to tackle the stark disparities in smoking rates across the country,\" he said. But Prof Peter Hajek, director of the tobacco dependence research unit at Queen Mary University of London, said the move sent a positive message that e-cigarettes could help people to quit. He questioned whether it would have the intended consequences as the costs of applying for approval could be a barrier to many manufacturers. \"Smokers are more likely to benefit from e-cigarettes if they can select flavours, strengths and products that they like, rather than being limited to whatever becomes licensed.\"It also does not seem necessary for the NHS to pay for something that smokers are happy to buy themselves.\"Overall, it would seem easier to just recommend existing products which are well regulated by consumer protection regulations.\"", "url": "https://www.bbc.com/news/health-59083491"}