{"datetime": "2021-07-05T21:56:17.000Z", "title": "Motor neurone disease: People with MND in Wales 'disadvantaged'", "article": "The family of a man with motor neurone disease (MND) claims he is \"disadvantaged\" due to living in rural Wales. Bob Gledhill said it was \"devastating\" when he was diagnosed in October 2020. Mr Gledhilll, 52, and his family are campaigning for a national centre for research to be established in Wales, to improve the scale and quality of clinical trials. The Welsh government said several trials and studies are ongoing. While some health boards do conduct trials, with some ongoing in Swansea Bay and Cardiff and Vale health boards, there is no national centre as there are in England and Scotland. Mr Gledhill, from Carmarthen, said he was told there were no trials in Wales he could apply to take part in. \"When Bob was diagnosed, there was advice on stuff like which wheelchair to buy but nothing on how to live with the disease positively,\" his wife Dr Lowri Davies said. \"Wales in particular is poorly served - there are smart trials in Scotland and England in repurposing drugs that are used for other conditions for use in MND, but here there is nothing. \"We asked to be involved in clinical trials and they said no.\" Mr Gledhill, who has applied to take part in a clinical trial in Oxford, has a type of MND which is slow progressing and his deterioration could last some years. He first noticed his symptoms in late 2019 when he struggled to use his left hand.Mr Gledhill said: \"I was struggling to lift things and it was really bad when it was cold. \"The weather got warmer, and it wasn't as bad but the following winter it was even worse and I thought: 'I probably ought to have this looked at'.\" When he was diagnosed, he said he was \"shocked\" at the limited options available.\"All we were offered was a diagnosis and then advice on palliative care,\" Mr Gledhill explained. \"We were offered nothing in between, no treatment, no advice that might make what we have left better or might make me live longer. \"It was really: 'Go and enjoy the days you have left'.\" Mr Gledhill and his family started a campaign group called Motoron, and completed the Welsh Three Peaks Challenge over the weekend with friends, family and supporters, raising more than £28,000. \"The best thing we can do to combat this is to remain active and remain positive so I've been doing lots of exercise and acupuncture,\" Mr Gledhill said. \"There is nothing anyone can do so we got everyone together to do something like this. It's a good way to channel that enthusiasm.\" Dr Davies added: \"For us the only way to die well is to live well, and for us that's what this challenge is about.\" A Welsh government spokesman said clinical trials \"are an important role in the treatment of MND\" and that £15m is provided to NHS organisations to help them undertake clinical trials in areas including MND. He said: \"There are several MND studies ongoing in Wales and support is available for some people who are eligible for clinical research studies outside Wales. People should discuss access to research studies with their consultant. \"We are continuing to work in partnership with the Neurological Conditions Implementation Group and health boards, to ensure people with neurological conditions receive the help and support they require at the appropriate time.\" Motor Neurone Disease affects the brain and muscles and, according to the MND Society in Wales, a third of people die of the disease within the first year of receiving their diagnosis. It is an uncommon condition which causes weakness that gets worse over time. There is no cure, but there are treatments to help reduce the impact it has on a person's daily life. Some people live with the condition for many years. MND can significantly shorten life expectancy and eventually leads to death. ", "url": "https://www.bbc.com/news/uk-wales-57713238"}