{"datetime": "2021-06-10T23:47:55.000Z", "author": "James Gallagher", "title": "Motor neurone disease: Intense exercise increases risk, say scientists", "article": "Regular and strenuous exercise increases the risk of motor neurone disease in people who are genetically vulnerable, say scientists. The team at the University of Sheffield said nobody should stop exercising as a result of their study.But they hope the findings could lead to ways of screening people who may be at higher risk and give tailored advice.Overall,around one in 300 people will develop motor neurone disease.It affects people's ability to move, talk and even breathe as the motor neurones that carry messages from the brain to the muscles fail. It can dramatically shorten people's lives.Who gets it and why is a complicated, poorly-understood mix of the genetic risk you are born with and other environmental factors that build up over a lifetime.There has long been a connection between exercise and the disease, but whether it was a genuine \"cause\" or just a \"coincidence\" has been the source of fierce debate.Studies in Italian footballers have suggested rates up tosix times higher than normal. Athletes including Rob Burrow (rugby league), Stephen Darby (football) and Doddie Weir (rugby union) have all spoken openly about the disease. \"We have conclusively said exercise is a risk factor for motor neurone disease\", Dr Johnathan Cooper-Knock, one of the researchers, said. \"The numbers of high profile athletes affected with MND is not a coincidence.\" The researchers analysed data from theUK Biobank project , which has detailed genetic samples from half a million people.They used a technique called Mendelian randomisation to turn that data into an experiment, and showed people whose DNA makes them more likely to do strenuous activity were more likely to get MND. The study,published in the journal EBioMedicine , also showed:Strenuous and regular was defined as more than 15-30 minutes on more than 2-3 days per week. But obviously, most people who exercise that much do not develop motor neurone disease.Dr Cooper-Knock said: \"We don't know who is at risk and we wouldn't go as far as advising who should and shouldn't exercise. \"If everyone stopped exercising that would do more harm than good.\" The hope is the work will eventually lead to a way of tailoring advice similar toscreening footballers for heart problems . Prof Dame Pamela Shaw, the director of the Neuroscience Institute in Sheffield, said: \"This research goes some way towards unravelling the link between high levels of physical activity and the development of MND in certain genetically at-risk groups.\" It is thought low levels of oxygen in the body during strenuous exercise could be leading to a process called oxidative stress in the motor neurones - some of the biggest and most oxygen-demanding cells in the body. This may lead to damage and eventually cause the cells to die in people who have that genetic vulnerability.Dr Brian Dickie, from the Motor Neurone Disease Association said more research along these lines was needed. He said the genetic and environmental components of MND were often studied in isolation whereas \"the power of this research comes from bringing these pieces of the puzzle together\". Follow James on Twitter ", "url": "https://www.bbc.com/news/health-57431412"}