{"datetime": "2022-02-15T06:07:17.000Z", "author": "Mared Ifan", "title": "Motor neurone disease: 'False hope' given to Welsh patients", "article": "\"False hope\" has been given to people with motor neurone disease (MND) in Wales, according to the family of a man with the terminal illness. Patientshave been told they can access trials and support services in England , helped by £50m in funding, as there is no MND research centre in Cardiff.But Bob Gledhill, 53, from Carmarthen, said he was unable to get a referral. The Welsh government said support was available for some to take part in trials outside of Wales. Mr Gledhill is one of about 5,000 people in the UK, including 200 in Wales, living with MND. Life expectancy is usually between two and five years from the onset of symptoms. In December, Health Minister Eluned Morgan said she did not believe Wales needed specialist MND research centres, adding that in \"some cases, support is also available for patients who are eligible for clinical research studies outside of Wales\". But Mr Gledhill said he was \"astonished\" as it was \"not our experience\".After diagnosis in October 2020, he was accepted by a specialist centre in Oxford, but was unable to get a referral.He said: \"We've tried on several occasions to try and get involved in research and at every turn it's a negative. \"We couldn't get referred out of Wales because nominally they have an MND service here. \"It was really a 'computer says no' situation. It ended up in a circular argument and it got nowhere. It's disheartening.\" Mr Gledhill's wife, Lowri Davies, said there were no facilities in Wales with the expertise to draw on£50m of UK government funding for MND research .Ms Davies said the family were told there was a move to start a trial in Wales in September, but were told last month that although 50 people had been enrolled, only one had been seen.\"It might not sound a lot, a few months, but if your life expectancy could be as short as two years, then every month is important,\" she said.\"And it's really unfair to give people false hope that they will be part of this trial. \"We're not under any illusions that they're going to make a huge difference, but again it's back to this positivity - a positive mental attitude, and being part of a bigger family that's trying to push forward and find a cure for this disease.\" Mr Gledhill now struggles to lift things with his left arm, and his balance has also deteriorated.Although he said he had accepted that trials would not help him, he said he wanted to do everything he could to help find a cure for the disease.Mr Gledhill added: \"It would be great to think that things could progress. We'd have some centres of excellence set up, got places to go and get onto trials and get the best physio.\" Prof Ammar Al-Chalabi, a leading neurologist at King's College Hospital in London, said Wales should \"absolutely\" have its own MND research centre.\"There's already something close to that,\" he said.\"At Cardiff there's a very good research unit for discovery science... in Morriston [Hospital, in Swansea] there is a neurology and palliative care team and in Bangor, where you could develop the clinical aspects. \"So definitely, there's the possibility and I think it would be an excellent idea to have Wales' own MND research centre. \"The more centres we have the more accessible they are to patients, the more we learn about the condition, the faster we'll be able to cure it.\" The MND Association said that while clinical trials had started in Wales, progress had been slow and many people had not yet been seen. The charity said a shortage of staff was the main problem, with not enough neurologists in Wales coming forward to run the trials. The Welsh government said £15m had been provided for NHS organisations to undertake clinical trials in a broad range of areas, including MND.It added: \"We want to grow the range of MND studies being carried out in Wales, building on the currentSmart trial .\"Support is also available for some people who are eligible to take part in clinical research studies outside Wales.\"We would encourage people to discuss access to research studies with their consultant and clinical teams.\" ", "url": "https://www.bbc.com/news/uk-wales-60348557"}