{"datetime": "2019-03-31T16:07:49.000Z", "title": "Vaping: Newport shops sell products to underage teens", "article": "Vaping products were illegally sold to underage teenagers in half of all shops tested in one Welsh city as part of a BBC Wales investigation. Two 16-year-olds fitted with secret cameras by theX-Ray programme were sold age-restricted vape liquid at 10 out of 20 shops tested in Newport. By law, shops should not sell vaping products to anyone under the age of 18. The UK Vaping Industry Association (UKVIA) blamed \"unscrupulous retailers\" and called for better enforcement. For many people quitting smoking, vaping is a good alternative to cigarettes, but there are fears it is becoming glamorised and increasingly attractive to children. On YouTube, there areclips from young vapers performing spectacular tricks for millions of viewers. And critics say some of the flavours might appeal directly to children - a claim the industry disputes. Pupils at Ysgol Gymraeg Ystalafera, a Welsh-medium secondary school near Neath, said children - sometimes as young as 11 - were vaping for a number of reasons. \"I believe that when they see the older pupils in the school experimenting with all these different types of vape, they think it's how to fit in,\" one pupil said. The different flavours were another reason for their popularity with children, according to some. \"They definitely appeal to a younger market, so much like alcopops were for younger children,\" a pupil explained. Another added: \"You see videos going viral of people vaping and making shapes out of the smoke and stuff like that and I think it just attracts a younger audience that thinks it's cool.\" Pupils also thought it was easy to buy vaping products, despite the age restriction.To test that, X-Ray sent sixteen-year-olds Rory and Anthony to Newport fitted with secret cameras to see how many shops would illegally sell them vaping products. Some shops did ask for ID, but half of the 20 they visited sold vaping products labelled \"highly addictive\" and \"over-18s only\" without checking their age.One even sold illegal vape liquid with no proper labelling for just 50p. Prof Martin McKee, a public health expert from the London School of Hygiene and Tropical Medicine, said he was concerned about the \"real risk of a nicotine-addicted generation\". \"What this demonstrates very clearly is that the rules are simply not being applied,\" he added. Dan Marchant, of industry body UKVIA, added: \"We've got very clear guidelines that you do not allow members to market products to under-18s.\" X-Ray is on BBC One Wales at 19:30 BST on Monday, 1 April and will then be available on the BBC iPlayer . ", "url": "https://www.bbc.com/news/uk-wales-47750716"}