{"datetime": "2018-08-14T02:47:31.000Z", "title": "Vaping 'can damage vital immune system cells'", "article": "Vaping can damage vital immune system cells and may be more harmful than previously thought, a study suggests. Researchers found e-cigarette vapour disabled important immune cells in the lung and boosted inflammation. The researchers \"caution against the widely held opinion that e-cigarettes are safe\". However, Public Health England advises they are much less harmful than smoking and people should not hesitate to use them as an aid to giving up cigarettes. The small experimental study, led by Prof David Thickett, at the University of Birmingham, is published online in thejournal Thorax. Previous studies have focused on the chemical composition of e-cigarette liquid before it is vaped. In this study, the researchers devised a mechanical procedure to mimic vaping in the laboratory, using lung tissue samples provided by eight non-smokers. They found vapour caused inflammation and impaired the activity of alveolar macrophages, cells that remove potentially damaging dust particles, bacteria and allergens. They said some of the effects were similar to those seen in regular smokers and people with chronic lung disease. They caution the results are only in laboratory conditions and advise further research is needed to better understand the long-term health impact - the changes recorded took place only over 48 hours.An independent review of the latest evidence on e-cigarettes was published by Public Health England in February. The review concluded there was \"overwhelming evidence\" they were far safer than smoking and \"of negligible risk to bystanders\" and advised they should be available on prescription because of how successful they had been in helping people give up smoking. Prof Thickett said while e-cigarettes were safer than traditional cigarettes, they may still be harmful in the long-term as research was in its infancy. \"In terms of cancer causing molecules in cigarette smoke, as opposed to cigarette vapour, there are certainly reduced numbers of carcinogens,\" he said. \"They are safer in terms of cancer risk - but if you vape for 20 or 30 years and this can cause COPD [chronic obstructive pulmonary disease], then that's something we need to know about. \"I don't believe e-cigarettes are more harmful than ordinary cigarettes - but we should have a cautious scepticism that they are as safe as we are being led to believe.\" Martin Dockrell, tobacco control lead at Public Health England, said: \"E-cigarettes are not 100% risk-free but they are clearly much less harmful than smoking.\"Any smoker considering e-cigarettes should switch completely without delay.\" ", "url": "https://www.bbc.com/news/health-45170756"}