{"datetime": "2018-08-17T12:20:41.000Z", "title": "E-cigarettes can be key weapon against smoking, say MPs", "article": "Rules around e-cigarettes should be relaxed so they can be more widely used and accepted in society, says a report by MPs. Vaping is much less harmful than normal cigarettes and e-cigarettes should be made available on prescription to help more people quit smoking, it said. The report also asks the government to consider their use on buses and trains. There is no evidence e-cigarettes are a gateway into smoking for young people, Public Health England said.The report on e-cigarettes, by the science and technology MPs' committee, said they were too often overlooked by the NHS as a tool to help people stop smoking. For example, it said it was \"unacceptable\" that a third of the 50 NHS mental health trusts in England had a ban on e-cigarettes on their premises, when there was a \"negligible health risk\" from second hand e-cigarette vapour. In the report they call for: About 2.9 million people in the UK are currently using e-cigarettes. It is estimated that 470,000 people are using them as an aid to stop smoking and tens of thousands are successfully quitting smoking each year as a result. Although the report recognised the long-term health effects of vaping were not yet known, it said e-cigarettes were substantially less harmful than conventional cigarettes because they contained no tar or carbon monoxide. Norman Lamb, chairman of the science and technology committee, said: \"Current policy and regulations do not sufficiently reflect this and businesses, transport providers and public places should stop viewing conventional and e-cigarettes as one and the same.\"There is no public health rationale for doing so,\" he said. \"Concerns that e-cigarettes could be a gateway to conventional smoking, including for young non-smokers, have not materialised.\"If used correctly, e-cigarettes could be a key weapon in the NHS's stop-smoking arsenal.\" Mr Lamb said medically licensed e-cigarettes \"would make it easier for doctors to discuss and recommend them as a stop-smoking tool to aid those quitting smoking\".The report is the latest in a long-running debate about e-cigarettes and how they are used in society. A survey in Scotland found that young people who use e-cigarettescould be more likely to later smoke tobacco. And in Wales,concerns have been raised about young people using e-cigarettes on a regular basis. But elsewhere, asix month trial at an Isle of Man jail found allowing inmates to smoke e-cigarettes made them calmer and helped them quit smoking.More research is needed to better understand the long-term effects of e-cigarettes, afterearly research on lung cells in the lab suggested that the vapour may not be completely safe. But there is general agreement among public health experts, doctors and scientists that e-cigarettes are significantly less harmful than normal cigarettes containing tobacco. E-cigarettes are not covered by thesmoking legislation which bans the use of cigarettes in all enclosed public and work places. In fact, to encourage smokers to switch to vaping,Public Health England recommends e-cigarettes should not be treated the same as regular cigarettes when it comes to workplaces devising smoking policies. \"Vaping,\" the authority said, \"should be made a more convenient as well as safer option\". But some places have banned vaping. For example, Transport for London forbids the use of e-cigarettes on all buses and the Underground, including at stations. Big cinema chains such as Cineworld, Odeon and Empire also ban smoking e-cigarettes anywhere on their premises while most theatres also forbid their use. Most airlines and airports ban vaping, apart from in designated smoking areas. Public Health England estimates that e-cigarettes are 95% less harmful than normal cigarettes. Duncan Selbie, chief executive of PHE, said: \"E-cigarettes are not without harm but are way safer than the harms of tobacco.\"There is no evidence that they are acting as a gateway into smoking for young people.\"We want to see a tobacco-free generation within 10 years and this is within sight.\" The charity Action on Smoking and Health welcomed the report but said it had some concerns over rule changes on advertising, which could mean tobacco companies being allowed to market their e-cigarettes in packs of cigarettes.George Butterworth, from Cancer Research UK, said any changes to current e-cigarette regulations \"should be aimed at helping smokers to quit whilst preventing young people from starting to use e-cigarettes\". Prof Linda Bauld, professor of health policy at the University of Stirling, said: \"This report is a welcome and evidence-based respite from all the scare stories we see about vaping. \"Its recommendations are not likely to be popular with all, and some of them may be difficult or complex to implement. But government, regulators and service providers should take note.\" There are some strong opinions on Twitter in reaction to the idea of allowing vaping on public transport. Richard Walker, 44, says vaping has helped him to give up smoking. He smoked around 30 to 40 cigarettes a day for 23 years but gave up tobacco 12 weeks ago. \"I have used patches and lozenges to aid my attempt and I vape using oils with low nicotine content. \"I can honestly say that using a vape has helped me to stop smoking. \"During my cessation meeting with the nurse specialist, my carbon monoxide reading was 32 which classed me as a heavy smoker. \"My carbon monoxide reading is now two - non-smoker.\" ", "url": "https://www.bbc.com/news/health-45212444"}