{"datetime": "2022-02-11T12:50:26.000Z", "author": "Lucy Owen", "title": "Gambling: Online casinos addiction prompts advert ban call", "article": "It did not matter where she was, Lisa said such was her addiction to online casinos, she would gamble everywhere. \"I would gamble on the toilet, on the school run, on the bus, the only time I wasn't gambling was when I was sleeping,\" she said. Lisa, 48, is speaking out after one leading gambling awareness charity reported a 132% rise in UK women seeking treatment for addiction. The UK government is considering reform plans in their Gambling Act Review. But the chairwoman of a cross-party group of MPs scrutinising gambling-related harm fears that theinquiry into lockdown parties in Downing Street and uncertainty surrounding Prime Minister Boris Johnson's future could disrupt the review. Lisa hopes gambling reform is recommended in the white paper - due to be published this spring - and she wants gambling adverts, likethose for tobacco , banned. The mum-of-four from Cardiff said she gambled \"from the moment I opened my eyes to the time I went to bed\" as online casinos took over her life. \"From half six, I'd wake up and I'd go on my phone, straight on the online slots,\" said Lisa. \"I'd gamble walking the kids to school, it'd be constant - I'd gamble everywhere. \"There would be some nights I'd be up until three in the morning trying to chase my losses, then having to survive on only three hours sleep.\" Lisa said her relationship with gambling started as a child when her dad would take her to the penny slot machines in the amusement arcades in Penarth, Vale of Glamorgan. Then as she got older, she would go to bingo with her parents and her grandmother. \"It was a really happy time,\" she recalled. But Lisa said it went from being a \"social thing to a problem\" when she was in her 30s as she used gambling a \"coping mechanism\" after a personal trauma. \"I would usually spend about £400 to £500 a day, often money that wasn't mine, on credit cards,\" Lisa said. She sought professional help in 2017 when she was £36,000 in debt as the situation was \"scary\". \"I lost myself and I was so unhappy,\" said Lisa. \"I thought I was going to lose everything - my mind, my house and my kids. I was desperately ill. But I wanted to be happy so I got help for myself and my children.\" It will be five years this June since Lisa gave up gambling after seeking help from professionals at Living Room in Cardiff. Now she herself volunteers at the community-based recovery charity to help others who are struggling with gambling addiction. Now Lisa still avoids \"potential triggers\" to minimise the risks of slipping back into her old ways. \"I don't watch daytime TV live anymore as there's too many gambling adverts and they are impossible to avoid,\" she said. \"They are 24 hour, non-stop, in your face. I've stopped watching some of my favourite TV shows live as well because they are sponsored by online casinos.\" Lisa has called on the UK government to follow what they did with tobacco advertising and ban gambling sponsorship and adverts. \"I'd like to see it banned,\" she said. \"We've done it with tobacco, promotion of that is restricted so I think they should do the same for gambling.\" Anawareness campaign has also been launched by the charity Gamble Aware to support an estimated one million UK women at risk of harmful gambling.Another gambling addiction charity, Gordon Moody, reported a 132% rise in UK women seeking treatment for addiction and applications for treatment from Welsh women were double the number from the year before. \"The caricature that's painted of going to the bookies is very male, going to the horses, casino,\" said Gordon Moody chief executive Matthew Hickey. TV and online adverts, often targeting women, have caused concern and politicians on the all-party parliamentary group for Gambling Related Harm hope the UK government's white paper tackles advertising and spending limits online.\"You can only put £2 in the machine in the bookies. But you can go online, exactly the same machine and put £22,000 on,\" said its chairwoman, Swansea East MP Carolyn Harris. \"There needs to be real strong curbs on advertising. I would like to see TV advertising banned but there are some sports which are dependent on ads.\"There needs to be a way where they can get sponsorship without it being in your face.\" The Labour MP said she hoped the Conservative government's \"own internal problems\" did \"not stand in the way of much-needed reforms\". UK government ministers said they were working with officials from Department for Digital, Culture, Media and Sport \"at pace\" on the white paper. \"I welcome this campaign to increase awareness of problem gambling among women,\" said Gambling Minister Chris Philp. \"It's vital that we continue to do all we can to protect those at risk from gambling-related harm. \"The gambling landscape has evolved immeasurably in the past 15 years and our comprehensive gambling act review will ensure our gambling laws offer the right balance of protections in the digital age.\" The gambling industry's standards body said its largest members pledged an \"additional £100m of funding between 2019 and 2023 for research, education and treatment services\" to be administered by the independent charity GambleAware.\"Although millions of people enjoy betting and gaming safely and responsibly, we believe one problem gambler is still one too many,\" said a Betting and Gaming Council spokesperson. \"That's why we have taken a number of steps to further raise standards and promote safer gambling - including for women gamblers.\" If you're affected by any of the issues in this article, you can find details of organisations which can helpvia the BBC Action Line. ", "url": "https://www.bbc.com/news/uk-wales-60308963"}