{"datetime": "2021-11-29T06:12:25.000Z", "author": "Tyler Edwards", "title": "How Hay-on-Wye book lovers fought to save town library", "article": "\"How can you not have a library in the town of books?\" After growing up in an area with a globally renowned literature festival, 11-year-old Thomas now has dreams of becoming an author.But despite some 300,000 book fans visitingHay Festival each year, council cutsalmost left the Welsh border community without a library .The threats sparked such an outcry that a five-year campaign to save it was launched by residents. \"I think it would be a cool job to be when I am older, but I am not sure what I would write about yet,\" Thomas said.He's a frequent library user and talks from authors who visit his school during the festival have inspired him to put pen to paper.But he was \"thunderstruck\" when he heard the library faced closure.Every year since 1988 - Covid permitting, of course - everyone from presidents to celebrities flock to the quiet Powys town to talk about books. Its normal population of 1,500 temporarily swells to about 100,000. Former US President Bill Clinton, who visited in 2001, famously described it as the \"Woodstock of the mind\". But In 2016, Powys councilthreatened to close 10 rural libraries , including Hay's to make budget cuts. For 10-year-old Maisy, taking away the library would ultimately take away \"lots of opportunities\". For her, the library is \"excellent\" because \"there's always a book for everyone\". But the library, which has been there since 1947, has inspired not only the younger generation.\"Books are an integral part\" of 83-year-old Tom Hatherill, who's from Hay. \"It's in my blood,\" he said.\"It's important for the youngsters and elderly people because we were brought up to be book readers. To take it from us would be a big loss.\" Tom did not know what a library was until his mates introduced him in 1947. Since then he has fallen in love with the \"real gem of a place\" - he currently has three Hay Public Library books on the go.He found the proposal to shut the library \"ridiculous\" when attending one of the first meetings in 2016. Following that meeting, a group of 25 members soon turned into 400 after leafleting, public meetings and demonstrations in the town to campaign against the library's closure. After keeping the threat at bay for years, Hay-on-Wye Library Supporters (HOWLS) \"couldn't believe it\" when plans were announced to slash Powys' rural library service by £200,000 in 2019. It meant all rural libraries in Powys could be closed and Hay's newly-built library, now homed in a primary school, faced becoming an empty room of books with no librarian once again. The author of His Dark Materials trilogy Philip Pullman called the plan \"a disgrace to civilisation\" and \"an act of destructive folly\"at Hay Festival in 2018 . The public outcry of support prompted an extensive rethink by the council after the proposal failed to win backing by just one vote.\"It's been a fight to keep our library open,\" said Anita Wright, chair of HOWLS.She said the community had been \"outraged\", adding: \"If you're a single mum you can go in there to meet other parents at story time and we've had a number of homeless people go in there and seek support from a librarian over the years.\" With the town no longer having a community centre and registrar's office, Anita said the library was \"not just a place you can borrow a book, it's a community hub\", adding: \"It's the last outward facing part of our local council.\" \"I wasn't going to let them take that from us,\" Anita said. So this time, HOWLS changed strategy. It set up HayPublicLibrary.org Community Interest Company (CIC) with the aim to negotiate a five-year contract with Powys to keep its loved library open. After conducting consultations with libraries in the county, Councillor Rachel Powell found that Hay's CIC was a potential resolution to saving libraries locally.Hay Library lends about 17 books an hour, with 340 borrowed a week. Michael Eccles, founder and director of the CIC, said the cuts were confusing considering it cost Powys just 2.23% of its combined library budget to run, ranks the fourth cheapest library to run in the county and has the lowest cost per loan. In negotiations, Michael said it became more evident to everyone from these statistics that Hay was an \"extremely good\" library to arrange a legally binding contract with to keep it alive. \"I don't know... all I know is we've got the basis for looking forward,\" said Anita. The contract has an option to extend if the town raises £25,000 over the next five years, but supporters are aiming to top that.Michael sees the future of the library as a place not only to lend books, but to develop networks that look after \"the resilience and security of our local community\". He said, in light of the climate crisis, he plans to use the library to facilitate welfare security, food security and more.Ms Powell said: \"This has only been successful due to those members behind it, whose shared vision and willingness to work with the local authority in collaboration, has ensured the future of Hay Library is secured.\" ", "url": "https://www.bbc.com/news/uk-wales-59318992"}