{"datetime": "2021-11-15T05:52:00.000Z", "subject": "Coronavirus pandemic", "title": "Wales NHS Covid pass: What is it and how do I get one?", "article": "Covid passes have been extended to cinemas, theatres and concert halls in Wales. The new rule comes into effect from Monday. People in Wales already required an NHS Covid pass to legally enter nightclubs and large events. Anyone aged over 18 is required to show the pass to prove they are either fully vaccinated or have had a negative lateral flow test result within the past 24 hours. So how do you get a Covid pass, how will they work and how does Wales compare with the rest of the UK? Anyone who is aged over 16 and has been fully vaccinated in Wales or England, or has had a negative lateral flow test result in the previous 48 hours, can get a pass. However they are only compulsory for anyone over 18 to enter: Passes are also a way of proving you do not need to self-isolate, if you have been identified as a close contact of a positive Covid case and can be used when travelling abroad. The Welsh government says any venue that can serve alcohol, is open between midnight and 05:00 and where music is provided for dancing will need to check for passes. That means it could cover other venues not traditionally considered nightclubs that have a late licence. Venues can either apply the pass rules from when they open their doors, or when they open their dancefloor. TheNHS Covid Pass is available digitally but you need to register for anNHS login via the website. You will need to upload a photo of your ID (passport, full UK driving licence, full European driving licence).This will allow you to produce a Covid pass using a smart phone, a computer or laptop. Your NHS Covid Pass includes a barcode. The expiry date refers to the barcode and will update automatically. It does not apply to your vaccination status. It's worth noting that in Wales, you cannot get the pass via the NHS app, as this is only valid in England. This is also different to theNHS Covid-19 app which alerts you if you've been close to someone with the virus. If you do not have photographic ID you will need to request a paper NHS Covid certificate. Call 0300 303 5667 for a paper copy at least five days after your final dose. It is an offence to deliberately use a fake Covid pass or produce a fake lateral flow test (LFT). People caught using fake LFTs or a fake Covid passcould be given a Fixed Penalty Notice (FPN) of £60 . This can be reduced to £30 if paid within 14 days, but if it's not a first offence the FPN would double to £120. If there is any doubt about whether documents are real, the Welsh government said a Police Community Support Officer (PCSO) should be contacted. If venues do not follow the rules, they could receive an improvement or closure notice, FPN or be fined up to £10,000. Passes have been freely available for some time and venues could already read it with existing technology. But if they don't have the verifier app, they may judge them by sight. Festivals, such as Green Man in the Brecon Beacons, have already been using the system. Wales' First Minister Mark Drakeford said: \"These measures are examples of what Sage [the Scientific Advisory Group for Emergencies] calls low-cost interventions, which may be enough to prevent the need for tougher restrictions later on.\" Council enforcement teams will work with businesses to check they are following the rules. For those people living close to the border, your GP may actually be in England. In that case you may need to use theNHS App system for England . Since 1 October, people in Scotland have needed a Covid vaccination certificate to enter nightclubs, adult entertainment venues and large-scale events. The UK government decidednot to go ahead with vaccine passports in England , despite saying they would be introduced at the end of September. But they might be considered again later, if there is a Covid surge over the winter. Northern Ireland has not yet announced whether it will introduce a similar scheme. The rules also apply to those coming to Wales. The idea is that visiting teams will let fans know. There may be some flexibility on checks to avoid long queues outside stadiums.But venues should be ready to work with the police and councils to decide when it is reasonable to relax checks. It renews for 30 days every time you download it. This has been a tricky one that the cabinet has been wrestling with, having met four times to debate the issue. The first minister said they were \"acutely aware\" of the implications for civil liberties and were giving relevant sectors time to prepare before passes were introduced on 11 October. However, he added people also had rights to live in a society where everyone takes \"reasonable measures\" to keep each other safe. The Welsh government also hopes introducing Covid passes will improve vaccination rates, particularly among younger people. Jodie Beck, from human rights group Liberty, said: \"While we welcome the decision to not exclude those who have not received the vaccine from attending large events, the introduction of a vaccine pass in Wales still sets a dangerous precedent. \"Vaccine passports under any name mean more coercion and division, and risk creating a two-tier society where people who are already marginalised will see their rights and autonomy most affected.\" Generally, no. The Welsh government wanted to avoid excluding those who have not had, or been able to have, a vaccine by including those with a recent negative test. However, workers, performers and so on, will not require a pass as there are already rules in place for employers to safeguard workers. ", "url": "https://www.bbc.com/news/uk-wales-politics-58600373"}