{"datetime": "2022-01-21T17:22:29.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Wales: More restrictions lifted as case numbers fall", "article": "More restrictions to people's daily lives have been eased in Wales as Omicron cases continue to decline. Pubs and restaurants in Wales can now operate outdoors without the rule of six or social distancing. All limits on sports events have been scrapped meaning thousands of fans are set to return to watch fixtures across the country. First Minister Mark Drakeford said: \"We have passed the peak and the situation has improved significantly.\" It is the second part of a three-week roadmap to scrap restrictions imposed because of the Omicron variant. From a peak of more than 2,300 cases per 100,000 people in Wales, the rate has dipped below 500 on Friday.The latest infection survey from the Office for National Statistics also estimates a fall in the number of people in Wales with Covid - affecting one in 25 of the population. The number of people in hospital and in intensive care with Covid are also both declining. The first minister said: \"Omicron was another unpleasant twist to this long-running pandemic.\" \"We have weathered this storm together in Wales by following the rules and these measures that have kept us safe for nearly two years,\" added Mr Drakeford. \"Sadly the pandemic is not over and coronavirus is still with us but we can look forward to the future with renewed hope and with better and brighter days ahead of us.\" He previously laid out a roadmap for which restrictions will be eased and when. But the Welsh Conservatives said Mr Drakeford should set a date for all Covid-related laws - including mask wearing and self-isolation rules - to be lifted. Plaid Cymru said the Welsh government needed to set out what else it will do to help the hospitality sector. Anyone over 18 will still have to show aCovid pass to go to larger outdoor event, so they can show they are either fully vaccinated or have had a negative lateral flow test in the past 24 hours. The passes, which are being scrapped in England, will also still be required in cinemas and theatres until at least the next review on 10 February. Before Mr Drakeford set outhis plans to phase out the post-Christmas rules , he had faced growing pressure to ease sporting restrictions, including from the Welsh Rugby Union (WRU), whichthreatened to move Wales' Six Nations home games to England . He toldRadio Wales Breakfast : \"I don't think anybody watching objectively what is happening in England could imagine that their decisions have been made by a careful attention to public health advice and some long-term plan. \"Their announcements are entirely down to the astonishing mess they find themselves in and an effort to create headlines that will distract the public's attention from the prime minister's failings. \"Covid passes encourage people to get out and about, using venues where they know everyone else has taken precautions.\" The changes mean sports fans can return to Welsh stadiums from Saturday, with Swansea City's home game against Preston North End among the first to welcome back supporters.Season ticket holder Simon Williams said: \"It's been strange when you could do a 500 mile roundtrip to go watch us away but you couldn't go 10 minutes down the road to watch at us at home.\" While Lorraine Dyer said her \"football mad\" grandsons were excited to return to the Swansea.com stadium.Calum Darling, of Club One47 in Llandudno, has said his nightclub has lost up to 95% of its trade since restrictions had come into force.\"We've always got the most restrictions imposed on us as opposed to England, Scotland, Northern Ireland,\" he said.\"It just doesn't make sense that we're always five steps behind. There's just no logic to the reasoning behind it.\" Alert level zero is the lowest level of measures, where all businesses are allowed to reopen without two-metre social distancing rules in place. If all goes to plan, the rule of six will not apply in pubs, restaurants, cinemas and theatres from 28 January. However, face masks will still be required in most indoor public places,unlike England where they will not be compulsory from Thursday . Self-isolation rules also remain in force, and work from home guidance will remain advice but will not be law. Wales,along with Scotland and Northern Ireland , brought in new Covid restrictions over Christmas because of a rapid rise in cases driven by the Omicron variant.The decision to continue easing the rules comes as Wales sees the \"fastest rate of decline\" in case numbers and the lowest rate in the UK, according to Mr Drakeford. It is down 61% in a week to 490.8 cases per 100,000, the lowest since 9 December. The ONS infection survey estimates numbers infected in Wales have fallen 34% over the week, with 3.69% of the population having Covid in the week ending 15 January. The number of patients with Covid in hospital is at an average of 722, an 16% fall on last week, while numbers in critical care are the lowest since 11 August. However, Mr Drakeford added: \"We are not out of the woods yet. There are still more than 1,000 people in hospital with Covid and that is putting additional pressure on the NHS.\"But the former head of Public Health Wales' communicable disease surveillance centre said the restrictions had been unnecessary and \"should have been lifted three weeks ago\". Dr Roland Salmon said: \"I've been a long time sceptic of these long-term measures such as lockdown. \"They've contributed very little while, in contrast, the vaccination programme has contributed a great deal.\" The UK government said it intended to end the legal requirement for people who test positive for Covid to self-isolate in England - and replace it with advice and guidance. The current regulations around self-isolation expire on 24 March, with Prime Minister Boris Johnson suggesting he would not renew them - and that the date could be brought forward if the data allows. ", "url": "https://www.bbc.com/news/uk-wales-politics-60055956"}