{"datetime": "2022-01-09T11:08:08.000Z", "author": "Peter Shuttleworth and Rhodri Llwyd", "subject": "Coronavirus pandemic", "title": "Six Nations loss due to Covid rules could 'devastate' Cardiff economy", "article": "If Six Nations rugby games aren't held in Cardiff it will be financially devastating, businesses say. Wales are due to play three fixtures in the capital, but Welsh Covid rules state fans are not allowed to attend sports events. TheWelsh Rugby Union has considered playing its home games in England where crowds are allowed. Wales' daily Covid case average is 10,500, and the first minister is reviewing restrictions weekly. Mark Drakeford warned the \"storm of Omicron has arrived in Wales\" and the country had \"a tough few weeks ahead\", as he announced Covid rules would remain in Wales. But after almost two years of Covid restrictions, business owners have warned not having a big Six Nations rugby pay day could be the final straw for hospitality. The City Arms pub, opposite the Principality Stadium, would normally be full on a match day. \"Millions will be drained from the local economy as it has done over Christmas, and it just can't continue like this,\" said Gary Corp, who runs the City Arms. \"We missed out on some of our most profitable nights of the year,\" he said. He said the City Arms would normally make about £15,000 on a rugby day, but if Wales does not play in Cardiff, he would \"be lucky\" to make £2,000. \"I've never known a time like this,\" Mr Corp added. \"If no fans were allowed into the ground during the Six Nations, it would be devastating for us.\" The Principality Stadium's unique position in the heart of Cardiff's city centre makes it a favourite with travelling sports fans and the hospitality businesses around it, rely on supporters either popping in for drink, having a meal or staying the night. Research estimated each Six Nations game played in Cardiff boosts Wales' economy by more than £20m with former sponsor RBS estimating the 2017 tournament - where Wales played two games at home - brought Wales £52m worth of revenue. Wales' first 2022 Six Nations game at their 74,000 Cardiff arena is against Scotland on Saturday, 12 February. They later play France and Italy in March. \"February to March can be a slow time for cities and for the retail sector like hotels and restaurants, these games are important,\" said economist Prof Max Munday of Cardiff University. \"Where the fans are coming from is worth bearing in mind as people who are staying here - like from Scotland, France and Italy - like to spend more money than perhaps day-trippers from England.\" The Pontcanna Inn, near the stadium, normally puts up travelling rugby fans. \"Six Nations international weekends are the busiest of the year for us,\" said supervisor Lowri Davies. \"This year, there are a few bookings for the first weekend, and then it gets busier. However, if the rules stay the same for supporters, those bookings will more than likely be cancelled. \"We were used to seeing 500 people in, the bar is packed full, and we have waiting lists for rooms. \"We'd ideally like to see it back to where it was pre-Covid in terms of numbers, but we don't see it happening for more than one reason. \"The rules are part of the reason, but also, people choose to stay away. We saw that over Christmas, people just don't come out as they did.\" Wales' daily Covid case average has risen to almost 10,500 a day - which has almost doubled inside a week - and Mr Drakeford has warned Wales' currentrestrictions will remain in place for several weeks . Each home game gives the Welsh Rugby Union a £7m boost. Robert Rice's family has run a Welsh gifts shop in Cardiff for 40 years. \"Internationals, without fail, are the big days for us,\" he said. \"Specifically, the France and Scotland games are ones we look forward to. They are the best weekends of the year. They are the assured massive boosts that we need after the winter. \"The French weekend specifically every two years tops everything for the rest of the year. Not having those weekends would be absolutely tragic for us. \"It highlights how important international weekend are for us. In 40 years we've seen nothing like this.\" Any decision on Six Nations matches is unlikely to be resolved soon, with the first minister telling a press conference on Friday it would not be clear if it would be \"safe\" to allow fans to return for a \"couple of weeks\". \"We have to see the tide turn on the Omicron wave,\" Mr Drakeford said. \"Then if the model is accurate and we see the numbers coming down reasonably rapidly, then we will be in a position to see whether it is safe to see greater social mixing.\" However, Mr Drakeford did not criticise the WRU for looking at options, including moving the games across the border, but said it was \"debatable\" if cases were still high. \"I think that is perfectly legitimate for them as a multi-million pound organisation, that has to think about its business as well as its sporting interests,\" he said. On Sunday, he told Sky News he hoped there was a \"sensible, pragmatic\" way to stop Chester FCfalling foul of Welsh Covid laws . He said he had asked \"senior officials\" to talk to the club, police and the local authority which owns the ground which straddles the Wales and England border. \"I'm sure there is a sensible pragmatic solution here that doesn't mean that the club is placed in jeopardy, but doesn't result in the law being broken either,\" he told Sky News. ", "url": "https://www.bbc.com/news/uk-wales-59897028"}