{"datetime": "2022-02-13T09:17:16.000Z", "author": "Cemlyn Davies", "title": "Libraries and public land lost in Wales as people lack power - report", "article": "It is \"extremely likely\" libraries and land have been lost due to Welsh ministers not empowering communities, according to an independent think-tank. The Institute of Welsh Affairs report described communities in Wales as the \"least empowered\" in Britain. It said people faced \"an arduous and demoralising process\" to save assets such as leisure centres, libraries and land. Ministers said cash was available to keep facilities \"fit for the future\". In England, councils have a duty to maintain a list of \"assets of community value\" which community groups get the chance to bid on when they come up for sale. Community groups in Scotland have a right of first refusal when rural land goes on the market. In Wales, communities can take over public facilities via aCommunity Asset Transfer if a local authority can no longer fund it and can get grants and advice, but lack the rights of other parts of the UK. \"Despite conceptions in Welsh political circles of Wales as a communitarian nation, communities in Wales have by far the fewest statutory rights in Great Britain in relation to land,\" the report's author Harry Thompson said. Mr Thompson found that community groups wanting to take over an asset encountered a \"lack of clear process\" and an \"us against you\" attitude from public bodies. Green Squirrel, a community organisation based in Splott, Cardiff, started making inquiries about a disused piece of council-owned land in 2015.But it was not until summer 2020 when it finally signed a lease to take it over.Work is now under way to bring the site to life with a community hub that will provide a space for groups and small businesses.\"It's a dream come true,\" said the project's manager Hannah Garcia, who admitted the process was \"challenging\" and \"a bit demoralising at times\". Though grateful for Welsh government funding and support, Hannah said: \"There's definite gaps when you see what's been achieved in other countries, particularly Scotland. \"There's workable solutions that I think could be implemented in Wales that would take a lot of the burden off communities and put more power back into their hands.\" The current \"time-consuming\" and \"complex\" process \"probably impacts how often projects like this succeed in deprived areas where the time, expertise, support is lacking,\" she added. In 2014, theWelsh Cooperative and Mutuals Commission (WCMC) established by the Welsh government - said ministers should consider legislating to enable communities to list their assets and have a right of first refusal to bring them into public ownership. Later that year, and again in 2015, then-Communities Minister Lesley Griffiths said the government wanted a develop an approach which was \"better suited\" to Wales, but that any new legislation would have to wait until after the 2016 election. Despite Labour remaining in power since then, that still has not happened. \"It is extremely likely that Wales' lack of follow-through on community empowerment led to many assets being permanently lost to communities,\" Mr Thompson said. Former Labour minister Andrew Davies, who chaired the WCMC, toldBBC's Politics Wales that the lack of action was \"disappointing\". \"Although there's a lot of rhetoric around communitarianism and community in Wales, the reality is quite different and it tends to be dominated by Welsh government and increasingly by local government, and the community and citizens are really disenfranchised in many ways,\" he said. A Welsh government spokesman said: \"Community assets, whether buildings or green spaces, are vitally important to the areas they serve. \"This is why we launched theCommunity Asset Loan Fund - a £5m fund which provides loans to help incorporated voluntary sector groups purchase community assets.\"This complements our well established and successfulCommunity Facilities Programme which provides grants of up to £250k to help local voluntary sector organisations purchase and improve community assets.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-60348416"}