{"datetime": "2022-02-12T16:36:13.000Z", "author": "Jack Grey", "subject": "Coronavirus pandemic", "title": "Covid: Six Nations matches a lifeline for Cardiff, say pubs", "article": "Six Nations games in Cardiff will be a \"commercial lifeline\" for the city's Covid-hit pubs, bars and restaurants. Wales welcomed Scotland on Saturday, the first of three home games, each thought to attract about £20m. The Welsh Rugby Union (WRU) hadconsidered playing games in England , due to Wales' previous ban on crowds. However, due to falling case rates, fans are allowed back in stadiums and plans for theend of face coverings and Covid passes have been announced. The game was Wales' first at the Principality Stadium sincenew measures were put in place , such as serving weaker beer, introduced to curb anti-social behaviour. Cherie Hale, who runs Brewhouse and Kitchen in Pontcanna, said the thought of having a third year without Wales' home Six Nations games was \"extremely worrying\".\"These are the busiest days we see of the year, if we didn't have this it would have been so detrimental,\" she said. \"Wales games are so fundamental, it gives us such a boost in these times when people aren't spending money on hospitality,\" she added. \"If we weren't to have had the games here it would have even impacted staff hours, we would have had to cut them, it would have so detrimental for us.\" \"It's going to be a big weekend this one, massive,\" said Gary Corp, who runs The City Arms, directly opposite the Principality Stadium. Mr Corp estimates the pub can make about £15,000 on a matchday, almost eight times what he would normally. \"It's going to be massively important, we really need to start generating money here in Wales,\" he said. \"The customers I speak to just can't wait, it's almost like a child in a chocolate shop, they just cannot wait for the doors to open, it's great for the city and it's great for Wales,\" he added. \"We've had a miserable couple of years, and I think people are looking forward and getting out and doing something normal for a change.\"Emma Larkin, CEO of the British Beer & Pub Association, said rugby matches were \"immensely important\" for the recovery of pubs in Wales.\"It was wonderful to see stadiums and pubs full last weekend for the first round of this year's Six Nations,\" she said.\"We know the recovery climb for Welsh pubs and brewers is steeper due to prolonged restrictions in Wales so every event and every pint counts.\" UK Hospitality Cymru said the Six Nations would provide a \"commercial lifeline\" to many businesses facing a \"cost crisis\" of food and energy inflation, tax rises and years of \"closures and restrictions\".It estimated that in addition to the more than 70,000 ticketholders, thousands more will visit Cardiff and spend an estimated £20m in cafes, bars, pubs and hotels. \"Many more millions are taken in local pubs and clubs up and down the country as supporters gather to watch the game,\" it added. As well as pubs as bars, hotels around the city will be packed for each home game.Carl Kodurand, managing director of the Lincoln House Hotel on Cathedral Road, said he was fully booked for all three home matches, including a hotel full of French guests when Les Bleus visit. \"We're still recovering from the Covid situation and we haven't reached a point yet where we're at a normal situation,\" he said. \"It's very encouraging, and these are the first real events that we can honestly say, post-Covid, that we're seeing a significant upturn from.\" Wales has announced plans to end mandatory face coverings and Covid passes for large events and nightclubs, but these changes have not yet come into effect.The country is atalert level zero which means NHS Covid passes are still a requirement for people over the age of 18 attending any event which has more than 10,000 people in attendance.All over-18s required an NHS Covid pass when entering the Principality Stadium, as a result staggered entry times will be displayed on each individual ticket.Everyone over the age of 11 must wear a face covering in most public places, including shops and on public transport, but this does not include pubs, bars, restaurants and cafes.Face coverings were advised on entry into the Principality Stadium and while in the concourse, but they are not required when people are in their seats as this is classed as an outdoor area due to the open roof.However, for Wales' two remaining home games in the Six Nations, the rules will have changed.Transport for Wales (TfW) has announced an 30 extra trains running before the game and 36 afterwards, as well as additional buses.\"We will have lots of extra capacity after the game, but you will still need to queue if everyone turns up at once, which does tend to happen in Cardiff,\" Colin Lea of TfW said. \"Face coverings are still mandatory in Wales, that's the law, and if you do your bit people around you tend to follow.\" Ahead of the 14:15 GMT kick-off, there has been afull city centre road closure in Cardiff from 10:15 until 18:15. ", "url": "https://www.bbc.com/news/uk-wales-60338415"}