{"datetime": "2015-05-21T10:23:26.000Z", "title": "Powers for community groups to save properties explored", "article": "Community groups could be given powers to take over and run local landmarks and facilities which are underused or likely to be sold off. They would register places like pubs, leisure centres, post offices, playing fields, libraries, halls and churches as an \"asset of community value\". That would give them the chance to develop a business case to run the facility before it is sold. A consultation is being launched over whether to introduce powers in Wales. It follows a similar set-up in England where community groups have a right, by law, to bid to take them over and run them. \"The current challenging financial climate has placed great pressure on such facilities,\" said the Welsh government's Communities Minister Lesley Griffiths.\"When buildings and services which are working well and are important to the community are at risk of closure, we want to enable communities to take over ownership.\"This will not only ensure these key services continue, but also create jobs and skills opportunities for local people.\" Ms Griffiths is visiting Monwel on Thursday, a successful social enterprise in Ebbw Vale, which has been run by the local community since 2013 when ownership was transferred from Blaenau Gwent council.Currently in Wales, many services and facilities are transferred out to trusts or not-for-profit organisations, but it is at the discretion of the local council. Recently a Wrexhamleisure centre was reopened by the volunteers who saved it from the bulldozers. Jeff Jones, a local government consultant welcomed the idea to pass power back to the community, but said it does not always work and those who take on responsibility for running the services or facilities from the council need to be given access to good business advice and training. \"What works in one area may not work in another - there's no single solution,\" he said. Conservative shadow local government minister Janet Finch-Saunders said her party's campaign for \"greater community power\" was \"gathering strength and this is a step in the right direction\". \"Why it's taken Labour this long to introduce these proposals is baffling,\" she added.Last year in Gwynedd, acommunity group received £135,000 funding from the council to help them continue running the pool they took over from the authority in 2010. ", "url": "https://www.bbc.com/news/uk-wales-32816681"}