{"datetime": "2021-04-11T06:32:00.000Z", "title": "Female gambling addicts: 'I lost £50,000 in six days'", "article": "When Stacey Goodwin started working at a betting shop, she vowed she would never start gambling herself. But after putting a pound in a machine one day she quickly got \"sucked in\", eventually losing hundreds of thousands of pounds through online gambling. At her lowest point, the 28-year-old lost £50,000 in six days and attempted to take her own life. Now she is using social media to help other female gambling addicts, as she feels women suffer in silence. Miss Goodwin, from Chesterfield, Derbyshire, has also started a petition to remove \"triggering\" scratch cards from the front counters of shops. \"There are so many women who reach out to me and tell me they have a problem and they have not told anyone in their lives,\" said Miss Goodwin. \"I think the shame and guilt go hand-in-hand with online gambling and so many women feel so ashamed and embarrassed about what they are doing.\" Miss Goodwin, who was 18 when she started working in the betting shop, believes female gambling addicts do not seek help because they think they are alone. \"When I was in the bookies it was very rare you would see a young girl in that environment, it's more of a male environment,\" she said. However, she believes women get sucked into online gambling because it is marketed towards them, and they can sit at home doing it on their phones. \"In the adverts they are not showing a young lass crying her eyes out because she has lost everything,\" she said. \"A lot of the women I speak to gamble to escape something else, like any addiction. I think it's aimed at them as an escape but it turns into more than that so quickly.\" She now works as a sales manager for a gas company, but almost lost her job due to her addiction. \"I was having sick days because I had gambled everything and couldn't function,\" she said. \"I was unable to concentrate at work. My brain would think about nothing other than gambling. \"I honestly felt like there was no way out. I was in a pit of depression and addiction and I couldn't break the cycle and I thought the only way out was to take my own life.\" Miss Goodwin was helped to break the cycle by her mum, who was \"hugely supportive\" and took complete control of her finances. She also went on a residential course especially for female gambling addicts. \"They talked me through the psychology of it and why I was doing what I was doing,\" she said. \"I did have one slip when my dad had a stroke but since then I've been gamble-free and I'm so strong now.\" She now helps other women through TikTok and Facebook accounts called The Girl Gambler, and also plans to self-publish a book about her journey. Miss Goodwin started the scratch cards petition after \"escaping\" a football match on TV - which was triggering because of the gambling adverts during the breaks - by going to buy milk at a shop. \"The queue was quite long and I found myself staring at the scratch cards,\" she said. \"I'm strong enough to not be tempted but it made me think how you are forced to stare at them. \"For a recovering addict, a one-pound scratch card is enough to send them into relapse.\" Miss Goodwin believes scratch cards should be hidden so that people have to ask for them, and met with Chesterfield MP Toby Perkins on Friday to discuss the idea. She added: \"We hide cigarettes to help younger people, so why can't we hide scratch cards?\" GamCare operates the National Gambling Helpline , providing information, advice and support for anyone affected by gambling problems - advisers are available 24 hours a day on Freephone 0808 8020 133 or via web chat. Gordon Moody Association provides advice, education and therapeutic support to problem gamblers, as well as an intensive residential treatment programme - for more information visit the website or call 01384 241292. Gamstop is a free service that lets you put controls in place to help restrict your gambling. Further sources of support can be foundon the BBC Action Line page. Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-56675466"}