{"datetime": "2022-02-12T14:52:30.000Z", "author": "Caio Iwan", "title": "Oakdale mum's 10-year bid to find cause of son's death", "article": "The mother of a 15-year-old sportsman who died suddenly 10 years ago has said not knowing exactly how her son died is the worst part. Jack Thomas, of Oakdale, Caerphilly county, died from an undiagnosed heart condition while watching rugby on TV. He had represented Wales at taekwondo, was an accomplished rugby player and cricketer and had secured a scholarship at Cardiff Sixth Form College. Jack stopped breathing while watching a Six Nations game on 12 February 2012. The 10th anniversary of the Oakdale Comprehensive School pupil's death on Saturday will see the same fixture - Wales v Scotland - being held in Cardiff. The Welsh Rugby Union has confirmed it will note his death at the Principality Stadium during half time.\"I think it's harder this time because everything's the same,\" said June Thomas, Jack's mother. \"It's like déjà vu and that's not something you want.\" Mrs Thomas received a phone call during half time on that fateful day to say Jack had collapsed while at his girlfriend's house. He was taken to hospital in an ambulance where his parents insisted on being by his bedside as staff worked to resuscitate him. \"I was telling him to wake up, 'prove them wrong', and I even started singing You'll Never Walk Alone to him because he was a massive Liverpool fan. But he was gone,\" Mrs Thomas toldBBC Cymru Fyw . At his inquest, a coroner ruledJack died of natural causes but said the specific cause could not be identified and his death certificate lists \"possible arrhythmia\" as a potential cause. \"The post-mortem said Jack died of natural causes but there's nothing natural about a fit 15-year-old dropping dead while sat on a sofa,\" said Mrs Thomas. Since Jack's death, his family have campaigned tirelessly in his memory to raise awareness of undiagnosed heart conditions. About 1,500 young people have benefitted from free heart screenings held by the Jack Thomas Memorial Fund and the Cardiac Risk in the Young (CRY) charity. Ellie Davies, who was 14 at the time and a pupil at the same school as Jack,discovered she had a hole in her heart and was diagnosed withWolff-Parkinson-White syndrome after it was detected at a screening organised by Mrs Thomas. In another instance, a young member of Blackwood Town's under-15 football team had to get an operation on his heart after the same condition was picked up at a screening event. \"Obviously it's like 'we've saved someone' and then I think 'I wish I'd have known about this when Jack was here',\" said Mrs Thomas. Since her first free screening event in 2014, Mrs Thomas continues to organise them twice annually free of charge and needs to raise about £11,000 a year to cover the cost. \"I'd hate to think there's a family out there who've got a child with an undiagnosed heart condition and they couldn't come to a screening because they couldn't afford it,\" she said. \"That's why it's important to me to provide these screenings free of charge. There's no way I'd charge and that will never change.\" As of September, more than £118,000 had been raised by the Jack Thomas Memorial Fund, while nearly £200,000 has been raised towards the Jack's Appeal defibrillator campaign, in co-operation with the Aneurin Bevan health board. As a result, more than a 100 defibrillators have been installed in schools and sports clubs, mainly in south-east Wales, with a further 100 or more public access defibrillators distributed in the area. One of these donated defibrillators saved the life of a parent who went into cardiac arrest during a parents' evening. Mrs Thomas has since been awarded the British Empire Medal for her fundraising efforts. She has also spoken in the Senedd to advocate Jack's Law, which could make defibrillators mandatory in every secondary school in Wales. Meanwhile, the family still hope St George's Hospital in London, which specialises in cardiology, will provide them with long-awaited answers about Jack's untimely death. \"We're going down the genetic side to see if we can find anything out,\" said Mrs Thomas, who now fundraises full-time. \"When someone asks how Jack died I say 'I don't know'. I've got nothing - that's the worst bit, there's no reason.\"But I know it's not natural - something happened and the cardiologists know it happened but they don't know why and this is where the research comes in. \"We've been trying for this for 10 years. We went through a lot of tests, [my son] Owain twice a year until he was 18 and then another one afterwards - but we're all fine. It's the genetic side we've just got to find out.\" Mrs Thomas said her youngest son, Owain, who now lives and works away with the RAF, has been a real source of strength to her and husband Grant. \"As Owain's grown he's morphed into his brother,\" she said. \"His mannerisms - he can take Jack off to the tee, he has us in stitches, does impressions of Jack. \"We're keeping Jack's memory alive in the house, the laughing as well as the crying, of course, but Owain is just a tonic. \"When Jack died my world crumbled around me but a hand of a 12-year-old pulled me out of the rubble - he has been our strength.\" ", "url": "https://www.bbc.com/news/uk-wales-60339359"}