{"datetime": "2012-02-15T13:15:11.000Z", "title": "Oakdale teenager Jack Thomas dies suddenly while watching Wales play rugby", "article": "A family say they are desperate for answers after their \"super-fit\" teenage son died suddenly while watching Wales play rugby in the Six Nations. Jack Thomas, 15, died in his girlfriend's arms on Sunday while drinking tea and watching rugby on TV. The 6ft 3in teenager from Oakdale, Caerphilly, had represented Wales at Taekwondo and was an accomplished rugby player and cricketer. His father said Jack had been \"fit and healthy,\" adding: \"We need answers\". Oakdale Comprehensive School pupil Jack suddenly stopped breathing during the Wales v Scotland game. His girlfriend Emily, 15, from Newbridge, called Jack's parents at their home three miles away. \"Emily rang sobbing to say she thought Jack had suffered a fit,\" said his father Grant, 42. \"He had just been drinking a cup of tea on the sofa and had suddenly gone limp and lifeless while sitting next to her on the sofa. \"When I got to the house and saw him I knew it wasn't good. We called an ambulance and he was rushed to hospital.\" Electrician Mr Thomas and his wife June, 44, stayed with their son but after two hours the doctors said there was nothing they could do. A post-mortem examination is due to be held later this week. Jack had represented Wales at Taekwondo and was an accomplished rugby player, cricketer and all-round sportsman. He was predicted to get A-stars in his GCSEs this summer and had won a place at a sixth form college. His parents, who have a younger son Owain, say they are shattered because Jack had been so fit and healthy. \"We need answers - how can our 15 year-old son be here one minute perfectly healthy and fit and then die just like that?\" said Mr Thomas. \"Sunday started out as a perfectly normal day - but by teatime life as we knew it had changed forever. \"Jack had never been ill in his life - the worst illness he'd had was tonsillitis and had his tonsils out when he was three. \"He was full of life and energy - he was a super-fit Taekwondo expert who trained six times a week. \"We as a family are in bits, words don't even come close to to explaining how we feel. \"Jack wasn't just my son he was my best friend. He really was the perfect son in every way. \"He didn't believe there was a barrier to do anything.\" Gwent coroner's officer Kenneth Le Provost said: \"The death was reported to us on Sunday. A post mortem has not yet been carried out.\" ", "url": "https://www.bbc.com/news/uk-wales-17042833"}