{"datetime": "2022-02-12T13:15:36.000Z", "author": "Antonia Matthews", "title": "Maternity leave: Working mums return to office after two weeks", "article": "For Jessica Morgan, returning to work soon after giving birth was never in doubt. \"I was never going to be the full-time mum type,\" she says. \"I haven't got the personality or patience, I think, for that.\" But she faced a stigma for choosing work over a longer period of maternity leave, and found she was not alone. Cassandra Bodington, a self-employed single mum, said taking more than two weeks off was simply not an option. Ms Bodington, a business coach from Barry, Vale of Glamorgan, was back on her first client calls 14 days after her daughter was born. The two met after Ms Morgan posted about her experience on social media. They became friends and have now launched a podcast in which they talk openly about their experiences. \"It was a mixture of emotions... I needed to get my head back into work,\" 39-year-old Ms Bodington said. \"I needed that anchor.\" Taking a full year of maternity leave was not an option: \"I had to make that choice to keep a roof over my child's head. I was 35, I didn't want to move back in with my parents.\"As she is self-employed, Ms Bodington was entitled to £151.97 per week in maternity allowance, but with no other income to supplement that, she said the amount was \"not liveable\".The high childcare costs were \"tough\", she added, but the help was important to her.Her daughter started attending nursery one day a week when she was 12 weeks.Average UK two-earner couples spend more than 20% of their income on childcare, one of the highest shares among Organisation for Economic Co-operation and Development (OECD) countries, second only to Switzerland. Ms Bodington said it felt like \"a cloud had lifted\" when her daughter Elodie started nursery. \"I didn't feel any guilt about putting her in childcare at all... I still breastfed her until she was 10 months.\" It allowed her to see clients and keep her business going, expressing milk between meetings when Elodie was in nursery. While Ms Morgan said taking more time out would have meant leaving her career behind and starting from scratch after maternity leave.The financial pressure was compounded by feelings of guilt both women experienced. \"What I didn't plan for was the hormonal rollercoaster. You just can't help but feel guilty,\" Ms Morgan said. \"I felt guilt when I was working and when I wasn't.\" People judged her, Ms Morgan said, telling her it was a time she should treasure. \"All it did was tear me up inside, and there was a lot of guilt around it.\"\"It comes from that word 'should'. You should breastfeed. You should sleep when the baby sleeps. Am I a bad mother going to my computer to see if work has come in? It was a continuous battle with my brain.\" Her husband took shared parental leave after the birth of their first child, and became the main carer for their children after the birth of their second. That allowed them to build a business together - they now run a media agency.\"People from the outside thought we had it easy, but we took a huge risk.\" Both women wish they had been able to be more proud of and comfortable with the decisions they took.Nor do they feel their children have missed out. \"We're always measuring ourselves against other people. But we just have to do what's right for us,\" Ms Bodington said. Source: Gov.uk ", "url": "https://www.bbc.com/news/uk-wales-60302728"}