{"datetime": "2021-05-07T12:22:24.000Z", "author": "Rachel Stonehouse", "title": "Online gambling: 'I stole £70,000 to feed my addiction'", "article": "\"I was about 18 or 19 when I got hooked,\" says Danielle. \"It started off with a £20 bet online where I won £1,000 and then it got bad really quickly.\" Before she knew it, Danielle was using her student loan, overdraft and even phone bill to gamble online. \"I was in a bad place and it filled an emptiness in my life. People assume everyone does it to win money or for the excitement, but it stopped me feeling lonely and anxious.\" Statistics published by the gambling charity GamCare show that of the 38,404 calls received to its helpline between 2019-2020, six out of ten were from people aged 35 or under. This age group also makes up more than half of those getting treatment, according to The National Gambling Treatment service. Danielle's 24 now and says the turning point came last year. \"I'd started stealing money from work and the total was almost £70,000 by the time they confronted me about it. \"It actually felt like a massive weight off my shoulders to admit it and accept that I needed help.\" Danielle lost her job and her case went to court earlier this year. She admitted theft and false accounting and was given a suspended jail sentence and 175 hours of community service.She says she's been lucky to receive counselling and support from her family since, but thinks more targeted help should be available for young people struggling with a gambling addiction. \"There needs to be more education in schools about gambling and money management,\" says Danielle.\"It's such a huge problem for people growing up. \"Also my GP prescribed me with medication for depression and anxiety as if that was going to fix everything, but that's not how addiction works.\" Danielle's met other gamblers in recovery through a network called TalkGen, which wants to improve education and understanding of gambling harm. It was set up in 2020 by Kishan Patel, a fifth year medical student. \"Growing up I was massively affected by my dad's addiction,\" he says.\"There were times when my family really struggled for money and there was a big cultural stigma in my community too, where people wouldn't want to talk to us because of it.\" Kishan's dad died eight years ago and he has seen the emotional and mental impact of gambling first hand.But he says it isn't thought of as a health concern in the same way as drugs or alcohol addiction is: \"There are guidelines for health professionals around these issues, but gambling is neglected when it shouldn't be.\" He would like it to become something GPs consider asking vulnerable patients about, in the same way they might do with other addictions: \"Just a simple question like, 'Do you gamble?' could help open up the conversation. It's a really serious health issue we need to be addressing.\" Figures from the Gambling Commission from 2018 show that 1.7% of 11-16 year olds in England, Wales and Scotland are classed as problem gamblers. It's something Ross, who's now in his 20s, can relate to - he started when he was a child. \"I was 12 when I used to gamble at my local chip shop, using all my money from my paper round and borrowing money from friends when I could,\" he says.\"But it got so much worse when I turned 18 and could do it legally. \"The majority of it was in pubs on the fruit machines. I did some pretty dark things I'm not proud of, like stealing from family and friends so I could gamble.\" Bray Ash also started gambling as a child, but he says it got out of hand when he turned 18. \"When I went to uni it was the first time I had large sums of money in my account, and one time I gambled my whole student loan in 24 hours,\" he says. Things quickly escalated when he started working, and had access to bigger loans and credit cards. \"I was gambling through the day and eventually I lost my job and ended up in rehab, which helped me massively,\" says Bray.Bray's now 28 and has spent 14 weeks in rehab for his addiction. He has since become a peer support worker for a charity, helping others going through gambling addiction. \"Referrals for treatment are increasing, especially among young people,\" he says. \"I'd like to see the industry donate more money towards these services, because at the moment it's done as a voluntary contribution.\"As for Ross, he says the turning point for him came when he hit rock bottom. \"I was basically on the brink of ending it all… my life had got so unmanageable because of my addiction. At that point I knew I needed help and I've been so lucky to get that from my girlfriend, friends and family. \"I know I'll always be a compulsive gambler but I'm in recovery now, and that's the best place to be\". Gamcare operates theGamCare operates the National Gambling Helpline , providing information, advice and support for anyone affected by gambling problems - advisers are available 24 hours a day on Freephone 0808 8020 133 or via web chat. Gordon Moody Association provides advice, education and therapeutic support to problem gamblers, as well as an intensive residential treatment programme - for more information visit the website or call 01384 241292. Gamstop is a free service that lets you put controls in place to help restrict your gambling. Further sources of support can be foundon the BBC Action Line page. Follow Newsbeat on Instagram , Facebook , Twitter and YouTube . Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here .", "url": "https://www.bbc.com/news/newsbeat-56997362"}