{"datetime": "2021-07-18T15:37:54.000Z", "title": "Defibrillator calls after Barry cricketer dies", "article": "There are more calls to have defibrillators on grassroots sports grounds after a cricketer collapsed and died. Maqsood Anwar, from Barry, Vale of Glamorgan, was playing for Sully at their home pitch against Monkswood Cricket Club on Saturday afternoon. It is thought the 44-year-old father of three had a heart attack. Friends and other players said a defibrillator might have saved his life. Sully Centurions Cricket Club said it would discuss the issue of defibrillators at their club meeting on Monday night. Local councillor Kevin Marney said there was in fact a defibrillator located next to the cricket pitch that had been funded by the community, but it seemed the players were not aware of this.The Welsh government said it was funding the promotion of CPR training and defibrillators at sports clubs. David Sylvester, Sully club chairman, said a memorial fund would be set up in Mr Anwar's name. \"He was a real gentleman, quietly spoken but wanted to do things to help the club as well as play,\" he said. He said it had been \"nothing but pleasure having him at the club\" and praised the \"tremendous togetherness\" of the club's members and wider cricketing community. Friend and fellow cricketer Zia Gehlan said Mr Anwar had been \"over the moon\" to be playing his third game for Sully.He said: \"Max bowled four overs, got a bit of pain in his chest and said he didn't feel well - he thought he had heat stroke and an ambulance was called. \"Then he collapsed - if he had known the symptoms it would have been different. \"He didn't smoke, he didn't drink, he was just one of the kindest of men,\" he said.\"The ambulance was there and they confirmed it was a heart attack, they tried to revive him but it was too late. \"He passed away doing what he loved doing - playing cricket. \"There should be a defibrillator on site, they could have had the machine on him. If clubs can afford covers this should be funded too,\" Mr Gehlan said. Barry Athletic Cricket Club said Mr Anwar was a \"true gentleman\" who had played for them for over 15 years and that they were devastated to hear about his death. Monkswood Cricket Club, near Usk in Monmouthshire, said: \"We would also like to express our thanks to the ambulance crew and first responders who attended the scene. \"Yesterday's events reiterate the necessity of having defibrillators at all sports venues. We support all calls for legislative change and funding to allow this.\" A spokesperson for Cricket Wales said it was \"deeply saddened to hear of the loss\". \"Our thoughts and most heartfelt condolences are with Maqsood's family, friends and team-mates, especially the first responders and players who witnessed the tragedy. \"We will continue to offer support to those affected, through the leadership of the club, with whom we are liaising.Labour MS Alun Davies - who had acardiac arrest in a park last year - said he hoped to introduce a bill in the Senedd to deliver \"universal coverage\" for defibrillators. Mr Marney said there had been a defibrillator close by. \"There was a sign in the window of the pavilion that the cricketers were standing next to saying defibrillator at jubilee hall, that is just on the other side of the cricket field,\" he added. A Welsh government spokesperson said: \"The number defibrillators in communities and buildings across Wales is increasing constantly and we would encourage people to register them with the ambulance service. \"We have provided funding to the Save a Life Cymru campaign, which is working with organisations across Wales, including sporting organisations, to raise awareness of the importance of CPR training and the use of defibrillators through the Touch Someone's Life campaign.\" ", "url": "https://www.bbc.com/news/uk-wales-57880399"}