{"datetime": "2022-01-31T01:28:02.000Z", "author": "Michelle Roberts", "title": "Women who gamble: Winning £127,000 'worst day of my life'", "article": "An awareness campaign is being launched to support an estimated one million UK women at risk of harmful gambling. The charity Gamble Aware says some may not recognise the warning signs or feel too much shame and stigma to seek help.The estimates come from a nationally representative YouGov poll of 9,649 women, using a recognised scoring system -Problem Gambling Severity Index - to measure gambling harms. It suggests half a million could be dangerously hooked. The campaign will run until March across TV, social and digital channels.Lisa Walker, 49, from Rainham in east London, struggled with compulsive gambling for more than a decade. Her habit escalated in her late 20s, after she won a large sum of money playing poker.\"I won over £127,000 in one night. That was the worst night of my life because that's when my addiction really started to spiral out of control.\"The casino wanted me back and they offered me anything I wanted - free drinks, free meals to entice me.\" She says she would go there often, as well as nipping into the local bingo hall and betting shop, to feed what had become a damaging habit.\"Most days I thought about gambling and most days I did gamble. It got to the stage where I didn't have any value of money any more.\" Eventually, she lost all of her winnings, as well as her home, after re-mortgaging her house to keep gambling.She ended up staying in a hostel for a while with her two children, who were 10 and 11 at the time. At 45, Lisa's addiction continued. She even chose to marry her partner at a venue in Vegas - then spent her wedding night gambling at the casino rather than celebrating with her groom and guests.When she returned from Vegas, Lisa realised she needed help, as gambling had taken her to a \"deep, dark place\" where she could think of nothing else.Lisa decided to attend a Gamblers Anonymous meeting, where she was one of two women among 35 men. She now attends meetings every week and is starting to see more women come to the meetings.Lisa is in recovery and is setting up her own women's group, as well as working for Betknowmore as a Peer Aid worker. She says online gambling is a new way people are getting hooked.\"We are seeing so many people coming through, getting online. You've got a 24-hour mobile phone and a 24-hour casino in your pocket and within a couple of minutes you can be online gambling.\" Liz Karter, a UK expert in gambling addiction in women and a gambling addiction counsellor, said: \"Gambling behaviours manifest themselves differently in women than men.\"For example, we know the easy availability of online gambling leads many women to games which appear innocent and socially acceptable. The games seem safe and familiar, as they are so similar to the free play digital games we are all now used to playing. \"In addition, the hopes of financial gains can prove a powerful motivator. While gambling doesn't always lead to harm, it's vital women are aware of early warning signs including losing track of time, incurring increasing debt, or a tendency to hide gambling from others or gambling to forget their problems.\" GP Dr Ellie Cannon said warning signs of gambling harms include: A spokeswoman for the Gambling Commission, the government body which regulates gambling in the UK, said: \"Campaigns like this are absolutely vital to raising awareness of the risks of gambling harms.\"We support any initiative which offers support and advice to help those gambling do so in a safe manner. Alongside our strong regulatory requirements on gambling companies, it plays an important role in preventing and reducing gambling-related harms.\" If you're affected by any of the issues in this article, you can find details of organisations who can helpvia the BBC Action Line. ", "url": "https://www.bbc.com/news/health-60152759"}