{"datetime": "2021-10-04T12:06:55.000Z", "title": "Luke's Law: Widow urges gambling reform after husband's death", "article": "A woman who says her husband killed himself over a gambling addiction has organised a walk to gain support for her bid to end free betting incentives. Annie Ashton, from Leicester, has started a petition to introduce \"Luke's Law\" in memory of her husband. It has attracted more than 19,000 signatures so far. The walk took place around the city on Saturday on what would have been Luke's 41st birthday. Mrs Ashton said while on furlough from his job during the pandemic, her husband developed a gambling problem - which \"quickly got out of control\" as he began using loans to fund his addiction.\"It got so much that he eventually took his own life,\" she said.Mrs Ashton said he kept being drawn back into gambling by companies offering him free bets. \"Free bets were dropping in at a time when there was no money in his account because he'd spent it. \"He would get another loan after placing a free bet and almost chase losses,\" she said.Mrs Ashton asked those participating in the 5km (3.1-mile) event around Leicester - called Light up for Luke's Law - to wear bright colours to attract attention. \"It means so much to me that people have come out on Luke's birthday to raise awareness of gambling-related suicide and support my campaign,\" Mrs Ashton added. Liz Ritchie, co-founder of the charity Gambling with Lives, said: \"We are proud to be able to stand in solidarity with Annie on this walk.\"We know that gambling addiction is very closely linked with suicide and it's not about the money lost.\" Ms Ritchie said her son Jack took his own life after becoming addicted to gambling while at school. \"The laws need to change to stop this destroying any more families,\" she added.In response to Mrs Ashton's online petition, the government said it was \"looking at gambling advertising, including marketing and inducements, in our Gambling Act Review\".\"We will set out any proposals for reform in a White Paper by the end of the year,\" a spokesman said. Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-58765547"}