{"datetime": "2021-08-23T03:20:40.000Z", "author": "Mary-Ann Russon", "title": "Gambling: Poorer UK towns found to have the most betting shops, study shows", "article": "A fifth of all gambling premises in the UK are now located in the poorest areas of the country, new research has found. Betting shops are 10 times more likely to be found in deprived towns than in affluent areas, according to a study by the University of Bristol.The areas with the highest number of betting shops per capita included Glasgow, Liverpool, London and Middlesbrough, the study found.This comes amid the government's ongoing review of the Gambling Act.A spokesman for the Gambling Commission - which is the government body that regulates gambling - said: \"Tackling gambling harm is a number one priority for the Gambling Commission.\"We will carefully consider the issues raised by any gambling-related research and any actions will be taken through the national strategy to reduce gambling harms.\" Although the number has been declining in recent years, there were still more gambling sites in Britain than shops run by the big eight supermarket chains put together, said the study, which is supported by the Standard Life Foundation. The research highlights a disproportion between the amenities available on local High Streets for people living in deprived communities, compared to the amenities available in more affluent areas. For instance, just 10% of all food stores are located in the poorest areas, yet these places were home to as many as 34% of amusement arcades, 30% of bingo venues and 29% of adult gaming centres. In contrast, more affluent towns and cities had a much more even spread of services like libraries and supermarkets, the research showed. And half of UK gambling treatment centres can be found within a five-minute walk - 250 metres - of the nearest gambling premises, while nearly 10% of schools have a gambling venue within a five-minute walk - affecting 742,000 school pupils in more than 2,000 schools across the country. \"The research highlights the clear mismatch between the amenities available in 'left behind' areas, compared with those that are more affluent,\" said Jamie Evans, senior research associate at the University of Bristol. \"Rather than having greater access to the facilities, services and opportunities that help people to improve their lives, those in more deprived communities are disproportionately faced with choices that can often prove harmful. While the gambling industry may offer some much-needed employment in these areas, it usually takes much more than it gives, leaving a legacy of greater hardship and increased social problems.\" Liz and Charles Ritchie started the Gambling With Lives charity after they lost their son Jack to suicide in 2017. They say that currently at least 500 young people die every year, having had a gambling addiction.\"Predatory gambling companies target the poor and the young. We know the tragic cost of this targeting - at least one death per day,\" Ms Ritchie told the BBC. \"Many of the young people we have lost... were enticed into gambling premises very near schools or on their bus routes home.\" Mr Ritchie is concerned that the government is \"putting business before lives\". \"At the moment, local communities have so little say in opposing any planning,\" he said.\"We've been contacted by local communities who have had a terrible problem with this. People don't want betting shops.\" The couple want to see local authorities and communities given much greater power to veto licences for betting shops, particularly if they are close to schools and other facilities used by young people. However the Betting and Gaming Council stressed that betting shops and casinos have made a \"huge economic contribution\" to the UK. A spokesman for the Betting and Gaming Council said: \"BGC members support 119,000 jobs, generate £4.5bn in tax to pay for vital public services and contribute £7.7bn to the economy in gross value added. \"Betting shops alone employ around 46,000 people across the country, pay £1bn in tax to the Treasury as well as £60m in business rates for local councils, while casinos employ 11,000 staff and pay £500m a year in tax.\" The BBC understands that the government requires gambling premises to conduct local area risk assessments and explain how they are able to mitigate the risk of underage gambling.But Mr Evans says this is not good enough: \"While gambling premises may provide jobs, we know that gambling can lead to a wide variety of financial, social and health problems, with problem gambling affecting not just the gambler themselves but many of those closest to them as well.\"These are problems which simply add to the many challenges that our most deprived communities already face.\" ", "url": "https://www.bbc.com/news/business-58300899"}