{"datetime": "2022-02-07T21:04:05.000Z", "title": "Work sexism: Women 'not supported' to be business leaders", "article": "Workplace change is needed to normalise and support women reaching the top, one company chief executive has said. Louise O'Shea of Confused.com said she was lucky to work somewhere that nurtured her and where she could help women - but this was rare. She spoke as a report said the number of women in management or directors in Wales was \"stubbornly\" staying at 39%. The Welsh government said its advancing gender equality plan set out action in areas such as education. When Ms O'Shea, from Cardiff, announced to a group of female colleagues at the price comparison website that she applied to be chief executive officer at eight months pregnant, she said the whole room cheered. This environment, she said, allowed women to grow, but it was unusual compared to some \"toxic workplaces\". She said many felt intimidated walking into all-male management and culture needed to change across the board. She said: \"I still experience barriers. It is not as if when you become a CEO you are no longer singled out as a women.\" She said she had been verbally abused in person and on social media, \"more than a man would have been\", adding to fears women may have about leadership roles requiring \"personal sacrifice\". But she said policies such as bereavement leave for miscarriages, appropriate maternity and paternity policies and normalising family life in the office could help \"change the culture\" for women. She believed it also helped women outside the organisation as better paternity leave for men could mean their partners were better supported. She said the pandemic had some positive changes, such as hybrid working providing flexibility \"that allows working parents to be more present for their children\". But she argued that the school curriculum needed to be widened to help girls at a younger age, including particularly \"male dominated subjects\" such as technology and coding. She said it would be a \"20-year shift\" but could be a \"great opportunity to really make a dent\" in the pay gap and would be a flexible skill women can use elsewhere. \"I would say there's a huge investment required in that skill set because that for me it is critical for us to have for thelevelling up agenda fundamentally, not just between Wales and the rest of the world but between men and women,\" she said. The annual State of the Nation report by charity Chwarae Teg also found 72% of working mothers in the UK worked fewer hours and cut their earnings due to a lack of childcare during the first lockdown. Chanelle Taylor, who owns Lady Paint and Decor Company in Caerphilly, had to drop from six to two days a week to look after her seven-year-old daughter when schools closed.Chanelle's husband, an energy production engineer for a company in Liverpool, is classed as an essential worker, and continued to travel away to work throughout lockdown. She said: \"It was pretty stressful purely because I felt like I wasn't doing enough. \"A job that was meant to be done within 10 days took me more like three weeks because I only worked two days a week. \"As a mum, we're kind of expected to be there for our children a little bit more, where dads can go to work. It was very difficult as it is natural for the mum to be expected to do everything.\" Cerys Furlong, chief executive at Chwarae Teg, said while there had been progress, the pace of change was \"far too slow\". \"While action is needed in a number of areas we know that two issues remain absolutely critical if we want to secure a gender equal Wales - childcare and unpaid work and sexual harassment, abuse and violence.\" She said there was an \"over-reliance on women to provide care and unpaid work\" and a lack of affordable childcare meant women often fell behind.Ms Furlong said high-profile cases of violence against women such asWenjing Lin ,Sarah Everard andAshling Murphy \"shone a light on the endemic and unacceptable misogyny and violence that women continue to face\". \"In a Wales that says all the right things about gender equality and the progress we want to see, the lack of progress highlighted in our report is deeply disappointing,\" she added. \"We clearly need to do things differently, faster and with more commitment.\"That is why we need government, business and civil society to act now to ensure that all women achieve and prosper in Wales.\" The Welsh government said it was working with organisations to develop how digital and computing subjects were taught in schools, with \"particular focus on improving gender equality\" in science, technology, engineering and maths. It added: \"Theadvancing gender equality in Wales plan sets out our ambition to achieve gender equality in Wales.\"The plan outlines a range of actions to achieve this ambition including commitments relating to education, employability and improving representation in leadership roles.\" ", "url": "https://www.bbc.com/news/uk-wales-60245709"}