{"datetime": "2022-02-07T16:57:59.000Z", "title": "M4 crash: Gracie-Ann Wheaton, four, named as girl who died", "article": "A four-year-old girl who died after a crash on the M4 has been named as Gracie-Ann Wheaton. In a tribute, her cousin said the family was \"heartbroken\".Four people weretaken to hospital after the incident involving a car and a van on the M4 near Newport on Saturday, with a boy, three, still in a critical condition. Martin Newman, 41, of Croeserw, Neath Port Talbot, has been charged with causing death by dangerous driving. Gracie-Ann, from Tredegar, Blaenau Gwent, died early on Sunday morning. A woman also remains in hospital in a stable condition and a man injured in the crash has since been discharged. Gracie-Ann's cousin Tiffany Lucas said: \"We're all heartbroken.\"The community has been wonderful and are trying to help the family out. \"It's been unbelievable the support we've had.\" Describing her as a \"wonderful\" and \"creative\" four-year-old Gracie-Ann's family said she had been returning from a birthday party when the crash happened. She was taken to the intensive care unit of Cardiff's University Hospital of Wales, but suffered a cardiac arrest due to the severity of her injuries. Cousin Jamie Lucas, 19, from Abergavenny, said: \"I'm just trying to wrap my head around the fact that she's gone. It's hard to believe. \"She was so young. She had a bright future ahead of her. She was such a wonderful child. \"I'm just lost for words really. How she was returning from a birthday party and all of a sudden she's gone. \"She was very smart, she was very creative. She had a really great imagination as well. She was just fantastic to be around.\" The crash happened on the M4 westbound carriageway between junctions 28 and 29, prompting a huge emergency services response and causing the route to be closed for about seven hours. Mr Newman appeared at Newport Magistrates' Court earlier. He has also been charged with two counts of causing serious injury by dangerous driving and was remanded into custody to appear at Newport Crown Court on 21 February.", "url": "https://www.bbc.com/news/uk-wales-60287774"}