{"datetime": "2022-02-14T16:20:20.000Z", "title": "M4 crash: Second child who died after Newport collision named", "article": "A three-year-old boy who died after a crash on the M4 that killed his sister has been named as Jayden-Lee Lucas. The boy, from Tredegar, had been in hospital following the collision on 5 February involving a car and a van on the motorway near Newport. Four-year-oldGracie-Ann Wheaton died following the collision and their parents were also injured. A 41-year-old man from Neath Port Talbot was charged with causing death by dangerous driving after her death.The children's cousin Jamie Lucas, 19, from Abergavenny, said: \"Unfortunately, after a week of fighting, Jayden has passed away. \"He was wonderful, creative and a kind soul. Turned the grey skies blue.\" The family had been returning from a birthday party when the car in which they were travelling was in collision with a van. Jayden and his older sister, Gracie-Ann, were rushed to the intensive care unit of University Hospital of Wales in Cardiff.Gracie-Ann suffered a cardiac arrest due to the severity of her injuries and died the following day. Jayden died on Friday, his family confirmed, and the children's mother remains in hospital. In a previous tribute to Gracie-Ann, Mr Lucas said: \"I'm just trying to wrap my head around the fact that she's gone, it's hard to believe. \"She was so young. She had a bright future ahead of her. She was such a wonderful child. \"I'm just lost for words really. How she was returning from a birthday party and all of a sudden she's gone.\" He added: \"She was very smart, she was very creative. She had a really great imagination as well. She was just fantastic to be around.\" A fundraising page set up for the siblings' funeral has raised more than £11,500. The crash happened on the westbound carriageway between junctions 28 and 29, prompting a huge emergency services response and causing the route to be closed for around seven hours. The Ford Transit driver, 41-year-old Martin Newman, of Croeserw, charged with causing death by dangerous driving and two offences of causing serious injury by dangerous driving, was remanded into custody pending a hearing at Newport Crown Court on 21 February. ", "url": "https://www.bbc.com/news/uk-wales-60379018"}