{"datetime": "2021-09-08T11:07:27.000Z", "title": "No parental leave ‘a barrier’ to local politics", "article": "Three quarters of local authorities in England do not have formal policies for paternal or maternal care for councillors, new data suggests. The Fawcett Society, which carried out the research, said it contributed to a lack of women pursuing careers in local government. Separate research shows about a third of elected councillors are women. The Local Government Association (LGA) said it would work with councils to encourage anyone to stand for election. The number of councils in England with policies for councillors has risen since 2019, when a previous investigation found 7% had them. As office holders and not employees, there is currently no legal right to parental leave for councillors. However, some -such as Nottingham which passed a motion in July - have introduced it to support younger elected members. Legislation was also passed earlier in the year which allowedgovernment ministers six months of paid maternity leave. Using the Freedom of Information Act, the Fawcett Society, a charity that campaigns for gender equality in politics, asked England's 335 local authorities whether they had any formal or informal maternity or paternity leave policies for councillors.The charity received responses from 303 councils. Just over a quarter, 79, said they did have a formal policy, while the remaining 224 said they did not. However, of those that did not have a formal policy, 85 also said they had informal arrangements such as supporting councillors on a \"case-by-case basis\". The East Midlands had the lowest proportion of councils with a formal policy, with three out of the 35 that responded (9%), while London had the highest, with 20 out of 31 authorities (65%). Councillor Amanda Chadderton, 35, who holds a position on the cabinet of Oldham Council, is the area's first sitting female councillor to have had a baby. She said this was one of the reasons the issue of parental leave had not come up before at her council. Oldham is one of the areas which has no formal policy, so in order to continue to receive her additional allowance for being a cabinet member Ms Chadderton returned to work seven weeks after having her daughter. She said the council, along with others in Greater Manchester, had sought legal advice in the past on special allowances and parental leave, but were advised it was not possible - though councillors can continue to receive their basic allowance for up to six months without attending any meetings. Ms Chadderton said because of the pandemic's working-from-home arrangements, and a supportive council leadership team, she was able to continue in her role. But added it was \"appalling\" that she may have had to step down otherwise. \"To take my 10-week-old daughter to work all the time, it wouldn't have been feasible. It certainly wouldn't have been good for her, and it wouldn't have been good for me,\" she said. \"There are enough barriers to stop women getting into local government as it is, this is just one further barrier.\" The Fawcett Society said recent data showed almost all councils were \"dominated by men\" and that the pace of change in local government was \"far too slow\". Data compiled by the society and community interest group Democracy Club shows there was less than a 1% increase in the number of female councillors across England between 2019 and 2021. At the latest elections in May, 34% of councillors elected were women. The society said although there had been an increase in the amount of councils with maternity and paternity policies, the number that did not have any was still \"shocking\", particularly alongside the \"glacial\" change in women's representation in local politics. It has urged councils to follow guidelines set out by the LGA and adopt parental leave policies, while calling on the government to make remote council meetings legal \"to support women with caring responsibilities\". Fifteen areas overall achieved at least a 50:50 gender split across councillors. Regionally, the south west of England has the lowest female representation, at 31%, and London the highest, with 41%. Craven in Yorkshire had the lowest proportion of female councillors, at 10%, while Brighton and Hove in Sussex had the most, at 56%. Despite having the highest proportion of female councillors of any English local authority, Brighton and Hove said it did not have a formal parental leave policy, but would review this in 2022. A spokesman said the authority had developed a system that allowed councillors to share roles, and reviewed its meeting times to ensure they were accessible to all members. \"We fully support calls for the introduction of a national statutory maternity, paternity, adoption and parental leave policy. National policy would enable greater representation in politics up and down the country,\" the spokesman said. Joeli Brearley, founder of the gender equality campaign group Pregnant Then Screwed, said she was not surprised to see that most councillors did not have access to parental leave, but that it was \"deeply concerning\" and was clearly having an impact on recruitment. \"It's very difficult for women, once they've given birth, if they are a councillor, to feel like they can take time off from their work to take the time required to recover and bond with their child,\" she said. \"We know that women do the lion's share of the caring, so if there isn't provision in place to give the ability to do this unpaid labour, in addition to paid labour, then it will affect their ability to do a job.\" Ms Brearley added that not providing a maternity and paternity policy in any other type of employment would be illegal, \"yet we seem to think its fine to force councillors and MPs back into the workforce days after giving birth - that just seems crackers to me\". A spokesman for the LGA said: \"A number of councils have already introduced a parental leave policy and the LGA will continue to work with all councils to encourage people of all backgrounds to consider standing for public office.\" ", "url": "https://www.bbc.com/news/uk-england-58341723"}