{"datetime": "2019-11-05T01:32:48.000Z", "title": "Abergavenny burning plane crash rescuer meets family he saved", "article": "A man has met the family he helped save from a burning plane after it crashed on a busy road. Daniel Nicholson, from Abergavenny, Monmouthshire, and Joel Snarr carried out the rescue after thelight aircraft came down on the A40 in May.Mr Nicholson collected a bravery award on behalf of them both at the Pride of Britain Awards and said it was \"amazing\" to meet the family. All three of them survived the crash, despite the plane catching fire.The plane was being piloted by Stuart Moore, with his nephew Jack Moore and niece Billie Manley also on board, when it crashed on the dual carriageway near Abergavenny.All three were taken to hospital as a precaution but escaped with minor injuries.Mr Nicholson said the first time he ever spoke to the people he saved was at the Pride of Britain awards ceremony.\"I didn't expect them to be there and when I saw them I could see the smiles on their faces and it just brought it all home. It was very emotional,\" he said. Mr Nicholson and Mr Snarr were travelling in opposite directions on the A40 when the plane crashed in front of them, and they pulled the family from the burning aircraft. \"It all happened very quickly, that's the difficult thing to understand,\" Mr Nicholson said. \"There was no warning and the plane came out of the trees to the side of us about 200 yards away. \"The first thing you really saw was it heading for the central reservation and bursting into flames.\" He said he was told about the award in August and collected it from Wales football manager Ryan Giggs, England men's football manager Gareth Southgate, women's football manager Philip Neville and captain Harry Kane, at the ceremony in October.\"It was brilliant... walking up the red carpet - the family were lapping it up. Everywhere you look there were people you recognise,\" Mr Nicholson added. He also collected the award on behalf of Mr Snarr, a former Army bomb disposal officer.In total 19 firefighters were called in to deal with the blaze after the aircraft crashed. ", "url": "https://www.bbc.com/news/uk-wales-50291278"}