{"datetime": "2022-02-03T18:48:28.000Z", "title": "Cardiff to Newport Cycle route a step closer", "article": "A new cycle lane is planned along a major route into Cardiff. The cycle lane would be segregated from the main road and would run along Newport Road into the city centre.The route could eventually link up with another proposed path - along the A48 into the centre of Newport. These plans would enable travel on bikes between the two south Wales cities, but the scheme could also be extended to Barry and the Gwent Levels. The first part is a pop-up cycleway that has opened along part of Newport Road, running past the junction with Broadway in Adamsdown, according to theLocal Democracy Reporting Service . Cardiff council is exploring options and will be consulting with the public on how the scheme can be extended, with the St Mellons Business Park andproposed Cardiff Parkway train station among areas being looked at. It is unclear if the route would run exactly along Newport Road, or on nearby streets in some sections such as Broadway. Details of the plans were revealed in an answer to a written question to Councillor Caro Wild, cabinet member for transport and strategic planning, at a full council meeting on 27 January. The answer said: \"The council is seeking to provide a permanent segregated cycle route along the entire length of the Newport Road corridor to the city's boundary with Newport. \"The route would connect to a future segregated cycle lane that is planned along the A48 within the neighbouring Newport local authority area, that would extend into west and central Newport.\" The other pop-up cycleway the council is building, along Tyndall Street, has also faced delays but is now due to open in February. Elsewhere, environmentally sensitive lighting is due to be installed soon along the cycle route through Sophia Gardens and along Pontcanna Fields.An extension to this route is also being designed, to run past Cardiff Metropolitan University and to the old BBC building. The Cardiff to Newport route could eventually be extended to Barry as well, and form part of the unfinished and patchy National Cycle Route 88, which runs from central Newport through the Gwent Levels, but stops at the boundary with Cardiff near St Mellons Business Park. ", "url": "https://www.bbc.com/news/uk-wales-60251622"}