{"datetime": "2019-05-12T15:48:59.000Z", "title": "Abergavenny plane crash: Three survive A40 incident", "article": "A light aircraft has crashed on to a main road but managed to avoid hitting any cars. South Wales Fire and Rescue Service said the three people on board survived the incident on the A40 near Abergavenny, Monmouthshire. The service was called to the crash at about 11:00 BST on Sunday. It said the three people were treated at the scene for minor injuries and taken to hospital as a precaution. Two motorists, Daniel Nicholson and Joel Snarr, a former army bomb disposal officer, helped to rescue those on board the aircraft. Mr Nicholson, who was first on the scene, said the plane was upside down. He said: \"We could only see two people at first - they were screaming as the plane was on fire.\" Mr Nicholson added that he was \"worried we weren't going to be able to get them out\". He went on to say that without Mr Snarr's help, he probably would not have been able to rescue those on board. Mr Snarr explained he saw the plane appear \"out of nowhere\" and \"burst into smoke and some flames\". \"It was a miracle no one else was on the road,\" he said. In total 19 firefighters attended the site and used foam to extinguish the aircraft. Rhodri Jones, who lives about two miles from the scene at Llanover said: \"I was in the house and heard a loud explosion. \"Initially we thought it was rail crash because the line is nearby. There was thick smoke.\" BBC reporter Rhodri Tomos' train from Cardiff to Manchester had to make an emergency stop just before Abergavenny. He said: \"The guard said that a light aircraft has crashed into some power cables and the cables have hit the train. \"We could smell some burning and we were at a stop for about 15 minutes.\" Gwent Police said in a statement: \"The aircraft was reported to have made an unscheduled landing in the area, colliding with overhead wiring. \"Three occupants of the light aircraft were treated by paramedics at the scene. Their injuries are not life-threatening.\" The Air Accident Investigation Branch is aware of the incident and is making initial inquiries. It is the second time in three years in whicha light aircraft crashed on the same stretch of road . Three people sustained minor injuries when the four-seater Piper Warrior II came down in 2016. ", "url": "https://www.bbc.com/news/uk-wales-48243610"}