{"datetime": "2019-05-13T15:25:41.000Z", "title": "Abergavenny plane crash: Three on board 'lucky' to walk away", "article": "A man said it was \"absolutely unbelievable\" that he and his family walked away from a plane crash. The light aircraft came down on the A40 near Abergavenny, Monmouthshire, on Sunday morning.Jack Moore, who was on board, thanked the passing motorists who helped pull them from the burning wreckage. Daniel Nicholson and Joel Snarr said they were just acting on instinct after dragging the pilot and two passengers out. All three on board were treated for minor injuries and taken to hospital as a precaution. The plane was being piloted by Stuart Moore, with his nephew, Jack Moore, and niece Billie Manley on board.\"Absolutely unbelievable that me and my family have walked away from this,\" Mr Moore wrote on Facebook. \"Just want to say thank you to the passers by that helped us at the scene and also the emergency services.\" He added: \"We are very lucky, lucky people.\" The family said they were \"overwhelmed\" but \"grateful\" the three were unharmed, and wanted privacy \"to come to terms with what's happened\". Their rescue heroes described how they were driving separately along the dual carriageway when the crash unfolded. \"There was no build-up - I didn't hear it coming in - didn't see it come in - it just appeared - smoking and on fire,\" said former Army bomb disposal officer Mr Snarr. Mr Nicholson said he was the first to get to the plane: \"I realised it was upside down - it was already on fire. \"I got under the wing and I could see they they were all still alive, and obviously in a lot of distress.\" He managed to break a cracked rear window and drag the two passengers to safety, while the other rescuer focused on the pilot. \"The pilot reached out through the cracked window and I just managed to grab hold of both is hands and tear him through,\" added Mr Snarr. The two men said the events happened \"so quickly - and it's your nature that takes over\". \"At the time, all I was thinking was to see if we could get them out - you can't walk away from a situation like that - I did what I did,\" added Mr Nicholson. The six year-old Cirrus SR22 light aircraft, registered in Guernsey but owned by an Irish company, flew regularly between County Kerry and the UK.On Sunday, Stuart Moore had flown from London and landed in Abergavenny to pick up his niece and nephew. \"I saw the crash happen,\" said Frank Cavaciuti, who owns the private airstrip where the plane had taken off from.\"But by the time I got there the fire was so intense I could have done nothing. The aircraft exploded as I approached it.\"I didn't realise at first that they had already been rescued.\" He praised the bravery of the two rescuers - saying he thought Mr Snarr had saved lives.\"A million other people wouldn't have done what he did. \"There was such a narrow window of time to get them out. It's just brilliant that he was there.\" In total 19 firefighters attended the site and used foam to extinguish the aircraft. Gwent Police said: \"The aircraft was reported to have made an unscheduled landing in the area, colliding with overhead wiring.\" The Air Accidents Investigation Branch is aware and is making inquiries. ", "url": "https://www.bbc.com/news/uk-wales-48251547"}