{"datetime": "2019-12-06T07:27:49.000Z", "title": "Cardiff shoppers 'incorrectly' fined during sports events", "article": "Shoppers have been \"incorrectly\" issued with fines at a car park which sees free parking times reduced during nearby sporting events. People can park at the Capital Retail Park for three hours free, but only for one-and-a-half hours during matches at the Cardiff City Stadium in Leckwith. Celyn Jones, 29, successfully appealed a charge on the grounds she was not aware there was a match being played. An independent audit of its signs will be commissioned, Premier Parking said. The owner of the car park, Aberdeen Standards Investments, said it would raise the matter with operator Premier Parking, one of the UK's largest. Ms Jones, from Rhondda Cynon Taff, visited the retail centre to go shopping with her carer, Belinda White, in March. They were unaware Cardiff City FC were playing West Ham at home, which meant free parking times were reduced. Ms Jones and Ms White say there were no signs warning the match was being played, so they exceeded the limit and were later issued with a £90 fine. With the help of the Disability Advice Project (DAP), Ms Jones successfully appealed the decision on behalf of her carer. The charity also helped 39-year-old Catrin Cufflin, who has cerebral palsy, successfully appeal a fine she received for the same reason. Carer Claire Jones, who regularly accompanies Ms Jones shopping, said she knows of more people who had been caught out and would like to see bigger signs. \"I didn't know it was reduced to 90 minutes, and I've been coming here two years,\" she said. Disabled people are more affected by the reduced parking times, according to DAP director Pauline Jones. \"It takes considerably longer for a disabled person to come out of the car, put the ramp down, unclamp and then get back into the vehicle,\" she said. \"It also takes longer very often for them to get around the shops as well.\" Premier Parking manages more than 850 car parks, including at well-known fast food chains, retail parks, hospitals and councils. The Welsh national football team also play their home games at the Cardiff City Stadium. A spokesman for Premier Parking added it believed \"sufficient notice is displayed on the 50-plus signs on site\" and that 90 minutes is a \"reasonable time for any adjustments to be made on match days\". \"We will however consult with the Disabled Motoring UK organisation, of whom we are a longstanding member, and seek their advice on this matter,\" he added. \"In addition we will commission a separate, independent, British Parking Association (BPA) sign audit to ensure we are meeting the stringent standards set for signage.\" ", "url": "https://www.bbc.com/news/uk-wales-50675071"}