{"datetime": "2021-06-13T08:05:42.000Z", "author": "Ollie Pritchard-Jones & Rachel Flint", "title": "Cardiff cyclist confronts driver over 'disgusting' comments", "article": "A cyclist who confronted a man who she claims shouted lewd comments out of his car at her has spoken of the barrage of daily harassment faced by women. Nanw Beard was cycling in Cardiff when she alleged the driver pulled up alongside her and said her \"backside was going to cause an accident\". The 30-year-old said just hours earlier another man said he wanted to have sex with her while she was out on her bike. Ms Beard said challenging his behaviour made her feel \"empowered\". The keen cyclist was riding along Penarth Road on 5 June when she said a man in a Land Rover pulled up alongside her and shouted out of his car. \"He told me I should have a health warning because my backside was going to cause an accident,\" she said. \"When I told him that was disgusting, he drove away laughing.\" She later caught up with him and challenged the man.A survey by walking and cycling charity Sustrans Cymru suggests many women feel unsafe cycling in Welsh cities, with 77% of women who took part saying safety improvements were needed. \"This has been the norm for me since my early teens, it's been a part of life I've just had to accept,\" Ms Beard said, but added she would not stand for it anymore. \"I've got to the point where I'm so angry and fed up with the constant barrage of street harassment I face as a woman, especially while I'm alone.\" In January, during the national lockdown, rules on how many people could exercise outdoors together were changedafter female runners raised safety concerns . Athletes spoke of getting lewd comments about their figures, wolf-whistling and having beer cans thrown at them while training alone in Cardiff parks. Now,while anyone can meet up outside for exercise , Ms Beard said more needed to be done to tackle harassment. She said the man had a passenger in his car, who appeared to be his son, and she felt she had to confront the driver's alleged behaviour. In her video footage, Ms Beard is heard challenging the man, who denies sexually harassing her. Last year, a report to Cardiff council showed justone woman for every 1.9 men used their bike regularly in the city. The Bike Life Cardiff report by Sustrans Cymru also found 70% of women never rode a bike, but 31% of women who did not would like to. Gwenda Owen of Cycling UK said both male and female cyclists faced abuse on a daily basis just for being on the road, and it could be very intimidating.Ms Owen said many women felt safer on bikes compared with walking as they could get away quicker. She said men believed they could \"get away with it\" because they were in cars and could shout comments they may not say to someone's face. \"I've had things thrown at me for cycling in the city, the funniest one was a pack of salami, but it can be very, very intimidating,\" she said. \"The abuse people shout out of cars of a sexual nature, they make homophobic slurs... this is unfortunately, quite common occurrence, but I think it maybe reflects wider problems in society.\" Ms Owen and Ms Beard both said the behaviour needed to be challenged by others if it was ever going to change.Men should challenge others who acted in that way, whether \"on the street, in bars, in conversations at work or anywhere,\" said Ms Owen. Christine Boston, director of Sustrans Cymru, praised Ms Beard for confronting the man, saying all women had the \"right to freedom of movement without unwanted attention\". She described catcalling as a form of harassment and abuse and said it could put women off cycling for life. ", "url": "https://www.bbc.com/news/uk-wales-57427696"}