{"datetime": "2022-02-03T13:36:49.000Z", "title": "Roath Lake: Lost teddy reunited with Cardiff boy", "article": "A two-year old boy has been reunited with his teddy bear 10 days after it fell into a lake. Arthur, from Cardiff, accidentally dropped the bear into Roath Park lake during a visit with his family. \"Teddy goes everywhere with Arthur and as you can imagine the little lad was absolutely distraught,\" Jane, Arthur's grandmother, said.The teddy was a gift from Arthur's 90 year-old great grandfather. His grandmother e-mailed Cardiff council's parks department with a photo of the teddy bear floating on the lake before it sank, hoping they might be able to retrieve it.\"Arthur was obviously very distressed about it. Later on that evening he was looking for Teddy to go to bed. Teddy always goes to bed with him, and Arthur was distraught,\" she said. \"We were surprised, really, how much the whole family felt it because Teddy plays a large part in his life, and he goes everywhere.\" The Parks Department said it was \"one of the saddest pictures we'd ever seen\". \"They did go and search for him the following day in the area that he was lost... but they didn't find him on that occasion. So we just had to resolve ourselves to the fact that Teddy was lost at sea, as it were,\" Jane said. Ten days after the e-mail was received by the Parks Department, the missing teddy was found by two members of staff who were clearing debris from the grate by the waterfall in Roath Park, Cardiff council said. The bear had travelled about 175m (574ft) from where it originally sank. Urban Park Rangers took it home and put it through the washing machine. They then decided to build the teddy a boat and make him a superhero cape. They also wrote poem about his journey which they framed for Arthur to keep. \"I am truly blown away by the kindness and work everyone has put into returning this precious bear to my grandson and it was wonderful to see the reunion take place,\" Jane said. ", "url": "https://www.bbc.com/news/uk-wales-60243101"}