{"datetime": "2020-07-20T11:21:27.000Z", "title": "Coronavirus: £38m announced for cycling and walking routes", "article": "A total of £38m in funding has been announced to improve cycling and walking facilities in Wales. Bike sales surged in lockdown as people avoided public transport for fear of catching Covid-19.Economy and Transport Deputy Minister, Lee Waters, said he wanted people to leave the car in the garage following the pandemic. Last month ministers said roads, public transport, walking and cycling routes would get £15.4m worth of improvements. Combined with the new cash, the Welsh Government said it would be the biggest ever investment in healthy travel in Wales. \"The coronavirus pandemic has completely changed our lives,\" Mr Waters said. \"Coronavirus has brought much hardship and tragedy. \"It has also presented us with a golden opportunity for change. \"More people than ever before are walking and cycling to work, visit friends and pop to the shop.\" Mr Waters said fewer drivers meant new cyclists had the confidence to hit the road without the car. But as roads become busier as restrictions ease it was \"vital\" roads remained pedestrian and bike-friendly, he added. Ysgol Ty Fynnon, Shotton, Flintshire - £259,500 There will be a walkway over the railway bridge and a 20mph speed limit on King George Street, where traffic calming features will be installed. An existing footpath and bridle path to the job centre, swimming pool and library will be upgraded. Cilfynydd, Rhondda Cynon Taff - £419,000 Cilfynydd will receive £204,500 for a crossing on the A4054 Cilfynydd Road near a footbridge to Pontypridd High School. There will be a 20mph speed limit there. Part of the walk along the A4054 Pontshonnorton Road will get new pavement. Greenfield Valley, Flintshire - £247,500 There will be a package to improve walking and cycling links through Greenfield Valley to join Holywell with the coast. Llandrindod Wells, Powys - £180,000 A cycle route on Spa Road East will be built to Cefnllys Primary School, with links to nearby housing estates and businesses. Sketty and Mayals network links, Swansea - £1,877,000 A cycling route will be built on the Mayals Road and there will be projects linking Sketty Park Estate with Olchfa Comprehensive School and Bishop Gore Comprehensive School.The Olchfa link which will provide access to a large area of Killay. St Helen's Road, Swansea - £151,300 Speed limits will be introduced and better crossings. Current parking and loading rules may be changed to improve safety. Cardiff - £2,773,000 Continuous routes will be built that keep cars and and people apart where needed will be built.There will be cycle routes, footpaths, junction improvements, new surfacing, route widening, crossings and 20mph speed limits. Neath Port Talbot - £205,000 Outside six schools 20mph speed limits will be introduced. ", "url": "https://www.bbc.com/news/uk-wales-53451112"}