{"datetime": "2015-06-30T16:52:07.000Z", "author": "Sarah Dickins", "title": "Analysis: Getting the South Wales Metro on track", "article": "£600m for the South Wales Metro is designed to make it easier for people to move around, taking cars off the roads and bringing economic benefits. Cardiff has been behind cities like Manchester, Birmingham, Nottingham and Sheffield in developing a regional public transport system. Transport to developments in the bay has been a priority since the 1980s. There is now the challenge of linking to the valleys and the growing commuter communities around the city. Why do we need a metro? Already 200,000 people work in Cardiff and more than 600,000 in the wider region. About 78,000 people commute into the city to work every day; 80% do it by car. But Cardiff also has the UK's fastest growing population outside London. It is forecast to rise by more than a quarter - up to 80,000 - by 2036. There will be 41,000 new homes and jobs, in a city that already has enough traffic problems. This recognises the importance of Cardiff but also how it relates to the surrounding valleys. The idea is you should be able to buy a single ticket in Merthyr which will take you to anywhere in the Cardiff area - via light rail and bus - more quickly. So what benefits would it bring? The plan is that the metro project, encompassing the electrification of the main Swansea to London line and electrification of the Valleys lines, will ease congestion, make it easier for people to get to work and make Wales a better place to do business.It would bring together some existing rail lines, set up fast bus lanes and introduce light rail or trams.Up until now Cardiff has been left behind other major UK cities. New figures for the Department of Transport show record numbers using light rail in cities in England. What sort of metro are we talking about? As you can see above, there have been different approaches in different cities over the years. The developments are expensive and there have been battles to bring them in on time and on budget. Light rail does not come cheap and latest estimates put the cost at around £25m a mile.It has been an expensive and sometimes difficult business -the latest Edinburgh project is a good example. One of the latest ideas for reducing costs is a tram-train hybrid , which makes use of existing railway lines.One of the Welsh government's new advisers on the project, Chris Gibb, told me Wales could learn from the train-tram system like the one in Lyons in France which links with its airport 30 minutes away. \"People are very polarised between heavy rail and light rail but if you look across Europe there are some interesting blends which mix the benefits of light street-running rail and those of heavy rail - higher speeds and larger vehicles with more comfort,\" said Mr Gibb, a former managing director of Wales and Border Trains and Virgin Trains. \"I'll be saying to the Welsh government it's not an either/or - we can have the best of both if we look around at the new technology,\" he said. Cambridge has a£150m \"guided bus\" on a dedicated track, although the project was beset by delays. Officials have already said they would look at \"radical options\" while delivering improvements that can make a real difference on the ground now. Light rail might be tested between Cardiff city centre and Cardiff Bay before it is rolled out to growing suburbs and links to the valleys. Ministers want to minimise the pitfalls other cities have faced so a clarity of ownership and authority to act is \"critical\". We've been here before haven't we? For decades Cardiff has been looking at ways of bringing its city centre and docks area closer together.There have been a series of ideas, some have been quite futuristic - some would say pie in the sky. But now congestion is so widespread that the challenge is not just linking the city centre to the bay.With many thousands commuting from the north, west and east into Cardiff and plans for more house-building in the north west of the capital, the metro needs to have a wider impact than the proposals of the past.How much will it all cost? It has already been estimated that the entire network would take until 2030 to develop and would involve trains, buses and trams and could cost over £2bn. This is the second and most significant stage so far as part of a longer term project and is expected to cost around £600m. There have already been developments as part of a £77m stage one - which included new stations at Pye Corner near Newport andEbbw Vale town centre . There have also been rail and bus station improvements and better cycling and bus lanes. Work on stage two is expected to begin in 2017. Who would pay for it? The £600m will be made up from money from the Welsh and UK governments and the European Union, from existing funds and new ones targeted for projects such as this.The Department of Transport is providing £125m, with a further £150m from the EU. We still do not know the details of how it will be delivered but the tender to run the metro is expected to be part of the tender for the all-Wales rail franchise - which will be awarded by the Welsh government in 2018.Arriva Trains Wales runs the existing 15-year franchise and when that comes up for renewal, running the metro will also be a part of it.That way the Welsh government will be able to have some control over services and fares. TheTransport for London model - a statutory body created by the Greater London Authority - is one ministers are looking at carefully.Where does the M4 relief road fit in? The Welsh government's still plans to build a£1bn relief road for the M4 - in tandem with the metro project.There is debate about whether it would take so many people off the roads that the M4 relief road would not be needed. The Tyne and Wear metro for instance claims its system takes 15 million car journeys off the region's busiest roads every year. At the moment the Welsh government is backing both projects.What is likely to happen now? Three advisers - two with a rail background and one from a leading south Wales business - have to come up with proposals by the autumn, with further announcements to follow. Minister Edwina Hart is confident that an integrated transport system will produce more frequent trains of better quality and at reasonable fares. The overall package could also involve fast buses and possibly trams.The Welsh government has already started consulting with various elements of the rail industry to hear what could be possible using the latest technologies. At the moment, ministers in Cardiff Bay do not have powers over buses but if they were to get those they would hope to also work closely with bus companies.Mrs Hart welcomed the cross-party support for the concept and of bringing it in on time and on budget. \"We will have the start of the system for the Metro [for 2020], we'll be modernising lines and doing further work,\" she told AMs.\"But it's going to take a long time to put in place in terms of its delivery. I'm sorry if people think it's going to be all singing and all dancing by 2020 but we are proceeding in the right way.\" There is a timetable: procurement is expected to begin next spring and will take about a year. Cardiff and the Valleys, where commuting is most intense, are likely to benefit by 2020. If that is successful the project will continue to Maesteg, Chepstow and Abergavenny.", "url": "https://www.bbc.com/news/uk-wales-33231668"}