{"datetime": "2020-08-01T23:21:32.000Z", "title": "Cardiff cycle path parking plan 'detrimental' to students", "article": "Plans to change parking rules in part of Cardiff could have a \"detrimental\" impact on students on placement-based courses, several students have said. Cardiff council has been consulting on plans to build a 1.5 mile (2.4km) segregated cycle lane from Cathays to University Hospital of Wales (UWH). Under the plans , unrestricted parking would be significantly reduced and replaced with limited-waiting zones. Cardiff council said a \"balance has to be struck\" to build the new route.Beth Johnson, a fourth year medical student at Cardiff University and Cathays resident, said the cycle path was being used as a \"smokescreen\" to change the parking in Cathays and will make it \"almost impossible\" for residents without a permit to park.The proposal would leave the number of residential permit spaces available in the affected zones at roughly the same number, but almost all uncontrolled parking bays will either be removed - as is the case on Allensbank Road - or replaced with limited waiting bays.Ms Johnson shares a house in Cathays with four other medical students, all of whom have cars and are often on placements in hospitals outside of the city.Cardiff council allows two resident permits and one visitor permit per property.Ms Johnson said: \"Firstly, I think the cycle route itself is an excellent idea and will really encourage people to be more active in the area.\"However I feel that is also being used a bit of a smokescreen to change the parking in Cathays. \"The plans will make it almost impossible for anyone without a permit to park, and will drastically increase the number of people vying for spaces on the non-permit streets outside of the area of change.\" She added: \"As medical students, we are encouraged by the medical school to own cars as getting to and from our various placements can be very difficult without one.\"Many of us live together, for example, I am living in a house of five medics next year and all of us have a car, so this policy will be particularly detrimental for us.\" The BBC has spoken to several other students who said if the plans go ahead they could be unable to drive to placements.Cardiff council, which is also installing temporary cycle paths across the city centre and in Cardiff Bay, said parking issues had been discussed \"at length\" with local residents.A spokesman for the council said: \"Providing an integrated cycling network, which in the main will be segregated from other road traffic, is a priority for the council and we are confident that this new infrastructure will be an asset to the city. \"Installing cycle lanes retrospectively on Cardiff's roads does present some challenges, as the roads are only a specific width. A balance has to be struck between providing this new infrastructure and the loss of on-street parking and all residents have had an opportunity to have their say through the consultation process. \"Having discussed parking issues at length with local residents, the plans include a move to a zonal parking system whereby residents with a permit will be able to park on nearby roads.\" ", "url": "https://www.bbc.com/news/uk-wales-53566973"}