{"datetime": "2022-02-01T16:35:08.000Z", "title": "Pontypool murder: Husband found guilty after stabbing wife", "article": "A man has been found guilty of murdering his wife, stabbing her as she lay in bed. Linda Maggs, 74, was stabbed at least 15 times to her neck, chest and hands on Saturday 6 February, 2021.Afterwards, David Maggs, 71, of Sebastopol, Pontypool, told a 999 operator, \"I just killed the wife\". Maggs had earlier admitted manslaughter by reason of diminished responsibility, but the jury found him guilty of murder. He claimed he \"blanked out\" and did not recall what happened. Cardiff Crown Court was told the couple had been in the midst of an acrimonious divorce, after 28 years together. Both had refused to leave the family home and disagreements about money meant tensions were running high.They had been living separate lives under the same roof after their relationship ended in March 2020. When police arrived at Maggs' home, he told them he had \"had enough\". The retired accountant described how he went into his estranged wife's bedroom to talk to her about their divorce, taking two large kitchen kitchen knives upstairs with him. Body cam footage of Maggs being arrested by police inside the marital home captured him telling officers: \"I've just had enough. She tried to steal two houses from me, two houses.\" Further comments made by the him inside Ystrad Mynach police station, include him saying: \"Thirty years I've been married to her and she doesn't know how to keep her mouth shut, so I topped her.\" In the months before Mrs Maggs' death, her husband told three different people he wanted to kill her.One was so concerned she told the police and officers spoke to the couple separately. Maggs' defence claimed he had suffered from long term ill health, including depression.After deliberating for just under nine hours, the jury found him guilty. Following Maggs' conviction, Lisa James from the Crown Prosecution Service said: \"Linda's family have our deepest condolences over their loss and our thanks for their support throughout the court process.\" Judge Michael Fitton QC said Maggs will be sentenced in March. ", "url": "https://www.bbc.com/news/uk-wales-60196520"}