{"datetime": "2020-12-22T00:28:24.000Z", "author": "Hayley Westcott", "title": "Cornish boy continues with toy appeal despite brain tumour", "article": "An eight-year-old boy has continued his Christmas toy appeal for sick children despite being diagnosed with cancer. Elliott Furse from Gulval in Cornwall, started fundraising in 2018, choosing to donate presents to children in hospital rather than receiving any himself. In July, he was diagnosed with a brain tumour but insisted on helping more children this year. His father Christian said he was \"an incredible little fella\". Elliott, who is one of five children, started his appeal when he was just six years old. \"They were all writing up their lists for Santa and Elliott's had absolutely nothing on it,\" Mr Furse said. \"Elliott told us 'I've got everything I need, I'd rather money went to children who don't have anything'.\" Mr Furse said it was an \"unbelievably sweet\" gesture. That year, Elliott fundraised and donated sacks of toys to Royal Cornwall Hospital and in 2019 he donated even more. In July this year, Elliott collapsed in his bedroom. He was taken to hospital where the situation \"snowballed very quickly\" and a \"very substantial\" brain tumour was found. Elliott was rushed to Bristol Children's Hospital where he had two operations. Mr Furse said the operation to remove the tumour was \"the longest 14 hours of my life\". Elliott underwent six weeks of intensive chemotherapy and radiotherapy and lost control of his arms, legs and speech. Rehabilitation helped get his speech back and dexterity in his arms, and he is now recovering at home. \"Once Elliott was able to talk again, he immediately mentioned his Christmas appeal,\" Mr Furse said. \"We told him to give it a rest for this year but he was insistent.\" The family set up a Just Giving page which has raised more than £2,000 for toys to donate. \"I couldn't be prouder,\" Mr Furse said. \"The fact he wants to help others despite having the worst time ever. \"He knows how hard hospitals are - especially for kids over a Covid Christmas. \"The maturity and wisdom he has shown has surpassed any of our expectations.\" ", "url": "https://www.bbc.com/news/uk-england-cornwall-55392643"}