{"datetime": "2018-09-04T08:44:26.000Z", "title": "Monopoly proposal: Take a Chance, do not pass Go, marry me", "article": "Proposing to the love of your life can take courage and sometimes a bit of creative ingenuity. Some people get downon one knee on a hill top , some hide engagement rings in desserts, others manage topropose at the same time as each other . But Kevin Jones, in New York, had a long-term plan that involved patience and a flair for woodwork: a Monopoly board game, with a twist for his girlfriend, Kristin. \"We both love board games. Kristin is super-competitive and I love that about her,\" Kevin told the BBC. \"Monopoly is her favourite game. So, after spotting a similar creation online a couple of years ago, I decided to have a go myself.\"Over the course of about 45 days, the basement became off limits while Kevin drew up plans and worked on his project. Sharingstep-by-step photos of his progress on social media site Imgur, he revealed he was a \"total amateur woodworker\" but having renovated the couple's house together knew \"a bit about how to do this kind of stuff\".\"I've never done anything like this before. It was a step up for me,\" he said. Kevin gave his game a personal touch by making the spaces on the board refer to restaurants they enjoyed, shows they had performed in and places they liked to visit.Creating a trap-door to hide the engagement ring, Kevin revealed he had stolen the design from when he used to spend time on a boat as a child and had discovered a secret compartment where the adults had stashed their booze. Proud of his creation, heshared his handiwork on Reddit , where it received 20,000 \"upvotes\". The comments and quips soon flooded in. \"Trick dice, a trap-door and stacked deck to propose?Seems like a lot of cheating .\" wrote one user, while another described Kevin's creation as a \"Monogamy board\".Others pointed out Monopoly's reputation for causing arguments. \"Monopoly usually tears apart marriages - but today, it created an engagement,\" wrote one user.Kevin didn't expect such a huge reaction on social media. \"I'm amazed it's resonated so well with people,\" he said. \"People on Reddit like games and a good love story.\"When it came to the day of the proposal, Kevin invited friends and family over to present her with the board. \"She rolled the trick dice to land on the Chance,\" he said. \"There were a lot of tears of happiness from both of us. \"My mum also cried. She told me my grandfather, who I never met, was a cabinet maker, so craftwork must be in the blood.\" The couple, who are both actors, plan to get married in September 2019. Will there be a Monopoly-themed wedding? \"Nothing like that, but I may create some themed invitations,\" Kevin said. \"We're excited about getting married and looking forward to playing more games together.\"As one Reddit user commented: \"May life let you pass Go many times.\" Produced by Sherie Ryder, UGC and Social News team ", "url": "https://www.bbc.com/news/world-us-canada-45398154"}