{"datetime": "2021-09-01T13:09:31.000Z", "title": "Toddler reunited with doll stolen by gull in Cornwall", "article": "A toddler has been reunited with her doll after it was stolen by a gull. Yasmin, a two-year-old from Bodmin, Cornwall, was playing with the toy in a local park on Sunday when the bird snatched it away. Her father, Matthew Blanchard, said the gull \"dived in and grabbed\" the doll, named Baby, when Yasmin dropped it while walking. The gull eventually dropped the toy on the roof of a nearby school and it was rescued from there by council workers. Mr Blanchard said: \"Yasmin was happily playing on the swings and taking her baby down the slide.\"There were lots of seagulls in the park just dotted around, and she managed to drop the baby as she was walking up the hill. \"The seagull took the opportunity and dived in and grabbed it.\" Mr Blanchard said Yasmin was \"bawling her eyes out\" as other gulls joined in, fighting for the toy.\"I thought once it realised it wasn't food it would let it go, but then all the other seagulls thought it had some food on it, so they all dive-bombed the baby dolly,\" he added.One of the gulls got hold of the doll and and took it up onto the roof of a nearby school, where it eventually dropped it.\"I had to get her out of the park because she was so upset,\" Mr Blanchard said. \"I convinced her that somebody would be able to get it down for her another day, but I couldn't see any way of us getting it back.\" Mr Blanchard said his daughter was so upset she talked about nothing else over the following days.The family contacted Bodmin Town Council who sent a worker to retrieve the doll on Tuesday enabling a reunion between Yasmin and Baby that evening. \"It was just a small gesture which meant a lot to Yasmin. She was over the moon when she got that baby back and she hasn't let it go since,\" Mr Blanchard said. Yasmin's mother, Jo Blanchard, said they were incredibly grateful to Bodmin Town Council. Marie Tonkin-Couch, the council receptionist who dealt with the request, said: \"The member of staff was a bit surprised when we asked them to go and get the doll, but it was an easy rescue as they just needed to climb up a ladder.\" Ms Tonkin-Couch said she had not heard of a gull stealing someone's toy before.\"It was nice to be able to get it back to her, when you have kids, you know how precious toys are to them. It was a happy ending.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cornwall-58408802"}