{"datetime": "2022-01-17T19:08:17.000Z", "title": "Pontypool murder accused husband 'did not care about jail'", "article": "A husband accused of murdering his wife told a friend he did not care if he went to prison for killing her, a court has heard. Linda Maggs, 74, was killed by husband David, 71, at their home in Sebastopol, near Pontypool, in Torfaen. She suffered at least 15 stab wounds to her neck, chest and hands on Saturday 6 February, 2021. He has admitted manslaughter on the grounds of diminished responsibility , but denies murdering her. Family friend Pamela Hester said Mr Maggs had told her he wanted to kill Mrs Maggs shortly before her death. Mrs Hester told Cardiff Crown Court that when she told Mr Maggs it would mean his wife would be dead and he would be jailed, Mr Maggs had replied: \"I don't care.\" The couple were in the middle of a bitter divorce battle, neither wanted to leave the family home and tensions were running high over its sale, the court has heard. They were both still living in the property but in separate quarters. Mrs Hester said she knew Mr Maggs was depressed and had told him to go to his doctor. She had initially been Mrs Maggs' friend but became friends with them both before falling out with Mrs Maggs. Mrs Maggs didn't want to talk to her about anything, Mrs Hester said, but she continued to speak with Mr Maggs, sometimes two or three times a week. Mrs Hester said she and her husband had not wanted to take sides during the divorce, and she had known Mr Maggs was worried about the future. The jury was told she didn't take his words about stabbing his estranged wife to death seriously. \"I didn't always believe David,\" she told the court. Housing worker Julie Lewis told the jury Mr Maggs had told her he wanted to kill his wife during a phone call in November 2020. She had been concerned enough to call the police. She told the court: \"He shared freely with me that he needed to go to the police station because he had a thought about stabbing his ex-partner.\" Ms Lewis said she had spoken to her line manager after the call, and it was agreed she would call the police non-emergency number 101 and also speak to his GP. The GP called Mr Maggs later that afternoon and increased his depression medication and sleeping tablets, the court heard. Officers from Gwent Police visited the house and spoke to Mr and Mrs Maggs together with his sister, who was at the house when they arrived. Ms Lewis said Mr Maggs had told her in a follow-up phone call he had been \"a little bit surprised I called 101\" but understood her reasoning. Mike Jones QC, prosecuting, asked Ms Lewis what Mr Maggs thought about the police coming to the house, to which she replied: \"He didn't find it a fruitful visit. He didn't feel listened to.\" The trial continues. ", "url": "https://www.bbc.com/news/uk-wales-60029835"}