{"datetime": "2022-01-18T12:28:41.000Z", "title": "Pontypool murder accused husband just snapped, court told", "article": "A man accused of murdering his estranged wife told police he \"just snapped\", a court heard. Linda Maggs, 74, was killed by husband David, 71, at their home in Sebastopol, near Pontypool, Torfaen, in the midst of an acrimonious divorce. Cardiff Crown Court heard she suffered at least 15 stab wounds to her neck, chest and hands on 6 February, 2021. He has admitted manslaughter on the grounds of diminished responsibility , but denies murdering her. Jurors heard officers who went to the house where the defendant told them: \"I've just had enough, I've had enough. She tried to steal two houses off me. Two houses.\" The couple were living separately in the house while the financial settlement was being reached. The court was told Mr Maggs did not want to sell the house but Mrs Maggs thought her husband was trying to hide details of his assets from divorce lawyers. In a statement, PC Matthew Roach from Gwent Police said while a colleague arrested Mr Maggs in the sitting room, he found Mrs Maggs upstairs. She was lying on her back and had \"significant stab wounds\". He felt for a pulse, which he could not find, but he noticed that Mrs Maggs was still warm to the touch. PC Roach said when he and colleague PC Heidi Williams pulled back a duvet covering the lower part of Mrs Maggs' body they found further severe stab wounds. They moved her to the floor and began CPR. The officers and paramedics who arrived shortly after spent 17 minutes trying to resuscitate Mrs Maggs before the decision was taken to stop. The court was told that the first officer to enter the house, PC Matthew Shaw, saw two red knives on the bottom of the stairs. He drew his Taser and saw Mr Maggs sitting on a chair with a plaster cast on his arm, he then handcuffed him.He saw that Mr Maggs had dried blood on his hands and on the cast itself. Police went to the house on Saturday February 6th 2021 after a 999 call made by Mr Maggs. In it he told a police control room operator \"I just killed the wife\". Earlier the court was told the couple were visited by Gwent Police officers in November 2020, after Mr Maggs told a housing support worker he wanted to stab his wife. PC Ben Jones said he told Mrs Maggs there were concerns about her safety, but he said she appeared \"quite flippant\" and told him she thought Mr Maggs was just trying to get her to leave the house. He said Mrs Maggs didn't want to complete a domestic violence risk assessment. He advised her to keep a mobile phone close and not to get into rows with her husband. She told fellow officer Harrison Powell that Mr Maggs \"had never laid a finger on her\". The trial continues. ", "url": "https://www.bbc.com/news/uk-wales-60036005"}