{"datetime": "2021-09-14T13:17:47.000Z", "title": "Boy's lost rabbit toy sparks international response", "article": "An international response has been sparked after a boy lost his toy bunny on a bus. Ethan, seven, lost his beloved toy, known as Peter Rabbit, while on holiday in Brixham in Devon. In an attempt to find it, his grandmother put a post on Facebook and people sent postcards from around the world to his home in Worcestershire pretending to be from Peter. Ethan has received cards and gifts from as far as Australia and Japan. The boy was destined for Goodrington Sands with his grandmother Roz and mum Sam when disaster struck in July. In a bid to race to the beach, Peter Rabbit was left behind on the bus they were travelling on. Roz said her grandson was left \"heartbroken\" to lose the toy he had cuddled since he was a baby, especially after the bus company was unable to trace it. \"He was absolutely inconsolable,\" she said. After asking for advice online, Roz was presented with the idea of Peter sending postcards to Ethan while he was \"away\". She said: \"We were inundated with cards from all over the globe - Australia, Japan, everywhere. \"Everyone just took it to heart. It was amazing. We had a lot of help with people from it.\" One postcard suggested Peter had even got a girlfriend.It said: \"G'day Ethan. Flopsy and I hopped on a plane and arrived in Australia! \"We have been making friends with the local wildlife, kangaroos, pelicans, penguins and dolphins.\" Another said Peter had made it to Tokyo where he \"enjoyed the Olympic Games\". In the meantime, months after his disappearance, a doppelganger of Peter has arrived at Ethan's home, complete with England football shirt, luggage and a girlfriend in tow. Roz said about his reaction to the latest arrivals: \"He was so excited and so happy. It's the happiest I've seen him in ages.\"He absolutely loves them both now. He won't let them out of his sight.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-devon-58550738"}