{"datetime": "2018-12-26T17:04:02.000Z", "title": "Lost teddy gets fast-tracked home in time for Christmas", "article": "When Cath Mackay's five-year-old daughter Eva lost her teddy two days before Christmas, there were understandably quite a few tears. On the train home from Edinburgh to Glasgow, Eva realised Frankfurter was missing from her bag.\"We went through all 10 carriages trying to find him. Eva was distraught,\" Cath told the BBC.\"It was the first present my partner had bought for Eva, which is why we were both crying.\"In a desperate bid to relocate him, Cath tweeted for the first time ever to appeal for help, using a recent photo of Frankfurter and the hashtags #lostteddy #findfrankfurter. She wasn't expecting a swift response, but was delighted to discover that Leyna Russell, whose eight-year-old daughter Emily spotted Frankfurter on a bench at Edinburgh Waverley station, had posted a photo and handed him in to staff.Leyna told the BBC she and Emily were making their way back to Glasgow, after a two-day stay for her birthday. They had just missed their train and sat back on platform nine to wait for the next one. \"The platform is usually quite dark, the teddy was almost camouflaged, but my daughter spotted him,\" Leyna told the BBC.\"Only kids know the true sentimental value of a teddy like that. It looked very loved.\" When she handed in the teddy, ScotRail staff were happy to take good care of him, going the extra mile by taking him back to Glasgow in the train driver's cabin. Cath and her daughter Eva were obviously delighted to be reunited with Frankfurter on the same day. So much so, both mothers and daughters plan to meet up and chat about their respective teddies. Cath and Leyna have been since messaging each other about the happy coincidence. \"It's amazing that a cousin spotted my post and pieced things together. This feels a bit like a scene from Harry Potter - although my daughter thinks the teddy looks a bit likeMr Bean 's,\" Leyna added. Produced by Sherie Ryder, UGC and Social News team ", "url": "https://www.bbc.com/news/uk-46687052"}