{"datetime": "2018-12-12T12:09:52.000Z", "title": "Santa brings sense of calm and comfort to autistic teen", "article": "Michelle Arnold Healy takes her 19-year-old son Jack to see Santa in their local Philadelphia mall every year. The Father Christmas featured in the photograph she posted on Facebook has set up his grotto at the same shopping centre since her son was a baby. Jack suffers from severe anxiety and has sensory issues with light and noise so there are many things he can't participate in, including general trips to the mall. However, his visits to see Santa have the opposite effect and leave him completely calm. \"It's wonderful to see him this comfortable and an amazing feeling to see him included,\" Michelle said. \"Jack loves Christmas. In some ways, he is so innocent. He still believes in Santa and all the magic of Christmas.\" Michelle is not sure what sparks Jack's anxiety when he visits the mall at other times as he finds it hard to verbalise, but those triggers don't seem to exist on the day he goes to meet Santa. \"On this particular day, he confidently went off to find Santa,\" Michelle said of Jack's most recent meeting with Father Christmas. As the teenager is a bit bigger than most of the other children queuing up to see Santa, he sits next to him rather than on his lap.\"Waiting is difficult for him and there was a long line to see Santa that day but Jack was so calm,\" she added.\"It's like it brought him a sense of calm and comfort.\" Jack is able to communicate and is also aware that his mother has recently been diagnosed with the condition multiple sclerosis. And when Santa asked him what he wanted for Christmas this year, he didn't miss a beat. \"Will you help my mummy get better?\" Jack asked loudly enough for other people in the queue to hear too.\"I was in tears,\" Michelle said. \"People around me were tearing up and even Santa had a tear in his eye.\"Jack just tells it like it is. He doesn't say things like that for praise.\" Michelle has noticed how attitudes have changed over the last 10 years in terms of helping children with special needs visit the same Santas that other youngsters get to meet. \"Most photos I see now aren't with 'special needs Santas' but with the regular ones. It's great that these children can experience the same thing every other child gets to have.\" Produced by George Pierpoint and Sherie Ryder, UGC and Social News. ", "url": "https://www.bbc.com/news/world-us-canada-46538212"}