{"datetime": "2021-10-15T12:32:29.000Z", "title": "Man calls 999 to complain about 'putrid' chicken", "article": "A man dialled 999 asking police to send a car to his house and take away a rotting chicken. Thames Valley Police released the audio as part of a campaign to highlight the inappropriate calls it receives.During the conversation the man is heard telling the operator: \"I opened it and the smell from it is absolutely disgusting. It's putrid.\" The call ended with the handler telling the man to take up the matter with his local Tesco. During the two minute 20 second clip, the man explained how he received a nasty surprise when he took the chicken out of the fridge, a day after it came from the supermarket. He said: \"The person that packed the chicken in that bag also put a piece of parmesan in with it, so that's been contaminated from the juices of a putrid chicken.\" The man claimed the supermarket would not take the chicken away, or replace it with a fresh one, and instead offered a refund. He added: \"I don't want it in the house and I don't want it in my bin outside, because it will contaminate the inside of the bin.\" He continued to fret, adding: \"I can't put it outside because a rat could get at it and start putting some germs around the area.\" Call handler: Can you not bag it up in several bags and then put it in the bin? Caller: Bin collection isn't until Wednesday.Caller: If I paid for the petrol could you not send a car out for me?Call handler: No, unfortunately we are dealing with crimes at the moment. It's not under our remit for us to come and collect a rotting chicken. The 999 operator offered several alternatives, including wrapping it in several bags or taking it back to the supermarket. But in the end he concluded the problem was a \"civil matter\" and not a police one. A police spokeswoman told the BBC the call was \"sadly just one of many inappropriate calls we receive; around 7,000 hours of our call handlers' time each year is spent dealing with issues that aren't police matters\".She added: \"This unfortunately takes valuable time away from our call handlers dealing with legitimate emergencies and can leave those who are in danger unnecessarily waiting for help.\"999 should only be used in emergency situations; when a life is in danger or a crime is happening right now.\" The BBC has contacted Tesco for comment. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-58927103"}