{"datetime": "2022-01-12T16:48:09.000Z", "title": "Pontypool man, 71, in court accused of murdering wife, 74", "article": "A husband stabbed his wife to death before dialling 999 to say he had \"just killed\" her, a court has heard. Linda Maggs, 74, suffered at least 15 stab wounds to her neck, chest and hands on Saturday 6 February, 2021.Cardiff Crown Court heard David Maggs, of Sebastopol, Pontypool, took two large kitchen knives to Mrs Maggs' bedroom, stabbing her in bed. Mr Maggs, 71, admits manslaughter by reason of diminished responsibility, but denies murder. He claims he \"blanked out\" and does not recall the event. When police arrived at Mr Maggs' home at about 09:15 GMT last 6 February, he told them he had \"had enough\". The court heard he said: \"She tried to steal two houses from me, two houses. I am responsible for the death of her. I've killed my bloody wife.\" The couple were going through \"acrimonious\" divorce proceedings.A decree nisi was due to be granted a month after Mrs Maggs' death on the grounds of Mr Maggs' unreasonable behaviour. The court heard Mr Maggs was angered by probes into his finances that were part of divorce proceedings and didn't want her to benefit from a settlement. Mr Maggs is said to have become obsessed by the idea his wife had hidden money from him and would gain dishonestly from their divorce. The couple remained living at their home at in Landsdowne, Sebastopol, with Mr Maggs taking the living room and bedroom, which were both fitted with locks.His wife took other rooms, including a bedroom. She had a lock for it but it was not fitted. Mr Maggs told officers he had gone into her bedroom on the morning of her death because he wanted to talk about the divorce, but Mrs Maggs told him to get out and refused to talk about it.They had not spoken for two months. When officers took him to Ystrad Mynach hospital to be examined he said: \"Thirty years we've been married and she couldn't keep her mouth shut, so I topped her.\" Reminded he was under caution said: \"I can't remember it mind.\" The court was told Mr Maggs repeatedly told people he wanted to stab his wife. The prosecution said he told a housing association support worker, an estate agent and a friend of the couple he wanted to kill her. The support worker was so concerned, the court heard, he contacted police and his GP. The police spoke to Mr Maggs in November 2020 but no action was taken. Mike Jones QC, prosecuting, told the jury Mr Maggs was going through his third divorce and did not want his wife to benefit from an asset split. His finances were under investigation as part of the divorce proceedings. When Gwent Police looked at paperwork they found discrepancies between what it said and what Mr Maggs had declared. Gwent Police discovered he had not revealed a savings account containing £14,000. Mr Jones told the court Mr Maggs had expressed neither regret nor remorse. \"He knew exactly what he was doing when he took those knives from the kitchen and stabbed her to death,\" he said. \"He threatened to do it more than once in the months and days before. \"He made good that threat on February 6th and murdered his wife.\" The case continues. ", "url": "https://www.bbc.com/news/uk-wales-59970930"}