{"datetime": "2021-12-20T11:07:49.000Z", "title": "Woman calls Lincolnshire Police to complain about not being kissed", "article": "A woman called 999 to complain that her \"boyfriend wouldn't kiss her\", Lincolnshire Police has said. The force has appealed to people to only use the emergency number when \"life or property are in immediate danger\". Other \"simply unbelievable\" calls included asking for train times, a number for a dentist and calling to report someone had no water. Police said that around Christmas was one of the busiest times of the year. \"Calling us on 999 because your boyfriend won't kiss you is unreasonable,\" Lincolnshire Police said. \"We try to understand why people call 999 as a hoax or for unreasonable or inappropriate reasons, but we're left wondering why.\" Last year between 20 December and 2 January, the call centre received an average of 265 emergency calls each day, despite the county being in lockdown due to Covid restrictions. The force said people should only call 999 when \"someone or something is in immediate danger, or when a crime is actually happening at the time\". Otherwise, people should ring 101, a spokesperson said. Mike Modder-Fitch, who runs the force's control room, said time-wasting calls could stop people with a life-threatening emergency getting through. \"If we feel it's not a genuine emergency, but still a policing matter, we will put you through to a colleague who can still help so that it will not tie up the 999 lines,\" he said. \"When it's a hoax call or simply not a policing matter we have to terminate the call to free the lines. \"If you're on a night out and one of your drunk mates thinks it's OK to call the 999 line, my ask is that you stop them from wasting our and their time. \"It could really make a difference to a genuine call. We can't help with food orders, taxis or the number for dentists.\" Follow BBC East Yorkshire and Lincolnshire on Facebook , Twitter , and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-lincolnshire-59727375"}