{"datetime": "2022-01-13T17:41:25.000Z", "title": "Pontypool murder trial: Wife feared husband's divorce reaction", "article": "A woman who was stabbed to death by her husband was worried he would \"kick off\" when he got her divorce letter, a court has heard. Linda Maggs, 74, was killed by her husband David, 71, at their home in Sebastopol, Torfaen, in February 2021. He has admitted manslaughter on the grounds of diminished responsibility , but denies murder. Cardiff Crown Court heard Mrs Maggs' daughter Ceri Jones spoke to her on the phone the night before her death. During the conversation, they discussed divorce proceedings Mrs Maggs had begun. She had received a letter from her solicitor to say an official had been appointed to investigate the couple's finances and knew a copy of that letter would be sent to her estranged husband.\"The decree nisi was due on 4 March. She thought he would kick off when he got that letter. That was the last time we spoke,\" Ms Jones's written statement said. The court heard the couple's marriage began to seriously deteriorate about five years before Mrs Maggs died.Mr Maggs' sister Nadine Phillips told the court he slept downstairs, using the living room as a bedsit and became so despondent at times he slept in his clothes. She said police came to the house on 30 November 2020 after a support worker from Torfaen council contacted police after Mr Maggs told her he wanted to harm his wife. Ms Phillips told the hearing her brother admitted telling the support worker he wanted to harm his wife, but then told his sister he realised it should not have happened. She added Mr Maggs had suffered two heart attacks in 2019 and struggled with depression and anxiety, which was made worse by the deteriorating situation between him and his wife. The jury was told the couple no longer spoke and Mrs Maggs believed she was being \"stalked\" by her husband, telling family and friends he would sit on the stairs while she used the bathroom or toilet. The court was told the relationship seriously deteriorated after Mr Maggs had to give up his driving licence in 2009 because of epileptic seizures. Divorce proceedings began after a huge argument in the garden of their home in August 2019. The court heard Mrs Maggs was advised by the solicitor handling the divorce not to leave the marital home, but from that point she refused to cook, clean or care for Mr Maggs and his sister took over those roles. Friend Iris Lister said Mrs Maggs told her the couple had argued over his decision to cut her out of his will, leaving everything to his son.She added: \"About five years ago they were arguing about the will, she [Mrs Maggs] said she had to pick up an iron to defend herself.\" Mrs Lister, who also spoke to Mrs Maggs the night before she died, said her friend told her she felt her husband might \"lose his temper\" when the divorce letter arrived, but \"he wouldn't hurt her and in any case she could call the police\". The trial continues.", "url": "https://www.bbc.com/news/uk-wales-59982432"}