{"datetime": "2022-02-09T16:11:11.000Z", "title": "Gucci bag murder: Man admits buying knife used in attack", "article": "A man accused of murder has told a jury he bought the knife allegedly used in a stabbing where a Gucci bag was stolen. Joseph Jeremy, 18, said he bought the blade prosecutors say killed Ryan O'Connor, 26, in Newport last June.However, he told the city's crown court he knew nothing about the attack. Mr Jeremy and Elliot Fiteni, 20, both of no fixed abode, plus Lewis Aquilina, 20, Ethan Strickland, 19 and Kyle Rasis, 18, all of Cardiff, deny murder, manslaughter and robbery. Asked why he bought a range of blades, including what were described as \"Predator\" and \"Rambo\" knives, he said he needed them for \"protection.\". Mr Jeremy said he had a longstanding feud with a group from the Grangetown area of Cardiff, adding: \"They pick on me because I'm small, that's why I carry a knife.\" Prosecutors allege the five men spotted Mr O'Connor in the Alway area of Newport with a distinctive Gucci bag before stabbing him and escaping with it.They were later arrested in the Pentwyn area of Cardiff following a high speed chase, footage of which has been shown to the jury. Mr Jeremy said he believed the police were pursuing the Ford Fiesta ST because it was a stolen car.He said the first he knew of Mr O'Connor's death was when he was arrested. The court heard that in the days leading up to Mr O Connor's death, Mr Jeremy had posted regular videos and photographs with knives on social media. In one clip shown to the court, the teenager was wearing a balaclava, showing the camera a large knife concealed underneath his T-shirt.In another he is in woodland, with a large machete embedded in a tree. He denied any part in the attack, but said he did have \"a fascination with knives\" when asked by Mr Fiteni's defence barrister Paul Lewis under cross-examination. Earlier, the jury were told the 18-year-old has a history of violence using weapons.In August 2020, he admitted having an imitation firearm and carrying out a racially aggravated attack in Penarth.In November 2020, he attacked a 17-year-old boy in Cardiff, stabbing him in the head and body.The court was also told that in the 18 months before Mr O'Connor's death, Mr Jeremy ordered a series of large knives online.He was just 15 when he began buying the blades, using his father's driving licence as proof of age. Mr Jeremy said his mother had discovered some of the knives and confiscated them, adding: \"She used to tell me off, but it didn't make any difference.\" Jurors were told his social media handle was Juice Spiller - he said it was a nickname given to him by a friend who was now serving a life sentence for murder. The trial continues. ", "url": "https://www.bbc.com/news/uk-wales-60318378"}