{"datetime": "2022-02-04T13:40:28.000Z", "subject": "St David's Day", "title": "St David's Day: No bank holiday for Gwynedd teachers", "article": "Gwynedd teachers will not be given an extra bank holiday to mark St David's Day this year. In January,Gwynedd council decided to give its staff a day off on 1 March, as long as they worked under local government terms and conditions. Teaching assistants and support staff will get an extra day's leave - but teachers' terms and conditions are agreed Wales-wide. That must be taken in lieu or an extra day's pay as 1 March is in term time.The council has also confirmed its offices will be closed on the Welsh patron saint's day. The extra bank holiday is expected to cost the council about £200,000. The council said it \"does not have the authority to allocate an additional day's leave to the authority's teachers - the terms and conditions of teachers are discussed and formed at a national level and therefore the council does not have the authority to issue the additional day to those staff members\". It added: \"The terms and conditions of classroom assistants are discussed locally here in Gwynedd, and therefore those staff members and other supporting staff members that work in our schools, do have the right to this additional day's leave.\"However, as classroom assistants and school supporting staff work to a school term, it's not possible for them to take 1 March as a day off or take the day on another date. Therefore, those staff members will receive an adjustment in their pay for this year.\" Gwynedd councillor Alwyn Gruffydd broadly welcomed the plans. \"It's a long time coming, isn't it? St David was alive in the sixth century. We've been waiting 1,500 years. I'm all for it,\" he said. \"Of course there is disparity. The teachers have their own contracts. \"We should have a day off to celebrate St David's Day. We've got to remember our history. I would like to see this become a national holiday.\" Since Gwynedd's decision to give staff an extra day's holiday, some other Welsh councils said they were considering a similar approach.Neath Port Talbot and Caerphilly councils support plans for a bank holiday and Aberystwyth Town Council has said it will give its two staff members leave on 1 March. The move followed Westminster refusing to devolve powers to the Welsh government to decide national holidays. ", "url": "https://www.bbc.com/news/uk-wales-60257787"}