{"datetime": "2021-09-09T05:12:16.000Z", "subject": "Coronavirus pandemic", "title": "999 emergency call rates among highest in history, BT says", "article": "Attitudes to calling 999 have changed significantly over the years, the number's longest-serving operator has said. Mary Davies, 74, from Anglesey, joined the service 54 years ago and said some people call when they need \"a lift home\" or for a toothache. BT said calls to 999 operators have been among the highest in its 84-year history. They peaked this summer, when 135,668 calls were made in one day. Ms Davies became a 999 call assistant back in 1967 when she was just 19, and estimates she has answered millions of calls. She said she had seen the scale of calls change over the years, from switchboard to \"a push of a button\". In the 1960s, there were about 15 members of staff answering local calls, all of whom had to sign the Official Secrets Act because they could be answering a call to a friend or neighbour. Ms Davies said the biggest change had been technology, and being able to trace calls easily means a lot of people can get the help quicker \"even up a mountain or in the middle of the sea\". She said: \"Say if someone called from a payphone and they put the phone down then we wouldn't have had their number. \"We would have to get in touch with the engineer and they would try and find it. All calls would be found but not like it is today, it could have taken an hour before. \"Back then if they were calling for an ambulance they were genuinely ill, and these days they seem to call if they have a toothache. \"They take advantage of it. Nowadays they seem to call the police and they tell us they need to get home, but is that not a taxi service?\" Ms Davies said although she gets these calls and pranks, she takes all calls seriously. \"It makes me annoyed as there could be quite a lot of people out there who desperately need the police or an ambulance for whatever has happened and they're wasting their time really,\" she said. While Ms Davies started with calls just in her area, over the years it has all changed and she has worked through some major events across the world. She answered calls after the Manchester Arena bombing, the 7/7 bombings in London and even the 9/11 attacks, where she spoke to friends and family who were desperate for information. She said although it was difficult, \"you need to be ready for the next call\". \"With the Manchester Arena, you realise you're in the centre and there is something going on and something has happened,\" she said. \"We tend to discuss it on our breaks and then you go home, you try to put it in the back of your mind because you can't dwell on anything. \"You are sad and shocked but the kind of work you do, you just have to carry on and take the next call because you don't know who is the queue for the next call. \"As far as I am concerned I treat everyone the same. Everything is an emergency. \"The job is to help as many people as I can whatever their needs are.\" Ms Davies, who is a grandmother, was awarded an MBE this year for her service to a job she said she got into, \"because I just love to talk\". She moved over to a less urgent line during the coronavirus lockdowns and said she \"was just glad to help so many people\". \"All we had were people asking for chemists, doctors, hospitals and crematoriums. \"I was very surprised lots of them didn't know their doctor's surgery, they could just tell us their town or village.\" In the last year, BT handled about 33 million 999 calls but in 2000, that figure was 25 million calls. Ms Davies said police requests were down but ambulance calls significantly higher. And this summer, 999 call handlers answered on average more than 100,000 calls a day.Ms Davies said: \"It was hard going at that time but I was so glad to be able to help so many people. \"I've been very fortunate as I came here in 1967 and I learned a lot of new skills and I travelled to lots of different places. \"I love helping people and talking. It is a big achievement at the end of a shift, knowing what you've done.\" ", "url": "https://www.bbc.com/news/uk-wales-58491004"}