{"datetime": "2021-05-06T11:37:26.000Z", "title": "Toy car prompts Nottingham boy, four, to dial 999 for collapsed mum", "article": "A four-year-old boy used his toy police car with \"999\" on to prompt him to dial the emergency number when his mother collapsed while having a seizure. Charlotte Khan said her son Essa, who has delayed speech, used her phone to call for help and told operators: \"Mumma fell down. Mumma help.\" Mrs Khan said she \"could not be more proud\" of Essa, who also passed keys through the letterbox to officers. Nottinghamshire Police thanked the boy for his \"bravery and quick-thinking\".Mrs Khan, from Nottingham, who has non-epileptic seizures, said she collapsed on Saturday lunchtime when her husband Dilawer was at work. The 25-year-old said: \"I hit my head on the fish tank. The next thing I remember is three or four police officers waking me up and telling me what happened.\" Officers told her Essa had called them and had shown them the car when they arrived. \"He knows how to use my phone,\" she said. Mrs Khan added Essa has since showed her how he made the call, and he did it by bypassing her password and using the emergency call function.She said: \"The call was 17 minutes long. He was having a conversation but there were only certain words they could pick up and the main words were 'Mumma fell down'.\" Police traced the call and officers were sent to the address as a priority. \"[Officers] told me they thought they would have to break the door down but he posted the keys through the letterbox. He just knew,\" Mrs Khan said. \"Even when they were knocking, he checked out the window to make sure it was them before giving the keys.\"Mrs Khan said the police were followed by paramedics, who treated her at home. She added: \"Even I am gobsmacked by what he did. I just can't believe it. \"I never thought my four-year-old would have to call 999.\"I don't know what situation I would be in if he had not called them.\" Nottinghamshire Police said officers are planning to return to Essa's home for a presentation to thank him for what he did.Supt Sukesh Verma, head of contact management, said: \"Clearly we wouldn't have been able to do anything without Essa's bravery and quick-thinking.\"So, on behalf of everyone at Nottinghamshire Police, I would like to say a huge thank you to him.\" Follow BBC East Midlands on Facebook , on Twitter , or on Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-nottinghamshire-56995084"}