{"datetime": "2021-05-10T00:49:43.000Z", "author": "Mary-Ann Russon", "subject": "Coronavirus pandemic", "title": "'I was injured but the rescue boat found me in seconds'", "article": "Mary-Kate Smith was out kayaking off the coast of Connecticut last August when she overturned. \"I was very scared, didn't know what to do, or where to go,\" she says.Only four months earlier another kayaker had drowned in the same area. That incident had alarmed the mayor of coastal city Stamford, who asked the local emergency services to look at new safety technologies. Carbyne, a cloud-based emergency communication platform, was installed in August. It enables a 911 dispatcher to send a text message to the caller. This includes a link, which once opened starts a video chat. Just a few hours after it went live Ms Smith had her accident in Long Island Sound, and the system was put to the test for the first time. \"There weren't any boats going by [but] I was able to show with my phone where I was,\" she says. From the video call, 911 dispatcher AJ Minichino saw that Ms Smith had badly injured her leg. Her kayak was sinking, but she had been able to free herself and make it to a nearby rock and use her mobile. The Carbyne system also provided Ms Smith's exact GPS co-ordinates, so Mr Minichino was able to get a rescue boat out to her \"in a matter of seconds\". \"I feel like if we didn't know where she was, we would have been searching around for a while,\" says Mr Minichino.Carbyne is an Israeli company, and one of many technology firms around the world that have helped emergency services and health authorities during the pandemic. Founded in 2016 by Amir Elichai, he came up with the idea after he was robbed on a beach. \"I tried to call the police, and the reaction was horrible,\" he says. \"I gave them my name, my location, but it was hard to know [exactly] where I was on the beach. \"When you call an Uber, Uber knows exactly where you are, but if you call the emergency services, they're blind.\" Today, the platform handles one million calls a day, in more than 70 countries.There has been a jump in usage due to the pandemic. In Ohio, a woman kidnapped by her husband and held at gunpoint was able to click on a link sent via text message, and silently communicate with emergency services, enabling police to rescue her. And in Maharashtra, India, a woman showing coronavirus symptoms gave birth remotely, with doctors coaching her husband over video on how to deliver the baby.\"On average, after governments started using Carbyne, they have seen a 25% reduction in the time to dispatch emergency responders, a 15% reduction in the total responders dispatched, and a 50% reduction in prank or mistaken calls,\" says Mr Elichai. In the UK, half of the country's police forces are now using software provided by US-Israeli firm Nice to cut down on the time taken to collect video evidence, and then store it securely in the cloud. \"Video is prolific in the UK, but one of the problems today is that the investigator has to go and find all the people who have CCTV cameras around the incident, knock on their doors asking for their footage, and talk to citizens taking video on their phones,\" says Nice's executive vice president Christopher Wooten. Its software works by sending witnesses a link via text message, taking them to a website where they can immediately upload pictures or video, while standing at the scene of an incident.Cleveland Police in north-east England says the software has eliminated 4,500 trips per week made by officers to collect evidence.French firm Teleperformance is a leading global provider of call centres for companies and health providers. It has an artificial intelligence-based platform that detects distress signals in customer calls. The system alerts the operator that they need to be extra empathetic when dealing with people worried about access to food, emergency loans or needing healthcare. It also reroutes calls to operators trained to deal with crisis calls. At the start of the pandemic, Teleperformance, which has a global workforce of 383,000, had to work out a way to enable its staff to work from home. And then a European government asked for its help with track and trace monitoring. The firm set up a new virtual call centre platform in less than two weeks. Regarding the request from that particular country, it enabled 6,000 of its home-working employees to provide citizens with information on local testing centres.\"I think we even surprised ourselves,\" says Teleperformance's founder and chief executive Daniel Julien. \"We had to build a totally new virtual company.\" He says it has been an ongoing challenge requiring a huge amount of troubleshooting and the invention of new software to help manage the crisis, plus the hiring of thousands of new staff to support call centres globally.There are now 12 countries using Teleperformance to provide coronavirus track and trace services.New Tech Economy is a series exploring how technological innovation is set to shape the new emerging economic landscape. During the first lockdown, the UK's Royal National Lifeboat Institution (RNLI) realised that the pandemic might impact its ability to staff its 238 lifeboat stations, as 250 crew members were in self-isolation and 15 crew members had Covid symptoms. The service turned to US firm Esri, which specialises in geographic information systems - a mapping technology that combines different types of data with cloud computing and artificial intelligence (AI) to provide useful insights. The RNLI used Esri's software to alert it to gaps in crew rotas and geographic areas that would be impacted by the shortage.\"This was an innovative use of our platform that we'd not foreseen,\" says Miles Gabriel, the Covid-19 disaster response programme lead at Esri UK. There are many other examples of how Esri has been used, but the most famous isJohns Hopkins University's live coronavirus tracking map , which was voted one of 2020's best innovations by Time Magazine.Another technology firm that has assisted health authorities during the pandemic is US giant Cisco. When the UK government built the temporary Nightingale Hospital at the ExCeL London conference and exhibition centre in April 2020, Cisco helped build a \"medical grade\" infrastructure system for the facilityin just seven days . This included each of the 4,000 intensive care unit beds having a stable 1GB wi-fi connection, so that the data from up to 20 internet-connected medical devices would be instantly sent to the cloud and reviewed by medical staff. \"We have the resources and technology, and culturally we believe we have a moral obligation to help where we can,\" says Cisco UK and Ireland's chief executive David Meads.Back in Connecticut, AJ Minichino is thrilled at how technological advances are helping the emergency services. \"Once I saw the rescue boat come on the video [from Ms Smith], I had this feeling of, 'Wow it actually worked, and in record time.'\" ", "url": "https://www.bbc.com/news/business-56741003"}