{"datetime": "2022-01-28T06:17:55.000Z", "title": "Watchdog probe into claims Gwent Police beat black man 'advanced'", "article": "An investigation into Gwent Police over allegations an officer beat a black man is at an \"advanced stage\". Mikael Boukhari claims he was punched and repeatedly hit by a member of the force using a baton last July. The police watchdog said it was investigating whether the officer's use of force was \"reasonable, proportionate and necessary\". Mr Boukhari said he needed hospital treatment after injuries he says he sustained, including a broken hand. He said the day before the incident he was questioned by police on suspicion of driving while disqualified. The following day, he said he was asked to meet police officers by a park in Bettws, Newport, to produce documents. \"I've gone to show it to him, and he's gone to grab me,\" Mr Boukhari said.\"I'm thinking, why are you trying to grab me for?\" Mr Boukhari said he was afraid and nervous and instinctively ran. He went a few hundred metres to his friend's house, and into her back garden. His friend, who did not want to be identified, saw what happened next. \"I saw the officer spray Mikael with a pepper spray,\" they said. \"Mikael was shouting. The officer then punched Mikael several times.\" Mikael's friend began to film what happened next. \"I thought, I better record what's going on, otherwise there's no way anyone would believe that officer has done what he's done,\" they said. At this point, Mr Boukhari admitted he struck the officer. He said: \"I thought, 'Right, self-defence'. I did manage to hit him a couple of times. I thought, 'This guy is trying to hurt me.\" Mr Boukhari said he was struggling to breathe as he and the officer ended up on the floor. He said: \"At that point he's got his cosh. He was pushing down on my neck. \"I'm trying to breathe properly, because his knee is on my chest. \"At that point, I thought, 'I need to do something, because I feel like if I don't do something he's going to badly hurt me or he might kill me'. \"So at that point I bit his arm.\" After a struggle, the footage shows the officer handcuffing Mr Boukhari after punching him to the head. Mr Boukhari was arrested and taken to hospital. Driving offences against him have since been dropped.But he is still being investigated on suspicion of assaulting and obstructing an officer. The Independent Office for Police Conduct said it will decide whether the officer will be referred to the Crown Prosecution Service to consider any criminal charge, and if the officer has a disciplinary case to answer for gross misconduct. Gwent Police said it took the conduct of its officers extremely seriously and it will take action where necessary.Watch BBC Wales Investigateson iPlayer now . ", "url": "https://www.bbc.com/news/uk-wales-60160106"}