{"datetime": "2022-01-31T17:34:32.000Z", "title": "Cardiff Bute Park murder accused 'terrified' on night of attack", "article": "A teenager accused of murdering a doctor in a park in Cardiff told police she was \"scared for her life\" on the night of the attack, a court has heard. The 17-year-old girl, who cannot be named for legal reasons, said she only met her co-defendants, Jason Edwards, 25, and Lee Strickland, 36, that night.She said she feared the men would turn on her if she did not join in.All three defendants deny murdering Dr Gary Jenkins but have pleaded guilty to manslaughter and robbery.The jury at Merthyr Tydfil Crown Court was read a statement given by the girl to police the day after she was arrested in July 2021.She said she had been alone in the centre of Cardiff after leaving her friends on the night of the attack and ended up on Queen Street, close to Bute Park.She said she met two men, one of whom introduced himself as \"Scouse\" and gave her two cans of cider.\"He was nice to me but he was not nice to some of the other people. I was concerned he would turn on me,\" the statement read. She said she later went with the men to Bute Park after withdrawing money from a cashpoint and buying lager in a garage, but added she did not see Dr Jenkins approach them. \"I saw one of the males throwing a punch. I saw him fall to the floor. They were both kicking and punching,\" she said. \"They said 'come on', for me to join in. \"I was terrified and scared for my life. I thought if I didn't do what he wanted I would die. I couldn't believe what was going on. I have never been in the city centre at night on my own. I have never witnessed anything like that in my life.\" She said she felt \"traumatised\" and her only option was to \"do what they wanted\". The statement said she hit Dr Jenkins \"once with my fist and kicked him a few times\".\"I did not think Dr Gary Jenkins would be seriously injured,\" she added.\"I was too scared to call for help for him. I think they will hunt me down and hurt me or my family. \"I feared I would be attacked immediately if I tried to get away.\" The jury was also told of an interview with another of the defendants, Jason Edwards, in which he said he was not in Bute Park at the time of the attack.Prosecutors alleged the attack was motivated by greed and homophobia, and the three defendants had been \"in search of vulnerable gay men who were in the park for sex\" to rob.The trial previously heard that Dr Jenkins, 54, was openly bisexual and would go to Bute Park in the early hours to meet \"like-minded\" men.When questioned by detectives after his arrest, Mr Edwards referred to Bute Park as a \"gay park\" and said: \"It does make me feel uncomfortable... of course it does. In my eyes it is dirty.\" In a later interview, detectives also referred to an audio clip taken from CCTV footage, in which a man can be heard shouting \"Jason\" a number of times before a man near the cafe responds.When asked if this was him, Mr Edwards replied: \"No comment.\" The jury also heard that when forensic officers arrived at the scene of the attack, they found a brown rucksack with all pockets open and medication and a medical letter belonging to Dr Jenkins on the floor. DNA found on three cans of alcohol which were left at the scene of the attack matched that of the three defendants. Blood found on Dr Jenkins' jeans was found to match Mr Strickland's DNA, and blood found on a pair of Fila trainers discovered at Mr Edwards' house matched Dr Jenkins' DNA, the court heard. The trial continues.", "url": "https://www.bbc.com/news/uk-wales-60204858"}