{"datetime": "2022-01-20T17:36:04.000Z", "title": "Doctor 'not convinced' murder accused husband was depressed", "article": "A man who denies murdering his wife but admits manslaughter on the grounds of diminished responsibility was not sufficiently depressed to use that as a partial defence, a trial has heard. Forensic psychiatrist Dr Tom Wynne said he was \"not convinced\" David Maggs, 71, was suffering a moderate depressive episode at the time his wife died. Linda Maggs wasstabbed 15 times as she lay in her bed at their Torfaen home. The couple were in the midst of a divorce, Cardiff Crown Court heard. Mr Maggs called 999 on 6 February last year, telling a police operator: \"I just killed the wife.\" The 74-year-old died at their home in Sebastopol near Pontypool. The court had been told tensions were high between the couple and the issue of money and the sale of the family home was a cause of conflict between them.Dr Wynne, from the Caswell Clinic in Bridgend, said although Mr Maggs had been prescribed two different antidepressants for treatment of low mood - Mirtazapine and later Sertraline, together with the sleeping tablet Zopiclone and anti-anxiety medication Diazepam - his condition was not deemed severe enough for him to be seen by a psychiatrist.He was prescribed anti-depression medication in 2020 and the doses were increased during that year. Days before his wife's death, he had told his GP he did not want to continue with the full range of drugs prescribed and he did not want further telephone conversations to discuss his health. Mr Maggs' GP records show he continued collecting the prescription for the anti-depression drug Mirtazapine. Dr Wynne said he could not be sure if Mr Maggs had taken the drug, but said there was evidence he was in a buoyant mood the night before his wife's death. He told his sister Nadine Phillips he had enjoyed a film on the television and had played patience on his computer.Dr Wynne, who examined Mr Maggs at HMP Cardiff, said he had also considered his demeanour following his arrest. He said Mr Maggs had given \"a good account of himself\" during an examination by a psychiatrist at Ystrad Mynach police station to determine if he was medically fit to be interviewed following his arrest on suspicion of the murder of his wife.Dr Wynne said that during detailed interviews with the police he \"didn't reveal evidence of significant mental disorder\".Defence barrister Sarah Jones QC said that as early as 1979 in a letter to his GP, a hospital doctor had noted Mr Maggs was suffering from stress and anxiety around a divorce from his first wife and problems at work, in addition to his epilepsy.Ms Jones read notes from nurses who reported \"troubling behaviour\" in the middle of the night when he was being treated at Nevill Hall Hospital, Abergavenny, in 2019. They said he was \"adamant that he could hear his wife's voice, a London accent\".\"He appeared quite paranoid that she wouldn't go and see him. We told him she wasn't there,\" it added. Miss Jones said throughout 2019 Mr Maggs reported a low mood and was eventually referred for counselling in September.However, he had only one face-to-face appointment before the Covid pandemic meant only telephone consultations were possible. Mr Maggs denies murder, but admits manslaughter on the grounds of diminished responsibility. The trial continues.", "url": "https://www.bbc.com/news/uk-wales-60065975"}