{"datetime": "2022-02-04T10:35:08.000Z", "author": "Jenny Rees", "title": "Welsh cancer patients at risk as waiting times get longer", "article": "There is \"no doubt\" longer waiting lists put cancer patients at risk, the head of services in Wales has said. More patients with advanced cancer are coming to the NHS as emergency cases according to Prof Tom Crosby. He said they are waiting longer than ever and waiting time targets were often missed.Now Prof Crosby wants more staff and separate diagnostic and treatment hubs to deal with the backlog. The Welsh government said it was \"investing heavily\" in cancer services. Prof Crosby said there were about 4,500 fewer diagnoses than expected at the start of the Covid pandemic. In the past six months he said this had changed, and was seeing more patients than ever. He said he feared there was more demand on the system than it could cope with. In November, 1,762 newly diagnosed cancer patients began their first treatment.This is the highest number since comparable data was first collected in June 2019.Just 57.9% began treatment within 62 days, the second lowest percentage since 2019. The target is 75%. \"I felt terribly alone. I went for an MRI on my own and was frightened to death.\" For most of her cancer appointments, Cathy Snape, from Anglesey, was by herself because of Covid restrictions. \"The staff were lovely, but no-one understands you better than the people that love you,\" she said. When she was handed medication at her first chemotherapy appointment she said she could not take in the information. \"I was staring at this one fellow who looked really, really poorly and I came out and I just cried,\" Ms Snape said. In January last year the 56-year-old noticed she often felt tired and short of breath.Then she found a large, hard lump in her armpit. She saw her GP the same day and was referred for a biopsy.This was followed by ultrasound, MRI and CT scans.They showed she had stage four secondary breast cancer and numerous lesions on her liver. \"It was a shock,\" she said.\"You think all cancers are treatable. Mine is treatable - but I'm incurable, so I will have to keep taking the medication until it doesn't work.\" Within two months of her diagnosis, she and partner Sean got married. \"I was starting my chemo and I didn't want to be bald when I got married,\" she said. \"I didn't know how long I was going to live, or if I was going to be really, really sick.\"I didn't want it to interfere at all in the day. So it didn't. I didn't think about my hair thinning or anything like that - it was just a wonderful day.\" A year on from her diagnosis Ms Snape is still processing it all. \"I try not to think about the future too much,\" she said. \"I get upset about things that I might not experience, especially with my daughter, who is only 18. \"We had so much we were going to do. \"I just feel robbed.\" On Friday the Welsh government announced £11m for a breast cancer unit in Ystrad Mynach, Caerphilly. Staff from Aneurin Bevan University Health Board's Nevill Hall and Royal Gwent hospitals will be brought together at Ysbyty Ystrad Fawr. \"Demand for services was rising at about 10% a year before the pandemic,\" Prof Crosby said.\"Now because of reduced capacity and infection control measures, patients are inevitably waiting longer.\" While 66.6% of patients in Betsi Cadwalladr University Health Board started treatment in 62 days, in Cwm Taf Morgannwg University Health Board, the figure was as low as 45.3%. \"There is significant and unacceptable variation between different cancer sites,\" said Prof Crosby.Treatment times can differ depending on the kind of cancer as well. Prof Crosby believes a national workforce plan is now needed.He said: \"Some of the workforce just don't exist at the moment.\" It could take years to develop a fit-for-purpose cancer service workforce in Wales, Prof Crosby feared.\"Funding needs to be made on a recurrent basis and linked to a redesign of the system,\" he said. Wales Macmillan chief, Richard Pugh, called for an 80% increase in Wales' cancer nurses by the end of the decade. This could cost £12m.He said: \"If we don't resolve this issue, we're going to see the continuation of this over a prolonged period of time.\"We'll see worse outcomes for patients, poor patient experience and also the impact on their loved ones.\" The Welsh government said it had published plans to help NHS services recover after Covid that would be backed by almost £250million. These plans would include funding for cancer care. A spokesman said: \"We will continue to focus on cancer services and providing the resources necessary to give people the cancer care that they deserve, including significant increases in the number of training places for doctors who specialise in cancer and diagnostic care, while continuing to grow the nursing workforce.\" ", "url": "https://www.bbc.com/news/uk-wales-60246715"}