{"datetime": "2022-01-26T13:08:33.000Z", "title": "Bute Park attack: Dr Gary Jenkins begged attackers to stop", "article": "A psychiatrist who was \"tortured and left for dead\" in a \"homophobic\" attack in a Cardiff park begged his attackers to stop, a court has heard. Dr Gary Jenkins was heard repeatedly pleading, \"leave me alone, stop it, leave me alone,\" on 20 July, 2021. Audio played to the jury was from CCTV at Bute Park, but there were no images. Lee Strickland, 36, Jason Edwards, 25, and a girl, 16 at the time, admit manslaughter and robbery, but deny murder, at Merthyr Tydfil Crown Court.Dr Jenkins, 54,died 16 days after the attack . During the 15-minute audio recording, a male voice is heard shouting \"get off him\" and \"what are you doing? Leave him alone, stop\", but the sound of the attack continued. The prosecution said the four main voices which can be heard on the recording are the voices of Dr Jenkins and the three defendants. The male voices can be heard shouting homophobic abuse, followed by the sound of Dr Jenkins moaning and pleading for the attack to stop.At one point Dr Jenkins said: \"Please, please no, please no, stop, nothing left, stop it, stop it, stop it.\" During the attack, the female voice is heard to demand money and a male voice says: \"Hit him. Hit him again.\"The voices can be heard describing other violent acts and at the end of the audio, the female voice is heard to say: \"Yeah I needed that.\" The jury was also shown the bodycam footage of police officers arriving at the scene of the attack, finding Dr Jenkins badly injured with his trousers down. CCTV footage also showed Mr Strickland buying whisky in a garage on Cathedral Road eight minutes after the prosecution said his voice can be heard on the audio recording of the attack.The jury was told he used Dr Jenkins' cards to buy the alcohol. The jury was also shown CCTV from North Road, on the other side of Bute Park, where the prosecution said the teenage girl gave Jason Edwards Dr Jenkins' phone, before they embraced and separated. The court previously heard Dr Jenkins had been married with two daughters, but had separated from his wife and was openly bisexual when he moved back to his home city of Cardiff about six years ago. The trial continues. ", "url": "https://www.bbc.com/news/uk-wales-60142765"}