{"datetime": "2022-01-27T15:58:38.000Z", "title": "Bute Park attack: Doctor's attackers were laughing, court hears", "article": "Three people accused of murdering a psychiatrist in a city centre park \"laughed\" and seemed to be \"having fun\" as they attacked him, a court heard. Dr Gary Jenkins, 54, died 16 days after he was attacked in Bute Park, Cardiff, on 20 July. At Merthyr Crown Court Lee Strickland, 36, Jason Edwards, 25, and a girl, aged 16 at the time, admit manslaughter and robbery but deny murder. On Thursday, a witness told a jury he had tried to protect Dr Jenkins. Louis Williams told the court he had crouched down and tried to create a barrier around Dr Jenkins, but the three defendants had turned on him. He told police he had been in the park for a few hours when he heard shouting and swearing. \"It sounded aggressive. It sounded like there was a fight or an altercation,\" he said. Mr Williams said he saw a man on the floor with three people around him, pulling at his bag and kicking and punching him. He said the three were \"egging each other on, laughing and aggressive\", and shouting: \"We're robbing him.\" \"Their tone was bullying, it was like they were having fun, they think it's funny, it was just enjoyment for them,\" he told police in an interview, which was played to the jury. Mr Williams said he shouted out \"stop it, stop it\" on several occasions and tried to pull the three people off Dr Jenkins, as well as bending down to try to protect him.\"They kicked me - I wonder why they didn't hurt me more and why they were hurting him so much,\" he added. As time went on, Mr Williams said Dr Jenkins moved and struggled less and did not say anything directly to him.Mr Williams eventually ran to get help and when he returned, the police had arrived and paramedics were attempting to resuscitate Dr Jenkins. He added: \"I wish I'd just stayed there, I wish I'd tried to fight more - I just couldn't for some reason. I regret that. But I wasn't a coward, I did try to help him.\" The court previously heard the three defendants had been \"in search of vulnerable gay men who were in the park\" to rob. Dr Jenkins had been married with two daughters, but had separated from his wife and was openly bisexual when he moved back to his home city of Cardiff about six years ago, the jury has been told. During cross examination Caroline Rees QC, representing the teenage defendant, asked Mr Williams to clarify a comment he'd made in the interview suggesting the girl had said something about being a lesbian or that a friend was lesbian. He said he had asked the attackers \"Is it because we are gay?\" and thought he had heard the girl say the word 'lesbian'. Caroline Rees QC suggested that the comment that was made was that \"she, the girl was a gay woman and she had just broken up with her girlfriend who was a lesbian\". Mr Williams said it was possible that was what she had said but he was not sure. The court has also heard details from police officers who were first on the scene and others who were in the city centre looking out for potential suspects.PC Phil Coleman, who arrested Lee Strickland in the early hours of 20 July, gave evidence. He told the court when he arrested the 36-year-old he was \"intoxicated and could barely speak\" and when he asked what he'd taken, Lee Strickland said he had taken \"spice and alcohol\". PC Coleman said he noticed blood on Lee Strickland's leg which Lee Strickland said was his. He told the police officer the blood was his and he was a builder. But PC Coleman then said the defendant revealed he was homeless and said he was in the park because he needed to urinate.When Lee Strickland was searched, police found a bank card on him but it was not known at that stage, that the card belonged to Dr Jenkins. Lee Strickland was de-arrested a few hours later after and released from police custody.The trial continues. ", "url": "https://www.bbc.com/news/uk-wales-60154866"}