{"datetime": "2022-01-16T07:50:40.000Z", "title": "Crocodile found under Rhondda school floor on display", "article": "A 120-year-old skeleton of a crocodile discovered under a school classroom has gone on display. Thebizarre find was made when builders lifted the floorboards of a Rhondda Cynon Taf school during renovation work. Until then the story of a creature buried beneath Ysgol Bodringallt in Ystrad was long thought to be a myth. Now the \"legendary\" saltwater crocodile has pride of place in the school after more than two years of restoration. \"I'd heard a story that parents and school staff had buried a crocodile under the school some time between the two world wars,\" head teacher Dr Neil Pike said at the time. \"But I thought it was a myth and didn't take any notice - until laid on the floor of the hall was the crocodile!\" The origin of the skeleton and why it came to lay beneath the floor of a south Wales school remain uncertain. However, the tale told by locals is that a man, returning from serving in World War One, brought back with him the body as a curious souvenir for the school. The story goes that the crocodile was initially put on display, but then hidden beneath the floorboards to protect it during any later times of conflict. Natural history conservation company Pure Conservation dated the remains, which had suffered significant damage after so long unprotected, to the 19th Century. The skeleton was initially frozen, to remove pests, and tested for dangerous materials before it was cleaned, vacuumed and then repaired. The restoration was completed in December. Councillor Joy Rosser said: \"The story of the crocodile at Ysgol Bodringallt is absolutely incredible - it was the last thing workmen thought they'd find underneath a classroom. \"I'm delighted its conservation is now complete and the legendary crocodile which was rumoured to have been associated with the school is now proudly on display. \"It was fantastic to see the excited look on pupils' faces when they saw the crocodile on display.\"I'm sure it will become a cherished part of the school, representing a one-of-a-kind, real piece of local history which can be enjoyed by pupils and staff members for generations to come.\" ", "url": "https://www.bbc.com/news/uk-wales-60009983"}