{"datetime": "2022-01-15T15:48:34.000Z", "title": "Family's shock at boy, 3, found wandering streets in school time", "article": "The parents of a three-year-old boy who wandered home from school alone are demanding answers from the authorities. Georgia Wilcox said her family were shocked when Miles turned up at their home in Trealaw, Rhondda Cynon Taf, during school time. A woman followed Miles, who is non-verbal, to make sure he got home after being spotted walking alone. Rhondda Cynon Taf council said a full investigation into the \"serious incident\" was under way. Ms Wilcox was at home with her partner and two-year-old son when the woman knocked on the door just before 11:00 GMT on Friday. She said: \"I was upstairs when the door went and my partner came in with Miles. \"He said 'you need to get on to the school' because a woman had found him on the hill.\"I went up to the school and the receptionist looked shocked.\" Ms Wilcox said they had not been contacted by Trealaw Primary School, about a 10-minute walk away, to say Miles was missing. \"They were adamant they had been looking for Miles, but the school has refused to let us see the CCTV,\" she said. \"We are definitely under the impression they didn't know he was gone. \"The woman had found him on of the hills near our road, he would have been walking on his own.\" Ms Wilcox said Miles had been been spotted \"running in and out of the road\" in footage found on neighbours' CCTV. She added: \"We feel really shaken up. We just want them to realise they should be held accountable. He must have wanted to go home but the gate shouldn't be open. \"He is his normal self, but he doesn't understand that he shouldn't have left [or] the dangers of it all.\" A council spokesmantold Wales Online the safeguarding of pupils was of \"paramount importance\". They added: \"Council officers and social services staff will work meticulously to understand how this incident occurred and, where issues are identified, immediately put in place measures to prevent this from happening again, and address any additional concerns that are identified as a result of the investigation. \"We fully share the concerns of parents and guardians of pupils and they will shortly be receiving a letter regarding the incident.\" ", "url": "https://www.bbc.com/news/uk-wales-60009975"}