{"datetime": "2022-01-25T19:00:06.000Z", "title": "Pontypool murder trial: Man told 999 he had killed wife", "article": "A man who stabbed his wife more than 15 times told a 999 operator \"I just killed the wife\", a court has heard. Retired accountant David Maggs, 71, repeatedly asked for the police during the call, saying \"I stabbed her\", Cardiff Crown Court was told.Linda Maggs, 74, died in the attack at the couple's home in Pontypool, Torfaen, on 6 February 2021.Mr Maggs denies murder but has pleaded guilty to manslaughter by reason of diminished responsibility.Mrs Maggs was in the process of divorcing her husband, who she had been with for 28 years, at the time of her death, the court was told.They had been living separate lives under the same roof after their relationship ended in March 2020.Prosecutors said Mr Maggs became obsessed with the idea his wife was hiding money from him, and he made threats to stab her in front of a number of people, including an estate agent and housing officer.Shortly after 09:00 GMT on the day of her death, Maggs took two kitchen knives to his wife's room, leaving one outside her room, the court heard.He told police he sat on the side of her bed and told her he wanted to talk about the divorce.But he became angry after she told him to leave it for the solicitors.Maggs claimed the next thing he remembers is after the attack. He called for the emergency services and told the operator he had \"just lost it\" and said: \"Just help me.\"When officers came to the house to arrest him, Maggs told them: \"I've just had enough. She tried to steal two houses from me, two houses.\" Later, in his police interview, Maggs said: \"Thirty years I've been married to her and she doesn't know how to keep her mouth shut, so I topped her.\" An investigation into the financial aspects of their divorce found no impropriety on the part of Mrs Maggs, but discovered the defendant had not declared a savings account that held £14,000, jurors heard. Sarah Jones QC, defending, argued her client's depression would have impaired his judgement. Psychiatrist Dr Nuwan Galappathie told the jury: \"In my opinion, the degree of his impairment due to depression is significant. \"This is a case where there are clear and significant mental health problems. In my opinion, this is a case of diminished responsibility.\" The trial continues. ", "url": "https://www.bbc.com/news/uk-wales-60132605"}