{"datetime": "2021-12-21T12:55:41.000Z", "title": "Social carers and teachers get pay rise in Welsh budget", "article": "Councils are getting their biggest cash injection for years, the Welsh government has confirmed. Wage rises for social care workers and a new pay deal for teachers will be funded by the extra money. Wales' 22 authorities will see their funding rise by 9.4% next year, with no council getting less than 8.4%. It comes from the Welsh government's budget, published yesterday, which also included a big increase to tackle record-high waiting times in the NHS. Some of the increase in council funding is meant to cover the cost of making sure all social carers earn at least the real living wage of £9.90 an hour. Unions said it would bring some workers off the breadline, but did not go far enough. The GMB's Kelly Andrews said workers deserved at least £15 an hour, calling it \"a rate that properly recognises their professional status and the incredibly demanding work they carry out\". At May's Senedd election, the Conservatives and Plaid Cymru called for social care staff to earn at least £10 an hour. ToryMember of the Senedd Gareth Davies said Labour's failure to match that \"feels more like a political, rather than financial decision\". Plaid Cymru's spokesman for finance and local government, Llŷr Gruffydd, said: \"The last two years has underlined the critical role that our local councils play in so many aspects of our lives.\"We hope this provisional settlement will allow that crucial work to continue.\" Welsh Local Government Association leader Andrew Morgan, who also heads Rhondda Cynon Taf council, said: \"A settlement of this scale helps put local services on a firmer financial footing than has been the case in a long time.\" Finance Minister Rebecca Evans said: \"We fully recognise the pressures local authorities are facing, and will continue to work closely with local government so we can meet the shared challenges we face and deliver services to benefit the people of Wales.\"", "url": "https://www.bbc.com/news/uk-wales-59741681"}