{"datetime": "2022-01-21T18:57:03.000Z", "title": "Man jailed for killing dad-to-be outside Aberdare pub", "article": "A man who killed a father-to-be just weeks before the birth of his baby has been jailed for nine years. Daniel Howells-Thomas, of Penywaun, Rhondda Cynon Taf, hit Keyron Curtis, 21, so hard he lost consciousness and hit his head on a kerb outside a pub in Aberdare on 17 October. The 24-year-old admitted manslaughter and assault on another man. Merthyr Tydfil Crown Court heard Mr Curtis's daughter Hope was born two weeks later on 1 November. Mr Curtis's father and two sisters all read out impact statements before sentencing was handed down. His father Scott said: \"He was beautiful in every way. Our lives stopped that night Daniel Thomas punched and killed my beautiful Keyron. \"We are totally lost without him, his beautiful smile. The only thing keeping me living are my daughters and grandchildren. \"Keyron donated his organs, we are proud of the way Keyron saved four people.\" His sister Jade added: \"Keyron was the baby of the family. Keyron was the kindest person you will ever see, with a smile you will never forget. He did not deserve to die on a cold pavement. \"I am so proud of my parents as they acted so selflessly, Keyron saved four people and we are so proud of him.\" A statement was read out on behalf of his partner, who also managed to reach the scene to hold his hand as he lay on the ground. \"I am devastated that Hope will never know her father\", she said. \"What hurts me the most is that our daughter will never experience the loving embrace of her daddy. Mr Curtis, who was described as very drunk, was being helped into a car by a friend when Howells-Thomas attacked them both. Howells-Thomas was described by witnesses as raving and aggressive and looking for a fight.After throwing a punch at his friend, Howells-Thomas turned his attention on Mr Curtis, hitting him with such a force his legs buckled and his head hit the floor. The court heard Mr Curtis, from Cwmdare, had no chance to defend himself and despite being out cold on the floor, Howells-Thomas stood over him ready to continue attacking him, before running away. Mr Curtis's family were called and arrived at the scene as he was being treated by paramedics. He never regained consciousness and died the following day in hospital. Howells-Thomas, who has previous convictions for violence, including two similar attacks in pubs in Aberdare when he broke a man's jaw, was described as \"not educated\" and offered his apologies to Mr Curtis's family. Defending, Lucy Crowther said: \"He knows words are of little use and will not ease the pain. He knows this will have an effect on the rest of their lives. \"He knows he will not be forgiven by them. He is very deeply ashamed.\" Judge Walters sentenced Howells-Thomas to nine years for manslaughter with three months for the earlier assault, to be served concurrently. ", "url": "https://www.bbc.com/news/uk-wales-60090113"}