{"datetime": "2018-07-03T16:11:00.000Z", "title": "Thailand cave rescue: The Brits who helped find the boys", "article": "The first voice 12 young Thai footballers and their coach heard after nine days trapped in caves was that of Briton John Volanthen. \"How many of you?\" he asked. \"Thirteen? Brilliant.\" It meant that, finally, they had been found. Mr Volanthen and Richard Stanton were in the cave after being called in by Thai authorities along with another British caving expert, Robert Harper. The trio arrived in Thailand three days after the football team went missing.More than 1,000 people have been involved in the operation, from all over the world. The British Cave Rescue Council (BCRC) - the body for voluntary underground rescue in the British Isles - said it has been in contact with the British divers since their return. Bill Whitehouse, the council's vice chairman, said the men had described the dive as \"gnarly\" in an email, meaning there were complications and problems. It was a three-hour round trip, involving a 1.5km passage, partly flooded and partly open, he told BBC's Breakfast. On hearing the boys had been found, Mr Whitehouse said: \"It was really quite a moment, I can tell you.\" However, he said that \"moment of euphoria\" for the divers and the boys would have been followed by: \"Now what?\" Mr Volanthen and Mr Stanton are part of the South and Mid Wales Cave Rescue Team. \"Both John and Rick have been involved in a good number of rescues over the years, and they've both got an awful lot of personal expertise to take to Thailand,\"the team's chairman, Gary Mitchell, said . In France in 2010 the pair were part of a team whichattempted to rescue a trapped diver . Mr Stanton, a retired firefighter from Coventry, was also involved in the rescue of six British cavers in Mexico in 2004. During that rescue Mr Stanton was able to persuade one of the group - who was terrified of water - to make a 180-metre dive out of the cave, the West Midlands Fire Service said. Ina 2007 interview , he said he became interested in diving after watching a programme called \"Underground Eiger\" as a child. He joined caving and diving clubs at university. Speaking to the BBC in 2004 he described the difficulties of navigating caves: \"When people landed on the moon they had a map, they knew where they were going but in a cave if you're beyond the known limit of the cave, nobody knows where it goes, you never know what will happen round the corner.\" Mr Stanton was made an MBE in the New Year's Honours List at the end of 2012 for his cave diving rescue services.Mr Volanthen is an IT consultant based in Bristol but who grew up in Brighton. He started caving as a scout. Speaking to theSunday Times in 2013 , he said cave rescue requires a calm head. \"Panic and adrenaline are great in certain situations - but not in cave-diving,\" he said. \"The last thing you want is any adrenaline whatsoever.\" He added: \"It [cave diving] is like that puzzle with the fox, the chicken and the grain. It's not dangerous if you do it right.\"According toan online profile , Mr Volanthen runs marathons and ultra-marathons. He joked that \"he only runs so he can eat more biscuits\". His mother Jill said she felt \"absolute pride\" over her son's role in the rescue effort in Thailand. Martyn Farr, a friend of both Mr Stanton and Mr Volanthen, described them as \"calm, very collected, very organised and extremely disciplined, consummate professionals.\" Jon Whiteley, rescue controller for the Devon Cave Rescue Organisation, said the men were \"risk averse individuals\" who were \"at the top of their game\". He also said they were humble and despite the media interest would want to \"get back to their normal lives, normal day jobs and their families\".In 2012, both men received aRoyal Humane Society medal at Buckingham Palace , in recognition of their rescue attempt in France. The third British expert, Robert Harper,has been caving since 1968. ", "url": "https://www.bbc.com/news/uk-44690688"}