{"datetime": "2018-07-03T13:22:20.000Z", "title": "Thailand rescue: Who are South and Mid Wales rescue team?", "article": "One of the first voices heard by 12 young boys and their football coach trapped in a cave in Thailand was that of John Volanthen. A member of South and Mid Wales rescue team, Mr Volanthen, and divers Richard Stanton and Robert Harper, had been called to help with a rescue operation.More than 1,000 people across the world have been involved. But what is the South and Mid Wales rescue team, and why were they called in to help?\"There are various dive rescue groups across the globe but I would go as far to say that we are one of the top,\" Gary Mitchell, chairman of the team said.\"A lot of that is down to the fact that the UK is a hot bed for cave exploration, so we have a lot of experience. \"The Thai people don't really do caving. It's such a specialist field. There are about 20,000 divers active in the UK and that's it. It's not a massive sport.\" The charity was set up in 1946 to support cavers exploring caves in Swansea and Neath.Over the past 60 years and with the discovery of major cave systems across south Wales, the team's area of responsibility has expanded to cover Dyfed Powys and Gwent too.The role of the team has also evolved - in recent years they have attended road accidents and animal rescues, provided technical support to mountain rescue teams, and even assisted police in the search for a murder weapon in Brecon in 2001.The team has a wide range of expertise and also assisted in the search for April Jones in Machynlleth in 2012.Wales remains one of the more popular areas when it comes to attracting divers, Mr Mitchell says.\"There is somewhere in the region of 14 rescue teams across the UK, but we have some of the largest caves in the world in South Wales alone,\" he added.\"We have a cave around 90km long, and some of the deepest in the world so it's great for various dive training scenarios, and for people who have that passion for exploring. \"Our guys have that built in. \"Both John and Rick have been involved in a good number of rescues over the years, and they've both got an awful lot of personal expertise to take to Thailand.\"We were always very confident that we've got the best of our guys out there.\"Leading exploratory cave diver and caver, Martyn Farr, said that the duo have had years of experience in South Wales and beyond.He said: \"John was called to a mining incident just a few years ago here in South Wales. A few years before that in 2014, the pair were called to a major incident in Francewhere they attempted to rescue a diver .\"In 2004, Rick was responsible for rescuing a party of British cavers from a flooded cave in Mexico, so these guys have got a tremendous track record.\"They didn't know what they were going to be up against but when we heard that the waters were murky, I knew that the rescue authorities had called in the very best people for that task. \"I am proud of them.\" ", "url": "https://www.bbc.com/news/uk-wales-44695422"}