{"datetime": "2018-07-03T22:35:19.000Z", "title": "Thailand cave: 'Zero risks' to be taken in rescue of boys", "article": "Rescuers will take no risks in freeing the 12 boys and their football coach trapped in a flooded cave in Thailand, an official said. They have received their first food and medical treatment in 10 days. Seven divers, including a doctor and a nurse, joined the group inside the caves in the north of the country after they were discovered alive on Monday.Rescuers are now considering how best to bring the group to safety. \"We will not rush to take the lads out of the cave,\" the governor of Chiang Rai, Narongsak Osoththanakorn, told reporters, adding: \"Whoever has zero risk first can leave the cave first.\" More heavy rain could see water levels rise and threaten the air pocket where the group has taken refuge. The boys were found nine days after they entered the caves in Chiang Rai province following a football training session and became trapped by rising waters from heavy rainfall. On Tuesday, Thai officials told reporters that rescuers were providing health checks and treatment, and keeping the boys entertained, adding that none of those trapped were in a serious condition. \"They have been fed with easy-to-digest, high-energy food with vitamins and minerals, under the supervision of a doctor,\" Rear Admiral Apagorn Youkonggaew, head of the Thai navy's special forces, told reporters. It is believed that most of the group cannot swim, complicating what would already be a difficult rescue. Earlier, the Thai military said the boys would need to learn to dive - or wait up to four months for flooding to recede before they could get out of the caves, meaning food would need to be supplied for that time. Interior Minister Anupong Paojinda later stressed the urgency of the evacuation, adding that rain was forecast \"in the next few days\", the Bangkok Post reported.Attempts are being made to reduce the risk of further flooding of the caves by pumping water from the underground system, Mr Anupong said. A phone line is also being installed so the boys can talk to their families. The governor said that requests had been made to build \"infrastructure\" in the cave leading to the pocket where the teenagers and their coach are located. The Thai authorities have appealed for donations of full-face scuba diving masks small enough to fit the boys in order to reduce the risk of their breathing apparatus coming loose as they travel through flooded passageways.Two British rescuer divers who had flown over to join the search operation found the boys on Monday night.The video of that first contact was posted on Facebook by Thai navy special forces. The boys are seen by torchlight sitting on a ledge above water, responding to the divers that all 13 were there and that they were very hungry. They ask how long they have been underground and whether they can leave now. The divers tell them they have to wait, but say people will come back for them. One boy replies: \"Oh. See you tomorrow.\" The search for the group had gripped the nation as it was unclear where they were or whether they were even still alive.Families of the missing group were ecstatic at news of their discovery.Thailand's Prime Minister Prayuth Chan-ocha said of the boys' discovery that \"everybody is a hero\". \"Thank you all Thais, thank you all foreigners,\" he said. The boys, aged between 11 and 16, and their 25-year-old coach went missing on 23 June. It is believed they entered the cave when it was dry and sudden heavy rains blocked the exit. They were found on a rock shelf about 4km (2.5 miles) from the mouth of the cave. It is thought the boys could move through parts of the cave in dry conditions but rushing waters clogged the narrow passages with mud and debris, blocking visibility and access. One of the toughest stretches for the divers came as they neared the so-called Pattaya Beach - an elevated mound in the cave complex - where it was hoped the boys had sought refuge.Divers had to navigate a series of sharp, narrow bends in near-darkness. They completed the difficult journey to find Pattaya Beach flooded, so swam on and found the boys about 400m away.Bringing the trapped boys to safety is an extremely dangerous task given the conditions inside.The Tham Luang cave complex is regularly flooded during the rainy season which lasts until September or October. Experts have cautioned that taking inexperienced divers through the dangerous corridors of muddy, zero-visibility waters would be very risky. Diver Ben Reymenants, who is assisting with the rescue mission, told the BBC that two Thai navy doctors had volunteered to stay with the boys for \"up to four months\" until the water receded.Other teams are still scouring the mountainside in the hope of finding another way into the cave.The 12 boys are all members of a local football team and their coach is known to have taken them on occasional excursions and field trips.Tinnakorn Boonpiem, whose 12-year-old son Mongkol is among the 13, told Agence France-Presse she was \"so glad\" to hear they were safe. \"I want him to be physically and mentally fit,\" she said. \"I'm so happy I can't put it into words,\" another relative of one of the group told reporters as tears of joy streamed down his cheeks. ", "url": "https://www.bbc.com/news/world-asia-44692813"}