{"datetime": "2020-11-23T15:53:21.000Z", "title": "Lake District rescue: Second-date couple in mountain fall", "article": "A couple on their second date sparked a rescue after getting into difficulty while climbing in the Lake District. The pair had attempted to go up Sharp Edge on Blencathra but due to slippery conditions decided to turn back. While making their descent the man slipped and fell 60m (196ft) on to a ledge, leaving the woman trapped. Keswick Mountain Rescue Team volunteers started a five-hour operation to bring the couple to safety before the man was airlifted to hospital. The rescue happened on Saturday afternoon. Weather conditions meant helicopters from the Coastguard and Great North Air Ambulance Servicewere unable to assist directly with the rescue , the team said.Some 25 volunteers were split into two groups, one to rescue the woman, who was brought down to safety, and the other to assist the man. Rescuers said because the man tried to avoid tumbling, he ended up \"sliding fast and bumping down the steep rocky slope\" until he came to rest on a ledge. \"On arrival a group shelter was used to protect the casualty against the increasingly inclement weather,\" a spokesperson said. \"The man's successful attempts to not tumble, thereby avoiding potentially more serious injuries, meant that all the impact had been on his lower back, ribs and leg.\"Volunteers thanked a passer-by who helped the man and gave him extra clothing while they waited for rescuers. The team was able to locate them due to the man's torch light. When they arrived, the injured man was put on to a stretcher and lowered to safety with the help of rope. He was then taken to Glasgow hospital by coastguard helicopter that had waited in a field at the base of the mountain. The woman was uninjured and the man is said to be recovering. \"Apparently, despite the drama of their second date a third one has already been discussed,\" the spokesman added. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-55046567"}