{"datetime": "2022-01-08T16:57:19.000Z", "title": "Snowdonia rescuers tell novice walkers to avoid mountains", "article": "A mountain rescue team has endured its busiest year ever, receiving more call-outs than anywhere else in the UK. Llanberis Mountain Rescue Team received more than 250 calls in 2021 after visitors flocked to Snowdonia, Gwynedd. It is thought tourism increased after Covid restricted holidays abroad. But, as the weather turns colder, the team has told visitors: \"Don't go if you're not prepared, don't go if you're not experienced and don't go if you don't know what you're doing.\" Rescue team chairman Barry Davies has urged people to be cautious, and to avoid the mountain if they are not prepared.\"Stay low, it's still nice at the bottom and the weather can change quickly,\" he said.The rescue team has 40 volunteers and is based in Nant Peris, just minutes from the foot of Snowdon at the start of the Pen y Gwryd track. \"It was exceptionally busy for us volunteers here in Llanberis, but also all teams across the UK,\" Mr Davies said. \"We received over 250 calls for help and that equates to over 5,500 hours of voluntary hours in time.\" He said 147 of those call-outs were between June and September, which added more pressure of the service. About 700,000 people now visit Snowdon - known as Yr Wyddfa in Welsh - each year, compared with about 500,000 in 2018. Last year queues to Wales' highest summit, sparked calls for people to treat the mountain with respect, as large numbers of people visited the beauty spot during a staycation boom as more people holidayed at home due to the pandemic. Mountain rescuers have long warned of people arriving not properly prepared to walk up the 1,085m (3,560 ft) peak, with some dressed inappropriately - including wearing flip flops - or not having the fitness or hiking experience to get to the top. \"We all work, we all have our jobs and we try and assist when we can,\" Mr Davies said. \"It's a significant pressure but we are here to help and we do our very best, day or night, 24 hours a day, seven days a week.\" From the control room, the team can monitor ongoing rescues, and liaise with multiple rescue agencies. But as the services come under increasing pressure, the team urged people to enjoy the mountains, but plan ahead and \"do their research beforehand\". ", "url": "https://www.bbc.com/news/uk-wales-59910897"}