{"datetime": "2021-08-23T19:13:43.000Z", "author": "Rachel Flint & Nick Hartley", "title": "Snowdon: Call to respect mountain amid spike in visitors", "article": "Walkers on Snowdon have been urged to respect the mountain amid concerns over the impact of a spike in visitors. About 700,000 people now visit Snowdon each year, compared with about 500,000 in 2018. In July there were reports of45-minute queues to the summit. John Harold, director of the Snowdonia Society, which helps maintain the mountain, said the pressures of litter and erosion on the paths and landscape had become \"significant\". Mr Harold said the mountain, known as Yr Wyddfa in Welsh, was a \"honeypot\" for walkers. \"We all know that access to beautiful places and special places like Snowdon has been important to people, more so than ever recently, but the pressures that have come with that are really quite significant,\" he said.\"Litter, footpath erosion, wild camping, traffic, parking - in a sense, none of these are new, but they've all acquired a really sharp edge in the last 18 months.\" Mr Harold said while beauty spots in the park - including Snowdon - had always been busy, they were dealing with a \"perfect storm\" as more people holiday within the UK this summer due to Covid travel rules. \"The increase in numbers here... we are talking in the region of about 700,000 people going up Snowdon each year now,\" he said. He warned large numbers of these visitors had not arrived properly prepared to walk up the 1,085m (3,560 ft) peak, with some dressed inappropriately and not having the fitness or hiking experience to get to the top. \"Snowdon is a very big mountain, it's not a walk in the park, it's not a day in town, or a day on the beach... people need to be prepared,\" he told BBC Radio Wales. He said while they had spent large sums on targeted adverts urging visitors to be prepared, the scenes on Snowdon showed more needed to be done to get the message across. \"When they are making their plans to come to Snowdonia, they need very simple, clear messaging to help them make the right choices,\" he said. \"You can't enjoy it if you are not well prepared or equipped, that's when things go wrong.\" Hiker Elfed Williams said this year has been \"the worst I remember it\" in terms of crowds, and he had seen people queuing for 45 minutes to take selfies at the summit. \"Obviously Snowdon is the worst because everybody wants to go up Snowdon, but it's terrible really,\" he said. \"If the train went to the summit and the cafe was open I think there'd be double the people there.\" He added the significant reduction in foreign travel had meant more people on so-called staycations had ventured on to the mountain, not the \"same sorts of people\" he was used to encountering. \"They're not mountaineers or trekkers really, they're the people who I think usually go to Spain or whatever for their holiday so they can't go now with Covid of course, so they've decided to stay in the UK and come to Wales.\"Of course everybody's allowed to go up the mountain, you can't stop anybody, but you can see they're not used to walking up a mountain with the clothing they've got on. \"I've seen a few - you won't believe this - with flip-flops and things. And you give them advice and they don't want to know either. I don't say anything anymore, there's no point.\" This has resulted in lots of accidents and injuries on the mountain, putting pressure on the emergency services, he added. \"You get the helicopter out and mountain rescue out - someone might be in real difficulty somewhere else, fallen off or something, and the helicopter is going to rescue someone who's just worn their flip-flops.\" He said his message to people considering visiting was: \"Please come, by all means, but please respect the mountain.\" Mountaineer Sir Chris Bonington toldGareth Lewis on BBC Radio Wales there were quieter mountains in the area worth visiting.\"Snowdon massif basically has three mountain ranges in it, you have Snowdon massif itself, you've then got the Glyders in the middle and then on the east of that you've got the Carneddau.\"The Carneddau are a big, rolling range of hills, and I think they're the nicest of the lot, because there you get true wilderness, you get wild mountains and loads of peaks. \"And then don't be fixated on climbing the highest mountain or the most well-known mountain, but just climb the nicest mountain,\" he said. ", "url": "https://www.bbc.com/news/uk-wales-58283816"}