{"datetime": "2021-07-25T06:48:57.000Z", "author": "Rachel Flint", "title": "Wales' tourist image 'could be harmed' by overloaded infrastructure", "article": "Infrastructure unable to deal with rising visitor numbers could damage Wales' reputation as a tourist destination, an industry expert says. As visitors flock to mountains and beaches there have been reports ofpacked trains ,traffic jams and parking problems . Tourism lecturer Marcus Hansen, of Wrexham Glyndwr University, said it could have \"negative consequences\". The Welsh government said it was providing support to deal with demand. Attractions have spoken of record numbers of visitors asmore people holiday in the UK due toCovid foreign travel rules . National park wardens said car parks were full from first thing in the morning and campsites fully booked. While businesses welcomed the boom in visitors after months of closures, some said they were unable to cash in on demand due to Covid rules. Mr Hansen, who has a PhD in tourism and events management, said after lockdown people were looking for \"unique\" experiences and, with mountains, beaches and adventure, Wales had a lot to offer. \"We have such natural beauty - people are desperate for those after so many lockdowns, people want to be out in nature, and to feel that natural freedom,\" he said. \"But one worry is that we are very short-sighted at the moment, because it is about survival, it's about bums on seats... that may have negative consequences for tourism and the environment. \"It's a fine balance we are walking at the moment, we are desperate for people to come in and we need them to come in... but you don't want to damage our reputation, we don't want people to think Wales can't handle tourism.\" With passengers complaining ofpacked and delayed trains , Mr Hansen said infrastructure was already struggling before Covid, and it was clear it could not cope. In Pembrokeshire there have been calls for safety improvements on the A40,over fears an influx in holiday traffic could lead to more deaths . Mr Hansen said there were major issues with parking at many hotspots, and increased traffic was causing tension in communities. \"In north Wales we have attractions that are unique compared to the rest of the world, but we have the A55, which is a three-lane road until you get to Wales, and then its a two-lane road,\" he said. A public inquiry is set to begininto plans to reduce jams by removing roundabouts near Conwy , with the Welsh government hoping to start work later this year. Plans for a new eight-mile dual carriageway inFlintshire have raised concerns about the environmental impact . However, Mr Hansen said changes could not be made in time to deal with the demand, with some areas suffering for years with infrastructure.\"This ruins the experience for the tourists that are coming in, but it also ruins it for the locals, and causes resentment, because access to the natural areas of beauty is really difficult,\" he said. \"We can't just sit back and enjoy the tourism pounds that come in every summer, we have to invest in it.\"The Snowdonia, Brecon Beacons and Pembrokeshire national park authorities say they are seeing an increase in illegal camping, littering and human waste on paths and car parks as the summer holidays begin. After hundreds of people parked on yellow lines to hike up Snowdon,the park authority introduced bookable parking and increased buses . David Jones, senior warden for the south of the park, said the parking scheme had been a success but other popular spots were \"ridiculously busy\" and in some places problems were getting worse. \"It's to do with the sheer number of people. The car parks are full to the brim,\" he said. Mr Jones said a small minority of people were abusing the landscape and he was concerned parts of the park might not be able to cope if numbers increased. More erosion was being caused to paths, more litter left, and more wardens would be needed to help deal with demand, he added. \"We are facing our busiest summer ever... people have realised they don't need to go abroad to enjoy themselves, and have realised the benefits of the outdoors. \"We want visitors to come, but we need to safeguard the park for the communities who live here, it is their home.\" In the Brecon Beacons, the national park authority said it was dealing with a \"huge amount of visitors\" in the waterfall country, with a rise in littering. In Pembrokeshire, after months taking older people to get their vaccines and delivering food to vulnerable people in lockdown, tuk-tuk drivers are back shuttling tourists around Tenby's winding streets, However, they said many visitors were unable to eat out because restaurants were at Covid capacity or closed due to staffing issues. \"People can't get the reservations... my husband picked someone up in Saundersfoot who said they'd had a lovely evening but couldn't get a restaurant, so had to get a sandwich from the supermarket,\" said owner Lorraine Niederlag. Ms Niederlag - who also owns a campsite - said their taxi service was being hit as campers ordered takeaways instead of eating out. \"It's hard to do anything spontaneous... you have to pre-book everything, but they are fully booked, people are queuing up half an hour for fish and chips,\" she said. She said they had started putting on picnic and cocktail tours to help visitors unable to book a meal out. At Zip World in Bethesda, Gwynedd, staff are working flat out to deal with a record number of visitors trying to get a spot every day. \"It's incredible, but tiring - we've got a few more weeks of this, and I expect that September and October are going to be record breaking as well,\" said commercial director Andrew Hudson. He said people had no option but to drive to the site at Penrhyn Quarry, but they encouraged visitors to respect the national park and villages they drove through. \"It is amazing how much you can see in a day,\" he said, \"but you have to drive a car in north Wales - it can take 30 minutes to travel 10 miles. \"We would love to create an eco-friendly system where visitors can move around... an experience in itself, with pointing out the mountain ranges, and the myths and legends, which adds tremendous value to the area.\" The Welsh government said it had worked closely with a range of bodies, including the national park authorities, to help plan carefully and safely and put mitigation measures in place. \"Funding is available to them and local authorities to support additional costs of managing increased visitor numbers,\" it said. \"We have also commissioned Transport for Wales to support Snowdonia National Park Authority, working with Gwynedd and Conwy councils, to encourage park and ride, bus and active travel in the national park,\" a spokesman said. ", "url": "https://www.bbc.com/news/uk-wales-57898837"}