{"datetime": "2021-09-09T00:57:03.000Z", "author": "Simon Armstrong", "title": "Terry Abraham looks back on his Life of a Mountain trilogy", "article": "Film-maker Terry Abraham spent almost a decade capturing the Lake District's seemingly timeless landscapes for his Life of a Mountain documentaries. But looking back at the trilogy, he warns the pace of change may be faster than many people realise. As the sun rises and lights the morning sky deep red and brilliant orange, the rocky peaks of Scafell Pike edge gloriously through the clouds. The shot, cinematically-styled and accompanied by a sweeping orchestral soundtrack, opens the first of Abraham's love letters to the Lakes and would encapsulate his overall approach. Camped out hour after hour chronicling the changing seasons on and around the fells, follow-ups would focus on Blencathra and Helvellyn and again tell the many stories of the surrounding communities in this picturesque part of north-west England. From farm life to village schools and the aftermath of devastating floods, all would come under the spotlight in the films, which have been released on DVD and screened by the BBC. \"My ambition was always to produce something personal,\" the 44-year-old explains. \"Because I consider myself a wild camper - a backpacker foremost - I thought I'll get shots most camera crews would never capture because they don't have the budget or the time, or they just don't have the will and energy to carry 70 or 80 kilos of equipment up on the fells for a few days to get them. \"I'm out there at dawn and dusk, in all weathers and seasons, hanging out of paragliders getting aerial shots and up in aeroplanes that I probably shouldn't be in.\" Released between 2014 and 2020, Abraham will be revisiting his films in a question-and-answer session at the Keswick Mountain Festival on 10 September alongside a screening of Life of a Mountain: A Year on Helvellyn which includes 60 minutes of footage not shown during BBC broadcasts. One of its most striking sequences sees a fighter jet from RAF Leeming scream through the valleys on a 450mph (725km/h) training exercise. Keen to be involved, Abraham says the Ministry of Defence waived all fees and \"threw the red tape out of the window\". It was a far cry from his initial film detailing Scafell Pike - England's highest mountain at 3,209ft (978m) - which was financed with sponsorship from mountaineering equipment manufacturers, crowdfunding and an emergency loan from Cumbria-based broadcaster Eric Robson as money ran low. \"With the first one, a lot of people were wary of me so I had to build a lot of trust. I'd edit little clips together and put them on my phone to show them in the street or the pub and say 'this is what I'm working on'. \"I honestly didn't think anyone would like the film. When it went out on the BBC, they chopped it down to an hour instead of the two-hour original cut. I hated it and argued with them as I thought there wasn't enough of the winter footage and I wanted different interviewees included. \"But then all the national press reviews praised it and it did really well, so what do I know? It changed my life overnight.\" Why, though, did he want to dedicate so many years to the project and what makes the stories worth telling? Abraham, who took on his mother's maiden name aged seven to erase links with an abusive father, reveals he developed a love for the outdoors as a child picking up on his grandfather's passion for nature and his grandmother's interest in culture and history. Initially posting wild camping videos on YouTube and making short films for firms based in the Peak District National Park alongside work in a \"lowly IT security role\", redundancy saw him concentrate on making his hobby a full-time venture. Now living in Cumbria's Eden Valley with his wife having relocated from Nottinghamshire following completion of the Blencathra film, he admits he is drawn by the \"drama and the light\" of the Lakes which have \"been inspiring artists for hundreds of years\". The fells, he adds, each have a character of their own with the changing of the seasons highlighting their different facets. Scafell Pike, he says colourfully, is an \"ugly prince\" - regal but craggy from one approach, towering and imposing on another. Blencathra, meanwhile, stands tall as a strong lady guarding over the village of Threlkeld, with Helvellyn a \"majestic queen with bite\". \"For me, places like the Lake District are very special on many levels. We are part of an eco-system, so we have a role to play and a responsibility. But it's also about people and places, heritage and culture. That matters to me. \"I've always sought to capture the atmosphere through the seasons and to try and let the landscape have its own voice, but it's mixed in with the people. The films tell us something about day-to-day living.\" Perhaps ironically, while Abraham describes his three films as examples of \"now-fashionable slow TV\" given their leisurely pace, parts of the area he documented are undergoing what he and many others see as rapid and unwanted change. Warnings have been sounded that communities are being hollowed out by the relentless rise of second homes and holiday lets, and demand for so-called staycations amid the coronavirus pandemic has brought additional pressures withvisitors blocking roads and mounds of rubbish scarring the landscape . Frustrated residents have organised campaigns and protest marches , describing themselves as \"under siege\" from commercialisation with the likes of zip wires and off-road vehicle trails introduced for thrill-seekers. For its part, the Lake District National Park Authority has declaredits priority in the years ahead must be \"striking the right balance\" between development and environmental needs. Abraham views many of the changes that have already come to pass as distressing and is calling for a dramatic change in approach by chiefs to help protect the 40,000 people who live within the park's boundaries. \"They often say each valley is different to the next and that they all have their own character. That's absolutely true and so obvious to me over the last eight or nine years. \"While there are pockets of Lakeland that are still Lakeland as they always have been, all of them are facing increasing pressures from tourism. Obviously there's climate change as well. \"The spirit of community still exists, albeit sadly it is dying out in lots of places. People who have lived here for generations as a family are forced out. \"There is increasing frustration and anger locally that nothing is being done about it. \"It's been really sad for me to see places like Elterwater where the village shop is gone and there's just a pub. Even the nearby Chapel Stile, that's struggling now.\" What, then, could be done to ease the tensions that many people are feeling? With about 19 million visitors each year spending a total of £1.5bn, Abraham suggests the levying of a small tourist tax to help fund infrastructure developments as is seen in many destinations across the globe. Diversifying the local economy to make it less dependent overall on tourism is also needed, he says. Without such steps, the film-maker fears traditional ways of life could be lost forever. \"Someone said to me the documentaries are time capsules of the area and that people will be looking back saying 'that's what it used to be like', as they do with those old Pathe films. I never thought of it that way. \"Where we go from here, I don't know. But that was something I wanted to address in the Helvellyn film. I wanted to give people a voice and hope for the future. \"The environment shapes you. These beautiful places affect the local communities and how they feel, but they still need help. Things still need to be done.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-58394918"}