{"datetime": "2021-12-03T14:18:02.000Z", "title": "Lake District: Fell top assessors return for winter forecasts", "article": "Assessors who climb a Lake District peak every day to provide vital reports about conditions are back on duty. Wes Hunter, Zac Poulton and Jon Bennett will take turns walking to the summit of Helvellyn through the winter to record the weather conditions. Paid for by the Lake District National Park Authority, the team shares information on social media to help those venturing out on to the fells. The Weatherline service has been running for 34 years. They will provide reports from now until Easter, including Christmas Day, recording temperature, snow depth and wind speed from 950m (3,117 ft) up Helvellyn. The mountain was selected because it is the most popular fell and has a large east-facing headwall that retains the snow and ice. As well as providing the forecast for people in the area, the photos taken by the team are appreciated by people who are not living in Cumbria, showing them the fells from the comfort of their home. Mr Bennett, who is in his fourteenth season of being a fell top assessor, said: \"The fells tend to be much quieter in winter and you need to navigate more for yourself, rather than following the crowd.\"We say it every year but the single most important safety message is to know when to turn back. The fells will be there another day and it's important that you don't take unnecessary risks and always be prepared to summit safely.\" Mr Poulton said: \"As many people have connected with nature in the Lake District over the past 18 months, it's important to know that the Lake District of the summer is very different to the Lake District of the winter.\"Mr Hunter said: \"We know how important it is to get outside for your health and wellbeing but we really ask people to make sure they are suitably prepared. The last thing we want to see is the volunteer mountain rescue services having to be called out for something that is avoidable.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-59520198"}