{"datetime": "2021-12-23T16:20:41.000Z", "subject": "Coronavirus pandemic", "title": "Lake District winter well-being walks aim to help combat loneliness", "article": "A group of young people are holding well-being walks in the Lake District to help combat loneliness at Christmas. The treks, taking place across the South Lakes from 23-31 December, are a chance for people to get outside and interact with others. Chloe Standing, 31, from Barrow-in-Furness, came up with the idea after spending last Christmas alone due to Covid restrictions. The first group walked from Windermere to School Knott earlier. \"Last year I found myself alone due to working from home, living alone and the restrictions of the pandemic,\" Ms Standing said. \"I found that getting outside and walking every day really helped with my mental well-being. \"I didn't want anyone else to feel as I did last year, as though they didn't have anywhere to turn, so I decided to put the walks in place to help others get outside, have a moment to escape and have company.\"Ms Standing approached Wave Forward, a mental health charity in Cumbria, to organise the walks. The Winter Wave walks are low-level and are open to anyone who needs them. Wayne Singleton, one of the volunteers leading the walks, said: \"It's all about understanding that not everyone likes this time of year. \"You know, it could be some grief in the past, or you just feel a bit lonely, or suffering from depression or anxiety. \"And Chloe asked a bunch of like-minded people really whether they'd be interested in organising a series of walks over the festive period.\" To attend a walk over the festive period, the group asks or a £1 donation to the charity. Ms Standing said: \"I would say to anyone who may feel overwhelmed or anxious about joining a walk to reach out to us, we will all do our best to make sure everyone feels comfortable. \"All of the hosts are amazing, friendly and welcoming people who have a genuine love for the outdoors and meeting new people.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-59744310"}