{"datetime": "2021-12-22T13:04:08.000Z", "title": "Lake District: Hiker revives Santa walk to combat Christmas loneliness", "article": "A keen amateur hiker has organised a group walk in the Lake District for anyone facing spending Christmas Day alone. Jay Mistry, 35, from Huddersfield, will be dressed as Santa for the hike from Keswick to Cat Bells on Saturday. He credits his fondness for hiking with his recovery from mental illness, which he suffered with in the past. \"People smile when I'm dressed as Santa and I want to share my passion to help others,\" he said. In 2019, he arranged a Christmas Day hike to the top of Scafell Pike when he was due to be on his own and posted an open invite on social media. Last year, he climbed Mam Tor in the Peak District alone due to Covid restrictions. He said: \"My parents spend the holidays in Florida but for me it's too far to go for five days so I thought there must be others like me, alone at Christmas. \"Two years ago I organised the walk to Scafell Pike with a group of seven people and although that one was exhausting, taking around eight to ten hours to do it, I thought the idea could work again, but maybe with a less ambitious hike.\"\"Christmas Day should be about getting together with friends and this is my way of spreading some cheer and trying to influence people into thinking about others.\" Mr Mistry started hiking in 2014 when he joined a walking club in Leeds which organised a trips to the Lakes, where his love of the national park started. His favourite place is Keswick, and says the market town is ideal for accessing the fells. \"A walk on the fells really helps me, it recharges your soul.\"I'm starting my third round of doing the Wainwrights, I've done all the 2,000ft peaks of England and Wales and all the county tops,\" he said. This Christmas he will stay with friends who run a pub in Baggow, near Aspatria, who have promised to reward him with a home-cooked Christmas dinner.\"That'll certainly be better than what I had in 2019 when after the 10-hour hike up Scafell I got back to the hotel and had a Pot Noodle.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-59744999"}