{"datetime": "2022-01-03T13:15:48.000Z", "title": "Lake District mountain rescuers plea after busiest-ever year", "article": "A Lake District mountain rescue co-ordinator is urging people to properly plan their trips after a record number of call outs last year. Volunteers were called out 680 times in 2021 with an \"absolutely chaotic\" Christmas week, according to Richard Warren, chairman of the Lake District Search and Mountain Rescue AssociationHe said teams \"loved helping people\" but many rescues were \"avoidable\". Mr Warren toldBBC Radio Cumbria there were 11 rescues during Christmas week. One of the largest operations involved 75 members from multiple teams looking for a man and his 11-year-old son who had been reported missing on Scafell Pike. The two walkers were later found after \"getting themselves down\", Mr Warren said. There were two call outs on Christmas Day itself, Mr Warren said, adding: \"The Christmas period was absolute chaos.\" Mr Warren said there had been a \"massive increase\" in visitors to the Lake District in 2020 and 2021 due to travel restrictions stopping many people holidaying abroad. The previous record was 650 call outs in 2018, but Mr Warren said 2021 had eclipsed that despite the first three months of the year being \"relatively quiet\". He said there had been a \"very sad end to the year\" when a man died after suffering a medical episode on Skiddaw on New Year's Eve, while the start of 2022 had been \"just as busy\". Mr Warren said he was \"extremely proud\" of the all the volunteers at the 12 rescue teams in Cumbria. \"We do it unpaid,\" he said, adding: \"Mountain rescuers don't want to be paid.\"They do it because they love the mountains and love helping people.\" He also praised all those who make donations to keep the teams running, with about £750,000 a year needed across all the Cumbria teams. Mr Warren urged people to properly plan their walks by usingservices such as Adventure Smart UK . \"A lot of rescues are avoidable because people get lost with no map, compass or torch,\" he said. \"Really we want people to start thinking about what they are doing, when they are doing it and to check the weather.\" Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-59858501"}