{"datetime": "2022-01-08T09:28:23.000Z", "author": "Giancarlo Rinaldi", "title": "Galloway Mountain Rescue Team: Festive callout levels 'unprecedented'", "article": "The public has been urged to \"think ahead\" before heading out after a spate of rescue operations across south west Scotland over the festive period. Galloway Mountain Rescue Team (GMRT) was called out four times in the space of a week from 28 December. Team leader Stewart Gibson said southern Scotland had some of the remotest parts of the country where people could get into difficulties. He urged everyone to plan properly before heading into the hills. In the whole of 2021, GMRT was called out 13 times to assist Police Scotland. However, a seven-day period over the festive season saw its volunteers called out on four different occasions. The busy spell started on 28 December with a search for a missing runner who had become disorientated at night in Dalbeattie Forest. Three days later, they were called out to assist Moffat Mountain Rescue Team (MMRT) in locating a walker in the area around Wanlockhead, Scotland's highest village. He was eventually found having \"overshot\" the place he was trying to get to but \"none the worse\" for his night out in the hills. The callouts continued on 2 January when the team was part of the operation to help an injured fell runner near Castle Douglas. A rescue helicopter had to be called out to take the casualty to Dumfries Infirmary. Finally, the following day, they completed another rescue - this time of a walker who was hurt near Newton Stewart. Mr Gibson said the level of callouts was \"unprecedented\" as the attractions of heading outdoors were drawing growing numbers into the countryside. \"I think there has been an increase in people accessing the outdoors this festive season,\" he said. \"People are appreciating the beauty of the Scottish countryside as well as the adventures that hiking in the UK can provide.\" However, he highlighted the need to plan ahead in an area where weather conditions could change from rainy and wet to blizzards in a short space of time. \"We would advise anyone thinking about heading out and looking for advice to visit theScottish Mountain Rescue website's mountain safety and advice page ,\" he said. \"Take a fully charged mobile phone with you, and as soon as you think you may need our assistance call 999, ask for police, then mountain rescue.\" The usefulness of that advice was highlighted in another recent rescue involving MMRT. It was called out to trace five walkers who had got lost descending from the Waterloo monument near New Abbey. Phone-finding technology helped to discover the group at the end of a track \"deep in the forest\". In the neighbouring Scottish Borders, Tweed Valley Mountain Rescue Team (TVMRT) said it had just completed its busiest year ever with 84 callouts in 2021 compared with 47 in 2020 and 50 in 2019. Deputy team leader Dave Wright said the increase was due to a number of reasons. \"There weren't as many people going away abroad on holidays so we had a lot more people either staying local or coming into the area,\" he said. \"So the hills and mountain bike runs were all busier than usual. \"I think local people have been discovering the outdoors more.\" Another contributory factor, he said, could be statutory emergency services calling out rescue teams more quickly. \"In the past the ambulance service in our area may have gone into Glentress forest for mountain bike injuries but now we are getting called sooner,\" he said. \"We will do the casualty recovery and then do a handover to the ambulance service or in some cases transport the casualty to hospital - which is something that was pretty rare for us in the past. \"I think it is a snowball effect of a number of different factors coming together to give an increase in the overall numbers.\" However, he said that the message remained a positive one with more people enjoying the countryside. \"One thing we definitely don't want to be saying to people is to stay in the house and don't take exercise and don't enjoy yourselves,\" he said. \"Go and enjoy the outdoors - but do activities that are within your capabilities.\" ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-59895268"}