{"datetime": "2020-09-17T23:23:08.000Z", "author": "Christopher Sleight", "title": "Mountain rescues in Scotland 'kicked off' after lockdown ended", "article": "The end of lockdown \"kicked off\" a big rise in mountain rescues in parts of Scotland, with call-outs more than double normal levels for one team. Lomond Mountain Rescue Team said 2020 was already its busiest for more than 50 years, despite almost no rescues during the Covid-19 lockdown itself. The team believes there are more people on the hills than normal, with some lacking the right kit and experience. Call-out numbers also rose for other Scottish teams over the summer. Scottish Mountain Rescue (SMR) said there had been 19% more rescues in July 2020 than the same month last year - an increase of 10 call-outs. The Lomond team, which was founded in 1967, covers the area north of Glasgow and includes large parts of the Loch Lomond and the Trossachs National Park. Team leader David Dodson said carrying out rescues during the pandemic was putting a \"strain\" on the team with extra PPE requirements and the need to decontaminate equipment after each call-out. \"This year is strange because we had two to three months of lockdown when people weren't allowed out,\" he told BBC Scotland. \"The weekend prior to lockdown we had a particularly busy weekend and then nothing until the end of the lockdown when restrictions were eased - and then it kicked off.\" Over one nine-day period in July, volunteers on the team were called to eight rescues. The team has also dealt with two separate incidents on the same day on several occasions. Mr Dodson said there was now a \"big decontamination\" process when the team returned to its Drymen base following a rescue, adding extra time to each call-out. Team numbers are also kept to a minimum on rescues to reduce the risk of Covid-19 \"knocking out\" the whole team. \"When we get back we have to wash down all our equipment and put it away in the garage for three days,\" Mr Dodson said. \"Covid has an impact on the membership and on equipment. The original recommendation for PPE was to wear full waterproofs, goggles and gloves, but that's just not appropriate. \"On a warm day you're soon sweating in full Gore-Tex and you can't see through your goggles.\" Mr Dodson said the focus was now on hand hygiene and wearing face masks which lowered the risk to an \"acceptable level\". The team recorded its 39th call-out of the year on Ben Venue on 13 September, rescuing a pair of lost walkers after dark during the Met Office yellow warning for heavy rain. It followed a rescue earlier in the day on Ben Lomond, one of the team's accident blackspots. Mr Dodson said he believed there were higher numbers on the hills than normal with many people not going abroad for holidays. \"People have also been stuck in their homes for long periods and maybe want to get out and try something new, so maybe they don't have the kit or experience,\" he said. \"The numbers going up Conic Hill are astronomical. It's so close to Glasgow and it's a small hill - but people underestimate it.\" Mr Dodson urged people to be mindful of the impact on rescue teams when things went wrong and to stay within their limits. There are 32 rescue teams across Scotland, with 28 represented by SMR. Four further teams - Glencoe, Lochaber, Cairngorm and Tayside - are part of the Independent Scottish Mountain Rescue group. SMR vice-chairman Kevin Mitchell said it had been an \"unusual\" year, with many teams also reporting a rise in the number of call-outs in March. \"Rescues were up 67% in March - perhaps people were going out on the hill before they were locked down,\" he told BBC Scotland. Mr Mitchell said since the full lockdown ended on 29 May, some SMR teams had reported normal levels of call-outs, but others like the Lomond and Tweed Valley teams were much busier. \"It's been busier in the places that are perhaps more accessible to those who are newer to the hills,\" he added. ", "url": "https://www.bbc.com/news/uk-scotland-54158079"}