{"datetime": "2021-11-08T22:08:04.000Z", "title": "Brecon Beacons: Man rescued from cave after two days", "article": "A man who was injured while caving in the Brecon Beacons on Saturday has been rescued. After he was lifted to the surface on a stretcher, he was clapped and cheered by rescuers before being taken to a waiting ambulance. South and Mid Wales Cave Rescue Team (SMWCRT) said he fell in the Ogof Ffynnon Ddu cave system near Penwyllt, Powys. He has multiple injuries but was said to be in good spirits. Gary Evans, emergency services liaison officer and one of the incident controllers, said: \"The casualty's doing remarkably well when you consider how long he's been in the cave, how long he's been in the stretcher, he's doing very well indeed. \"He's being assessed at the moment and we'll know more in a short while.\" About 250 people were involved in the rescue effort.One of the rescuers, Peter Francis said the man was \"an experienced, fit caver\" and \"it was a matter of putting his foot in the wrong place\". He added: \"It's just something moved from under him.\" Foggy and wet conditions in the Brecon Beacons meant an air ambulance helicopter was unable to land. Instead, the man, had to be moved on a stretcher by specialist crews working in shifts. This was the longest cave rescue undertaken in Wales. The longest had been a 41 hour rescue, and this operation took more than 53 hours. Another caver, who had been caving with the man, notified police about the incident. The complex Ogof Ffynnon Ddu cave system is about 902ft (275m) at its deepest point. It is the second largest in Wales and one of the deepest in the UK. Some of the cave rescuers who helped are internationally renowned, and some have travelled from as far as North Yorkshire. Some were also involved in theThai cave rescue in 2018 .The caves were discovered by the South Wales Caving Club in 1946, according toNatural Resources Wales , and contain a number of underground streams and waterfalls. They can only be accessed by cavers with a permit from the caving club. The caving club'swebsite describes Ogof Ffynnon Ddu: \"The through trip from the top to the bottom entrance remains a classic in the UK, and its approx 61km [38 miles] of passages provide everything from huge chambers, beautiful formations, to yawning chasms and thundering river passages,\" it said. \"The routes through the cave are too numerous to mention.\" It adds: \"Be aware that the mainstream and some other parts of the cave are prone to flooding, and in any event a journey down the mainstream is long and cold and wet, so go prepared.\" ", "url": "https://www.bbc.com/news/uk-wales-59203695"}