{"datetime": "2017-11-02T06:20:02.000Z", "title": "Mid Wales should get growth deal, say AMs", "article": "Mid Wales should be offered the same kind of UK government funding package parts of south Wales have secured for infrastructure developments, AMs have said. A report from the economy committee said there was a \"strong sense of unfairness\" when other regions have been offered \"growth deals\". But it said it was not yet clear what such an agreement could achieve. The UK Government said it was open to ideas to boost the region's prospects. \"These new regional deals, worth billions of pounds, are re-shaping the economic development priorities of south Wales, and have the potential to do the same for the rest of Wales,\" said Russell George, chairman of the economy, infrastructure and skills committee. \"A mid Wales deal would complete the jigsaw for an ambitious vision. We believe that funding aimed at improving transport infrastructure, digital connectivity and developing new job opportunities would be of huge benefit both to the area and to the country as a whole.\" Under theCardiff Capital Region Deal , which covers 10 local authorities in south east Wales, £1.2bn has been promised over 20 years - with UK and Welsh Government providing £500m each. TheSwansea Bay City Deal covers projects across Swansea, Neath Port Talbot and Carmarthenshire - with £241m from the Welsh and UK governments and £396m from other public sector organisations. Both schemes are aimed at boosting economic development - with £734m of the Cardiff cash tied up in theSouth Wales Metro transport project. The UK government has also said it would consider proposals for a regional package for north Wales. Ceredigion council leader Ellen ap Gwynn told the committee that mid Wales had been \"left behind\" and \"ignored\". The report said: \"The committee notes the strong sense of unfairness in mid Wales that other regions are getting a boost to their economic development, and, in particular, that additional investment is part of the growth deal process. \"However, it is clear that mid Wales is not yet in a position to make a practical bid - as it has neither an agreed vision, nor an established group to lead such work.\" The committee said \"it seemed that there is not yet a clear vision of what a deal might include nor what it might achieve\". \"Given the lack of a 'city' focal point, and the different economic circumstances of Powys and Ceredigion, it is unclear that mid Wales is even a self-contained economic area,\" the report said. It also said concerns have been made around the transparency of city deals resulting from the way that they are governed. Think tanks the Bevan Foundation and Joseph Rowntree Foundation have stated that the processes used to arrive at the deals was unclear. \"The frequency of concerns around transparency, and the acknowledgement from deal leaders that more could be done in this area, shows the need to ensure more transparent working in the future,\" AMs have recommended. A UK Government spokeswoman said: \"The signing of the city deal agreements between the Cardiff Capital Region and the Swansea Bay Region have been the first results of this work in Wales.\"The next step is securing a North Wales Growth Deal. We are also open to hearing ideas from mid Wales about how the region could benefit from such an initiative.\" A Welsh Government spokesman said it was committed to working with all areas of Wales to grow and support the economy. ", "url": "https://www.bbc.com/news/uk-wales-politics-41834291"}