{"datetime": "2022-01-27T06:07:24.000Z", "subject": "Climate change", "title": "Coal: Aberpergwm colliery gets OK to mine 40 million tonnes", "article": "A Green Party MP has said it is \"shameful\" that a colliery in south Wales has been given permission to mine a further 40 million tonnes of coal. Caroline Lucas said fossil fuels must be left in the ground. The UK government, which oversees the Coal Authority which is responsible for licensing mines, said it had greatly reduced the country's reliance on coal. Energybuild said most of its coal was not burned for energy, but used in processes including water purification. Welsh ministers wanted the UK government to cancel the licence for Aberpergwm mine, near Glynneath in Neath Port Talbot. But it said on Wednesday evening it was committed to working with the company on business models that were sustainable. The colliery is the only producer ofhigh-grade anthracite in Western Europe and supplies nearby Tata Steel plant in Port Talbot. Energybuild said it provided 160 well-paid jobs in the area, plus 16 apprenticeships. Managing director Rhidian Davies said last year that his products were \"in significant demand to support the transition to a sustainable green economy\". He added that Energybuild brought \"more than £100m of investment\" into the area. The firm was unable to comment on Wednesday until getting formal notification from the Coal Authority, whose website said an application for a full underground licence had been approved. In November, Welsh Labour deputy climate change minister Lee Waters urged the UK government to stop \"40 million tonnes of coal\" being extracted over the next 18 years. His commentsprompted a row between Westminster and Cardiff over who was ultimately responsible. Ms Lucas, MP for Brighton Pavilion, said: \"It is unbelievable and utterly shameful, especially when the UK still retains the presidency of UN climate change body COP.\"It's made worse by the farcical dispute between the UK and Welsh governments over who has the power to cancel the licence.\" She said ifthe aim to keep the rise in global temperatures to 1.5C was to be kept alive, \"fossil fuels must be left in the ground. Yet we're about to see more coal being dug up in our own backyard\". She added: \"It's hard to think of a more retrograde and damaging step, and one that completely undermines any climate diplomacy that Alok Sharma will be conducting in future months.\" The UK government said it was the Coal Authority - not ministers - that was responsible for licensing coal mines. A spokesman added: \"We have taken massive steps to reduce our reliance on coal in recent years.\"Coal now accounts for less than 2% of our energy supply and will be phased out entirely by 2024.\" Aberpergwm was originally granted a licence to mine coal before licensing powers were handed to the Welsh government. The mine operators had applied to the Coal Authority for formal recognition that the conditions attached to their original licence have been fulfilled. The Coal Authority website now says it has approved an application made in 2020 for a \"full underground licence\". The Welsh government said: \"We have been clear that we do not support the extraction of fossil fuels and are focused on the climate emergency. \"As the original licence was issued before powers in relation to coal licences were devolved, Welsh ministers are not able to intervene in the licensing process and appropriately apply Welsh policy.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-60147423"}