{"datetime": "2022-02-01T20:45:38.000Z", "author": "Steffan Messenger", "subject": "Climate change", "title": "Welsh ministers 'could have stopped Aberpergwm mine go-ahead'", "article": "The UK Coal Authority has suggested the Welsh government could have stopped it approving the controversial plan to dig up tens of millions of tonnes of coal. Last week, Aberpergwm mine was granted a licence to dig up afurther 40 million tonnes of coal . Its owners say most of it will not be burned. Ministers in Cardiff Bay and Westminster had clashed over who had the powers to step in. The Welsh government maintains it could not have overruled the decision.The mine's operator, Energybuild, has said most of the coal will not be burned, but used in processes such as water purification. With the UK currently presiding over global climate change discussions, the decision to allow more coal mining at the site in Neath Port Talbot has been described as \"shameful\" and \"disappointing\" by opponents. A spokesman from the Coal Authority said it had asked the Welsh government \"for any direction they would wish to give\" under current legislation. \"On 10 January 2022, the Welsh government informed the Coal Authority that Welsh minister will not be making a determination in this case,\" he said. He added the mine's operator had demonstrated that \"they have met the requisite tests under current legislation\", concluding that the Coal Authority \"having consulted Welsh government on the application, has a legal duty to approve the license application\". Though the Wales Act 2017 handed oversight of mine licensing to the Welsh government, ministers in Cardiff Bay have argued this was irrelevant because the Aberpergwm application was made before the new powers came into force.A spokesman for the Welsh government said it did not support \"the extraction of fossil fuels\" and was \"focused on the climate emergency\". He added: \"The Aberpergwm colliery lawfully acquired the necessary licence before the Wales Act 2017 introduced powers in relation to coal licences for Welsh ministers. \"The decision to approve this licence was a matter for the Coal Authority to consider against the duties imposed on it by the Coal Industry Act 1994.\" ", "url": "https://www.bbc.com/news/uk-wales-60222233"}