{"datetime": "2018-03-16T00:59:37.000Z", "title": "Mid Wales growth deal: 'No doubt about ambition'", "article": "Business leaders, farmers and colleges are being pressed for ideas to boost the economy across mid Wales. Wales Office Minister Lord Bourne will meet representatives in Aberystwyth on Friday to discuss progress so far. Lord Bourne said giving local areas the power and freedom to drive investment was \"a key part of achieving a Britain that works for everybody\". \"Growth deals\" for theCardiff and Swansea regions have been agreed, with plans being drawn up in north Wales. The UK government said it would welcome proposals for a mid Wales growth dealat the Budget in November , to complete the picture of growth deals covering all parts of Wales. Lord Bourne said he wanted to see \"what progress is being made on developing the vision for the region's economic future\" at the meeting on Friday. \"It is for the partners involved to come up with proposals, and to work with the UK and Welsh Governments to achieve the best deal for Mid Wales,\" he said. \"I have no doubt about the ambition of leaders in mid Wales to get this right as we work together to agree a new deal that will drive growth across the region.\" The current vogue in the world of economic development is to base everything around the business activity generated in and around cities. So far from a Welsh perspective, the focus has inevitably been on Cardiff and Swansea, although the impact here may take some time with so many public bodies in the mix. There are two big hurdles two overcome in mid-Wales: one is to tailor something appropriate in one of the most rural parts of the UK when all the talk is of urban areas, and the other is to get people different organisations to work together to unlock funding. Across England, regional economic development can be simpler between central and local government but in Wales the situation becomes more complex with a devolved administration part of the equation. And like elsewhere, mid Wales has some of the same fundamental problems around trying to raise wage rates by encouraging more skilled jobs in the local economy. ", "url": "https://www.bbc.com/news/uk-wales-politics-43420611"}