{"datetime": "2021-11-05T21:52:49.000Z", "title": "Climate change: 'Ludicrous' to scrap Aberpergwm mining licence - union", "article": "Calls by a Welsh government minister to scrap a mining licence at Aberpergwm colliery near Glynneath have been criticised as \"ludicrous\" by a union. Deputy Climate Change Minister Lee Waters urged the UK government tostop \"40m tonnes of coal\" being taken \"from Welsh soil\" over the next 18 years. The National Union of Mineworkers (NUM) said his comments were misleading. Mr Waters said Welsh ministers have a \"clear policy of stopping using fossil fuels\". Meanwhile, Glynneath businesses say the move would be a \"big loss\" to the town. Aberpergwm mine is the only producer of high-grade anthracite in Western Europe and it supplies the nearby Tata steel plant in Port Talbot. The Welsh government said it was up to the UK Secretary of State for Business, Energy and Industrial Strategy (BEIS), Kwasi Kwarteng, to act to intervene to prevent the coal being extracted, and and it has asked him to intervene. But the UK government said final responsibility for licensing coal mines was with the Welsh government.Wayne Evans, NUM general secretary for south Wales, said that if the colliery was shut, steel companies would have to import it instead. \"If the coal from this colliery is stopped from going into British steel, or Tata Steel, that will be replaced with coal coming from Indonesia or Australia, halfway across the world,\" he said. \"Surely that undermines his argument about the carbon footprint, and his reasons for closing this mine is surely totally undermined by his own statement. It's ludicrous.\" He also accused Mr Waters of having wrong figures on production of coal from the mine. In response, the Welsh government said there was a risk up to 40m tonnes of coal could be extracted from Aberpergwm by 2039, with \"no guarantees about how and where the products will be used\".\"If burned, this would release around 100m tonnes of CO2, as well as other pollutants, into our environment going against everything COP26 stands for,\" a Welsh government spokesperson said. The mine operator, Energy build Ltd, said it supplied niche industries like water filtration and steel production. It provided 160 well-paid jobs in the Vale of Neath area, plus 16 apprenticeships, it added. Meanwhile, in the town itself, people said losing the mine would have a big impact on Glynneath's economy. Rita Evans, who owns Evans News in Glynneath, said if the mine were to close, it would have \"a huge knock-on effect to us\". \"It shut for a while quite a while ago and it did have a massive effect on the town, so yes it would be a big loss,\" she said. \"They come in here most days to buy their chewing tobacco, stuff and drinks to go to work you know. It would be a huge thing to lose it.\" People and businesses rely on the mine too because there \"aren't enough local jobs around,\" Tumbleweed gift shop manager Tracy Jones said. \"To be honest, we need that place to be open,\" she said. \"We need people to have jobs, we don't need anymore unemployment in this village. \"There is so much unemployment in the local area, we don't need any more of that... we need this as a community for everybody.\" Ms Jones said she knew a lot of people working at the mine, and that the well-paid jobs are vital to businesses like her shop and the local economy. Meanwhile, Glynneath councillor Del Morgan said he believed one usage of the coal, to purify water, \"should be very important for this part of the world\". \"The coal here is clean coal, it's anthracite and it's very, very good for filtration.\"This means you can purify water around the world… extract the toxins but leaving the important salts and minerals,\" he said. ", "url": "https://www.bbc.com/news/uk-wales-59185571"}