{"datetime": "2022-02-11T17:38:07.000Z", "title": "Welshpool pub: Ambulance delay probed after man's death", "article": "Police officers concerned for a man's safety had to phone twice for an ambulance when their first call did not result in dispatch, his inquest heard. Police visited the Powis Arms pub in Welshpool following reports a guest staying in accommodation there was \"smashing\" up his room. Martin Browne, 29, was later taken by ambulance to hospital where he died. The local ambulance service told proceedings there was no evidence as to why the first ambulance was not sent. While citing \"operator error\", assistant coroner for South Wales, Andrew Barkley, said delays in dispatching did not likely cause or contribute to Mr Browne's death, ruling it to be drugs-related. Friday's inquest was told father-of-two Mr Browne - a Birmingham resident - was found on the floor of his room in Pool Quay by officers called to a disturbance. In a statement read to the hearing at Welshpool Town Hall, landlord Andrew Smart said he had called police after hearing Mr Browne \"smashing\" his room at around midnight on 19 January 2019. Sgt Greg Lovatt, of Dyfed Powys Police, said that on arrival at the venue, he and a colleague found the room in \"disarray\", with the entrance blocked by a wardrobe. Mr Browne, he said, was largely unresponsive and appeared to be \"fitting\". His colleague PC Keifer Hewitt, the inquest heard, phoned Welsh Ambulance Service at 00:26 GMT, with a follow-up call at 00:38 GMT. The first call was classed by handlers as an Amber Two incident, the third-highest priority, and an emergency to which ambulances were normally sent. The second - in which the officer said Mr Browne's condition was deteriorating - was upgraded to an Amber One, with paramedics immediately dispatched.Following a spell of three large fits, where Mr Browne's \"chest stopped rising and falling\", Sgt Lovatt said the officers commenced CPR. Paramedics then arrived to assist with life-support before transporting Mr Browne to Royal Shrewsbury Hospital in Shropshire where he was pronounced dead shortly after 02:00 GMT.Ambulance call centre manager Eleanor Blackmore said there was no evidence as to why the ambulance, which had been at Welshpool station, was not dispatched after the first call. Since the incident, she added, new measures had been brought in, including a reporting form where staff could explain decisions over ambulance allocations. The service was also seeking funding, she said, for a dispatch auditor role to look at decision-making. Pathologist Dr Deryk James said \"very high\" levels of cocaine were found in Mr Browne's system during toxicology tests, which could produce \"fatal outcomes\". He gave a medical cause of death as cocaine toxicity. Mr Browne's father, Paul, paid tribute to his son's \"respect\" for the elderly and children, and praised the \"exemplary\" actions of the two police officers at the scene. Giving his conclusion, Mr Barkley described the ambulance dispatch delay as \"operator error\" but said, on the balance of probability, it would not have caused or contributed to Mr Browne's death. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-60353495"}