{"datetime": "2021-12-31T17:06:51.000Z", "title": "Objections to Charlotte Church Elan Valley wellness retreat", "article": "Objections have been raised to singer Charlotte Church's plans of opening an eco-friendly wellness retreat. The Voice of an Angel star spent £1.5m on the former home of fashion designer Laura Ashley in the Elan Valley, Powys. She wants to transform Rhydoldog House into a carbon neutral wellbeing and healing retreat with four log cabins in the grounds as tourist accommodation. But Powys council highways officials have objected to her proposals.The concerns centre on the suitability of access from a narrow country lane - the C1219 - with the application's estimate for additional traffic volume questioned. In the application, it is suggested the retreat and log cabins would create up to 30 vehicle movements a day - 15 arrivals and 15 departures. But council officers disputed this, claiming actual traffic volume would be \"significantly higher\", and said proposed new passing places for vehicles were unsuitable. \"Based on the above, the highway authority does not support this application, on the basis that the development as proposed, will create an unacceptable risk to highway safety,\" a council highways official said. Natural Resources Wales also said it had concerns over \"inadequate information\" provided about protected sites. If the retreat gets the go-ahead from planners, it will provide accommodation for a maximum of 17 guests for three or four-day residential courses.There would also be four one-bedroom log cabins. Llinos Hallett, of Asbri Planning, said: \"The client aims to restore both the buildings and the sensitive landscape setting, enhancing biodiversity and retaining and celebrating the history of the house, particularly in reference to its past ownership by the Laura Ashley family. \"The proposal contributes towards the county's vibrant tourism economy and is based on the principles of sustainable tourism offering a quality experience.\" Ms Hallett added it would offer \"a distinctive healing and mindfulness experience for its visitors\". Planning officers will look at all the evidence and have set a deadline of 25 January to determine the application.", "url": "https://www.bbc.com/news/uk-wales-59842268"}