{"datetime": "2014-12-12T18:23:33.000Z", "author": "Cemlyn Davies", "title": "Mid Wales becoming economic 'dust bowl', charity claims", "article": "Mid Wales is becoming an economic \"dust bowl\" which people are leaving in search of food, shelter and jobs, a charity leader has claimed. Guy Evans, managing director of the Ceredigion Care Society, told BBC Wales the region was \"close to breaking point\" and needed more government help. He said focusing support on the M4 and A55 corridors meant the \"vast expanse\" in between was being forgotten. The Welsh government said it has invested heavily in the region. Speaking tothe BBC's Sunday Politics Wales programme , Mr Evans pointed out that none of the Welsh government's seven enterprise zones were in mid Wales. He said plans for a £1bn M4 relief road near Newport had left people in Ceredigion and Powys wondering if the Welsh government needed \"to readdress their priorities\". Mr Evans likened the situation to that of the \"dust bowl\" crisis of 1930s America, where thousands of farming families abandoned the land and migrated west when their crops failed during intense droughts. \"Unless something is done positively to reverse this trend there's going to be an economic and a cultural void left in mid Wales,\" he said. Mr Evans added that while Welsh ministers claimed that UK Treasury funding for UK nations under the Barnett formula should be determined by need rather than population size, they should apply the same logic within Wales. \"It's not about population density, it's about areas of need - and rural mid Wales is certainly one of these,\" he said. Meanwhile the managers of a food bank in Cardigan, run by the New Life Church, said the number of people coming to them for help had risen from under 200 to over 1,000 over four years. Alan Faunch, who helps to run the service, said: \"A lot of people are one bill away from not eating. \"People are struggling to find work and to cope with all their needs. \"Jobs are very few and far between and there just isn't the economy here.\" A Welsh government spokesperson said: \"In the past five years alone, more than £8.8m of Welsh government funding has been invested in the extensive regeneration of Aberystwyth, while an additional £3.75m has been shared equally between Ceredigion, Powys and Pembrokeshire to support their town centres and bring empty shops back into use.\"Additionally, £23,000 has been provided to Ceredigion council to develop a Business Improvement District in Aberystwyth.\" For more on this story, see Sunday Politics Wales on BBC One Wales at 1100 GMT on Sunday 14 December ", "url": "https://www.bbc.com/news/uk-wales-mid-wales-30446735"}