{"datetime": "2022-01-10T18:43:31.000Z", "author": "Bethan Lewis", "subject": "Coronavirus pandemic", "title": "Covid 'hugely upsetting' for pupils, say schools", "article": "A school leader has spoken of the \"hugely upsetting\" impact of the pandemic on pupils, as students in all parts of Wales return to classrooms. There have been warnings that some teaching may have to move online as a result of staff absence due to Covid. The Welsh government said the vast majority of schools aimed to have all learners in the classroom this week.One academic said schools had learnt to deal with \"whatever is thrown at them\" during the pandemic. Mark Hatch, head of Ysgol Dinas Bran in Llangollen, Denbighshire, said he was delighted to welcome all pupils back on site, but he said almost two years of disruption had impacted \"hugely\" on them. Dyfan, 18, from Trevor, a student at Ysgol Dinas Bran, said: \"It feels weird to be back with more restrictions. It's frustrating in a way to come back to more [restrictions] than there were before,\" he said. \"It's quite stressful - [we] didn't sit exams last year or the year before - so not only is there the stress of preparing for them but the stress of thinking, 'Am I ready to sit down in a room for two hours and just get on with it?' I've not been in that environment ever in my life.\" Jemima, 15, from Wrexham, said: \"I don't know if I'm going to do my exams and if I do have online learning it's the worry of being prepared for the exams with all the work.\" She said Covid had flipped her life upside down. \"The biggest change has been school because everyone's always had that from a young age and for that to change so drastically has been quite a culture shock.\" Mr Hatch admitted it was that uncertainty that poses the biggest challenge to schools. \"Given all the concerns before Christmas about whether we would be open or not, we're really pleased to be opening to all students and welcoming them back this morning,\" he said. \"The difficulty in planning for this term has been the uncertainty - whether we're planning for a full lockdown, for blended learning, knowing how many staff we've got in but also the amount of restrictions we're going to have to put in place.\"It's having that balance of what restrictions we put in place without harming education further still for the students, and also for the wellbeing of the students and staff within the school.\" However the restrictions have had an impact on the pupils' education, he says. The school has reintroduced year contact groups and has more one way systems in place, to reflect the higher risk levels posed by the Omicron variant. \"Their education has been disrupted through being in the same classroom, having supply teachers, having lockdowns, blended learning,\" he said. \"It's hugely upsetting how much impact it's having on the students.\" Schools across Wales were given two planning days at the start of term with most children in south Wales back in class on Thursday. Most pupils in north Wales returned on Monday. Pupils in Ceredigion and Powys were taught online on Friday but both councils said all schools were now open for onsite teaching. On Monday, Merthyr council said about 11% of staff were off for Covid-related reasons but there were no classes currently closed to pupils, as is the case across Cardiff and Newport. Only 1.9% of staff were absent in Pembrokeshire and less than 1% in Torfaen. In Denbighshire, years 7 to 9 in St Brigid's School, Denbigh, will be learning online until Friday, with other year groups going in as usual. All Flintshire schools have reopened for face to face learning but the council said the situation remains challenging and could change at short notice. Gareth Evans, director of education policy at University of Wales Trinity St David, said schools had learned to adapt during the pandemic. \"Schools are agile, they're adaptable and flexible and they've shown over the past two years, that they're very much up for the challenge and will deal with whatever is thrown at them,\" he said. \"Schools are in a in a stronger place but that's not to say, however, should things get significantly worse and the situation deteriorates further there might have to be some consideration around the future exam series, particularly those exams set in the summer. \"If pupils are not in a position to sit the exams that they would have sat ordinarily, we might have to think about some sort of contingency.\" The Welsh government said it was not aware of any schools having to fully close, while a snapshot at the end of last week indicated staff absences were at approximately 10%, though numbers varied across schools. But it said special schools appeared to have faced greater levels of disruption than others. It warned the situation continued to change on a daily basis. ", "url": "https://www.bbc.com/news/uk-wales-59945062"}