{"datetime": "2021-12-30T09:18:43.000Z", "author": "Nelli Bird & Owain Evans", "title": "Heads of the Valleys road section opens three years late", "article": "A stretch of a major road in south Wales has opened - three years late and more than £110m over budget. The section of the A465 from Brynmawr, Blaenau Gwent, to Gilwern, Monmouthshire, should have opened in 2018, but has been beset with problems. The road as a whole has seen works for 20 years along different sections.The Welsh government acknowledged the project had caused \"difficulties\" for people, but said the scheme would help deliver on long-term commitments. The initial budget was £223m but has skyrocketed to £336m, partly due to a legal dispute between the Welsh government and contractors Costain, although the true cost of the project is said to be commercially sensitive. Many hope the road can bring positives, despite the cost.Lee Meredith, of Community Fitness in Brynmawr, said the route appeared to be bringing in more business. He said: \"We did some promotion in the Abergavenny area, Blaenavon, Pontypool... and since the road has reopened, memberships have gone up quite well. Just due to the access to Brynmawr and the local area. It's a positive thing really.\" Charlotte Evans, of education and training provider Sgiliau, said she \"can't believe\" it took seven years to finish the work. \"From visiting Brynmawr centre and travelling to Abergavenny, our other centre, it has been a long stretch, especially waiting in traffic and we've had to make up that time at home with the paperwork,\" she said. \"But I love Brynmawr and I hope now with all the roads going back to normal, fingers crossed we'll have a lot more young people and businesses going back to normal.\" The work has been part of the Welsh government's £800m scheme to turn the whole route from Monmouthshire to Neath Port Talbot into a dual carriageway. Construction is also taking place on the stretch of road between Dowlais Top, Merthyr Tydfil, and Hirwaun, in Rhondda Cynon Taf, meaning more disruption until 2025. The road was originally built in the 1960s, one of five key routes identified by the Ministry of Transport in a post-war economy to link the area to the Midlands.Prof Calvin Jones, of Cardiff University's business school, said the road was an important one, which many firms \"depend on and will increasingly depend on as it improves\". But he said the level of investment would not happen again, especially after plans for an M4 relief road at Newport were scrapped because of the cost and impact on the environment. \"I absolutely think that sort of money will not be put into one road project in Wales, probably ever again,\" he said.\"I thinkthe M4 was a watershed - we won't go back. \"Big infrastructure projects are certainly not going away because we absolutely need those to transform the Welsh economy, to make it more sustainable and climate neutral, but I think those big road days are gone. \" Earlier this year, the Welsh governmentput a freeze on all new road-building projects meaning the kind of schemes that get the go-ahead in the future may be different. But others in the area believe alternatives to road travel will not work for people who need to cross the valleys.Neil Gregory, of GOS Tool and Engineering Services in Blaenavon, Blaenau Gwent, which employs 135 people making excavators for the railways, said the new dual carriageway was \"terrific\" and a vital link for many.\"We have people trying to come to us from all of the top of the valley towns every morning,\" Mr Gregory explained. \"There is no way they could get here for 07:30 on public transport. It is essential that we have a strong road network at the heads of the valleys.\" The Welsh government said: \"This has been a challenging project and we know that at times it has caused some difficulties for local people and businesses, but the scheme will deliver on our long-term commitment to improve traffic flow, reduce journey time, enhance road safety and improve resilience in this area whilst considering the impact on the environment.\" ", "url": "https://www.bbc.com/news/uk-wales-59796648"}