{"datetime": "2022-01-10T15:04:44.000Z", "title": "Family of Wales' children's commissioner fled Pinochet", "article": "A woman whose parents fled a brutal military dictatorship has been appointed Wales' new children's commissioner. Rocio Cifuentes arrived in the country as a one-year-old with her parents - political refugees from Chile. Her father, Jose, has written about how he was imprisoned and tortured after General Augusto Pinochet took power. Ms Cifuentes said her family's experience \"certainly shaped my values and who I am\". She will take up her position in April 2022 when Sally Holland's tenure ends. First Minister Mark Drakeford said he was proud Ms Cifuentes was taking over the role, which acts as a watchdog for children's rights in Wales. Ms Cifuentes is the chief executive of Ethnic Minorities and Youth Support Team (EYST), a Welsh organisation supporting black, Asian and minority ethnic communities, having led the organisation since it began in 2005. Ms Cifuentes family came to Swansea in 1977 after they fled Chile, fearing for their safety. During the left-wing government of Salvador Allende, Mr Cifuentes and his partner Maria Cristina were student activists working to help the poor. Pinochet's military coup violently brought the Allende government to an end in 1973 - those on the left were persecuted and the 17 years of dictatorship that followed saw 3,000 people killed or go missing. In his book, Revolutionary Dreams From Chile To Wales, Mr Cifuentes wrote about how he was taken prisoner and was tortured by soldiers who beat and electrocuted him. Ms Cifuentes said her family fled Chile \"to protect their own lives, but also my life because many babies were killed or taken away from families\". \"It was certainly something that was always spoken about very openly. \"There was at the time a larger Chilean community in Swansea where I grew up, so it was around me and it certainly shaped my values and who I am. \"What drives and motivates me is definitely based on my experience. \"This is why I really want to make a positive difference and achieve greater social equality for everybody in Wales.\" Her father toldWales Online in 2018: \"What we went through was something no ordinary person could grasp.\"It is something extraordinary in terms of the brutality, illegality and cruelty of knowing through no fault of your own, your life is at risk 24 hours a day, every day, every month.\" A cross-party panel ofMembers of the Senedd recommended Ms Cifuentes, who studied at Cambridge and Swansea universities, for the position.She said she would ensure the voice of children and young people was \"at the heart of everything we do\". Ms Cifuentes said children had been \"disproportionately\" impacted by the pandemic, and said she was worried about how the \"gap has grown\" between children economically better off and those worse off. \"That's one thing I really want to work hard on improving - is to make sure that children do have an equal start,\" she said. She is the first children's commissioner in Wales from an ethnic minority and said her appointment \"does send a strong message\". She argued Wales was on a \"journey of waking up\" to institutional racism. \"I think the Black Lives Matter movement, the killing of George Floyd, many other local issues that have happened in Wales have shone a stronger light on institutional racism and how embedded that is in our society because of historical things, but also because of the way that government and many other public bodies look, even today.\" Before being chief executive of EYST, she worked for the Council of Ethnic Minority Voluntary Organisations, Swansea Young Single Homelessness Project, Gower College and Swansea University.Paying tribute to Ms Holland, Mr Drakeford said she had \"made an impressive and long-lasting contribution to a generation of children in Wales\". ", "url": "https://www.bbc.com/news/uk-wales-59934624"}