{"datetime": "2022-01-04T21:30:39.000Z", "subject": "Coronavirus pandemic", "title": "Covid: School staff absences expected to cause 'significant disruption'", "article": "Staff absences are expected to cause \"significant disruption\" to pupils returning to school, one teaching union has said. Laura Doel, director of NAHT Cymru, said a lack of teachers would be a \"major threat\" to education in January.Last month the first ministertold schools to plan for online learning in case of staff illnesses. Wales' Deputy Chief Medical Officer, Dr Chris Jones, said the plan was to keep schools open at present. Ms Doel said teachers were keen to return to school as \"the best place for learners is in school\", but it was important precautions were taken to protect the workforce. \"Schools staying open has to be our number one priority. We know the disruption we've had previously, nobody wants to return to online learning,\" she said. But Ms Doel said she \"would not rely\" on schools having adequate supplies of lateral flow tests for staff.Secondary age pupils and all school staff have been urged to use lateral flow tests three times a week in the new term. She said the promise of several million pounds worth ofventilation machines for schools from the Welsh government \"have not been forthcoming\". \"It's vital that we all play a part in making sure that they stay open as long as they can,\" she added. A Welsh government spokesperson said: \"CO2 monitors have been delivered to all local authorities and schools to monitor levels of CO2 in classrooms and identify when ventilation needs to be improved.\"We have provided local authorities with £2.24m to improve ventilation in schools where recurring issues arise. We continue to prioritise measures to improve ventilation and air quality in classrooms.\" An agency, who supplies Welsh schools with supply teachers, said almost all of the 150 teachers on their books had been called to work this week. \"I'm up at 6am, and I get texts from headteachers looking for teachers and teaching assistants now,\" said Margaret Edwards, from Taro Nod. \"It's non-stop, more teachers and teaching assistants are needed,\" she said. Schools in Wales were told to taketwo planning days this week to prepare for the new term due to rising Covid cases. Pupils in some areas are expected to return to school on Thursday, with all pupils expected back in class by 10 January - except in Powys, which confirmed there will be remote learning at the start of term. On Monday, the executive head teacher of Ysgol Y Ddraig in Llantwit Major and Holton Primary School in Barry, said both schools were \"doing very well\" after initially expecting to be short of six staff. Ty Golding said only four staff were now expected to be off over the next few days and that there were enough lateral flows available for staff to get tested. Absence was due to staff being off with Covid, other illnesses or struggling to get child care for their own children, he toldBBC Radio Wales . After a surge in cases in one school before Christmas, Mr Golding said it was \"vital\" children returned to face-to-face teaching, but only as long as schools are \"safe and well managed\". \"For us it's about getting the plans into place and being ready to move online - but it's also about having that secondary plan in place for returning on Thursday.\"We might also come back and then have individual classes and year groups off.\" In light ofrising Omicron cases across the country, Dr Jones said: \"Schools being open has always had an impact in this pandemic as much as anything because of the social mixing among parents outside the school gates and extra curricular activities around the school programme.\" He added: \"We have always been keen to see schools remain open and that remains the case. I don't anticipate a position where schools close at present.\" The Welsh government said: \"We have taken early and decisive action to keep Wales safe in light of the spread of the highly-transmissible Omicron variant. \"Preparations continue across all public sector organisations in Wales to prepare for staff absences so we can keep services running.\"On teachers being prioritised for vaccinations, a Welsh government spokesperson added: \"We are following the advice of the Joint Committee on Vaccination and Immunisation.\"It has recommended the order in which people should be vaccinated in the UK and this ensures people who are at the highest risk from serious illness or death are vaccinated first.\" ", "url": "https://www.bbc.com/news/uk-wales-59862149"}