{"datetime": "2022-01-10T00:01:29.000Z", "author": "Hazel Shearing", "subject": "Coronavirus pandemic", "title": "Covid in schools: 'Fresh air will help stop the spread'", "article": "It's 5C outside, but head teacher Mel Eastwood is making sure all the windows are open at her primary school in Wirral. \"Yes some children may be cold,\" she says. \"But we are doing all we can to ensure they can comfortably get on with it.\" Ms Eastwood's school - Egremont Primary in Wallasey - is one of more than 20,000 in England treading a fine line between ensuring good ventilation - by opening windows in line withgovernment advice - and keeping children warm during the current cold spell. For schools which have particularly poor ventilation, or cannot open windows, the Department for Education (DfE) is distributing between 7,000 and 8,000 air cleaning units. Ms Eastwood says she has kept windows open throughout the pandemic, and that her school has seen a fraction of Covid cases compared with others in the area. Luckily for her, the old brick building keeps the heat in, but they've also had to put radiators on.\"It's not necessarily eco-friendly, but that's just the way it is.\" She says some children complain because they are \"colder than normal\". \"[Is it] on a level that's inappropriate and unsafe? Absolutely not.\" She has written to parents advising that children should wear vests, and says the school supplies extra tights and clothes for those who need them. About 150 miles away in South Gloucestershire, one mother, who asked not to be named, says her 14-year-old daughter is wearing extra leggings and a T-shirt, as well as two pairs of socks, to school - but comes home \"freezing\" because the windows are open and the heating is off. \"My daughter is not happy about the extra layers of clothing and says she feels very uncomfortable,\" she says, adding that she worries cold classrooms will make it harder for children to concentrate. \"I understand that classrooms need to be ventilated and windows and doors open to circulate air, but I do not feel that this is a practical solution in the winter.\" The results of a survey of 500 education staff,published by hygiene services company phs Group last Friday , found that one in five thought opening windows during the winter months was \"impractical\". Up to 8,000 DfE-funded air cleaning units will be distributed in February. Schools are able to apply for these online until 17 January, butthey must have sustained high CO2 readings and be in need of building works to address ventilation issues. That is in addition to 1,000 funded air cleaning units for other educational settings - such as special educational needs and disabilities schools - which are being distributed this week. Labour has accused the government of \"complacency\" on classroom ventilation. Bridget Phillipson, shadow education secretary, told MPs last week that results had not yet been published for a pilot of air purifiersannounced last summer. \"Either that trial will tell us that those units are, in fact, a waste of money, or that for hundreds or thousands of classrooms, 7,000 is wholly inadequate for the challenge they face,\" she said. \"While ministers take their time to decide, it's winter. Windows are open in schools across England and children are having to be wrapped up in their coats to learn. It is incompetent, complacent and inadequate.\"A DfE spokeswoman said air cleaning units were \"not needed in the vast majority of classrooms - only where there is poor ventilation that cannot be easily improved\".She said the number being distributed was \"based on feedback from schools\". More than 350,000 carbon dioxide monitors have been delivered. The DfE is alsorecommending air cleaning units for schools that are not eligible for the funded items. Some schools have already bought their own. Research shows that being in a room with fresh air can reduce the risk of infection from particles by over 70%,according to the Department of Health and Social Care. Prof Paul Linden, of the University of Cambridge, helps advise teachers on how to ventilate their classrooms, as part of a project calledCoSchools . He says actions teachers can take depend on the type of building. He recommends opening higher windows where possible, and even opening windows for around 10 minutes per hour, depending on the space. \"The more you open it, from the point of view of ventilation, the better it is - and then you have to trade that off with the temperature,\" he says, adding that it is important to bear energy costs in mind. Dr Henry Burridge, who is also part of the project, says teachers who consistently have high CO2 readings should inform the school leadership team, so that longer-term changes can be made, such as adding new windows. \"If those changes take a long time then it's a really good idea to get an air cleaner to cover you for that short-term period,\" he says. \"These air cleaners are not designed to be a long-term solution.\" ", "url": "https://www.bbc.com/news/education-59908786"}