{"datetime": "2018-01-25T06:53:14.000Z", "title": "Charlotte Church searches for mental health answers", "article": "A world-first scan of a live brain carried out in Cardiff, showing how neural circuits interact, could one day help diagnose mental health disease. The technique and other new treatments are investigated by singer Charlotte Church in a programme exploring depression and other mental illnesses. Having watched her mother battle mental health problems, Church wanted to look at research into new cures. She said: \"It's a subject that is close to my heart.\" In Charlotte Church: Inside My Brain, the singer meets Dr Chantal Tax from Cardiff University's Brain Research Imaging Centre (Cubric), which has created the brain connection imaging technique. Dr Tax calls it a \"road map\" of the brain, adding: \"It's like an image of the wiring of the brain. With this technique we can finally look into a living brain. \"It's really important to study the wiring and more specifically to study if that wiring is still intact, if there is still information flowing through there.\" Cubric is analysing lots of people with and without mental health problems to pinpoint which neural circuits are involved. Dr Tax says: \"Possibly in the future it might become the case that we can get a new patient in and can give a more specific diagnosis based on the knowledge that we gain now.\" In another part of Cardiff University, Dr John Atack is working on new drugs to treat psychiatric illnesses. Church finds out one third of people on commonly-prescribed selective serotonin reuptake inhibitors (SSRIs) and other anti-depressant drugs do not respond to them at all. Dr Atack tells her: \"We lack a basic understanding of what's going on in the brains of people with depression. We think there is a reduction in their levels of serotonin so SSRIs then restore that serotonin level to normal. But what causes that, what part of the brain is involved? \"We don't understand these very important questions. Once we can understand the mechanism, we can start to think about how we can have potentially cures to depression.\" Church's mother Maria was prescribed a variety of drugs over the course of her illness and is now taking a different drug successfully, but for a long time she rejected them. She says of her illness: \"I used to call it manic depression or being a loony. It's now called biploar. It's a lot of anxiety. \"I just got that dark and down I couldn't see it for myself. I'm a great believer in trying to help yourself so for many years I didn't, deliberately, take anything.\" A radically different type of drug is being investigated at Imperial College London - psilocybin, more commonly known as the active ingredient in magic mushrooms. Prof David Nutt from Imperial College London is leading trials into the compound, which is a proscribed Class A drug in the UK. He tells Church: \"Psilocybin is a chemical. When you take it, it breaks down to psilocyn which is a kind of mimic of serotonin. When psilocyn gets in the brain it stimulates much more powerfully and produces this hallucinogenic psychedelic experience.\" The trial involved people who had failed to be helped by at least two other drugs - one person had tried nine - and cognitive behavioural therapy (CBT). They were given one dose of psilocyn in a carefully structured setting with psychiatric help on hand. Many patients responded after just one day and about a third recovered entirely from depression. However, the other patients gradually saw symptoms return, so Prof Nutt believes if the treatment is allowed to be rolled out, people would need treating about twice a year to maintain the benefit. Lt Col John Skipper suffered post traumatic stress disorder (PTSD) after witnessing atrocities in the Bosnia war as part of an intelligence gathering unit for the Army. \"We were reporting there's going to be genocide committed. We couldn't - we couldn't stop it. It's quite hard to bear,\" he tells Church in an emotional interview. He had two years of CBT and is now taking part in an experimental new treatment called 3MDR being trialled at the University Hospital of Wales, which involves attaching a patient to a treadmill and \"walking\" them towards images of the trauma they suffered while playing music associated with that time and then distracting the patient. The theory is the memory has been stored in the wrong part of the brain and treatment will help place it in the correct place - the past. The programme also looks at how growing brain cell \"mini-brains\" in a Petri dish could help test medicines and how a person's gut bacteria and fungi and the food we eat can affect mental health. ", "url": "https://www.bbc.com/news/uk-wales-42805693"}