{"datetime": "2019-09-11T17:30:18.000Z", "title": "Charlotte Church faces probe over school classes at home", "article": "Singer Charlotte Church is facing an investigation amid claims she is running a school at her home without permission. Earlier this week the sopranorevealed plans to accommodate up to 20 pupils in an annexe of her home in Dinas Powys. Vale of Glamorgan Council, which is yet to grant planning permission, said people had complained the building was already being used for teaching. Ms Church denied the claims and insisted she was operating legally. The council is yet to decide whether or not it will take formal action - but could in theory issue notices telling the singer to either stop or reverse any unauthorised work. Ms Church plans to open a non-fee paying school for 20 local children aged nine to 12 which will be based at her home only for the first year. The idea is part ofThe Awen Project , which she has set up and hopes will grow into a charity to set up other independent schools. The Cardiff-born singer said it was aimed at children \"who may have been struggling in mainstream education and providing an alternative that doesn't cost anything\".\"We're trying to do something which is beneficial to the community,\" she added. Ms Church said a part-time home school tutoring group was currently using the annexe for less than 12.5 hours per week, which she says is approved by school inspectorate Estyn and the Welsh Government. \"As far as I'm concerned I'm not aware of any breach of planning,\" she told theLocal Democracy Reporting Service . \"If the council want to look at what we're doing we will welcome them with open arms. If there are any problems we will be completely compliant. This is a charity venture.\" She said internal works had been done to the annexe but they had \"not changed the character\" of the building. Dinas Powys Community Council and local county councillor Andrew Robertson have objected to the plans, raising fears over traffic and noise. However, Ms Church has said just one vehicle would be needed to take children to and from the school. A Vale of Glamorgan Council spokesman said: \"The council is currently considering an application for a change of use relating to a building at this address.\"We have also launched an enforcement investigation after receiving a number of complaints suggesting the use has started prior to planning permission. \"We will decide whether any formal action is necessary in due course.\" ", "url": "https://www.bbc.com/news/uk-wales-49666381"}