{"datetime": "2021-06-28T09:35:41.000Z", "author": "Nelli Bird", "title": "Heads of the Valleys: Frustration over 50mph limit plans", "article": "Drivers face a 50mph speed limit on a stretch of one of Wales' key roads - despite £336m being spent on the new dual carriageway. A consultation will decide the limit for the five-mile (8km) part of the A465 Heads of the Valleys road. It means that after seven years of work to widen the road, set to be finished by autumn, drivers could be asked to use the same speed as it had before. The Welsh government said the limit was in the interest of road safety. The upgrade of the stretch between Brynmawr and Gilwern is part of the Welsh government's more than £800m upgrade programme for the road to turn the whole route from Monmouthshire to Neath Port Talbot into dual carriageways, which usually have a 70mph speed limit. The current phase through the Clydach Gorge is Wales' biggest road building project but has caused controversy as it iscosting taxpayers about £100m more than planned - and has run three years over the original schedule. Motorists, like 21-year-old trainee pharmacy technician Liv Hoskins, have had to put up with traffic congestion and 40mph speed limits as the road between Brynmawr in Blaenau Gwent and Abergavenny in Monmouthshire is upgraded.\"Where I live in Ebbw Vale, you used to be able to get from Ebbw Vale down to Abergavenny in about 10 minutes,\" said Ms Hoskins, who uses the route on her way to work in the Somerset resort of Weston-super-Mare. \"Now, you've got to allow at least 25 minutes. It's frustrating. The speed limit and flow of traffic on a single carriageway road has been a complete nightmare from start to finish. \"When you think about all the years that we've had to put up with the slower speed limit. \"I read on the consultation paperwork that they've said due to the engineering design, a 50mph speed limit was more suitable. \"It makes me wonder why they built a road that's only suitable for 50mph in this day and age.\" The Welsh government said the proposed speed limit, similar to the old stretch of road, was \"in the interest of road safety\" and aimed to \"reduce the scheme's environmental impact.\" The project has been difficult with the government saying more than400 Olympic pools of material being excavated . The difficult terrain, plus a dispute with contractor Costain, meant the project has gone more than £100m over budget. Keith Jones, director of the Institute for Civil Engineers In Wales, said the limit was linked to the road's design. \"If you have quite a difficult terrain, then you can flatten it out so you can travel faster, so people can see any obstacles in the way, a long way away,\" he said. \"But to do that you would be eating into the existing ground which would raise the cost.\" Given budgetary \"concerns and challenges\", Mr Jones said it was a balance between \"flattening out the road and allowing the cars to go faster, and keeping the cost down.\" Brynmawr councillor John Hill thinks for safety the limit should be 50mph, but understood concerns. \"People have had a real hard time for the last six or seven years, people have got really frustrated with this road,\" he said.\"So now, you say to people, 'Yes, after all that seven years, you still can't do more than 50mph,' that is going to really upset people.\" He understood it seemed \"an awful lot of money\" for the same limit but said: \"Safety is paramount.\" The Welsh Conservatives feared the 50mph speed limit - rather than the 70mph limit normally adopted on dual carriageways - could increase congestion. \"Saying that they want to save the environment but making life difficult for those of us who live here on a day-to-day basis is not good for anybody,\" said Natasha Ashgar, the Tories' transport spokeswoman.\"Frankly, I don't think drivers should be punished.\" The Welsh government said: \"The speed limit on the A465 has always been 50mph.\" It said traffic flow would be improved, journeys would be faster and safer, and there would be less environmental impact. ", "url": "https://www.bbc.com/news/uk-wales-57615167"}