{"datetime": "2021-12-14T19:44:01.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Fly-tipping in Wales up 22% in last year", "article": "Fly-tipping has increased by 22% in Wales in the last year, latest Welsh government figures reveal. The rise from April 2020 to March 2021 is thought to be because of national lockdowns to prevent Covid spreading. Some councils though, including Pembrokeshire, Ceredigion and Swansea recorded a decrease in the offence. A report by Welsh government and Fly-tipping Action Wales showed Cardiff had the highest number of fixed penalty notices (FPNs) to tackle fly-tipping. A total of 301 FPNs were issued there between April 2020 and March 2021. Pembrokeshire recorded the largest annual decrease at 14%. A total of 25,047 waste enforcement actions were recorded in Wales over the 12 months. These include prosecutions, fixed penalty notices, investigations and stop-and-search checks. The 2020-21 report, which analyses incidents recorded by local authorities between 1 April 2020, and 31 March 2021, shows Neath Port Talbot and Rhondda Cynon Taff councils achieved the highest number of successful fly-tipping prosecutions at seven apiece.It also said Neath Port Talbot had led the way in enforcement for the eighth consecutive year. Charles De Winton owns land on the outskirts of Brecon, in Powys.He believes the figures don't give an accurate reflection because they don't include offences on private land. \"A large part of fly-tipping goes unreported in rural areas where farmers and landowners experience it on their land,\" he said. \"It's very frustrating, I have personally experienced rubbish thrown over a hedge and into a small area of woodland, and I'm responsible for clearing it up. \"If it was asbestos or oils I would then be expected to clear it up at my own expense, and if I didn't I could be prosecuted for allowing this to happen on my land.\" He called for stiffer penalties for offenders and a fund to help people clear rubbish dumped on their property. One landowner he knew faced a £100,000 bill after asbestos was dumped on his land. \"The problem during lockdown has been down to council tips and recycling centres closing because of Covid restrictions,\" Mr De Winton said. \"So many people have got rid of rubbish on private land.\"Fly-tipping Action Wales, a Welsh government initiative, is urging Welsh homeowners to dispose of rubbish responsibly. The group's Neil Harrison said the rise was \"disappointing\" after sustained year-on-year decreases over the last few years.Enforcement officers, he said, had been under \"extreme pressure\" because of the pandemic with many re-deployed to help councils respond to Covid. \"Like all other sectors, teams were working with depleted numbers, yet the fact that they were still able to deliver over 25,047 enforcement actions is testament to the hard work and commitment of our local authorities that continued to tackle environmental crime on the ground during a very challenging time,\" Mr Harrison said. ", "url": "https://www.bbc.com/news/uk-wales-59659171"}