{"datetime": "2021-10-03T10:19:32.000Z", "author": "Rachel Flint", "title": "Safety worries as asbestos in 60% of Welsh schools", "article": "Inconsistent monitoring of asbestos in Welsh schools could put pupils and staff at risk, unions have warned. A Freedom of Information (FoI) request by BBC Wales shows more than 900 schools are known to contain asbestos. Most are regularly inspected, but some surveys are 10 years old and often asbestos is suspected but not known. Unions want urgent action to be taken. The Welsh Local Government Association said councils worked to \"eliminate any risks as quickly as possible\". Earlier this year there were concerns that some asbestos surveys were out of date aftera pupil kicked a hole in a school wall , exposing previously undetected asbestos. Asbestos was banned in the UK in 1999, because the fibres are linked to diseases including mesothelioma, an aggressive form of cancer. However it can be found in many public buildings, including schools and hospitals built or refurbished during the last century.If managed carefully, the presence of asbestos is less dangerous, asfibres must be inhaled to cause harm. According toWelsh government guidance each school must have an up to date survey to identify the presence of asbestos. A BBC Wales FoI request shows that while some councils regularly re-inspected buildings, some checks had not been carried out for years, with some dating back to 2011. While some asbestos has been removed from schools, most cases are monitored because of the high cost of removal.New figures, show that as of May 2021, 903 schools in Wales had asbestos-containing materials (ACMs), though the figure is likely to be higher as four councils did not respond. This means asbestos is known to be present in at least 60% of all schools in Wales. Most of the highest risk ACMs are in areas not used by teaching staff or pupils, such as boiler rooms, lofts and basements. David Evans, Wales Secretary for the National Education Union, said the amount of asbestos in Welsh schools was \"alarming\". \"We would be keen to know what plans each local authority has in place for the safe removal of this asbestos, it is simply unacceptable in this day and age,\" he said. Mike Payne, of GMB union, said some school workers had died after being exposed to asbestos fibres. \"Children bang walls... people get covered in dust and they don't know what it is,\" he said. \"Mesothelioma is a death sentence... we need to find out where the asbestos is, and more importantly, what state it's in.\"Mr Payne called for the the removal of asbestos in schools to be \"escalated urgently\". \"We need a phased programme and we must rid our public buildings of this deadly product as quickly as possible... it will cost a lot of money, but how many lives have got to be lost?\"In Conwy asbestos has been confirmed in 35 schools, and is suspected in 13 others. In total, there could be up to 1,053 ACMs present in the county's schools. Followingthe incident in the county earlier this year, council officials called for more than £100,000 for enhanced surveys, after finding some asbestos surveys were 20 years old. In response to questions from BBC Wales, Conwy council said an external contractor had carried out new surveys of asbestos this year, and it was now assured current surveys were \"accurate\". In Monmouthshire surveys carried out in 2014 show ACMs identified in toilets, classroom floor tiles, and staffroom ceilings. However the council said it had \"no knowledge of the discovery of any new asbestos\" and no incidents had been reported. In Powys, asbestos was found under the floor boards of a primary school after flooding last year, and at a high school during the refurbishment of changing rooms. In Newport a high school boiler room was sealed following an incident in April 2021. The picture across Wales varies, but with many school buildings dating back before the 1990s, the presence of asbestos is thought to be widespread. Many councils said they did not know how much it might cost to remove asbestos from all schools, with work instead being carried out as required. The Welsh Local Government Association said councils were working to understand the scale of the issue and working with partners to \"eliminate any risks as quickly as possible\". The Welsh government said it was working to support good practice in asbestos management at schools and colleges. \"We also provide guidance to local authorities to help them fulfil their responsibilities of managing, monitoring and, if necessary, removing asbestos from their buildings,\" a spokeswoman said.", "url": "https://www.bbc.com/news/uk-wales-58500638"}