{"datetime": "2021-06-22T15:37:15.000Z", "subject": "Climate change", "title": "Wales transport: Freeze on all new road building projects", "article": "All new road-building projects in Wales are being frozen while the Welsh government conducts a review. It means plans for theDeeside \"Red Route\" , theLlandeilo bypass , and a third Anglesey crossing will be put on hold. Ministers say it is a necessary part of Wales' effort to reduce carbon emissions. But the Conservatives warned the decision was a \"significant blow\" for the economic recovery. Meanwhile Plaid Cymru said the review cannot mean communities \"are left behind\". Deputy Climate Change Minister Lee Waters announced the review in the Welsh Parliament on Tuesday afternoon. Projects that already have diggers in the ground, such asthe Heads of the Valleys Road , will continue. As part of the plans the Welsh government wants to shift money from new roads to maintaining existing routes and investing in public transport. Wales is aiming to reachnet-zero carbon emissions by 2050 .But to get there, Mr Waters said Wales needs to increase emissions cuts in the next decade to double what has been cut in the last 30 years. He told BBC Wales: \"Transport generates something like 17% of all our emissions, so it has to play its part. \"If we can hit these climate change targets, that's got to change. That means redirecting investment. \"If we carry on going as we're going, we're not going to hit net zero until 2090. At the very latest scientists tell us we have until 2050 to stop this running out of control.\" There was concern about the announcement from business people in Llandeilo, where the bypass hadhad already been delayed to 2025 .It was promised by Welsh Labour ministers as part of a deal with Plaid Cymru to get the 2017-18 budget passed, and would have directed traffic away from the busy main road through the Carmarthenshire town. Ellen Plowman, who runs Maryellens coffee shop in the town, said: \"The volume of traffic that's coming through Llandeilo at the moment is far too much for the town, it's having an impact on people feeling safe walking through the town. \"If the bypass doesn't happen then I think they really should look at changing the weight of the lorries and the size of the noise coming through.\" Jeweller Mari Thomas said she understood the need for the review \"but I think Llandeilo specifically has a problem with traffic and congestion, and... pollution\". She said it was dangerous for pedestrians. \"Public transport will help a lot but I don't think it will solve my problems here,\" she said, saying large lorries should be prevented \"from coming through such a small town when you've got narrow streets\". The Welsh government picked a preferred route for a new Menai crossing in 2018, although a government minister later said the scrapping of the Wylfa Newydd nuclear power plant schemehad weakened its case . Plans for the red route dual carriageway in Deeside - which would see the A548 upgraded and a new link built with the A55 to tackle congestion - have sparked opposition forcutting through ancient woodland . The review will be conducted by a yet-to-be-announced external panel. Business lobby group the CBI warned that commuters were currently preferring private transport over alternatives. \"Public transport use in Flintshire is down 47% and down 33% in Carmarthenshire,\" said the CBI's Ian Price. \"This could spell trouble for the local communities of Deeside and Llandeilo if there is no plan to respond to these trends. \"The government review should consider what viable alternatives exist for Deeside and Llandeilo that can meet short and long-term pressures.\"The announcement was criticised by Natasha Asghar, transport spokesperson for the Welsh Conservatives: \"At such a delicate economic time, this decision could prove a significant blow for our recovery.\"Many roads across Wales are not fit for purpose and have had a damaging impact on our economic fortunes, environment and public safety. Regular traffic jams deter investment and have contributed to Wales having some of the worst air quality in the UK.\"Welsh workers and businesses urgently require more information about the scope of the review and the Welsh Labour Government's long-term intentions for our transport infrastructure.\" There was a mixed response from Plaid Cymru's climate change spokesperson Delyth Jewell. She added: \"This move from the Welsh government, whilst a welcome indication that they are serious about tackling carbon emissions, cannot mean that communities that are long overdue infrastructure investment are left behind.\"Communities like Llandeilo, who are understandably angry that this has been announced without consultation, have seen air pollution levels in their town centre rise to higher than the national standards and would benefit from the kind of infrastructure investment that has been promised but continuously delayed for the last six years.\" Transport is Wales' third-largest source of the gases driving climate change, according to advisersat the independent Climate Change Committee .In a December 2020 report, the committee said transport emissions fell by 2% between 2016 and 2018 but overall emissions \"have remained virtually flat since 1990\". The Welsh government's new transport strategy -Llwybr Newydd - said Wales' transport emissions \"must be roughly halved between 2020 and 2030 from six to three million tonnes\" of carbon dioxide.It adds: \"Whilst electric vehicles may provide the biggest emissions savings, this is unlikely to be the main source of savings until the late 2020s and possibly later.\" New cars and vans powered wholly by petrol and dieselwill not be sold in the UK from 2030 .Seperately the deputy climate change minister said it would be \"inevitable at some point we're going to have some level of road charging.\"As people move to electric cars, they won't be paying tax on fuel,\" Lee Waters said. \"So the whole model of how we fund, transport and general taxation is changing and it'll have to be changes to reflect that you pay per mile, rather than just a flat rate as we currently do.\" The Welsh government's strategy says other measures will also be needed, including a target of30% of the workforce working remotely and an increase in people using public transport, walking and cycling. Around 32% of all journeys are currently made by public transport, walking and cycling - the government's target is to increase that share to 45% by 2040. Wales has seen a huge drop in public transport journeys as a result of the pandemic. In the year to March 2021, 24 million bus journeys were made in Wales -a 73% drop compared to the previous year .Transport for Wales also saw an84% drop in rail passenger journeys in the past financial year - down from 31.8 million in 2019/20 to 5 million in 2020/21. Friends of the Earth Cymru has called fora ban on new roads in Wales . Asked on theBBC Politics Wales programme recently whether there should be a ban,Climate Change Minister Julie James said : \"It's tempting, isn't it, to say, 'of course we won't build new roads'. \"But there are really complex issues here around air quality, what traffic routes people take, how many cars on the road and so on.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-57552390"}