{"datetime": "2021-04-18T06:12:31.000Z", "author": "Luca Weinmann Al-Nawab", "title": "Litter: The Merthyr Tydfil teenager fighting the fly-tippers", "article": "Daniel Lewis was so fed up with fly-tipping and litter in his home-town, he took the initiative and started cleaning the streets himself. The 16-year-old said he had \"had enough\" as fly-tipping has become such a \"big problem\" in Merthyr Tydfil. Fly-tipping in the south Wales town was once describedas on an \"industrial scale\" and now Daniel seems to be inspiring youngsters to fight back. \"I've seen five or six-year-olds going to the park to pick litter,\" he said.On one day last week armed with his litter-picker and his high-vis uniform, Daniel collected 70 bags of rubbish. Daniel then arranged for Merthyr council to collect those bin bags. \"The response has been brilliant,\" said Daniel. \"There's been loads of people who've been asking me how to get involved. It's really nice to see I'm making a difference.\" Now he is also trying to help raise money to help provide skips in a bid to deter fly-tippers. Daniel's drive comes as neighbouringBlaenau Gwent council introduced a new five-year plan that hopes to \"radically reduce litter and fly-tipping\" in the area. Daniel would welcome a similar initiative in Merthyr - and he hopes raising awareness of the problem can help make a difference in his home town. \"I believe that there should be stricter fines for fly-tipping and I think there needs to be more enforcement too,\" he said. Merthyr council thanked people who were \"helping make Merthyr a cleaner and greener place to live, work and visit\". \"Our street cleansing teams do a fantastic job however littering and fly-tipping continues to be a national issue,\" said a council statement. \"Especially with restrictions easing and more people out and about enjoying our beautiful countryside. \"There are a number of local community groups that support the council in keeping our areas clean, tidy and litter-free and we would encourage anyone wanting to volunteer their time to join one of these organised groups.\" ", "url": "https://www.bbc.com/news/uk-wales-56721191"}