{"datetime": "2021-10-05T14:59:22.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Routine tests for under fives to end in Wales", "article": "Parents in Wales should no longer test children under five for Covid unless told to by a doctor or they think it is \"absolutely necessary\". Education Minister Jeremy Miles said he was worried by a five-fold increase in the number of PCR tests for the under fives since the start of August. Testing could be \"distressing\" for the child and \"it can be difficult to obtain an appropriate sample\", he said. Children that age were \"much less likely to pass on the virus\", he added. As a result, the Welsh government no longer recommends Covid tests for children under five without symptoms. For those with symptoms, Mr Miles said in a written statement \"we would not routinely recommend tests unless directed to do so by a doctor or if parents believe a test is absolutely necessary and in the best interests of the child\". However Laura Doel, director of teaching union NAHT Cymru, said the removal of under fives testing \"sends completely the wrong message to parents\". The education minister also announced that secondary school and college pupils will be advised to take daily lateral flow tests for seven days if someone in their household tests positive for coronavirus. Mr Miles admitted there was \"uncertainty\" over a policy of not requiring under-18s to self-isolate despite being close to someone testing positive. He said the daily testing advice was to \"provide further confidence\". That change will apply from next Monday. Mr Miles told a Welsh government news conference on Tuesday that the new advice for schools and colleges would \"provide parents and carers and learners\" with a \"daily snapshot of the position which enables them to make the right judgments\". Defending the decision not to expect under-18s to isolate in such circumstances, he said that position \"allows us to maximise learning for young people\" as \"evidence indicates that if someone in your home has Covid only a minority of people will go on to catch it\". \"But I recognise it has caused some uncertainty so, to provide further confidence, students in secondary school or college who are a household contact will be advised to take dailylateral flow tests for seven days. \"This will be in addition to the current advice for all close contacts to take a PCR test on day two and day eight.\" Mr Miles said the Welsh government was still encouraging staff and students at secondary, college and universities to continue taking twice-weekly lateral flow tests until at least half term. ", "url": "https://www.bbc.com/news/uk-wales-politics-58804554"}