{"datetime": "2021-08-09T07:22:32.000Z", "author": "Sion Pennar", "title": "Cefn Mawr disused chapel set to reopen after eight years", "article": "A former chapel is set to reopen after being unused for about eight years. The Ebenezer in Cefn Mawr, Wrexham county, has been bought by David Metcalfe, who had been campaigning for years to bring it back into use.He initially went to court tochallenge Wrexham council's plans to sell the centre at auction - but ended up placing the winning bid.The chapel became a community centre following a £1m overhaul in 2008, but lacked visitors and closed in 2013. Mr Metcalfe and the Plas Kynaston Canal Group are now consulting with local people about the future use of the building.He said the group and the wider community had suggested a range of possible uses for the large former Baptist chapel, including a post office, library, cafe, hot-desking space and a tourist information point.Despite the village's proximity to the Pontcysyllte Aqueduct World Heritage Site, \"virtually none of that visitor community\" comes to Cefn Mawr, Mr Metcalfe said.\"We've always sought economic regeneration and believe that that can be delivered by going through a process of sustainable tourism development,\" he said.As for the Ebenezer, The Plas Kynaston Canal Group is hoping the reopened building helps the tourism sector as well as the community, but is keeping an open mind as it consults with locals.\"We're getting a lot of suggestions, but at the moment no definite decisions have been made,\" said group member Krispin Baykon.\"We're thinking maybe a post office could go in there, a tourist information, and hopefully lots of little enterprises as well.\"At the flower shop over the road, local resident Sue was pleased the former chapel had new ownership.\"An antique emporium would be good, or jumble sales, things like that,\" she said.At the neighbouring hair salon, Millie Barnes said she would like to see a cafe or restaurant at the Ebenezer.\"I'm excited to see what will be there for the community,\" she added. The group is expected to consult further over the next few weeks before taking a decision on the way forward for the old chapel. ", "url": "https://www.bbc.com/news/uk-wales-58139831"}