{"datetime": "2021-09-02T23:06:03.000Z", "author": "Mary-Ann Russon & Lora Jones", "title": "Councils hit by bin collection delays due to driver shortage", "article": "At least 18 councils across the UK confirmed on Thursday that they are experiencing ongoing disruptions to their bin collection services. It is due to staff self-isolating and a lack of heavy goods vehicle (HGV) drivers for bin lorries. The Local Government Association (LGA) told the BBC that the delays were primarily affecting garden waste. However, some councils are also delaying recycling collections in order to prioritise general waste.It comes as three councils in Devon wrote to Home Secretary Priti Patel on Thursday, asking for the government to grant temporary visas for trained European HGV drivers to ease the shortage. \"At the time of writing, North Devon Council are attempting to fill seven [bin lorry driver] vacancies, Torbay Council eight vacancies, and Teignbridge Council 10 vacancies,\" wrote councillors Steve Darling, David Worden and Alistair Dewhirst.\"This equates to approximately 20% of the HGV workforce in driver vacancies and it is proving very challenging to fill this resourcing gap given the dynamics of this labour market.\"The UK currently has a shortfall of about 100,000 HGV drivers, after many EU workers returned home following Brexit and during the pandemic.Ministers say UK employers should hire locally to fill the gap, but the councils said it would take time to train the next generation of drivers. They also highlighteddelays in the current HGV driver recruitment process .\"With our efforts to 'grow our own' HGV drivers, we need their DVLA applications to be fast tracked, as for example in Teignbridge, there are five [bin lorry driver] applications in the system which if fast tracked could help partially tackle the challenges we face,\" the councillors stressed.The BBC understands that the DVSA has already increased the number of vocational tests from 2,000 a week to 3,000, and the DVLA are prioritising HGV provisional licence applications and taking about two weeks to issue them. Waste management giants Biffa, Veolia and FCC Environment told the BBC they are \"doing everything\" they can to mitigate the driver shortage. \"We are working hard to recruit new drivers, offering great rates of pay alongside fantastic benefits, as well as full training,\" said Biffa's human resources director Jane Pateman. Veolia said it currently has 180 bin lorry driver vacancies in the UK. In August, it launched a campaign encouraging mothers to consider a new career in driving for the waste management industry.\"To meet the industry-wide shortage of drivers, Veolia are offering incentives such as a sign-on bonus for new staff, and a retention bonus for existing drivers in areas where we are most affected,\" said Veolia UK and Ireland's chief human resources officer Beth Whittaker. \"We are also up-skilling existing staff and utilising our extensive apprenticeship scheme.\" The councils confirmed to be experiencing ongoing bin collection delays are: Recycling and waste management firm FCC Environment said it too was trying to attract more workers to the profession.\"We are focused on actively recruiting drivers across the country, offering local people local employment with job security in the waste and recycling sector, and an attractive package that includes flexible, part-time hours with no overnight stays, fitting around family life and helping work/life balance,\" said FCC Environment's operations director Steve Longdon.\"In the short-term in some areas, working in close agreement with our local authority partners, we have prioritised waste and recycling collections - enabling these to continue by temporarily suspending other services, such as garden waste collections, to allow us to reallocate drivers.\" However the LGA said that the haulage industry was causing part of the problem: \"Fast inflating HGV driver salaries in the private sector risks exacerbating issues in the public sector, with the rises potentially creating a retention as well as a recruitment problem for councils and their contractors.\" On Thursday, the LGAreleased a report showing 46% of councils in England and Wales experienced disruptions to their bin collection services in July. Dr Adam Read, director of external affairs at Suez Recycling & Recovery UK, told BBC Breakfast that chronic driver shortages had been going on for about 10 to 12 weeks. He set out what he sees as the benefits to working as an HGV driver in waste management: \"You might start early, but you finish early and you get to pick the kids up.\"You're not working long shifts and certainly not driving long distances, a lot of it is close to where you live - so there are some upsides to the sector.\" He did concede, however, that waste collection firms do not typically pay as well as delivery agencies or supermarkets. \"In some geographies, we've seen some staff start to have their head turned by slightly better pay conditions,\" he added. In a bid to tackle the wider HGV driver shortage, supermarkets such asTesco and Aldi have increased wages or started to offer sign-on bonuses for delivery drivers. Before the pandemic, there was a shortage of an estimated 60,000 HGV drivers, according to theRoad Haulage Association , but that's now risen to 100,000. Since Brexit, many European drivers who worked in the UK have returned to their home countries or decided to work elsewhere due to the additional paperwork required at borders. It slows them down and costs them money, as they are often paid by distance covered rather than per hour. Pandemic travel restrictions and a lack of Covid tests for drivers have also played a part. Thousands of lorry drivers were forced tospend Christmas in their cabs in December , after France closed its border with the UK due to a backlog in coronavirus testing. About 4,000 lorries had to park at Manston Airport in Kent, with another 2,300 held on the M20, creating a long tailback.", "url": "https://www.bbc.com/news/business-58424343"}