{"datetime": "2021-10-06T18:07:48.000Z", "title": "Lower exam grades possible for 2022 Welsh students", "article": "Pupils could face lower grades in 2022 as Qualifications Wales aligns its approach with England. Across the border the UK government wants towind unusually inflated grade levels back to pre-Covid levels over two years. The Welsh regulator has confirmed next year it wants to see a \"midway point\" between the results of 2019 and 2022. The plan is that by 2023 results will be back in line with those of pre-pandemic years. Qualifications Wales chief executive, Philip Blaker, said GCSE, AS and A level students had faced \"unprecedented disruption\" over the past 18 months.\"We want to make sure that their assessments next summer are as fair as possible,\" he said. \"Next year we will see a return to normal assessments which provide a fair and consistent approach for learners. \"We have considered the fairest way to award grades, taking views from stakeholders across Wales and working with other qualifications regulators across the UK. \"Our approach will align with that taken in England. This means that results in 2022 will reflect broadly a midway point between 2021 and 2019 and provides a level playing field for Welsh learners, particularly those applying for admission to universities across the UK.\" Mr Blaker warned people were living in \"uncertain times\". He said: \"If circumstances change, and the exam series is cancelled we are putting contingency plans in place that will allow schools and colleges to award grades in an approach based upon that used in summer 2021. \"We will work with WJEC to inform schools and colleges of these plans so everyone is clear what needs to be done.\"We know that learners may be anxious and have concerns about the return to exams, which is why we are planning a range of communications to support them.\" A-Level students at Ysgol Dyffryn Conwy in Llanrwst, Conwy county, welcomed the move.Ffion, 16, said: \"It's better we are going back to more normal grades as opposed to keeping going with the ridiculous grade inflation we have now.\" Eben, also 16, said the experience \"will help us going forward\", adding: \"At the moment we only have one small experience of exams, of revising and preparing.\" This yearA level andGCSE grades rose, after being based on estimates by teachers.Qualifications Wales said it had announced there would be exams in March, though there werecalls for clarity over next year's exams in Wales from teachers and unions in July.It said 2022 would act as a \"transition year\" to reflect the disruption to learners' education caused by the pandemic. But exams could yet be cancelled because of the pandemic. Qualifications Wales said: \"If exams are cancelled, schools and colleges will be asked to award centre-determined grades to learners. \"The centre-determined grade approach would be similar to that used in 2021, but with some improvements to take account of the learning from this year.\" ", "url": "https://www.bbc.com/news/uk-wales-58809037"}