{"datetime": "2019-06-15T23:11:53.000Z", "author": "Rachael Garside", "title": "Wales' chapels: The Abernant man single-handedly keeping the doors open", "article": "\"It is a shame, that people are forgetting the chapel.\" Eirian Jones is the last member and single-handedly runs Capel Y Cwm near Abernant in Carmarthenshire. He joined when he was 17 after his mother, Magi, encouraged him to attend. She died a few years ago and he is determined to keep the doors open for as long as he can. The chapel's last minister retired in the early 1980s, but Eirian invites guest ministers to preach there. A handful of his friends and neighbours attend monthly services. \"Perhaps I'm lucky to be still standing, but it's nice that I can keep the door open here,\" he said. \"This place meant the world to my mother and I know she'd be happy that it's still going.\"We see chapels closing all the time and eventually the door will close here too. \"It will be sad, but it's a sign of the times. I'll carry on until the time comes when the door will close at Capel Y Cwm.\"Abernant is a remote village on a single track road surrounded by farmland and forestry.Eirian is a farmer, he keeps beef cattle at a farm a stone's throw from the chapel.\"I'd been going to Sunday school at a chapel further up the road, but my mother wanted me to come to Cwm chapel ...back then [in the mid-60s] there were around 30 members on the books,\" he said. \"Over the years, some got married, some died and membership has gone down. \"It is a shame, that people are forgetting the chapel.\"Chapel membership has been steadily declining across Wales for decades.Cwm is a Baptist chapel and figures from the Baptist Union of Wales show that in 1960 there 70,282 members. By 2000 that number had dropped to 20,872 and last year, there were just 9,447 people on the membership list. \"I'm treasurer and secretary of the chapel. I can't play the organ, although I wish I could,\" said Mr Jones.\"We're fortunate here that people whose families have been members in the past will still come to support us.\" Judith Morris, the Baptist Union's General Secretary said: \"It raises an interesting question - how on earth can a chapel continue with just one member, because surely a church has something to do with community. \"But what the member at Cwm Chapel is doing is inviting people in, and in an age where loneliness is a huge issue, it's great to bring people together, to worship, but also to catch up and chat.\" ", "url": "https://www.bbc.com/news/uk-wales-48639368"}