{"datetime": "2021-09-03T07:34:48.000Z", "author": "Matthew Murray & Craig Duggan", "subject": "Brexit", "title": "Recycling: Bin delays blamed on Covid and driver shortage", "article": "Delays in collecting people's household waste has been blamed on Covid, Brexit and a shortage of lorry drivers. Ceredigion, Powys, Cardiff and Vale of Glamorgan councils said they were already facing delays or expected further delays.Residents said their household or garden waste had been left on the kerbside for weeks. Brexit, drivers retiring and Covid have led to the lorry driver shortage, said the Road Haulage Association.Beryl Walker said a large pile of refuse sacks had been lying on the pavement at the entrance to her street in the Ceredigion village of Llanarth, between Aberystwyth and Cardigan, for 10 days.\"I'm just tired of it being stuck there by my lawn week after week,\" she said.\"It's been there at least ten days, and I worry about rats. I'm fed up - everybody pays the rates not just me. It's just not on.\"They say they can't get drivers to do the collections. Well if they paid them a decent wage they'd probably get more workers.\"I just want them to shift it otherwise it's going to end up in the middle of Cardigan Road.\" Business owners in the nearby seaside town of New Quay on the west Wales coast have also expressed their frustration.\"The problem was we had the tourists leave their rubbish,\" said Trudi Thomas from the Creme Pen Cei ice cream parlour. \"They may be leaving the next morning and hadn't got somewhere to leave the rubbish, so they would put it by the bins, and the bins were overflowing with bags around them which the seagulls were breaking into.\"It was just a mess, the whole village was a mess, which is a pity because as we know it's very pretty.\" Ms Thomas added that a lot of visitors had complained about seeing the rubbish everywhere and seagulls had become quite aggressive around the waste.\"It's just been a bit of a tarnish to everything,\" she said. A spokesperson for Ceredigion County Council apologised for the delays. \"There are a number of issues which can cause, or combine to cause, disruptions.\"These extend from issues affecting the availability of staff and vehicles through to the amount and profile of the waste being presented for collection.\"Covid has brought with it additional pressures which has included the implementation of measures put in place to reduce the risks of transmission locally.\" Powys County council also said they have experienced problems, with the north of the county the most affected.A spokesperson for the council said: \"While they have maintained all of its waste and recycling collections throughout the pandemic.\"However, like most authorities, the current driver shortage is causing some issues which has meant that on occasions some rounds have had to be completed later in the week than the scheduled collection day.\" A shortage of lorry drivers was also said to have contributed to continued garden waste collection delays in Cardiff.Last month the council described the situation as \"extremely difficult\", with residents continuing to receive monthly garden waste collections instead of fortnightly.Garden waste can continue to be brought to the recycling centres with households allowed to visit up to three times per day, instead of the previous limit of once a day.A spokesperson for Neath Port Talbot Council said: \"Although driver resources in particular are being impacted at present by Covid along with other sickness, we've only had a small number of issues. \"But through a number of 'catch-ups' by our staff at weekends we've been able to manage the position with minimal impact on the public.\" In the Vale of Glamorgan, residents have complained of delays to their garden waste collection.The council said that while some green waste collections were missed during August due to staffing issues, the department is now up to a full complement of staff and say they should catch up on everything by the end of next week. Monmouthshire council blamed Covid for the strain on waste services. 'Whilst there has been minimal impact on our service delivery, this situation is affecting all sectors and it is clear that the next few months are going to be challenging for us all,\" said councillor Jane Pratt.\"But Monmouthshire county council will continue to prioritise collecting waste from our residents, although at times they may see new faces on their round that maybe unfamiliar with their area.\" Torfaen council said they had no delays but there were hold-ups in the ordering and delivering of bins because of lorry driver shortages.Pembrokeshire council also said there have been a number of resourcing difficulties to overcome due to the pandemic and the shortage of lorry drivers. Conwy council said Covid has brought extra pressure due to staff having tested positive and a shortage of replacement drivers.Most other Welsh councils told BBC Wales they have not had delays with their waste collections. ", "url": "https://www.bbc.com/news/uk-wales-58429145"}