{"datetime": "2021-10-07T05:07:25.000Z", "author": "Paul Martin", "title": "Powys parents pledge legal action to stop school closure", "article": "Parents whose children attend a village school have pledged to take a council to court if it decides to shut it. Llanbedr school in Powys, founded in 1728, is one of several rural primaries under threat of closure due to council plans to overhaul local education. Kate Stradling, whose two daughters attend with 50 other pupils, said she \"felt sick\" about the proposals. Powys council said \"difficult decisions\" had to be made and its plans would \"allow learners to thrive\". It has decided to press ahead with the closure of the 200-year-old Castle Caereinion school, near Welshpool, which has 25 pupils, and a 37-pupil school at Llanfihangel Rhydithon, near Knighton, which dates back 170 years.The future of Llanbedr Primary School, just north of Crickhowell, and seven other schools - whose pupil populations range from 23 to 109 - are also in doubt. But a lawyer representing parents at several of the schools has toldBBC Wales Live he believed the plans were a breach of a Welsh government policy designed to protect rural schools. In 2018, the-then Education Minister Kirsty Williams changed theSchool Organisation Code to bring in a \"presumption against closure\" of listed rural schools. Michael Imperato said if Powys went ahead with the closures, the matter would be \"played out in the High Court\" in what would be the first legal test of the revised code.It states that the case for closing a rural school must be \"strong\" and all viable alternatives must be \"conscientiously considered\".Powys council said it had sought independent legal advice to ensure its proposals were robust and said its consultations were held \"in accordance\" with the code. It said its smallest schools generally have higher per-pupil budgets than the average, and estimated closing Llanbedr primary would save about £100,000 by 2024. In April, Powys council chief executive Caroline Turner said that if the school closed, children would attend schools \"better equipped to meet the requirements of the newnational curriculum and that could provide a wider range of educational and extra-curricular opportunities\". But Mr Imperato said people felt communities would become unsustainable without these schools. \"Ways of life in Wales could change forever if good rural schools are allowed to disappear,\" he said. Fi Loftus, who has three children at Llanbedr school, said: \"It would mean the world for them to stay open. \"Also, being a military family, they already have enough disruption in their life, why disrupt a perfect, thriving rural school?\" Parent Kate Stradling, who has two daughters at the school and a son who went there previously, said: \"When I first heard the school was going to close I felt sick. \"I felt like someone had punched me in the stomach and I just had this sense of fear. \"And then my second thought was, if that's how I feel as an adult, how's my eight-year-old daughter going to feel?\"She was distraught, really confused, scared, worried. It really affected her and it even still has affected her to this day - nine months on.\" Matt Beecham, who has a daughter in Year 2, said: \"I can't comprehend or put into words how devastated our daughter would be if the school was to close.\"She loves coming to school and the thought the school might close and she might have to go to another school, quite possibly the school she left previously, is a massive concern to us.\"Powys council is run by a coalition of independent and Conservative councillors. Phyl Davies, cabinet member for education, said the council's education strategy would \"help transform the learner experience\" and address the \"significant challenges facing our education in Powys\". \"These challenges include a high proportion of small schools in the county, decreasing pupil numbers, high number of surplus places, inequality in access to Welsh-medium education, limited post-14 and post-16 offer and inequality in access to special education needs, additional learning needs provision,\" he said. \"We want the best for all our learners and I believe that this strategy will see us deliver a legacy that will allow learners to thrive and reach their potential and compete with the rest of the world.\" Russell George, ConservativeMember of the Senedd for Montgomeryshire, said the Welsh government must ensure \"appropriate funding\" went to councils. \"If there's going to be a difficulty in delivering the curriculum and the Welsh government aren't appropriately funding schools and local authorities to deliver that curriculum, then the council's got very little choice but to look at altering the way they configure education and having to close smaller schools.\" A Welsh government spokesman said it had taken \"a number of actions\" to help give children in rural and remote areas \"the best start to their educational journey\". He added: \"In recognition of the challenges small and rural schools can face, we also introduced a Small and Rural Schools grant - worth £2.5m per year - which provides funding to encourage innovation, support greater school-to-school working and raise standards.\" ", "url": "https://www.bbc.com/news/uk-wales-58817598"}