{"datetime": "2021-06-09T10:38:16.000Z", "title": "Snowdonia litter problem condemned by Mason, 7", "article": "A seven-year-old boy has been left shocked at the state walkers left a north Wales beauty spot in. Mason visited Snowdon with his grandfather and spotted overflowing bins, beer bottles and dog poo bags on the floor and hanging from trees. \"When a seven-year-old is pointing it out and saying, 'Look at all this rubbish', you know it's bad,\" Mason's grandfather Rob Saunders said. The national park recently ran a surveyasking why people dump their litter . Mr Saunders, 50, regularly goes mountain climbing with his grandson and they document their trips on social media, raising money for their local dog rescue centre in Herefordshire, via Mason's Mountain Adventures. \"I was the first to turn up in the car park at 5:30am and I thought, 'Wow, it's half term then'. It was shocking,\" he said. \"It's not a dig at the rangers or local council, more a dig at the people leaving the rubbish there.\"Mr Saunders said that this level of rubbish was found on a route not considered to be touristy. \"There was dog poo bagged up hanging on trees and from barbed wire, like the poo fairy had been there,\" he continued. \"There were bottles, banana skins, orange peel, we didn't want to sit down, it felt dirty. \"It's an area of outstanding natural beauty, we always take a bag and pick up as much as we can and we always take our own rubbish home, it's not that hard.\" Mr Saunders said it was a difficult route to carry many rubbish bags home with them, but estimates he could have filled a skip with black bin bags. \"Bins were overflowing, bags of dog poo flung on the floor. I've got dogs too but I pick up. We don't want the area full of bins, we just need to take rubbish home,\" he said. \"I don't like to judge people but I just think there needs to be a bit more awareness of the importance of taking it home.\" Mr Saunders said Mason has been mountain climbing since he was very young, and loves their trips. \"It's good for them at that age, being out, and he's not a big computer fan,\" he said. \"We jump in the car and go, can't stop him now, he loves climbing and walking and being up mountains - he's wearing me out!\" The park authority is working on the results of the survey with Bangor University, whose staff will analyse the answers to help it reduce litter in Snowdonia. ", "url": "https://www.bbc.com/news/uk-wales-57412336"}