{"datetime": "2021-08-20T05:06:06.000Z", "author": "Paul Martin", "subject": "Coronavirus pandemic", "title": "Covid: Bereaved families call for Wales-only inquiry", "article": "A woman whose father died with Covid-19 has called for an inquiry into the Welsh government's handling of the pandemic. Anna-Louise Marsh-Rees said she believed her father, Ian Marsh-Rees, caught the virus whilst in hospital.She said decisions made in Wales must be \"properly scrutinised,\" rather than a \"footnote\" in a UK inquiry. The Welsh government said a UK-wide inquiry was best for understanding the experiences of people in Wales.Mr Marsh-Rees, who was 85, died last October at Nevill Hall Hospital in Abergavenny, Monmouthshire, after initially being admitted for a gall bladder infection.Anna-Louise, a founder of the newly-formed Covid Bereaved Families for Justice Cymru, said she thought infection control at the hospital was \"poor\".The health board told her 13 patients on Mr Marsh-Rees's ward tested positive during his time there, as well as 14 members of staff. \"He was moved beds a number of times, he was clearly exposed to a number of patients and staff,\" she said.\"We generally feel that he wasn't protected, he wasn't looked after.\" She added it was \"awful\" to watch her father, who had been shielding at home for months to protect himself, \"die gasping for breath\".Nearly a quarter of people who have died with Covid-19 inWales were infected in hospital. Ms Marsh-Rees' experience of trying to get information from the health board is now driving her campaign for a Wales public inquiry. \"I absolutely owe it to my dad to get answers, to investigate this,\" she said.\"On behalf of my dad and all the others that died from Covid. For the families that are grieving, for people with long Covid, we feel we deserve a Wales-specific inquiry.\" A spokeswoman for Aneurin Bevan University Health Board said its \"sincere condolences and deepest sympathy\" remained with the Marsh-Rees family. \"At the time in question, an adequate provision of PPE was available and staff were continuing to adhere to infection control procedures outlined by the World Health Organization (WHO),\" she said.\"Whilst much has been learnt about the management of this virus, the public inquiry will lend further investigation and the health board will fully support this process.\" Solicitor Craig Court, who is representing Covid Bereaved Families for Justice Cymru, said: \"One of the key objectives is to seek greater transparency and accountability of the events that impacted not only those who sadly died in Wales, but the families they have left behind.\" Plaid Cymru and the Welsh Conservatives alsocalled for Wales-specific Covid enquiry in the run up to the Welsh elections in May.In contrast to his colleagues in the Senedd, Welsh Secretary Simon Hart agreed with the first minister than any enquiry should be UK-wide.Mark Drakeford said during this year's Senedd election debate he was \"not in favour of rival enquiries\". A Welsh government spokesman said: \"The UK-wide inquiry has been agreed between all four nations.\"We have requested specific chapters of the inquiry deal exclusively with the lived experiences of those here in Wales. \"A UK-wide inquiry will have the capacity and force to oversee the interconnected nature of the decisions that have been made across the four nations and is the best way for the experiences of people in Wales to be properly understood.\" The prime minister has said a UK inquirywill start in Spring next year. ", "url": "https://www.bbc.com/news/uk-wales-58271577"}