{"datetime": "2021-12-08T23:57:33.000Z", "title": "Allegra Stratton resigns over No 10 Christmas party video", "article": "Allegra Stratton has resigned as a government adviser following an angry backlash over a video of No 10 staff joking about holding a Christmas party. The video, obtained by ITV, showed the PM's then-press secretary days after Downing Street staff held a party, laughing over how to describe it. Delivering a tearful statement, Ms Stratton said she would \"regret the remarks for the rest of my days\". Boris Johnson also apologised for the video during PMQs on Wednesday. He told MPs he was \"furious\" about the clip and was launching an investigation into whether rules had been broken last Christmas. But Labour leader Sir Keir Starmer said the prime minister had \"taken the public for fools\" after a week when Downing Street refused to confirm what happened at the party. A press conference held later in the day by the prime minister to announce Covid measures was dominated by questions from reporters about the party.Mr Johnson praised Ms Stratton as a \"fine colleague who achieved a great deal during her time in government\" but added that he could make \"no excuses for the frivolity\" of his staff in the ITV video. This is not over.It's not over because there is no clear account of what went on behind the No 10 door. It's not over because an investigation will now take place to establish those facts.It's not over because there are claims of at least three other gatherings in Downing Street - denied but not fully explained, and one other confirmed. It's not over because the opposition parties have no intention of letting this lie.And it's not over because the mood in Boris Johnson's own party is becoming more sour by the day.And it matters, not just because of grisly or embarrassing details of what jokes were cracked or games were played.But it matters because to confront the pandemic the government has always, as now, relied on two precious commodities.It needs public faith in the action it's taking and political goodwill for those measure to be approved.That pair of factors defies scientific measurement, but with the pandemic surging again, the concern must be, they are both in shrinking supply.The Christmas party took place on 18 December 2020 when London was under Tier 3 restrictions, meaning all inside gatherings of two or more people were banned and work parties were prohibited. A source told the BBC that No 10 staff drank, ate food and played party games until gone midnight. Days later, Mr Johnson announced he was scrapping a planned relaxation of the rules for Christmas, stopping many friends and families from gathering.The video was recorded the week after the party, and showed Ms Stratton alongside other No 10 staff members in the Downing Street briefing room. She was being questioned by the PM's special adviser, Ed Oldfield, in a mock press briefing to practise what answers to give journalists. When asked about reports of a party in Downing Street \"on Friday night\", Ms Stratton jokingly replied \"I went home\", before Mr Oldfield then asked if the prime minister would \"condone\" a Christmas party,Ms Stratton asked, \"what's the answer?\" before other aides joked: \"It wasn't a party, it was cheese and wine.\" She laughed, saying \"is cheese and wine all right?\" before adding: \"This fictional party was a business meeting and it was not socially distanced.\" The story caused widespread fury across Westminster, with MPs on all sides calling for definite answers about any rule breaking - especially after days of No 10 denying a party even took place.And the public was angry too, with people sharing stories about how they had lost loved ones while those in government laughed and had parties.The Metropolitan Police said it would not be investigating any potential breaches following the release of the video citing \"an absence of evidence\".Less than 24 hours after the leaked video was published, Ms Stratton made a statement outside her home to resign her post as the PM's COP26 spokeswoman and to apologise to the public.\"The British people have made immense sacrifices in the ongoing battle against Covid-19,\" she told reporters. \"I now fear that my comments in the leaked video… have become a distraction in that fight.\" Ms Stratton said her remarks \"seemed to make light of the rules, rules that people were doing everything to obey\". She added: \"That was never my intention. I will regret those remarks for the rest of my days and offer my profound apologies to all of you at home for them.\" Earlier, at the start of Prime Minister's Questions, Mr Johnson apologised \"unreservedly for the offence\" caused by the video.He claimed that he had been repeatedly assured there was no party and no Covid rules were broken. But he said Cabinet Secretary Simon Case would carry out an inquiry, promising disciplinary action for all those involved. Asked at the press conference if Mr Case would look into reports of other parties, he replied: \"He may wish to look at other things but that is a matter, frankly, for him.\" Sir Keir said the prime minister's apology \"raised more questions than answers\", and that \"millions of people now think the prime minister was taking them for fools and they were lied to\". The Labour leader pointed to the story of a woman whose mum called her on the day the party happened \"breathless and feverish\".She was hospitalised days later and died, without her daughter visiting as she abided by lockdown rules.Sir Keir questioned whether Mr Johnson had \"the moral authority\" to lead and ask the public to stick to restrictions if his team would not. But the PM accused his opponent of \"playing politics\" with the issue and \"undermining\" the public health message over Covid.", "url": "https://www.bbc.com/news/uk-politics-59584736"}