{"datetime": "2022-02-01T13:23:13.000Z", "subject": "Coronavirus pandemic", "title": "Boris Johnson: Welsh minister slams party culture but backs PM", "article": "A senior Welsh Tory has defended Prime Minister Boris Johnson, amid police investigations into Downing Street parties held during lockdown. Wales Office minister David TC Davies apologised for an \"unacceptable culture,\" but said the prime minister should not resign. Labour MP Chris Bryant said Mr Johnson had lied to the House of Commons and had \"no moral authority\" to lead. He said anyone defending him was \"complicit in that lie\". A partial report by senior civil servant Sue Gray released on Monday has warned of \"failures of leadership\" at the heart of government. Metropolitan Police officers are investigating 12 events for alleged breaches of lockdown rules, including three the PM reportedly attended and one in his flat. But David TC Davies, Conservative MP for Monmouth, toldRadio Wales Breakfast : \"I can only make a judgement when those investigations are complete, but on the basis of what I've seen so far, which is not the full thing, I think Boris should not be resigning. \"If we're going to hold Boris personally responsible for the actions of everyone in number 10, lets give him some of the personal credit for some of the good things that happened through this pandemic, we can't have it always where Boris gets the blame for everything that's gone wrong.\" Another Welsh Conservative MP, Ynys Mon's Virginia Crosbie, said she had welcomed Mr Johnson's assurance \"that he will act swiftly and decisively\" on the report's recommendations. She said constituents have been \"absolutely clear to me over the last few days that they want action from the UK government on the issues that really matter to them\". Ms Crosbie added: \"The excitement about these big-ticket items has risen since the prime minister visited Anglesey last week and said he remains a fervent supporter of new nuclear power here on the island.\" Sue Gray said she had been \"extremely limited\" by the police investigation in how much she could say, so a \"meaningful\" report could not be released yet. An updated report on lockdown parties in No 10 will be published by Ms Gray once police finish their inquiries, Downing Street has said. A number of Conservative MPs had said they are waiting for Ms Gray's full report to decide whether to try to remove the PM from office. The response by top Welsh Conservatives in recent weeks has been in contrast to some of Scotland's senior Tories, who have been directly critical of the prime minister. On Tuesday Welsh Conservative Senedd leader Andrew RT Davies, who last month backed the PM but said he was waiting to seewhat the Sue Gray report said , declined to be interviewed by BBC Wales. On Monday, former Scottish Conservative Ruth Davidson told Channel 4 News: \"I'm upset because, not just because of things that myself and others that are in my close family and circle of friends missed and had to give up\". She added: \"I was working in the Scottish Parliament, I had constituents that lost businesses, I had people feel guilty that they didn't go to the care home to see their parents, that they didn't hug a friend at a funeral because they played by the rules.\" Chris Bryant, Labour MP for Rhondda and the chair of the Commons committee on standards and privileges, told Radio Wales Breakfast: \"For a prime minister to govern the country they have to have moral authority. \"If the prime minister comes to the House of Commons and says one thing in November and December repeatedly, namely that all the rules were always observed, all the guidance was followed, there were no parties, and it turns out that that was a lie, then he has no moral authority and can no longer govern.\"Sue Gray has decided that the prime minister has lied - she said there were events that took place that should never have been allowed to take place. That is proof that the prime minister lied on 13 November last year and 1 December last year. \"Every Tory MP who now defends him is complicit in that lie.\" Mr Bryant added: \"The only mechanism is for Conservatives to discover their backbone. \"In our system nobody is above the law and we in Parliament presume that everybody is honourable because they will not lie, and if they are caught lying they will resign.\" ", "url": "https://www.bbc.com/news/uk-wales-60213709"}