{"datetime": "2021-12-08T01:07:19.000Z", "author": "Laura Kuenssberg", "subject": "Coronavirus pandemic", "title": "What next for Boris Johnson after the No 10 party video?", "article": "\"Indefensible\", \"catastrophic\" and \"astonishing\". Condemnations, not from Boris Johnson's political opponents, but from his own side - many Conservative MPs are furious afterfootage emerged of Downing Street staffers laughing about how they'd have to explain the gathering in December last year, if news of it ever emerged. It's hard to imagine a more toe-curling seeming confirmation of what was going on in there, when socialising was banned for everyone else, the virus was taking hold and families across the country were unable to see sick relatives or loved ones in care homes.The footage has already been seen by millions of people, well beyond Westminster's bubble, even joked about by on ITV's I'm a Celebrity Get Me Out of Here. But what are the likely consequences of this deep embarrassment for No 10? First off and most importantly, many members of the public -most poignantly those who lost relatives to Covid - will feel intensely hacked off. Not just to find out that Downing Street had a party, but that captured on camera staffers laughed about what they had done. A Whitehall source says: \"As an ordinary punter it makes me feel stupid for following the rules.\" Of course it is dynamite too for the opposition parties, who have for months been making the case that the government believes it can act however it chooses. Expect to hear plenty of the charge of \"one rule for us, one rule for them\" in the next few days. On the back ofDowning Street's attempt to change the rules on MPs' behaviour after former minister Owen Paterson broke them, even some senior Conservatives are making that claim tonight. One says: \"The handling of the Paterson affair showed the PM didn't think the rules applied to his friends. This video demonstrates that view is widely shared in No 10 by very senior political advisers appointed by the PM. \"People who were prevented by the government from seeing loved ones at the end of their life will conclude they were being taken for fools.\" Making voters feel like idiots is not exactly a winning strategy. And if the government concludes before too long that the rise in Omicron means he has to ask the public to make significant sacrifices again, after this just how willing will some of the public be to comply? One senior Tory MP and avowed lockdown sceptic Charles Walker says: \"The No 10 party means that any future lockdowns will be advisory, whatever the law says.\"Another senior figure reckons the existence of the footage makes this mess more damaging than Dominic Cummings' trip to Barnard Castle. There's another consequence for No 10, too, which is important to its relationship with the Tory Party and the public- the impact that it has on the faith in Downing Street to tell the truth. Every government I've ever covered has used spin. Every government I've covered has sometimes been less than straight with the facts. Yet footage emerged on Tuesday after nearly a week of Downing Street using various different formations to deny the story. As I write late on Tuesday night, No 10 is sticking to its line that there wasn't even a party. But with the leaked footage, and rising internal anger, it's hard to see how that can really last. To put it diplomatically, Boris Johnson has always had anunusual relationship with the truth . His party has tolerated that because of the other electoral assets they believe he has. But ministers and MPs who have been out defending No 10 in the last few days will feel sore that they weren't given the full facts.One minister instructed to hold the line earlier this week told me it was \"like they were in denial\". Another senior Tory MP said privately: \"After this, I can never again take anything Boris says at face value.\"It's not yet clear if any MPs or ministers will be willing to go and defend the government on Wednesday. With Prime Minister's Questions, Boris Johnson can't avoid the issue himself.And immediately the fiasco's prompted pressure on the PM to sharpen up the way he does business.Calls for a better operation in No 10 have been getting louder since the Owen Paterson shambles. A long-term aide to Mr Johnson went back into No 10 not long ago to help. But there've been private demands from a former minister to sack chief of staff Dan Rosenfeld, speculation that anyone seen in the video will have to quit, suggestions that the PM will have to make a grovelling apology and send some staff out the door, or try to get ahead of the story and launch some kind of inquiry.The question being asked, even by one of his allies, is about Boris Johnson himself - \"Is he going to be big enough to understand the reason we're getting into difficulties, is because he is trying to run government with chaos, like he has run his life?\" they ask.The former minister points the finger at the prime minister's chosen manner of running No 10, with \"cliques running round\" and wanting to hear from \"people who will tell him he is wonderful, not to tell him that he is not\". Boris Johnson still has many backers, many MPs who believe they owe their seats to him. His presence looms so large over his party, that a different kind of party altogether is not suddenly going to sink him or his team.We've talked on here so many times about this prime minister's ability to ride the political rollercoaster through deep dips. But again he finds himself at the centre of something that many on his own side find impossible to defend.Even with an enormous majority and unrivalled political celebrity, Boris Johnson's Downing Street might be a lonely place to be this Christmas.", "url": "https://www.bbc.com/news/uk-politics-59573845"}