{"datetime": "2021-12-08T10:44:06.000Z", "subject": "Coronavirus pandemic", "title": "Downing Street party: No 10 staff joked about party amid lockdown restrictions", "article": "A video obtained by ITV shows senior No 10 staff joking about holding a Christmas party - days after one was held there during lockdown. The PM's then-press secretary Allegra Stratton is asked by colleagues about reports of a party, as they rehearse a news conference in December last year. In jokey exchanges, she says: \"This fictional party was a business meeting and it was not socially distanced.\" Downing Street continues to insist no party took place. But a source previouslyconfirmed to the BBC that a party did take place there on 18 December, with \"several dozen\" people in attendance. It is expected Boris Johnson will face tough questions about the party - and the video - from Labour leader Sir Keir Starmer at Prime Minister's Questions later. The BBC's political editor, Laura Kuenssberg, also said there was also \"backbench fury\" among Conservative MPs. Senior Tory Sir Roger Gale said \"the buck stops at the top\", and called for Mr Johnson to give definitive answers over what happened when he appears in the Commons at 12:00 GMT.And former chair of the Conservatives, Baroness Warsi, said every employee who was at the Christmas party should resign, \"no ifs, no buts\". Asked by the BBC about the party, Foreign Secretary Liz Truss said: \"I don't know the detail of what happened.\"I know that the prime minister's spokesman answered those questions in detail [on Tuesday] and I am sure there will be further discussion of that issue, but my focus has been - as I am sure you can imagine - on foreign policy.\" Pushed on why the public should follow the rules if No 10 does not, she added: \"We do follow the rules on Covid.\" The mock news conference shown in the video took place in Downing Street on Tuesday 22 December 2020, without members of the media present. At the time, the government's coronavirus guidance specifically stated that people should not have Christmas parties - and gatherings in London of two or more people indoors were banned unless they were \"reasonably necessary\" for work. A day after Ms Stratton's exchange, Mr Johnson announced that strict lockdown rules would be in place over Christmas for parts of England, meaning many could not see relatives during the festive period. In the clip, obtained by ITV , Ms Stratton responds in a playful tone to questions from colleagues pretending to be journalists. Special adviser to the prime minister, Ed Oldfield, asks her about reports of a party in Downing Street \"on Friday night\". In reply, Ms Stratton says: \"I went home\" and then pauses. After Mr Oldfield follows up to question if the prime minister would \"condone\" a Christmas party, Ms Stratton asks: \"What's the answer?\" When another aide jokes that \"it wasn't a party, it was cheese and wine\", she laughs and asks \"is cheese and wine all right?\", adding: \"This fictional party was a business meeting and it was not socially distanced.\" In response to the clip, No 10 said: \"There was no Christmas party. Covid rules have been followed at all times.\"No ministers have appeared in media interviews since the story broke, and some have cancelled visits.Labour's Sir Keir Starmer said people across the country had \"followed the rules even when that meant being separated from their families\", while many had been \"unable to say goodbye to their loved ones\". His deputy leader, Angela Rayner, also expressed her anger, saying: \"Nearly 150,000 people have died from Covid in the UK. They partied, we paid.\" The SNP's Westminster leader, Ian Blackford, said the prime minister \"must remove himself from office immediately\" if the party happened.Dr Saleyha Ahsan, of the Covid-19 Bereaved Families for Justice Group, said her jaw had hit the floor when she watched the video and brought back flashbacks of last December when her father fell ill with Covid, and later died. This latest revelation was \"like a bullet to the chest\", she said, and showed the government's \"lack of regard for the rest of us\". The Metropolitan Police said it was reviewing the footage, which it said related to \"alleged breaches\" of coronavirus regulations. It added: \"It is our policy not to routinely investigate retrospective breaches of the Covid-19 regulations, however the footage will form part of our considerations.\" \"Indefensible\", \"catastrophic\" and \"astonishing\". Condemnations, not from Boris Johnson's political opponents, but from his own side. No 10 is sticking to its line that there wasn't even a party. But with the leaked footage, and rising internal anger, it's hard to see how that can really last. It's not yet clear if any MPs or ministers will be willing to go and defend the government. But with Prime Minister's Questions, Boris Johnson can't avoid the issue himself. Read more from Laura here. On the No 10 position, a government sourcetold the BBC : \"This line won't hold. As bad as Cummings' road trip for sure.\" Other Tories have gone on the record, with Sir Roger telling BBC Radio 4's Today programme he felt \"total incredulity\" when he saw the video He called on Mr Johnson to come to PMQs and say that \"he was wrong, there was a party, and apologise, or to say definitively there was no party at Downing Street last Christmas\". \"If he says that, I will believe him... because that will be on the record at the dispatch box and of course to mislead the House of Commons deliberately would be a resignation matter,\" he added.Calling for resignations, Baroness Warsi tweeted: \"The rule of law is a fundamental value, the glue that hold us together as a nation. Once that is trashed by those in power the very essence of our democracy is at stake.\" And the former vice chair of the 1922 committee of Tory backbenchers, Charles Walker, said the video \"makes it very, very difficult now for the government to have anything but voluntary restrictions on people's mixing and mingling\". \"People, if required in law not to meet friends and relatives, will say, 'look, it didn't happen last year at No 10 Downing Street [so] it is not going to happen this year at No 10 Acacia Avenue'.\" The government has been under pressure about the party since it wasfirst reported by the Daily Mirror last week. The Mirror said last year's official Downing Street Christmas party had been cancelled due to restrictions, but staff held an unofficial gathering. A source who attended later told the BBC that party games were played, food and drink were served, the party went on past midnight and that \"several dozen\" people attended. Asked about the party earlier on Tuesday, Boris Johnson said he was \"satisfied\" no Covid rules had been broken. But the restrictions operating at the time banned such get-togethers. No 10 has refused to explain how the partygoers complied, despite days of questioning by reporters. Meanwhile,the Mirror has reported that in December 2020, then Education Secretary Gavin Williamson held a party for staff. A spokeswoman for the education department said a \"gathering\" was held for those who were already in the office and couldn't work from home.\"Drinks and snacks were brought by those attending and no outside guests or supporting staff were invited or present. While this was work-related, looking back we accept it would have been better not to have gathered in this way at that particular time.\"Any party at Downing Street would have breached the government's guidelines at the time. Its guidance for the Christmas period specifically said: \"Although there are exemptions for work purposes, you must not have a work Christmas lunch or party, where that is a primarily social activity and is not otherwise permitted by the rules in your tier.\" The other question is whether it would have been illegal.London at the time was in Tier 3 andthe law banned gatherings of two or more people indoors unless it was \"reasonably necessary\" for work. There was also a specific prohibition on organising an indoor gathering of more than 30 people. But there may have theoretically been a loophole for government buildings like 10 Downing Street because of the 1984 legislation used to bring in the tier system, according to Adam Wagner - a barrister at Doughty Street Chambers and an expert on Covid regulations. Another barrister, Charles Holland from Trinity Chambers,tweeted that there would have needed to be an agreement with Westminster City Council for the regulations to apply in Downing Street.", "url": "https://www.bbc.com/news/uk-politics-59572149"}