{"datetime": "2022-01-13T17:13:20.000Z", "subject": "Coronavirus pandemic", "title": "Boris Johnson: PM has lost trust - Welsh Tory council leader", "article": "A Welsh Conservative council leader says there has been a \"complete\" breakdown in trust between Boris Johnson and the British public. Monmouthshire's Richard John is the most senior Tory figure in Wales to publicly criticise Boris Johnson. It follows Mr Johnson's apology for attending a lockdown party. Tory Senedd leader Andrew RT Davies told BBC Wales Mr Johnson has his support \"at the moment\". His Scottish counterpart called forthe PM to quit . Mr Johnson said he had believed the Downing Street garden drinks in May 2020 to be a work event, and was \"technically within the rules\" but he should have realised how it would look to the public. Despite the apology there have been calls from Conservative ranks for the prime minister to resign. Speaking to BBC Wales, Mr John said: \"The members of the public that I've been talking to are just sick to death of this. And they feel that there's been a complete and almost irreparable breakdown in trust between the public and the prime minister, and I'm not sure if he can repair that.\" He said Tory party members are \"genuinely torn because the prime minister has generally navigated the pandemic well\". \"But the problem is you ask the public to abide by the rules, those rules are sacred,\" he said. \"I think he needs to reflect on whether, and if so how, he can repair the broken bond of trust between him and the public,\" Mr John added. Atweet reflecting his views was liked by Altaf Hussain, Conservative Senedd member for South Wales West. The allegations of parties at Downing Street are being investigated bysenior civil servant Sue Gray . Andrew RT Davies said any politician needs to command the confidence of their party and the country \"they're seeking to lead\". He added: \"Boris Johnson, like any other leader, has to look himself in the mirror and say 'can I maintain that confidence to carry on as leader?' \"And, at the moment, he certainly enjoys the confidence that I can give him from my position as leader of the Welsh Conservatives in the Welsh Parliament. \"But I am waiting now to see what the review has to say, and I should hope that many other people wait for that review to report and ultimately come up with a conclusion.\" On Thursday senior UK government figure Jacob Rees-Mogg declined to name Mr Davies as the leader of the Welsh Conservatives in the Commons. Cardiff West Labour MP Kevin Brennan asked what the House of Commons leader meant when he called Scottish Conservative leader Douglas Ross a \"lightweight\". \"Does he think the leader of the Welsh Conservatives is a light weight figure and can he name him,\" said Mr Brennan. \"My honourable friend, the Secretary State for Wales is called Simon Hart,\" Mr Mogg said in reply. ", "url": "https://www.bbc.com/news/uk-wales-politics-59979488"}