{"datetime": "2021-11-11T09:13:37.000Z", "author": "Paul Martin", "subject": "Coronavirus pandemic", "title": "Wales-specific Covid inquiry needed, says Chris Evans MP", "article": "A Wales-specific Covid public inquiry is needed as bereaved families have questions that need to be answered, a Labour MP has said. Chris Evans said as the NHS was devolved to Wales, the response to the pandemic was managed via Cardiff. The Islwyn MP said: \"There has to be some sort of inquiry. There's been over 7,000 deaths.\" Unlike the Scottish government, Labour Welsh ministers are not planning an inquiry separate from the UK-wide one. Mr Evans, who is a shadow defence minister for Labour in the House of Commons, said: \"In fairness to the government they were facing a pandemic we'd never seen on this scale before, not since Spanish flu in the 1920s. \"Their response was quick, it was right, but still there are questions and there are issues that need to be addressed and those need to be addressed I think by a Wales-wide inquiry specifically where we're looking at the issues in Wales.\" He said that he believed First Minister Mark Drakeford had been \"very sympathetic\" to campaigners from the Covid-19 Bereaved Families For Justice Cymru group after meeting them, and thinks the issue is \"something that will be looked at again\". \"This is about bereaved families who have lost loved ones and have questions that need to be answered.\"I don't think this is a political issue, it's a moral issue.\" Mr Drakeford saidlast month that he was assured by the prime minister it will have a \"proper Welsh dimension\". The Welsh Conservatives and Plaid Cymru have long called for a Wales-specific inquiry. The Welsh government said: \"A UK-wide inquiry will have the capacity and force to oversee the interconnected nature of the decisions that have been made across the four nations.\"The First Minister has written directly to the Chancellor of the Duchy of Lancaster about the many specific issues the inquiry must focus on to deal comprehensively with the actions of the Welsh government.\" ", "url": "https://www.bbc.com/news/uk-wales-59245743"}