{"datetime": "2021-12-08T17:55:22.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Bereaved families 'fuming' at No 10 Christmas party", "article": "A man whose mother died alone in hospital with Covid on the night of a No 10 Christmas party last year has said he is \"fuming and exasperated\". Andrew Edwards' mother died at a time when family members were banned from hospital bedsides due to restrictions. The Downing Street party took place on 18 December, with a source telling the BBC \"several dozen\" people attended. Prime Minister Boris Johnson has nowordered an inquiry into whether Covid rules were broken. Speaking at Prime Minister's Questions on Wednesday, Mr Johnson said sorry for a video showing Downing Street staff joking about a lockdown Christmas party in No 10. He suggested he had been misled about the party and said he had been \"repeatedly assured that there was no party and that no Covid rules were broken\". Covid restrictions operating at the time in England banned such events. The party took place at a time when case rates in Wales were among the highest in the UK. The Office for National Statistics (ONS) reported 66 deaths involving Covid on 18 December. Andrew Edwards said he had experienced a \"smorgasbord of emotions\" after hearing about the party. His mother, Hazel Davies, died in a Wrexham hospital with only her intensive care nurse next to her because of Covid restrictions forbidding anyone but health care professionals in the building. \"I am fuming, exasperated... but it's something I have come to expect from this administration,\" he said.\"It angers me. It's unacceptable on all levels.\" He said the video showing Downing Street staff joking about the party was insulting, but not unexpected. \"The video doesn't surprise me, these people don't realise what it's like to live in the real world. \"They make the rules, why can't they abide by them?\" Lynne Parker, from Risca, in Caerphilly county, went nearly a year without holding her husband's hand before he died. Alistair, her husband of 42 years, was in a nursing home at a time when people in Wales were advised to keep contact with other people to a minimum and to keep a 2m (6ft) distance from others. Mrs Parker toldRadio Wales she was \"desperately searching my email\" to see if she could visit the home on Christmas morning to see her husband through a glass door. \"Instead, I got to see my husband when I spent three hours with him when he was dead in his bed on 19 December,\" she said. Mrs Parker said Alastair \"gave up\" after being unable to hold her hand, because she was \"his lifeline\". \"We abided by every rule in the book and this [party] just feels like abuse,\" she said. \"I really think that these politicians have no idea what ordinary people have been going through. \"I feel so cheated and so hurt, and the hurt will never leave me. That when he needed me the very most in his life I was denied to be able to hold his hand until he had passed away.\" The top seven worst-affected areas in the UK were all in Wales, with Merthyr Tydfil having the highest rate of new Covid cases of any UK local authority area. The 66 deaths the ONS reported pushed the cumulative number to 4,582 and the total number of cases rose to 117,367, according to Public Health Wales. On 18 December 2020, Wales was inalert level three but an announcement by First Minister Mark Drakeford on the 16th confirmed the country would move toalert level four from 28 December. Nick Lyons, medical director at Cwm Taf Morgannwg health board, said at the time intensive care units in the area were \"basically full\". Dr Simon Barry also warned the pressure on Welsh hospitals from Covid patients was expected to get\"significantly worse\" and \"much busier than during the first wave\". Moira Owen said she had been standing outside her 104-year-old mother's care home in Mold, Flintshire, on the night of the Downing Street party.\"We did manage to visit Mom outside the window, with the support of the care home, until very sadly in January of this year Mom passed away, I'm glad to say Covid free,\" she said.After hearing about the Downing Street party, Ms Owen said she looked through social media to see what she was doing on 18 December. She recalled that around that time they had arranged for a vocalist to sing outside her mother's care home. Ms Owen dubbed the party \"the final insult to a lot of insults\". \"They seem to be not just laughing in my face. It's the disregard and it's the insults to my Mom's memory.\" In a text sent toRadio Wales , a Conservative party member from south Wales who wanted to remain anonymous, said the party left him \"speechless\" after he spent that Christmas explaining to his elderly mother and father why he could not see them. He said other incidents likeMatt Hancock breaking social distancing laws has \"brought out hypocrisy\" in the party. \"I don't know [if Boris Johnson should resign], but he needs to take some responsibility for the party and not dig his head in the sand,\" he said. Allegra Stratton, who featured in the video of No 10 staff joking about holding a Christmas party, has sinceresigned as government adviser following the angry backlash .During PMQ's on Wednesday Mr Johnson said: \"I apologise unreservedly for the offence that it [the video] gave up and down the country.\" If rules have been broken, \"there will be disciplinary action for all those involved\", he told MPs. Mr Drakeford said \"people who make the rules must follow the rules\". He added: \"I think that's partly why we've had the continued support of people in Wales who, in their own lives, continue to do all those things to keep themselves safe, and keep other people safe too. \"That'll be my message to people in Wales this week.\" The first minister is due to announce the results of the Welsh government's latest three-week review of Covid restrictions on Friday. He added: \"We all need to go on doing the right things, whatever other people might be doing, we need to do the right things, and by doing them together, we can still go on making that difference.\" ", "url": "https://www.bbc.com/news/uk-wales-59578437"}