{"datetime": "2022-01-28T00:58:05.000Z", "author": "Tomos Morgan", "title": "Plastic bags: The Aberdare woman who collected 10,000 in 50 years", "article": "With a collection of 10,000 carrier bags amassed over almost 50 years, Angela Clarke has earned the nickname 'Bag Lady'. Her collection ranges from paper Woolworths bags to Aldi bags for life and everything in between. By 1977 she had 200 bags and was invited onto Saturday morning kids' show Multi-Coloured Swap Shop.From there, aged 10, things spiralled. Within weeks of her TV appearance hundreds had arrived at her door.\"Two weeks later after the programme, there was over 250 waiting for me in the BBC and they had to be sent in the post to me,\" the 55-year-old said. They are still coming. \"I do get bags arriving at my door posted to 'Angela Clarke, Bag Lady, Aberdare',\" Ms Clarke said.\"I'm known as 'Bag Lady'.\" Donations have been posted to the mum-of-two in Rhondda Cynon Taf from all over the world.They have come from Hong Kong, and America. A lord sent one, another turned up having once held Michael Parkinson's shoes. David Soul, star of 1970s cop show Starsky and Hutch, signed one.Her collection is thought to be among the largest in the world.Ms Clarke sees the bags as snapshots of time that bring back people's memories.She said: \"When you start talking to them, talking about the memories, and you talk about the shops you've been in that aren't there anymore, or the places you've been to: I found a bag this week with a picture of the tube (map) and it hasn't got the Jubilee line on. \"And you start talking about things, and they say 'yeah, yeah, I can see that'.\" Some bags sell for hundreds of pounds online, she said. Over the years the kind of bags used has changed. \"In Britain we put handles on our paper bags, which were phased out to save the trees,\" Ms Clarke said.\"The plastic bags made in the '70s are a much stronger quality, and you have to weigh up the bag-for-life argument against the biodegradable argument.\" Ms Clarke's oldest bags have outlived the suitcases they were kept in. The archive is now kept in plastic boxes, stored by years. Ms Clarke would love for her pride and joy to be preserved forever by a museum.She would like London's Victoria & Albert or the National Museum of Wales to take them on.\"I would love this preserved as a whole collection,\" Ms Clarke said.\"Maybe Cardiff museum, the V&A, maybe someone would like to take them. \"This is a snapshot of time. This is a snapshot of art. If they don't do it now, you're not going to be able to do it in 45 years as they will go to dust.\" The V&A and the National Museum of Wales have been asked for comment. ", "url": "https://www.bbc.com/news/uk-wales-60160099"}