{"datetime": "2022-01-07T18:11:21.000Z", "title": "Patients benefit from revolutionary cancer treatment", "article": "Cancer specialists say a new form of personalised treatment is producing promising results in adults with leukaemia. The treatment, known as CAR-T, involves reprogramming the patient's own immune system to attack their cancer.The team at University College London say the \"transformative\" treatment may offer hope where others have failed.Claire Evans believes she was \"very lucky\" to have the therapy two years ago; she is still in remission.\"I don't think I'd be here if I hadn't had CAR-T,\" says Claire, from Hampshire. \"I was very, very lucky that the trial was there at the time.\"If the CAR-T option hadn't been available, I would have had, probably, a finite amount of time left.\" The treatment is designed for patients whose cancer has returned, leaving them with a unpromising prognosis. CAR-T works by removing a type of immune system cell, called a T cell, from the patient's blood. Those cells are then genetically modified in the lab to make them more effective at targeting cancer cells, multiplied, and infused back into the patient drop by drop. At present, CAR-T is only licensed for some people with leukaemia in the UK because the side effects are so severe.The team at UCL have tweaked it so that it produces a less toxic reaction.The UCL team, in partnership with University College Hospital, plan a much bigger trial, and hope the treatment will be approved within two years. One of the researchers, Dr Claire Roddie, said the treatment was \"absolutely transformative\" and probably the biggest breakthrough in the past 20 years in malignant blood cancers. \"It is an absolute delight to be able to offer new therapies to these patients who otherwise have no treatment option available to them,\" she said.The hope is that CAR-T will eventually be able to treat many types of cancer. The BBC podcast You, Me and the Big C , which features open, honest and informative discussions about cancer, is back for an 8th series. You can find the latest episode on BBC Sounds. ", "url": "https://www.bbc.com/news/health-59771464"}