{"datetime": "2022-01-20T17:50:18.000Z", "author": "Miriam Barker", "title": "Cancer: Mum diagnosed months after daughter", "article": "A mother diagnosed with terminal cancer said she does not regret focusing on her child, who also has the disease, rather than getting checked out earlier. Mia, six, from Rhondda Cynon Taf, was diagnosed with leukaemia in 2020 after it was spotted at an eye test. Just seven months later her mother, Alison, was told she had stage four breast cancer. The mum-of-two said she is putting her own treatment on hold to focus on Mia. Mia was four when a routine eye test showed she had chronic myeloid leukaemia. \"If it wasn't for myself taking her to our local opticians, then we would have been none the wiser of how ill Mia was, as she didn't show any signs or symptoms,\" Alison said. \"Mia was fit and well with no symptoms of vision problems whatsoever, so I thought it was strange she had failed the test, half her class had failed the eye test and I thought I would take her just in case and I am really pleased I did. \"We took her for further investigations - but I couldn't have anticipated what would come next.\" Mia was referred to the Royal Glamorgan Hospital, Llantrisant, for further tests and was diagnosed. She has been receiving chemotherapy daily for the past two years, but the family has been told it is no longer working. Mia has been given a trial of new chemotherapy, and providing the trial works, will have a bone marrow transplant in a few months. Shortly after Mia's diagnosis, the family was given the news that her mother had been diagnosed with stage four breast cancer. Alison said she felt something in her breast but thought it was a cyst and focused on Mia and getting her through her treatment.\"It was hard when I got the diagnosis, as I hadn't got over the shock of Mia. \"But I just had to put myself aside, and honestly, I don't care about myself, I just have to be there for Mia and get her through it. \"And I don't regret that, if we were to go through it again I would do the exact same thing,\" she said.She had an intense course of chemotherapy and radiotherapy, and has also undergone surgery to remove the 17cm tumour in her breast. She is awaiting more surgery, but has put her treatment on hold to be able to support her daughter. Alison said going through cancer at the same time as her daughter means she can make it less scary for Mia. \"As we both have cancer, I understand exactly what she is going through. \"I'm glad I've got it in a way so she can be less afraid as mammy has it too and we can both fight it together. \"The next round of chemotherapy that Mia is going to have, is the one that I was on which is really intense and she has seen what happened with me when I was on it. \"I lost my hair, that was the most frightening part, well for me, but it is now coming back and Mia can see that now - she can see mammy's hair growing back so she knows hers will fall out but will grow back, although she is excited about getting a rainbow wig after seeing all mine,\" Alison added.\"I am just so proud of her - how resilient and strong she is. \"She is constantly doing TikToks, laughing, dancing and joking, just taking it all in her stride - she doesn't whinge and she is just awesome. \" The family have been trying to raise as much awareness as they can about the importance of eye tests and are also looking for any help with fundraising and donations to help to support them through Mia's treatment. ", "url": "https://www.bbc.com/news/uk-wales-60065974"}