{"datetime": "2020-10-27T14:39:08.000Z", "title": "Dylan Thomas: International collections of poet go digital", "article": "Manuscripts, notebooks and photographs chronicling the life of Welsh poet Dylan Thomas will soon be available online as part of a digital archive. A collaboration with the Harry Ransom Center at the University of Texas, Swansea University and the Dylan Thomas Trust has been announced - on Thomas's birthday. It includes handwritten notes for his radio play Under Milk Wood. It is hoped the works will be finished by the end of 2021. \"This initiative promises to deepen our understanding of Dylan Thomas' creative process and lead to new insights into his poetry and other writings,\" said Stephen Enniss from the Harry Ransom Center, which holds the world's largest collection of Thomas material. \"We are grateful for this collaboration with Swansea University and grateful, too, to the Dylan Thomas Trust which has made it possible for us to share the collection with his readers everywhere.\"In addition to the Under Milk Wood notes, there are letters, financial records and proofs from the Swansea-born poet, who died in New York City in November 1953. It includes a typed version of one of his most famous poems, Do Not Go Gentle Into That Good Night. Hannah Ellis, the poet's granddaughter and the manager of the Dylan Thomas Trust, said: \"The digitised archive will help people to further understand the meticulous craft that my grandfather put into his work.\" Swansea University holdswhat has become known as the \"lost\" fifth notebook of Thomas's work in its Richard Burton Archives, along with some rare proof copies of several pieces. The university is also host tothe annual Dylan Thomas Prize , one of the world's most prestigious international awards for young writers. \"As the custodians of some significant material relating to Dylan Thomas, and reflecting our commitment to increasing the role of Thomas' work in education, we are honoured to be part of this collaboration,\" added Prof Martin Stringer, the university's pro vice-chancellor. ", "url": "https://www.bbc.com/news/uk-wales-54706136"}