{"datetime": "2018-01-28T08:06:59.000Z", "title": "Newport Lego fan moves house to fit 1,500 model collection", "article": "Toni Thomas first fell in love with Lego when she was five-years-old when her mum gave her a box of the iconic coloured bricks. Now, the former plumber from Newport shares her house with a collection of 1,500 models, and was even forced to move from her one-bedroom flat after her collection got so big. \"It was very cramped. It was even in the bathroom at one point,\" said the 48-year-old, who has a Lego tattoo on her arm. \"So I thought 'that's it - I've got to move' and I came here about three years ago.\" Now she shares her two-bedroom terraced house in Newport with a Lego collection insured for about £15,000. Ms Thomas spends most of her money on the models, which range from architecture to Atlantis, Minecraft to monster fighters, and it is easy to guess what she gets for Christmas and birthdays. \"I only ever get Lego or money to buy Lego,\" she said. \"A box of Lego, I'm happy.\" Ms Thomas, originally from Worksop, Nottinghamshire, shared her collection with BBC Wales as Lego celebrates its 60th anniversary on Sunday. Her home has a special Lego room dedicated to the growing collection, which must be kept in a perfect condition to preserve her builds. She even keeps the radiator turned off and the curtains closed so the quality and the colour of the bricks does not diminish. Ms Thomas also has a workshop of about 200 drawer sections of spare Lego parts organised like a garage workshop - divided into colour, collection and body parts. But she does not have room to show all of her collection at the same time and has to rotate them. She is still trying to find space to show them off. \"The next set I wouldn't mind is the new Big Ben and London Bridge, I'm just waiting to get some shelves up,\" she said. \"I've got about 72 box sets that need building and nowhere to display them.\" Her most challenging project was the Sydney Opera House, which took her three weeks to build, but she had to dismantle it as she had no room - a process which took her two days. But her favourite set is the monster fighters. \"I like anything scary and spooky,\" she said, \"The monster fighters are different because Lego's never done anything scary before.\" One build she has on display in her house at the moment is the Winchester Pub from the 2004 film Shaun of the Dead, as well as an army of zombie figures to add to the horror theme. The custom made pub took her a year to build from taking detailed notes while watching the film, and is kitted out on the inside, with a bar, pool table, kitchen, showers and toilets. Ms Thomas' love of Lego has stayed strong for more than 40 years and she has now passed on her passion to her nephews and nieces who always want Lego for Christmas.\"If I'm having a really bad day and just want something to do I just come upstairs and build, it takes my mind off everything,\" she said. ", "url": "https://www.bbc.com/news/uk-wales-south-east-wales-42834322"}