{"datetime": "2021-12-07T14:58:33.000Z", "title": "Lewes auction sees royal letters and photos on sale", "article": "A private collection of letters and photos of the Queen and the Prince of Wales offering a glimpse into Royal family life have been put on sale. The album belonging to a former tutor of Prince Charles includes a letter in which the Queen reflects on the death of her father, King George VI. In another, Prince Charles recalls memories of his school gym mistress.The album failed to reach an estimate of £50,000 to £80,000 at auction earlier, so did not sell. The letters, photographs and other documents belonged to Michael Farebrother, a former headmaster of St Peter's school in Seaford, East Sussex, and tutor to the young Prince of Wales. His nephew Tim Farebrother, who has put the items up for sale, said his uncle was brought in \"to amuse\" Prince Charles after Prince Philip went away on the Royal Yacht Britannia. \"Poor Prince Charles was left wondering who he was going to play with. Also, he wanted a grown-up presence in his life and a male one at that,\" he said. The collection features 11 letters from Princess Elizabeth, later the Queen, including one written after the birth of Prince Charles in November 1948. In the letter to Michael Farebrother, thanking him for his letter of congratulations, she tells him: \"The baby is very sweet, and we are enormously proud of him.\" In another, dated 13 February 1952, the Queen speaks of her sadness after the death of her father, King George VI, who passed away days earlier. She tells him: \"One's parents are such a very important part of one's life and the emptiness and loneliness that is left seems unbearable. \"For myself, I have a job to do and a family to look after, but for my mother and sister it is so much worse to look into the future.\" Letters from Prince Charles include one written in June 1982 after the birth of Prince William and another reflecting on memories of school. In the letter, he jokes about \"the gym mistress who had large thighs and shouted 'commence' very loudly at the start of each exercise\". In another, he speaks of \"a jolly Xmas at Windsor\" during which \"William had a wonderful time pursuing all the other children until he was purple in the face!\" Letters from Princess Anne and Princess Margaret also feature in the collection as does a drawing by a young Prince Charles and a watercolour teddy bear by Princess Anne. Philip Taylor of Gorringes auction house in Lewes said: \"I've been doing this for about 50 years and I don't recollect seeing anything quite as complete or intriguing as this is.\"Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-sussex-59562222"}