{"datetime": "2022-01-12T16:53:36.000Z", "title": "Ex-BBC journalist John Stevenson died of natural causes", "article": "A former BBC Wales journalist whose body was found next to that of his partner's in their home died of natural causes, a coroner has concluded. John Stevenson, 68, was found dead alongside his partner Mark Turner in Aberdare, Rhondda Cynon Taf in 2020. The inquest in Pontypridd heard there were no obvious injuries or suspicious circumstances surrounding their deaths. It appeared Mr Turner had been trying to lift Mr Stevenson before they died, coroner David Regan was told. Mr Stevenson suffered a stroke in 2013 while working as a political correspondent for the BBC in north Wales. After retiring from the corporation, he and his partner moved to Aberdare where he worked for the former Cynon Valley MP Ann Clwyd. He had a further stroke in 2017 and the inquest heard he chose not to do the physiotherapy he was prescribed and his condition deteriorated.The coroner was told that he lost all mobility and the ability to speak.During the last 12 months of his life, Mr Stevenson was cared for full time by Mr Turner. The coroner heard evidence that Mr Turner was finding the role difficult and needed respite.A care package had been agreed with social services, but it had not been implemented by the time of his death. The alarm was raised when a district nurse was unable to get a response from Mr Turner on 12 March 2020.Police forced their way into the couple's terraced house and found Mr Stevenson and Mr Turner \"obviously deceased\" on the floor of the living room where Mr Stevenson's bed was located. A post-mortem examination could find no clinical cause of death. Mr Regan said Mr Stevenson had \"likely died prior\" to 12 March but it was impossible to determine when. Mr Stevenson, who was born in Bangor, Gwynedd, had wanted to become an MP, but felt pressure as a gay man \"to comply\", he said in a programme about his life. He joined the BBC in Cardiff as a researcher but left \"under a big black cloud\" because he was an alcoholic. After a \"lost decade\", he started fighting his addiction and rejoined the BBC in 1997, working his way up to the role of political correspondent. He broadcast major stories from Westminster, including the political response to the 9/11 terrorist attack. ", "url": "https://www.bbc.com/news/uk-wales-59971533"}