{"datetime": "2021-03-09T18:09:16.000Z", "title": "Cardiff doctor sentenced for £68,000 fraud on NHS", "article": "A doctor has been given a suspended sentence after he admitted defrauding the NHS out of nearly £68,000. Dr Aled Jones, 39, claimed for locum shifts he had not worked for four health boards and stole cheques.Cardiff Crown Court heard he had \"enormous\" debts from a gambling addiction which started while studying medicine. Jones pleaded guilty to two counts of fraud at an earlier hearing. He was employed at the city's University Hospital of Wales as a registrar in the nephrology and transplant unit. Over a two year period, Jones, from Rookwood Close, Cardiff, stole 420 cheques from its bereavement services department where he was trusted with codes to unlock the office. Jones noticed old cheques which had not been cashed by another doctor and he set up a bank account in their name.He also amended and filled in cheques and made them payable to himself, cashing nearly £34,000 between March 2017 and March 2019. The court also heard how he had claimed for locum shifts worth £34,000 at different hospitals between 2016 and 2019 with Aneurin Bevan health board, Cardiff and Vale health board, Cwm Taf health board and Abertawe Bro Morgannwg health board.The prosecution said he carried out his fraudulent claims either by overlapping shifts or by simply claiming for shifts he had not worked. Richard Dawson, mitigating, said there had been a bereavement in Jones' family which had \"exacerbated his gambling problem\".He also said Jones had worked voluntarily for 628 hours since his arrest on a Covid ward and transplant unit because he wanted to repay something back to his colleagues who had stood by him and supported him throughout. Sentencing Jones, Recorder Dyfed Llion Thomas said he had defrauded an \"institution which has always been cherished by this country and no more so than now\".He also said the case had \"tragic elements\" as Jones was a person with abilities who had \"put so much at risk because of a gambling addiction\". Jones was given a two-year suspended sentence and he was ordered to carry out 200 hours of unpaid work. ", "url": "https://www.bbc.com/news/uk-wales-56339311"}