{"datetime": "2021-05-27T05:05:30.000Z", "author": "Colette Hume", "subject": "Coronavirus pandemic", "title": "Covid: One-parent rule for boy's cancer treatment 'cruel'", "article": "A dad who found out his son had leukaemia in a hospital car park said Covid rules banning both parents from going to appointments were \"cruel\". Nineteen-month-oldCarson Josephson needs regular treatment at Noah's Ark Children's Hospital, Cardiff . Covid rules mean only one parent can go with him, with his father Jason having to wait outside for hours for news. Cardiff and Vale health board said it followed Welsh government guidance and made allowances \"as appropriate\". Carson, from Ammanford, Carmarthenshire, was diagnosed withacute myeloid leukaemia at the start of lockdown last year, and had a bone marrow transplant in Bristol in October.Since then he has been going to the hospital in Cardiff for treatment and check-ups, but while his mum Carrie goes with him, his dad Jason has to wait outside. \"It's absolutely cruel that two parents can't be there to support their children,\" said Jason, who cannot go inside to hear updates from consultants due to the one-parent rule. UnderWelsh government guidance to hospitals during the pandemic , only one parent, guardian or carer is allowed at child or baby's bedside at a time. However, each health board is allowed \"discretion\" to agree to visits if the \"benefits to the well-being of the patient or visitor\" outweigh the risk of Covid. The Welsh government said its guidance gave hospitals \"flexibility\" to allow visits. Jason said having to sit in the hospital car park waiting for news about his son's health was like being \"in a prison cell\". He was first told his son had cancer by his wife, who rang him as he sat outside their local hospital in Carmarthen after being unable to go inside. \"It crushed me... I couldn't imagine how my wife was feeling,\" he said. \"I just wanted to get into the hospital and put my arms around both of them but I was informed that I was not allowed. I couldn't think of a worse pain.\" Carrie said having to talk to doctors about Carson's treatment and progress alone was hard and she felt \"drained\". \"I'm having to come out and explain to Jason what I've been told by the consultants, and I can't quite explain in the same way the consultants do,\" she said. \"Jason gets confused then. It would be easier if we could both be there. \"It's not just my input into his treatment... Jason should have the right to see the consultant too to talk about his son. I don't feel it's fair that there's a one-parent rule.\" The couple said they did not understand how people wereallowed to go out to pubs and restaurants , but they were still unable to attend their son's appointments together. \"No parent should have to deal with this by themselves without their partner there. To have restaurants and pubs open, it's selfish, it's really selfish. We feel like we're on our own,\" they said. The health board said it was following Welsh government advice which set out only one parent could attend appointments, including for \"Rainbow Daybeds for day treatment\".\"Like our inpatient visiting guidance, allowances are made for outpatient visits as appropriate, depending on the nature of the appointment,\" a spokesman said. \"These measures are in place to maintain a Covid-19 secure environment, reducing the risk to our patients, their families and our staff.\" The Welsh government said health boards, trusts and hospices had the \"flexibility to amend visiting requirements and be sensitive to individual situations\". \"We understand this is an extremely difficult and worrying time for parents and carers of sick children. The well-being of children and young people is at the heart of our guidance.\" ", "url": "https://www.bbc.com/news/uk-wales-57255740"}