{"datetime": "2021-07-21T05:58:35.000Z", "title": "'Blood plasma donations are keeping my six-year-old son alive'", "article": "A mother whose six-year-old son will rely on blood plasma transfusions for the rest of his life after surviving cancer has urged more people to donate. Harley, from Derby, was diagnosed with acute lymphoblastic leukaemia when he was 15 months old and his weight plummeted as a lack of antibodies led to his gut becoming infected. Blood plasma helps to create antibodies his body is not able to produce itself. However, there is currently a national shortfall in blood plasma donations. Plasma is made into antibody medicines known as immunoglobulins, which are used for about 17,000 people a year suffering immune disorders in England. Many of those in need are clinically vulnerable people who have been shielding during the Covid-19 pandemic. There was a ban on using plasma from UK  donors for these medicines from 1998 to February 2021 as a precaution against vCJD, or \"mad cow disease\". NHS Blood and Transplant (NHSBT) estimates it requires about 15,000 donors but currently only has 8,627. Harley's mother said his \"skin was hanging off him\" and he was constantly sick as his infected gut could not absorb food. \"I used to sit in the hospital being scared to sleep in case he stopped breathing in the night,\" she said. \"Now he is healthy, he loves Sonic the Hedgehog and dinosaurs and cars. He is very chatty and very loving. \"For us, plasma donation is more important than anything as without it we would not have our little boy. \"I see a lot about blood and platelet donations but I do not think people know a lot about plasma. \"For us, we would ultimately lose him if people do not donate.\" The NHS has encouraged people to sign up to donate plasma at one of the 11 donor centres around the UK. These are located in Barnsley, Birmingham, Bolton, Bristol, Croydon, Chelmsford, Manchester, Reading, Stratford (London), Stockton on Tees, and Twickenham. Dr Gail Miflin, chief medical officer for NHSBT, said: \"The long period without plasma donation in the UK means that while plasma donation is widely recognised in other countries, it has become unfamiliar to people here. \"We need the public's help to expand our pool of plasma donors and meet the targets which will help make England more self-sufficient in the supply of these life-saving medicines.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-57906482"}