{"datetime": "2021-10-06T12:21:00.000Z", "title": "Bone marrow donor found for Rugeley mum with leukaemia", "article": "A mum who discovered she had leukaemia while pregnant has found a bone marrow donor. Kelly Butler was 32 weeks pregnant with Milly-May in October 2020when a routine blood test led to a diagnosis of chronic myeloid leukaemia (CML). The 41-year-old, from Rugeley, Staffordshire, said a media appeal led to more donors coming forward. She cried when told she had a match, and said: \"It was just the news I had been waiting to hear for so long. \"It was tears of happiness, tears of sadness, of what is to come but it was just amazing news.\" Since Milly-May was born in November, Mrs Butler has been worried her condition would worsen. She said she kept thinking \"am I going to be here to see her grow up?\". Waiting to see if she would find a donor \"has just been agonising\", she added. Stem cell transplants can be a potential cure for CML but two possible transplants fell through after the donors failed their medicals. Following an interview on BBC Radio Stoke in July, Mrs Butler said there had been a massive sign up of potential donors and a review of the donor register revealed seven potential matches. On Thursday, she was told a woman in the UK had passed all tests and her surgery would begin on 14 October. Chronic myeloid leukaemia (CML) Source: NHS She has been told she will have chemotherapy for a week and then the transplant would happen a day later. With Milly-May now 10 months-old, Mrs Butler said even knowing she had a donor \"every minute is so precious with her\". \"You do not know what is around the corner and life has this way of just throwing things at you that you just have to deal with,\" she said. \"I want to be there for her, I want to see her grow up, I want to see all the firsts.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-stoke-staffordshire-58817234"}