{"datetime": "2021-07-02T15:07:05.000Z", "title": "Cardiff head teacher struck off over 'sustained sexual misconduct'", "article": "A former head teacher has been banned from teaching after sending a woman sexual emails and buying her knickers. Kevin Thomas, 49, was struck off the teaching register for sexually motivated behaviour at Glan-yr-Afon Primary School in Llanrumney, Cardiff. The Education Workforce Council heard he told a teaching assistant he wanted to \"slap her bottom\" and tried to pull down her top. Teachers said he used \"sexual innuendo\" in front of primary school children. One colleague said his sexual comments were so common that staff became \"desensitised\". Mr Thomas was suspended from his £51,000-a-year role at the 200-pupil school when the woman complained he was sexually harassing her. A teaching assistant then also lodged complaints about his behaviour, prompting education managers and police to launch an investigation. Mr Thomaswas later found guilty of one count of sexual assault and given a community work order . The woman told the disciplinary hearing Mr Thomas had bombarded her with \"smutty and salacious\" emails for more than a year. She said when she pleaded with him to stop the \"vulgar\" emails, he replied: \"Not until I get a kiss and a cuddle.\" \"The emails Kevin Thomas sent me became more inappropriate and made me feel more uncomfortable,\" she said. \"Lots of the emails contained sexually explicit content and were sexual in nature - I never responded to them. \"As time went on they became more salacious and smutty. They were relentless.\" The woman said she tried to confront Mr Thomas over the emails and he later bought her a pair of knickers. She said: \"I said I would never encourage his behaviour and I told him I did not like what he was doing as I was not that type of person... \"He kept telling me he was having dreams about me wearing white or pink knickers and that he was going to buy me a pair. \"He told me that he had bought me a pair - I said I did not want them and he should give them to his wife. \"I gritted my teeth and walked away squirming. I could not believe he thought that was OK.\" She said on another day he invited her into his office: \"He had a present for me - referencing the white knickers he had been dreaming about me wearing.\" The disciplinary hearing heard Mr Thomas touched the woman on more than one occasion and later sexually assaulted her at the school. Mr Thomas was convicted of sexual assault following a trial at Cardiff Crown Court in 2018 and was ordered to carry out 200 hours of unpaid work, as well as being given a restraining order. Presenting officer Cadi Dewi said Mr Thomas also made inappropriate comments to a teaching assistant, telling her he would \"slap her bottom\". She said: \"She described feeling awkward around Mr Thomas and it being widely recognised that he would make inappropriate comments to staff. \"Examples of comments to her included: 'If you want to take your clothes off and paint that would be OK with me.' \"He raised with staff that it was 'national slap a bottom day' and told her he would give her hers later.\" The panel found Mr Thomas guilty of a series of misconduct allegations amounting to unacceptable professional conduct and handed him an indefinite prohibition order banning him from teaching. Panel chairwoman Tracy Jones said: \"Mr Thomas' conduct was sexually motivated and he had exploited the trust, knowledge and influence derived from his senior, professional position.\"This was sustained, serious sexual misconduct.\" The hearing also heard Mr Thomaswas jailed for nine months in February 2019 , after attacking his wife at their home. \"There was evidence of harmful deep-seated personality and attitudinal problems. Specifically, in relation to Mr Thomas' attitudes towards women,\" said Ms Jones. Mr Thomas was not at the hearing being held by video conference and was not represented.", "url": "https://www.bbc.com/news/uk-wales-57697665"}