{"datetime": "2022-02-10T07:06:05.000Z", "subject": "Coronavirus pandemic", "title": "Hong Kong's tough Covid laws threatened by virus surge", "article": "Hong Kong has recorded more than 1,000 Covid infections for the first time since the pandemic began - a worrying milestone for officials who are aggressively pushing for zero-Covid. The city has some of the toughest virus restrictions in the world. Those who test positive for Covid are sent straight to hospital and there are strict curbs on dining out and social gatherings. There are fears that the rising cases will overwhelm the health system. The city's isolation wards are already at 90% of their capacity, with cases expected to rise exponentially over the next few days.Local papers report that as of Wednesday evening, there were still 200 confirmed patients waiting to be transported to a hospital, with reports of people who tested positive rushing to accident and emergency units. Health authorities say patients may have to wait up to a few days to be admitted.Hong Kong news outlet the South China Morning Post reported that officials were considering using hotels to house asymptomatic patients to avoid straining the public healthcare system.The latest surge in infections is believed to be due to extended family gatherings over the lunar new year. The city is also expected to tighten Covid restrictions as it shows no signs on letting up on its strategy to follow China's policy of eliminating the virus rather than living with it.Most recently, city officials controversially orderedthe mass culling of hamsters from a pet shop over fears of animal-to-human Covid transmission. Additionally, not more than two people can gather in public, restaurants are shut for dine-in with only takeaways allowed, and facilities like libraries, museums and gyms have been shut. This has caused massive strain on business owners, with some experts saying prolonged restrictions of this nature could threaten the city's status as an Asian financial hub and drive smaller local businesses to ruin.However, officials are doubling down.The BBC's Jeff Li in Hong Kong reports that one pro-Beijing Hong Kong lawmaker has said anyone advocating to live with Covid should be charged under the controversial national security law which has been used to persecute dozens of pro-democracy activists.The lawmaker argued such a policy was akin to starting \"biological warfare\".Our correspondent adds that the city's government was quick to assert that \"general discussion\" over the effectiveness of the zero covid policy was not illegal.However, he says that the goal of Hong Kong's \"zero Covid\" pursuit - to allow residents quarantine-free travel to the Chinese mainland - seems further away than ever.", "url": "https://www.bbc.com/news/world-asia-china-60329578"}