{"datetime": "2022-02-01T11:26:06.000Z", "author": "Iolo Cheung", "subject": "Chinese New Year", "title": "Covid in Wales: Muted Chinese New Year celebrations", "article": "As people across the world celebrate Chinese New Year on Tuesday, many in Wales will be celebrating in a different way. The exciting celebrations remain on hold for many, while the Covid pandemic lingers. Some are marking the occasion without their extended family for the first time, after making the difficult decision to leave their homeland for Britain in recent months. Chris and Michelle moved from Hong Kong to Cardiff in July as part of the new visa scheme the UK government offered to citizens from that territory. Having become disillusioned with the Hong Kong government and the crackdown on pro-democracy demonstrators at the behest of China in recent years, Chris felt it was time to move before the opportunity was taken from him. \"My first idea was to move to the UK in 2024 or 2025, but after lots of new processes and laws from the government, I felt it was more of an emergency that I had to leave Hong Kong,\" he said. A former civil servant, Chris now works in a warehouse and Michelle is currently looking for work as they forge a new life in Cardiff - one in which they are positive about, despite the challenges. \"I'd never been to the UK before, but people are so nice here,\" said Michelle. \"It's not as difficult as I imagined.\" The couple have connected with other Hong Kongers in the area to socialise, and Chris said meeting other immigrants has helped with their settling in process. \"I didn't realise Cardiff had so many different ethnic minority people living in the city,\" he said. \"It's a multi-cultural city which is really good.\" Foreign Office figures in December 2021 suggested about 88,000 Hong Kongers have already applied for the new visa, with previous UK government estimates predicting as many as 330,000 might apply to resettle in the first five years. The scheme, which is eligible for people born in Hong Kong before before it returned to Chinese rule in July 1997, has caused tension between the governments of the two countries. But Susan Elsmore, the Welsh Local Government Association spokesperson on migration, said the UK has a strong \"moral\" obligation to offer assistance. \"This new route that opened up in terms of the visa and the support mechanisms we have in place in Wales reflect the UK's historic commitments to the people of Hong Kong,\" she said. Ms Elsmore also chairs the Wales Strategic Migration Partnership, which supports new arrivals, and added: \"It's excellent that the UK is fully committed to this scheme.\" For well-established Chinese communities in Wales, the ongoing pandemic means less appetite for the usual New Year celebrations. Olivia Lui's family run a restaurant in Bangor, Gwynedd - a county where Chinese is the largest single ethnic minority group, with a population higher than any local authority in Wales except Cardiff, Swansea and Rhondda Cynon Taf. \"I'm so excited for Chinese New Year, it's the best time - especially if you're unmarried, because you receive 'lai si', red packets of money,\" she said. \"But it's not just about the money. We also wear new things, wash everything, hoover and clean the house the day before. \"Also we have loads of food - it's like Christmas times two.\" Her father Andrew Lui is secretary of the North Wales Chinese Association, and recalled the large community gatherings that used to happen pre-Covid. \"Usually we have a big celebration somewhere live Venue Cymru, you're talking about 500 people,\" he said. \"But because of the pandemic, we'll only do it as a family or small group of friends.\" One thing is non-negotiable, however - the annual lion dance, which will still be performed at the Lui family restaurant, the same as it is every year. \"I know it's superstitious, but it's a good way to celebrate as well - the noise and everything, it's exciting.\" said Mr Lui, Suzanne, from Swansea, has decorated her home in preparation for the festivities, where she will be spending her time with her boyfriend. \"My friend made me a taro turnip cake, I made some prawn crackers at home, and my boss gave me some new year cake - I'll have a home cooked meal and will also be wearing my new year's outfit,\" she added. Chuhan, 32, from China who lives in Cardiff, has been busy preparing things for her children Changying, five, Jiaze, three, and Yichen, one. \"I will read story books to them to understand more about the culture,\" she said.\"I also put some lantern decorations on the wall, and prepare red packets and new year clothes for them.\" ", "url": "https://www.bbc.com/news/uk-wales-60212791"}