{"datetime": "2022-01-29T10:56:56.000Z", "subject": "Tiananmen Square protests of 1989", "title": "Hong Kong: One of city's last Tiananmen Square memorials covered up", "article": "One of the last public memorials in Hong Kong to those killed in the Tiananmen protests has been covered up. The calligraphy - painted on the pavement of a bridge - paid tribute to the pro-democracy protesters killed by Chinese authorities in Beijing in 1989. It was covered with metal on Saturday by the University of Hong Kong, which called the work routine maintenance. But its removal comes as Beijing has increasingly been cracking down on political dissent in Hong Kong. Hong Kong used to be one of few places in China that allowed public commemoration of the Tiananmen protests - a highly sensitive topic in the country. The Tiananmen Square massacre came amid large-scale demonstrations calling for greater political freedoms.Thousands of people camped for weeks in the square, but in June 1989 the military moved in and troops opened fire. The Chinese government says 200 civilians and several dozen security personnel died - but other estimates have ranged from hundreds to as many as 10,000. Since China has begun tightening its grip over Hong Kong, it has cleared the city of criticism of the ruling Communist party. Last month, a famous statue at the University of Hong Kong - the Pillar of Shame -was removed. The following day, two more universities in the citytook down monuments. The latest memorial to be taken down is calligraphy painted on a pavement on Swire Bridge outside a university dormitory.The slogan celebrated martyrs it said were slaughtered in cold blood, and every year students would repaint it in an act of remembrance. But on Saturday construction workers were seen putting up hoardings around the words.The university gave no explanation, merely saying it had carried out routine maintenance.Earlier this month, a pro-democracy Hong Kong activistwas jailed for organising a vigil to commemorate the Tiananmen Square crackdown. Hong Kong authorities have banned the vigil for the past two years, citing Covid restrictions - though activists have accused local officials of bowing to pressure from Beijing. ", "url": "https://www.bbc.com/news/world-asia-china-60180507"}