{"datetime": "2022-01-24T05:52:30.000Z", "subject": "Coronavirus pandemic", "title": "Cathay Pacific annual loss narrows to as little as $720m", "article": "Cathay Pacific has said its annual loss for last year narrowed to as little as HK$5.6bn (£530m; $720m) even as Hong Kong remained under tight coronavirus travel restrictions. It is much smaller than 2020's loss and far less than analysts forecast. The improvement was driven by strong cargo demand and cost cutting measures. However, the company said it expects to burn up to HK$1.5bn of cash a month starting February, after aircrew quarantine rules were tightened again. \"While passenger travel continued to be acutely affected, cargo demand was strong throughout the year,\"Cathay Pacific's chief executive Augustus Tang said in a statement . The airline forecast it would post an annual loss of HK$5.6bn to HK$6.1bn for 2021. That was much better than market expectations of a loss of more than HK$10bn as well as the HK$21.65bn loss seen in 2020. Looking ahead to this year, Cathay forecast it would lose between HK$1bn to HK$1.5bn a month due to stricter aircrew quarantine regulations which will force it to further reduce cargo and passenger capacity. The airline said for this month it is operating about 2% of its pre-pandemic passenger capacity and around 20% of its pre-pandemic cargo capacity. \"Regrettably, the capacity reduction will have an impact on Cathay Pacific's business and we have been evaluating the potential impact of these measures on our operations and cost base,\" Mr Tang said. Hong Kong, which has been pursuing a zero-Covid strategy in line with mainland Chinese policies, has suspended transit flights from most of the world. Last month, the Asian financial hub's government announced even stricter quarantine rules after two Cathay aircrew members who broke self-isolation measures were blamed for a Covid-19 outbreak. Last week, Hong Kong police said that the two former flight attendants have been arrested and charged for allegedly breaking the city's coronavirus restrictions. The airline they worked for has not been named but the news came after Cathay fired two aircrew who were suspected of breaching Covid rules. Cathay pilots have previously told the BBC how the rules have affected their mental health and put a strain on their personal lives, with one saying that he was \"in a perpetual state of quarantine.\" ", "url": "https://www.bbc.com/news/business-60107282"}