{"datetime": "2022-01-22T13:45:02.000Z", "subject": "Coronavirus pandemic", "title": "Hong Kong leader Carrie Lam defends Covid hamster cull", "article": "Hong Kong leader Carrie Lam has warned that Covid-19 infections could be growing exponentially in one part of the city and more cases spreading due to an outbreak in pet hamsters. Earlier this week, authorities ordered a hamster cull following the outbreak.The spate of Delta cases had been linked to a pet shop worker which prompted officials to test hamsters, with some found positive.Hong Kong pursues a \"zero-Covid\" strategy to eliminate the disease. Ms Lam urged people to avoid gatherings ahead of next week's Lunar New Year as the territory also tackles an outbreak of the Omicron variant. The Asian financial hub has some of the world's tightest coronavirus rules as it follows mainland China's tough zero-Covid policies. \"We are worried that the exponential growth of cases that we have seen in other parts of the world is now happening in Kwai Chung,\" she is quoted as saying by Reuters news agency. Kwai Chung is a highly-populated residential area north of the city's Kowloon peninsula. She said cases involving the Delta variant were also rising because of the hamster outbreak. \"I understand that pet owners are unhappy... the biggest public interest is to control the pandemic,\" she said. Some 2,000 hamsters and other small mammals are set to be culled because of the outbreak linked to the pet shop. Officials say it may be an example of animal-to-human Covid transmission. Thousands of people have signed a petition against the move, and thousands more have offered on social media to save the pets.The virus that causes Covid-19 - Sars-Cov-2 - can be caught by animals including dogs, cats, ferrets and rodents, all commonly kept as pets. But there is no clear evidence that pets can easily pass the infection to humans. In late 2020,millions of farmed mink in Denmark were culled amid fears around mutations to the virus potentially occurring within the animals. ", "url": "https://www.bbc.com/news/world-asia-china-60095060"}