{"datetime": "2022-02-10T06:16:48.000Z", "author": "Lucy Small", "title": "'I enjoy my Hong Kong-Scottish dual identity'", "article": "Cheuk-chi Yau remembers the moment, not long after he arrived in Glasgow from Hong Kong with his young family, when he knew they would be OK in Scotland. He had been walking around George Square when two policemen smiled at him and asked if there was anything they could do to help. \"I immediately thought of the moment when I participated in a protest in Hong Kong and walked under a footbridge,\" he said. \"I saw the riot police standing above and didn't know when they were going to release the tear gas and arrest people.\"I will never forget the feeling when those two Scottish policemen talked to me.\" He and his family are among an estimated 300,000 people who could be relocated through theUK's British National (Overseas), or BNO, visa scheme following the introduction of theBeijing National Security Law . The UK government said this law was undermining Hong Kong's rights and freedoms.Yau, his wife Mavis and their four-year-old son Hoi-lok had to leave their extended family behind when they left in March last year. He toldBBC Radio Scotland's Mornings with Stephen Jardine programme why he chose Scotland for his new home. Yau said his decision was influenced by two hiking trails in Hong Kong, the Wilson and MacLehose trails, which were named after Scottish governors. He said he had wondered since he was a child about why those governors liked the countryside so much, and whether there was nice countryside in their homeland. He has has now fallen in love with Glasgow, particularly its parks. \"I joined some local groups like the woodcraft, rambling and others which were very welcoming,\" he said.Yau and his family have now celebrated the Lunar New Year in Scotland for the first time. \"This reminded me of the difficulty I've been through,\" he said. \"Lunar New Year is traditionally a moment for families to be together.\" Yau said it was important, especially after moving to another country, to maintain their identity and for his son to know about the festival. He said: \"We told the school about the festival and asked if our son could give some traditional snacks and introduce the festival to his classmates - which he did, and loved.\" Yau, who lived in Hong Kong for 40 years, says he has no immediate plans to move back given the current situation.\"I still have a strong Hong Kong identity, but I don't think the Hong Kong (and Chinese) authorities will become less repressive in the foreseeable future,\" he said. \"And at the same time I like living in Scotland, and Glasgow in particular, very much.\"I am amazed by Scotland's special characters and its people's self-identity.\"Actually this is exactly what Hong Kong people share, so perhaps I enjoy my Hong Kong-Scottish dual identity.\" ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-60302591"}