{"datetime": "2021-12-24T04:21:57.000Z", "subject": "Tiananmen Square protests of 1989", "title": "Hong Kong universities remove more monuments marking Tiananmen", "article": "Two more Hong Kong universities have taken down monuments commemorating the Tiananmen Square massacre. The Chinese University of Hong Kong (CUHK) tore down a Goddess of Democracy statue while Lingnan University removed a relief sculpture. Hong Kong University earlier removed a famous statue marking the massacre of students in Beijing in 1989. The Chinese state has increasingly been cracking down on political dissent in Hong Kong. The Goddess of Democracy statue was modelled after the original statue erected by Chinese students in 1989 and paraded in Tiananmen Square just before the massacre.Tiananmen Square had become the focus for demonstrations calling for greater political freedoms. Thousands of people camped for weeks in the square, but that June the military moved in and troops opened fire. The Chinese government says 200 civilians and several dozen security personnel died. Other estimates have ranged from hundreds to as many as 10,000. CUHK did not directly confirm the statue's removal, saying that an \"unauthorised statue\" had been taken away.\"The University never authorised the display of the statue on its campus, and no organisation has claimed responsibility for its maintenance and management,\" CUHK said. Lingnan University said it had also recently \"reviewed and assessed items on campus that may pose legal and safety risks\" and had \"removed [these].... in the best interest of the University\".A spray painting of what appeared to be the Goddess of Democracy was also painted over at Lingnan University.Hong Kong used to be one of few places in China that allowed public commemoration of the massacre, which remains a highly sensitive topic in mainland China.But in 2020, Hong Kong authorities banned the vigil for the first time in 30 years, citing Covid restrictions. Activists accused officials of bowing to pressure from Beijing to muzzle pro-democracy expression. Tens of thousands of people defied the ban to attend the vigil that night, knocking down barricades that had been erected around Hong Kong's Victoria Park. In October, nine pro-democracy Hong Kong activists were sentenced to between six and 10 months in prison for taking part in the vigil. Earlier this month, media tycoon Jimmy Lai also received 13 months in prison for participating in the same vigil. Beijing introduced a strict national security law in Hong Kong last year that criminalises secession, subversion, terrorism and collusion with foreign forces.Activists say the law is being used to suppress civil society, jail democracy campaigners and curb basic freedoms. ", "url": "https://www.bbc.com/news/world-asia-china-59752089"}