{"datetime": "2022-01-04T08:03:53.000Z", "subject": "Hong Kong anti-government protests", "title": "Hong Kong: Activist gets 15-month jail term for Tiananmen vigil", "article": "Pro-democracy Hong Kong activist Chow Hang Tung has been jailed for 15 months for organising a vigil to commemorate the 1989 Tiananmen Square crackdown. It is her second conviction over the banned vigils, which Chow tried to organise in 2020 and 2021. The latest case saw her urge people to light candles to mark the event, which is a highly sensitive topic in China. Hong Kong authorities have banned the vigil for the past two years, citing Covid restrictions. Chow had already been sentenced to 12 months in prison for inciting and taking part in a similar vigil in 2020. But five months of her fresh sentence will run concurrently with this, meaning she will spend a total of 22 months behind bars. Chow was vice chairwoman of the now-disbanded Hong Kong Alliance (HKA), which organised annual vigils for the victims of China's brutal crackdown on democracy protesters on 4 June 1989.She was arrested on that date last year , after she published two pieces calling on residents to mark the day by lighting candles. The court ruled on Tuesday that those articles amounted to inciting others to defy the police ban on the vigil. \"The law never allows anyone to exercise their freedom by unlawful means,\" magistrate Amy Chan said, according to AFP news agency. Chow, a trained barrister who represented herself during the trial, had pleaded not guilty. She defended herself by saying she wanted to \"incite others not to forget June 4\", not encourage a gathering.However, the judge dismissed her argument, calling it \"simply unbelievable\". She added Chow's academic qualifications would have allowed her to be clearer in her writing. Chow appeared defiant during the hearing, using her mitigation on Tuesday to read from the memoirs of families of people killed at Tiananmen before being admonished by the judge.\"It can be foreseen that the public space to discuss June 4 will disappear entirely,\" she told the court after the verdict. \"Tyranny is greedy, red lines will keep expanding.\" Hong Kong was formerly one of the only places in Chinese territory where people could commemorate the Tiananmen crackdown. Huge crowds would gather in Hong Kong's Victoria Park each year to mark the anniversary. When it was banned for the first time in 2020, activists accused Hong Kong officials of bowing to pressure from Beijing to muzzle pro-democracy expression. The 1989 crackdown remains a highly sensitive topic in China andone of the few remaining public memorials in Hong Kong has now been removed . Chow Hang-tung spoke to the BBC in 2021, weeks before her arrest on 4 June. ", "url": "https://www.bbc.com/news/world-asia-china-59864810"}