{"datetime": "2021-12-29T10:05:36.000Z", "title": "Stand News: Independent outlet to close after senior staff arrested", "article": "One of the last pro-democracy media organisations in Hong Kong, Stand News, is shutting down after it was raided by police and senior staff were arrested. Seven people, both current and former employees, were detained by Hong Kong police for \"conspiracy to publish seditious publications\".\"Because of the situation, Stand News is ceasing operations immediately,\" the organisation said in a Facebook post. More than 200 police officers were sent to raid the publication's office. Hong Kong police said in a statement they were authorised to \"search and seize relevant journalistic materials\".In a post on Facebook, Stand News said it would no longer be updating its website and would be removing its social media content \"within a day\".\"This morning, the police arrested a number of senior and former senior staff of the company, [and] took many people away to assist in the investigation,\" the statement reads.It adds that computers and documents were seized from its office and that it would be assisting the police with their inquiry.Those arrested - three men and four women - are aged between 34 and 73 years old. They include the former and acting chief editors of Stand News, Chung Pui-kuen and Patrick Lam, as well as pop star turned democracy icon Denise Ho, who was a former board member. Other board members Margaret Ng, Christine Fang and Chow Tat-chi were also among those arrested. The identity of the seventh person detained has not yet been reported.Chief Secretary for Administration John Lee said during a press conference on Wednesday afternoon that he supported the police operation against the news outlet. \"Anybody who attempts to make use of media work as a tool to pursue their political purpose or other interests [and] contravenes the law, particularly offences that endanger national security, they are the evil elements that damage press freedom.\" Footage posted on Stand News' Facebook page showed multiple police officers at the door of deputy assignment director Ronson Chan early Wednesday morning.Mr Chan was not arrested but he was taken in for questioning by police.The night before, Mr Chan had hosted the annual dinner of the Hong Kong Journalists Association (HKJA), of which he is chairperson. In a speech,he referenced the closure of Apple Daily , saying that the incident had \"shaken\" Hong Kong. He concluded by saying the city would \"always need the truth and always need journalists... no matter how difficult the road ahead is, the [HKJA] will not fall down\". Earlier this year, hundreds of police raided the premises of the now defunct Apple Daily - a publication known for being a vocal critic of the Hong Kong and Chinese leadership.Its assets were frozen, executives were detained and the paper shut down soon after.Its closure left Stand News as one of the last openly pro-democratic publications in the city. It was among a handful of relatively new online news portals that especially gained prominence during the 2019 pro-democracy protests. Today's arrests also come a day after media tycoon Jimmy Lai, the founder of Apple Daily, was slapped with the same charge even as he serves a jail sentence for a litany of separate charges against him.Grace Tsoi, BBC News Hong Kong Today's raid did not come as a surprise.A few days after the closure of Apple Daily, Stand News stopped accepting donations from readers, saying they did not want to accept donors' funds in the event that they were shut down - amongst other measures instilled.One staff member who does not want to be named said today he felt calm, as it was expected.\"I hope everyone will be safe and press freedom is not a crime,\" he said, but didn't want to respond when asked if he felt worried about his own safety and that of his 60 colleagues.Hong Kong was once a beacon of press freedom in Asia, but now, with only a handful of independent news websites and publications left, one cannot help but wonder which outlet might come next. The Committee to Protect Journalists have condemned the arrests, with its Asia program coordinator Steven Butler calling them \"an open assault on Hong Kong's already tattered press freedom, as China steps up direct control over the former colony\".Meanwhile, HKJA said in a statement that it was \"deeply concerned\" about Wednesday's incident, and urged \"the government to protect press freedom in accordance with the Basic Law.\" The Basic Law, which came into effect when Hong Kong was handed back to China from Britain, protects rights such as freedom of assembly and freedom of speech. Hong Kong authorities have been increasingly cracking down on dissent in the city, following the imposition of a national security law.The controversial law criminalises secession, subversion and collusion with foreign forces, and carries a maximum sentence of life in prison.Critics says the law effectively reduces Hong Kong's judicial autonomy and made it easier to punish demonstrators and activists.", "url": "https://www.bbc.com/news/world-asia-59807734"}