{"datetime": "2021-12-27T16:25:03.000Z", "subject": "Coronavirus pandemic", "title": "Covid flight cancellations delay holiday travel", "article": "There have been more Covid-related flight cancellations globally as the week starts, capping off a miserable festive period for thousands of people. More than 2,200 flights have been scrapped on Monday, with Chinese and US destinations being the worst hit,the FlightAware data tracking website says . US airlines say the disruption is due to crews testing positive or isolating. Hong Kong is banning all South Korea's Korean Air flights for two weeks, after positive cases among some arrivals.In all, more than 8,000 flights have been grounded over the long Christmas weekend that began on Friday. Although the number of cancellations is a small percentage of the total, it is higher than normal and comes at a time of year when many are travelling to spend time with family and friends. In a separate development, US authorities are monitoring dozens of cruise ships hit by Covid cases while sailing in the country's waters, with several of them reportedly denied port in the Caribbean, AFP news agency reports. Recorded Covid cases are rising sharply around the world, largely driven by the Omicron variant. Despite early findings that Omicron is milder than other coronavirus variants , scientists are concerned by the sheer number of infections being recorded. The majority of the flights cancelled on Monday are those by Chinese companies, according to FlightAware. They include China Eastern, which cancelled more than 420 flights, and Air China, with more than 190 cancellations. Airports in Beijing and Shanghai appear to be the worst affected, with nearly 300 cancellations combined. The Chinese authorities have not commented on the issue. The airport in the northern Chinese city of Xi'an is also on the list.More than 13 million people in the city have been recently ordered to stay at home as authorities attempt to tackle a Covid outbreak there. Meanwhile, the hardest-hit US companies are United and JetBlue. And Seattle-Tacoma is one of the worst-affected airports.United warned last week that a spike in Omicron cases had \"had a direct impact on our flight crews and the people who run our operation\", with many employees required to self-isolate after coming into contact with those infected. Omicron now is the dominant variant in the US. But severe weather is also a factor. A blanket of snow delayed flights and disrupted roads in the western state of Washington on Sunday, adding to the travel chaos. In the UK, British Airways reported more than 40 cancellations on Monday, according to FlightAware. Nearly 5.4 million people have died with coronavirus worldwide, according to America's Johns Hopkins University. There have been almost 280 million confirmed cases. Have you been affected by a cancelled flight? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: ", "url": "https://www.bbc.com/news/world-59798682"}