{"datetime": "2022-01-19T06:22:44.000Z", "subject": "Coronavirus pandemic", "title": "More expats may quit Hong Kong over its tough Covid laws: Survey", "article": "A leading business organisation says more than 40% of its members are considering leaving Hong Kong due to the city's strict coronavirus rules. The American Chamber of Commerce in Hong Kong pointed to border closures as a major issue for those surveyed. The organisation's president has told the BBC she has now left Hong Kong. The Asian financial hub has some of the world's tightest coronavirus rules as it follows mainland China's tough zero-Covid policies. The American Chamber of Commerce in Hong Kong's (AmCham HK) 2022 Business Sentiment Survey polled 262 individuals and corporate representatives, many of which have moved to the city from overseas. It found that 44% of individuals said that they may leave Hong Kong due to its border controls and social restrictions. That compares to 26% of the companies surveyed saying they are considering relocating. \"Companies are not keen to go - but for the staff there are all sorts of issues. Because they have personal lives, they have anxieties, they have families back home,\" AmCham HK's outgoing-president Tara Joseph said.\"One of the things that's really hurting at this point is there seems to be no light at the end of the tunnel,\" she said. The survey found that Hong Kong's Covid-19 restrictions are causing businesses significant disruptions, delaying new investment and making it difficult to recruit talent. However, the survey also said businesses are upbeat when it comes to their prospects in the city.This is particularly the case in the financial services industry, with almost a third of respondents saying Hong Kong has gained in regional competitiveness in the last three years when it comes to wealth management. Many of those surveyed also said they saw business opportunities opening up as some companies and individuals left the city. While firms remained broadly optimistic, strained US-China relations, the high cost of living and other issues have caused concerns. Almost 70% of respondents said their confidence in Hong Kong's rule of law had worsened over the past year, with issues such as the imprisonment of billionaire Jimmy Lai and the increasing closeness of Hong Kong's government to Beijing weighing on sentiment. Ms Joseph is herself one of the expats who has chosen to leave the city. Now back in the US, she is due to leave her post as AmCham HK's president in March and said she has been unable to return to the city after Hong Kong closed its border to America. \"Even if I wanted to go back, I couldn't,\" she said about the city she's called home for the past 20 years.\"I feel sad but I'm a realist. I would love to see Hong Kong succeed.\" ", "url": "https://www.bbc.com/news/business-60049348"}