{"datetime": "2022-01-03T05:02:01.000Z", "title": "Hong Kong: Pro-democracy website Citizen News is latest to close", "article": "Hong Kong independent news website Citizen News has announced it will close on Tuesday, the latest in a series of pro-democracy news outlets which have shuttered in recent months. It cited a \"deteriorating media environment\" as the reason. The move comes after last week's police raid on Stand News, where several were arrested on sedition charges. Observers say new laws put in place by China have created a climate of fear stifling free speech. Citizen News, established in 2017, is one of the last few Chinese-language pro-democracy publications in Hong Kong.In its Facebook post late on Sunday, the outlet thanked readers for their support, before announcing \"with a heavy heart\" that it would cease operations from 4 January to \"ensure the safety and well-being of everyone\". \"Regrettably, what was ahead of us [was] not just pouring rains or blowing winds, but hurricanes and tsunamis,\" the statement said.\"Sadly, we can no longer strive to turn our beliefs into reality without fear because of the sea change in the society over the past two years and the deteriorating media environment.\" Last week the pro-democracy websiteStand News declared it would shut down after its offices was raided by police and senior staff were arrested on charges of \"conspiracy to publish seditious publications\". Pro-democracy outlet Apple Daily - a publication known for being a vocal critic of the Hong Kong and Chinese leadership - was forced to close in June 2021, following sustained pressure on the paper from authorities. Its owner, prominent media mogul Jimmy Lai, has been jailed. Hong Kong was handed back to China from Britain in 1997 under the agreement that rights such as freedom of assembly and freedom of speech would be guaranteed in the territory.However, critics say those rights have been increasingly eroded as Hong Kong authorities crack down on dissent in the city in recent months, following the imposition of a national security law introduced by Beijing in 2020.The controversial law criminalises secession, subversion and collusion with foreign forces, and carries a maximum sentence of life in prison. Hong Kong authorities reject those claims and the city's government denies targeting the media, insisting instead that the law is critical for preserving national security.", "url": "https://www.bbc.com/news/world-asia-china-59824917"}