{"datetime": "2022-01-18T03:18:42.000Z", "subject": "Coronavirus pandemic", "title": "Hong Kong police charge two former aircrew over Covid rules", "article": "Hong Kong police say two former flight attendants have been arrested and charged for allegedly breaking the city's coronavirus restrictions. Police said the two had \"conducted unnecessary activities\" when they should have been in home isolation. They both later tested positive for the fast-spreading Omicron variant.The airline they worked for has not been named but it comes after Cathay Pacific fired two aircrew who were suspected of breaching Covid rules. Police said that the two arrested flight attendants returned to Hong Kong from the US on 24 and 25 December. They have been released on bail with their case scheduled to be heard on 9 February. If convicted, they could face up to six months in prison and a fine of up to HK$5,000 (£470; $642). Cathay Pacific, which is Hong Kong's flag carrier, has faced claims that its aircrew were responsible for the initial spread of Omicron in the city. Hong Kong chief executive Carrie Lam last week singled out the airline and ordered probes into allegations that its aircrew broke pandemic regulations. In response, Cathay's chairman Patrick Healy reportedly told staff that non-compliance of a \"tiny minority\" must not \"overshadow the remarkable discipline and professionalism\" of the majority of its aircrew. Hong Kong has continually adjusted its quarantine rules for air crew as it pursues mainland China's zero Covid policy. The city dramatically tightened its regulations after the emergence of Omicron last year,leading to Cathay cancelling most of its planned passenger and cargo flights in January . Even before the tougher rules were imposed the airline had been struggling to staff many of its flights, as some routes relied on pilots volunteering to fly rosters that involved being confined to hotel rooms for five weeks at a time. Cathay pilots have previously told the BBC how the rules have affected their mental health and put a strain on their personal lives, with one saying that he was \"in a perpetual state of quarantine.\" ", "url": "https://www.bbc.com/news/business-60034140"}