{"datetime": "2022-01-07T08:11:35.000Z", "subject": "Coronavirus pandemic", "title": "Hong Kong quarantines all 100 guests of scandal-hit birthday party", "article": "At least 100 people in Hong Kong including top government officials have been sent into quarantine after they were found to have attended a large birthday party. Leader Carrie Lam had said she was \"disappointed\" to hear about the event that involved the city's elite. Parties like these were not illegal at the time though the government warned against them and issued specific rules. Hong Kong imposed strict new Covid restrictions this week.Dining-in after 18:00 has been banned and venues like bars and gyms will be closed, after a small local outbreak of the Omicron variant was discovered in the city.\"We have been mounting an all-out effort in fighting the epidemic. As top government officials, there is all the more reason for us to set a good example and avoid attending private gatherings that may pose a major hazard,\" Ms Lam said at an earlier briefing.Local reports say the party was held to celebrate the birthday of Witman Hung, a member of China's top lawmaking body. A woman who attended the party has since preliminarily tested positive for Covid-19, reports added.Immigration chief Au Ka-wang and Home Affairs Secretary Caspar Tsui were among the party's guests, along with at least four lawmakers who are part of a group of 90 pro-Beijing candidates who were elected into the Legislative Council last month.They are likely to all be sent to the controversial Penny's Bay quarantine centre in Hong Kong.One pilot who previously spoke to the BBC said being in Penny's Bay was like being in \"solitary confinement\" in a cramped room that \"got zero sun\". Though Hong Kong has seen barely any local coronavirus cases in recent months, the city has imposed an extensive testing and quarantine regime, in line with mainland China's zero Covid policy. ", "url": "https://www.bbc.com/news/world-asia-china-59904350"}