{"datetime": "2022-01-18T21:01:08.000Z", "subject": "Coronavirus pandemic", "title": "Hong Kong seizes hamsters from pet store for mass cull", "article": "Authorities in Hong Kong have swooped in on a pet shop, seizing a number of hamsters to be euthanised following a Covid outbreak. Crowds gathered outside the shop as the animals were carried away in boxes.Families who have bought a hamster from the Little Boss pet store since 22 December have been told to hand over their pet for euthanasia.Some 2,000 hamsters and other small mammals are set to be culled because of the outbreak linked to the shop. Thousands of people have signed a petition against the move.Unlike many other places, Hong Kong has maintained a \"zero Covid\" strategy focused on eliminating the disease. Authorities announced the decision on Tuesday after an outbreak of the Delta variant linked to a worker in the shop prompted officials to test hundreds of animals there - with 11 hamsters positive.Officials say it may be an example of animal-to-human Covid transmission. Only hamsters at the Little Boss pet shop in Causeway Bay seemed to be affected, with negative results for other animals there such as rabbits and chinchillas.But as a \"preventative measure\", 2,000 hamsters and other small mammals in the city will be killed. The animals are spread across 34 different pet shops and animal storage centres.A telephone hamster hotline is being set up, and a ban on the import and sale of hamsters and other small mammals will also be enacted, agriculture officials said. A pet shop employee, a customer, and the customer's spouse have now tested positive or provisionally positive, health authorities said. The virus that causes Covid-19 - Sars-Cov-2 - can be caught by animals including dogs, cats, ferrets and rodents, all commonly kept as pets. But there is no clear evidence that pets can easily pass the infection to humans. \"Pet owners should keep a good hygiene practice, including washing hands after touching the animals, handling their food or other items, and avoid kissing the animals,\" Hong Kong's agriculture department director Leung Siu-fai told reporters at a news conference. Hamster owners in particular \"should keep them at home\", she said. She also promised that the 2,000 animals scheduled for culling would be put down \"humanely\". More than 14,000 people have signed a petition calling for authorities to stop the cull of hamsters.\"A pet is an owner's best friend, and due to the government's orders,thousands of people could unjustifiably lose their dearest companions, \" the petition says.In late 2020,millions of farmed mink in Denmark were culled amid fears around mutations to the virus potentially occurring within the animals. ", "url": "https://www.bbc.com/news/world-asia-china-60038551"}