{"datetime": "2022-01-04T10:14:59.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Cathay Pacific flights cut after Hong Kong clampdown", "article": "Cathay Pacific has announced immediate major cuts to its flight schedule, including cancelling passenger and cargo services to and from Hong Kong. The airline did not provide details on how many flights would be grounded but it said it would operate a skeleton passenger schedule in January. It comes after Hong Kong announced tighter Covid-19 quarantine rules for air cargo crew earlier this week. The move was aimed at tackling the threat of the Omicron Covid variant. Cathay pilots have previously told the BBC the restrictions have affected their mental health and personal lives. Late on Thursday Cathay Pacific said it was tentatively planning to cancel some passenger flights in and out of the Asian financial hub in the first three months of the new year. It also said that long haul freight and cargo-only passenger flights including from Europe, Riyadh and Dubai would be suspended until 6 January. Cathay Pacific had already announced last week that it would cancel some of its flights in January. The latest decision is likely to put further strain on the already struggling global supply chain. Like much of the rest of the global aviation industry, Cathay has been hit hard by the pandemic. It posteda net loss of $2.8bn (£2bn) in 2020 and lost $972m in the first half of 2021. Airlines around the world have cancelled thousands of flights in the Christmas period alone due to the coronavirus. In line with mainland China, Hong Kong has a zero-Covid policy as it aims to persuade Beijing to allow cross-border travel. As a result the city has some of strictest quarantine rules in the world, raising concerns that it may be left behind as other major financial centres open up as they adopt approaches that see them live with the coronavirus rather than remaining closed off to keep case numbers low. Hong Kong is one of the world's biggest aviation hubs but also has some of the strictest coronavirus regulations in the world. Two pilots with Cathay Pacific recently told the BBC that the rules have seriously affected their mental health and putting a strain on their personal lives.\"You're just in a perpetual state of quarantine,\" one pilot, who has spent almost 150 days in isolation this year alone, said. Though Hong Kong has recorded barely any local coronavirus cases in recent months, the city has imposed an extensive testing and quarantine regime, in line with mainland China's zero Covid policy.Read more here ", "url": "https://www.bbc.com/news/business-59824408"}