{"datetime": "2020-12-17T17:50:57.000Z", "title": "Natural Resources Wales: River Wye 'failing on pollution targets'", "article": "More than half the River Wye is failing to meet pollution targets, a Natural Resources Wales study has revealed. The NRW research was prompted by excessive growth of algae, often caused by high phosphate levels in the water. Chemicals containing phosphorous can reduce the oxygen levels and the algae \"smothers and blocks out light for other plants and animals\", it said. New developments near the Wye will need to show they will not add to phosphate levels in the river, the study shows. Parts of the river turned green during sunny weather and when water flow was low, causing potential damage to ecosystems and biodiversity. NRW published its findings outlining the phosphate levels in the Wye, following a review of historical water quality data for the Wye, which it divides into 44 sections. Its study compared phosphate concentrations found in each section against set pollution targets. A total of 27 failed to meet those targets. Some of these failures, including one near Newbridge-on-Wye, were of a considerable margin. Ross-on-Wye Angling Club's lawyer, Justin Neal, said while he was glad NRW was finally \"admitting there's a problem\", he feared the collected data failed to capture the gravity of the situation. \"It's pretty much just a snapshot and I think the real horror of the levels of phosphate in this river haven't been told yet,\" he added. \"If you rock up every six weeks and do some monitoring it's not going to catch the big pollution events which may occur when you get lots of rainfall.\" Mr Neal was also worried NRW offered \"no real solution\" on how to stop phosphates getting into the river and disputed NRW's position that no direct link had been found between phosphate pollution and chicken farms near the river. \"They need to get round to investigating the problem and not blocking out particular investigations like denying that it could be the chicken farms.\"NRW said pollution sources were varied.It said a large number of poultry farms in Powys were having an impact but the reasons were more complex. Gavin Bown, NRW mid-Wales operations head, said: \"There were concerns that phosphate levels were associated with poultry units, but we have not found a direct connection between the two elements.\" Other likely sources are mains sewerage and septic tanks, misconnections and agricultural practices. ", "url": "https://www.bbc.com/news/uk-wales-55345302"}