{"datetime": "2020-09-17T07:00:17.000Z", "title": "Petition blames chicken poo for Powys River Wye pollution", "article": "More than 75,000 people have signed a petition calling for a halt to more chicken farms in a county - blaming the animal's poo for river pollution. Anglers formally complained to Natural Resources Wales (NRW) about pollution in a stretch of the River Wye in Powys. They accused NRW of ignoring algal blooms they say are caused by phosphates in chicken excrement.NRW is reviewing the cause of increased algal blooms and said it would inform a plan \"to improve river health\".Ross-on-Wye Angling Club's lawyer, Justin Neal, said NRW's monitoring system was \"woefully inadequate\" and the river could face \"ecological disaster\" with fish struggling to survive. \"Natural Resources Wales is supposed to be looking after this river, protecting the delicate ecosystem and it just isn't doing the job,\" Mr Neal, of Fish Legal, said. \"The monitoring is once a month at most and that just doesn't catch the times when the high levels of pollution are going in after a rainfall event.\" A petition with more than 75,000 signatures is calling for a pause on chicken farm applications in Powys, where the council has approved 75 farms since 2017. Kate Bull, 60, of Gladestry, started the petition after noticing parts of the Wye had turned green. She wants planning permission for farms halted so research into phosphate levels can be done, saying: \"The Wye is the heart of our county and we will not see it ruined and the life bled out of it.\" Chicken farmers said the petition was misleading and they managed bird waste well. Egg producer Gwyn Price, who sits on National Farmers' Union Cymru's Brecon and Radnorshire livestock committee, said claims effluent was \"flowing\" into rivers were \"totally untrue\".\"Algae blooms were there long before any large henhouses were built,\" Mr Price said.He said NRW monitors the river \"roughly every six weeks\" and had told farmers phosphate levels had dropped. James Evans, Powys council's public protection member, said it was up to the Welsh Government to put a moratorium on chicken farms, adding that farmers were doing their utmost to protect the river and said some were now \"almost too frightened to put any diversification projects forward\". NRW data from the River Wye indicated several spikes in phosphate levels stretching back to 2015.Mr Neal said the problem was the number of chickens in the county - the Campaign for the Protection of Rural Wales has estimated there are as many as 10 million. \"Planning authorities need to think about the cumulative impact of all these different sheds together,\" he added. The Welsh Government said it could not consider a moratorium until NRW completes a water quality review while Powys council said it must determine planning applications as set out in law. \"The council is therefore unable to impose a moratorium on any type of planning application that it receives because to do so would conflict with this statutory duty,\" a spokesman said. ", "url": "https://www.bbc.com/news/uk-wales-54181261"}