{"datetime": "2021-11-23T13:56:03.000Z", "author": "Gordon Corera", "title": "BA Flight 149: UK admits it did not warn Kuwait hostage flight", "article": "The foreign secretary has admitted that Parliament and the public were misled for decades about a British Airways flight which landed in Kuwait during an Iraqi invasion in 1990. The passengers and crew of BA 149 were taken hostage, with many mistreated.Newly released files reveal that the British ambassador in Kuwait warned the Foreign Office about the invasion, but BA was not told. The government kept the warning secret for three decades. However, Foreign Secretary Liz Truss reiterated earlier denials that the flight was being used for a secret intelligence mission. For 30 years, successive governments have covered up the fact there was a warning Kuwait was being invaded before BA 149 landed in the country and that this was not passed on. \"This failure was unacceptable,\" Ms Truss said in a written statement. \"I apologise to the House for this, and I express my deepest sympathy to those who were detained and mistreated.\" BA 149 took off from London at 18:04 GMT on 1 August, two hours late, and was due to stop briefly in Kuwait before heading on to Asia.But files released today to the National Archives show the British Ambassador called the resident clerk at the Foreign Office around midnight with reports that an invasion of Kuwait had begun.This was passed to the Foreign Office Middle East department and to Downing Street, as well as MI6, the Cabinet Office and Ministry of Defence. But British Airways was not told.The call was not publicly acknowledged or disclosed until now. The plane landed in the early hours of the morning. Less than an hour later, the airport was closed and the passengers and crew were trapped. Many were taken hostage.Some were mistreated, sexually assaulted and kept in near-starvation conditions before they were released that December. There was no formal mechanism for passing on such information to British Airways at the time, but the Foreign Office says there is a procedure to deal with situations and inform the airline industry now. A British Airways spokesperson said the records \"confirm British Airways was not warned about the invasion\". The files suggest the British ambassador was unclear whether the Iraqi incursion was limited or large-scale. The invasion also swept through Kuwait far faster than many expected when it first began. The episode has aroused particular controversy because of persistent reports that a team of undercover operatives were on board the plane as part of a mission to be inserted into Kuwait to carry out surveillance.\"I am convinced that the military intelligence exploitation of British Airways Flight 149 did take place, despite repeated official denials,\" Anthony Paice, who was serving at the British Embassy at the time and has been previously named as an MI6 officer, said earlier this year. Clive Earthy, the BA cabin services director on the flight, also told the BBC that he remembers a man in military uniform escorting a group of 10 men off the flight - who were then never seen again. However, the Foreign Office says the newly released files are \"consistent\" with a statement made in 2007 that the government \"did not attempt in any way to exploit the flight by any means whatever\". Barry Manners, a passenger on the flight, said he was disappointed the government had not used the opportunity to acknowledge the \"irrefutable\" evidence that the flight was used for an intelligence mission.\"This was a deliberate act by the British government to use a civilian airliner as a military transport into what turned out to be a live-fire war zone,\" he said. ", "url": "https://www.bbc.com/news/uk-59388975"}