{"datetime": "2020-06-23T17:59:59.000Z", "title": "Roath Park Lake contains 'unauthorised sewage' say council emails", "article": "Sewage has been polluting Cardiff's Roath Park Lake for years, according to recently released council emails. The emails from Cardiff council's parks department say \"unauthorised sewage discharges\" are polluting water, with tests showing high levels of bacteria. The council and Welsh Water said the pollution was thought to be from a sewage \"misconnection to a commercial property\". An ex-council leader has called for an investigation to \"address\" the issue. The emails were released after a Freedom of Information request in April and they contain details of concerns by staff from Cardiff council's parks department about water quality. The Freedom of Information request was first made in March 2019,the Local Democracy Reporting service reports , but the council took more than a year to answer. In an email from April last year, an unnamed officer in the parks department said: \"We are aware that Roath Park Lake and other watercourses in the area do have some issues with unauthorised sewage discharge.\" Councils must routinely monitor bathing waters for bacteria that indicates faecal pollution, under EU law. However, Roath Park Lake is not designated as a bathing water and was last analysed in 2013. In an email from March last year, an unnamed officer in the council's environment department said: \"Samples were last analysed from the site in 2012 and 2013, and these indicated that bacterial levels within the water body were far in excess of recommended limits for immersion activities in fresh waters.\" Tests from November 2012 found faecal coliforms and faecal streptococci in the lake - two types of bacteria found in human faeces. At the north end of the lake, inspectors found coliforms nearly 30 times over safe bathing levels. Both the water company and Cardiff council have been urged to investigate the issue by former council leader Rodney Berman in a bid to stop repeated algal blooms in the lake. \"Pollution in the lake could be a contributory factor and if the council has admitted there has been unauthorised discharge of sewage into the lake then that is clearly something that needs to be looked into,\" said the Liberal Democrat councillor for Penylan. \"The council needs to work with Dŵr Cymru/Welsh Water to address this as part of their investigation into what could be done.\" A Welsh Water spokesperson said: \"While Roath Park Lake is not a bathing water, and the council does not permit bathing in it, we have worked in partnership with Natural Resources Wales and the local authority to help identify and locate the source of this misconnection to a commercial property, and to ensure this can be addressed.\" ", "url": "https://www.bbc.com/news/uk-wales-53147227"}