{"datetime": "2021-08-04T13:05:33.000Z", "author": "Gordon Corera", "title": "BA flight 149: Was it on a secret 'military intelligence mission'?", "article": "For years there has been a swirl of controversy and mystery surrounding the landing of BA flight 149 in Kuwait during an Iraqi invasion in 1990 - with the claim that the UK government used it for a secret mission which resulted in passengers and crew suffering abuse in captivity for five months. British Airways flight 149 departed London on the evening of 1 August, 1990, and headed into Kuwait for a scheduled stopover on its way to Asia, even as the invasion began that night. It landed on the morning of 2 August - the only plane to land at that time as other airlines diverted their flights.Anthony Paice was posted to Kuwait in 1988. He had what he calls \"responsibility for political intelligence\", although he has previously been named as an MI6 officer working undercover at the British Embassy. He says he has been unable to speak out against \"false accusation and injustices\" because of the Official Secrets Act, but now he says he wants to go public in solidarity with those who suffered. \"I am convinced that the military intelligence exploitation of British Airways flight 149 did take place, despite repeated official denials,\" Mr Paice says. He tells the BBC he believes there was a \"hastily prepared attempt to put intelligence boots on the ground\" run by the military and special forces, which he and the ambassador were unaware of. \"We knew absolutely nothing,\" he says, arguing it was intended as a \"deniable operation\". There had been accusations Mr Paice was involved in the operation or had misled BA about whether the flight could land. He says these claims are wrong. Mr Paice says he spoke to a representative of BA on the evening of 1 August as a crisis between Iraq and Kuwait was brewing, but before the invasion began. \"If you have a plane going through at midnight tonight, that will probably get through,\" he recalls saying. But he says he warned that any invasion could come in the early hours of the morning and that a plane would not be able to land at the same time the following day. Clive Earthy, the BA cabin services director on the flight, remembers a British man in military uniform greeting him at the plane's door on arrival in Kuwait. The man said he had come to meet 10 men on the flight who had boarded at Heathrow. They were brought to the front, disembarked and were never seen again. \"They were given priority to get to Kuwait, and my passengers, men, women and children, took second place,\" Mr Earthy tells the BBC.He says he holds the government responsible for what happened next as the other passengers and crew were then taken hostage by the Iraqis. Some would be released, but others would suffer mistreatment, sexual assault and near-starvation conditions. Many would go on to be used by Iraq as human shields at key facilities to try to prevent Western forces bombing them. The hostages were released after five months. So who were the mysterious men on board the flight? Stephen Davis, author of a new book, Operation Trojan Horse, says he has interviewed members of that team anonymously, as well as those involved in planning the mission. He believes the mission involved deploying a team of special forces surveillance operatives to feedback intelligence. He also believes the UK authorities did not expect the airport to fall to invading Iraqi forces as quickly as it did. Instead the expectation was that the men would have been able to disembark and the plane continue to its next destination. He says the air fares of the men were paid by a military account and he believes British Airways was aware of the operation. In response, the Ministry of Defence referred to a previous statement in the House of Commons, saying: \"In 2007, the UK government clearly confirmed in Parliament that the government in 1990 did not exploit the flight in any way for military personnel.\" British Airways declined to comment, referring to previous government denials. Eighteen-year-old Jinny Gill was seated near the back of the aircraft with her sister. She recalls two men sitting next to her, neither of whom said anything. She believes they were from the special forces team. When the flight landed, she describes the scene as surreal with no ground staff and no aircraft other than from Kuwait Airways. She and her sister went to stretch their legs when she saw explosions near the airport. \"That's when we knew something had definitely gone wrong,\" she tells the BBC. \"We didn't know where to go or what to do.\" She never saw the two men who had been seated next to her again. \"I wanted the truth to come out as soon as we were back in the UK but nothing ever happened,\" she says. \"Doors were slammed in our faces.\" Mr Davis' book was launched at a press conference in London on the 31st anniversary of the plane's landing and features some of those taken hostage, as well as Mr Paice speaking for the first time.Mr Paice says the passengers have not received any explanation of \"why and how they were put into such a dangerous predicament\" and he says there should be an apology.", "url": "https://www.bbc.com/news/uk-58087520"}