{"datetime": "2022-02-16T03:11:50.000Z", "author": "Sarah Rainsford", "subject": "Ukraine escalation", "title": "Ukrainians wary of Russian claims of withdrawal", "article": "As Western leaders warned of an imminent Russian attack on Ukraine, Yuri Vasylevych and his saxophone quartet played tango to a full house at the Kyiv Philharmonic. The musician is used to performing under pressure: when pro-EU protests erupted in violence in 2014, in this grand columned hall the show went on to the sound of shooting. Now Russia has massed troops on Ukraine's border, to stop it slipping from Moscow's orbit into Nato, and Yuri says he feels his country has a \"gun to its head\" once again. \"We were hoping to live like France or Britain, other free countries,\" he explained ahead of the Valentine's night performance. \"But eight years on, we're still coming to work without knowing whether it'll be calm after our concert or whether there'll be shooting.\" Despite the musician's unease, and all the dire prophesies of Western politicians and intelligence agencies, the streets of Kyiv have remained remarkably calm.The only sign of panic is that word itself graffitied on to a city wall. There's no sign at all of the Russian assault that some sources were so sure of they even predicted it would come on Wednesday.But Ukrainians' long experience of living in Russia's shadow makes them wary of recent moves that suggest Moscow may be dialling down the tension, just a little bit.First, Russia's foreign minister advised President Vladimir Putin that it made sense to keep talking to the West and negotiating his security demands.Then Mr Putin repeated those demands on Tuesday, whilst insisting he didn't \"want war\". The same day, his defence ministry announced that some troops were returning to their garrisons \"as planned\" and published video of tanks rolling across a road as a soldier with little flags held up the traffic in the snow. Ukraine's foreign minister has given the purported evidence short shrift.\"We in Ukraine have a rule: we don't believe what we hear, we believe what we see,\" Dmytro Kuleba wrote on Twitter.\"If a real withdrawal follows these statements, we will believe in the beginning of a real de-escalation.\" A few hours later, the defence ministry in Kyiv reported that its website had been hacked. Service at two major banks was also disrupted. The cause isn't clear, but Ukraine has suffered major cyber-attacks before that it has linked to Russia.Whilst Ukraine's allies focus on dramatic warnings of a full, military invasion - with major cities under bombardment and tanks surging on Kyiv - it was a timely reminder that the country remains vulnerable to less obvious forms of attack, less soaked in risk for Russia, too.\"Everyone in the West is trying to see a signal for hope in this Russian statement that it's withdrawing some forces from the border, but it actually means the risk of a hybrid invasion may be even higher,\" Ukrainian political analyst Maria Zolkina argues. She sees a smaller incursion launched from the eastern regions of Ukraine already controlled by Russian-backed forces as a more realistic threat, likely sparked by a \"provocation\". \"We have so many examples of when Russia talked of de-escalation and it didn't happen, like just last spring,\" Ms Zolkina points out. \"So this latest could just be a diplomatic manoeuvre, meant to distract.\" Ukraine's allies suspect so. They say Russia has built up its positions in recent days, not reduced them. But after all the talk of major military action \"within 48 hours\", Western officials are now urging people not to \"fixate\" on any date and warning that this crisis could be \"very protracted\". So Ukraine has not dropped its guard, but it's also refusing to be cowed.On Wednesday, President Volodymyr Zelensky urged people to fly the flag, wear blue and yellow ribbons and come together in a show of national unity.A scroll through social media suggests that many city councils across Ukraine are planning mini marches, in a flutter of patriotism and defiance. \"I thought I'd put a flag on my balcony,\" IT-specialist Alexander said on Tuesday evening in central Kyiv. He's had a nervous few days following the war warnings in the news and even made an escape plan with his family in case the city came under attack.\"I feel a bit calmer now because Ukraine seems to be signalling that it might not join Nato and I like that,\" Alexander admitted. \"Nato makes Russia really angry and that could cause a war, not protect us.\" On the same street of hipster cafes and galleries, student Yaroslav said he was resisting his parents' calls to head to western Ukraine for safety.But he doesn't believe this crisis is over. \"Putin flexed his muscles and maybe he got something he wanted - or maybe the withdrawal is just a distraction,\" Yaroslav said. \"But this is not our first fight with Russia and we're ready to hit back if we have to.\" ", "url": "https://www.bbc.com/news/world-europe-60398296"}