{"datetime": "2019-11-01T19:36:40.000Z", "author": "Owen Pinnell & Jess Kelly", "title": "Kuwait moves on Instagram slave traders after BBC investigation", "article": "Kuwaiti authorities say they have officially summoned the owners of several social media accounts used to sell domestic workers as slaves. A BBC News Arabic investigation found online slave markets on apps provided and made available by Google and Apple, including Facebook-owned Instagram. Women were offered for sale as workers via hashtags such as \"maids for transfer\" or \"maids for sale\". Authorities say those involved have been ordered to take down their ads. They have also been compelled to sign a legal commitment, promising no longer to participate in this activity. Instagram said it had also taken action since it was contacted by the BBC. It said it had removed further content across Facebook and Instagram, and would prevent the creation of new accounts designed to be used for the online slave market. Many of the most widely used accounts for buying and selling domestic workers appear to have stopped their activity. Dr Mubarak Al-Azimi, head of Kuwait's Public Authority for Manpower, said it was investigating the woman featured in the BBC report who sold a 16-year-old girl from Guinea - whom we are calling \"Fatou\" - via an app. A police officer who also featured in the report is under investigation by the authorities. He said arrests and compensation for the victims were possible outcomes of the action. Kimberley Motley, an American international lawyer who has taken on Fatou's case, said: \"I believe the app developers should definitely provide compensation for Fatou. As well as possibly Apple and Google.\"On Apple Store they proclaim that they are responsible for everything that's put on their store. And so our question is, what does that responsibility mean?\"Ms Motley also called for criminal charges against those involved in trafficking Fatou to Kuwait. Google and Apple said they were working with app developers to prevent illegal activity on their platforms. On Thursday, BBC News Arabic published its undercover investigation which found domestic workers were being illegally bought and sold online in a booming black market. ", "url": "https://www.bbc.com/news/technology-50266663"}