{"datetime": "2019-10-31T22:42:42.000Z", "author": "Owen Pinnell & Jess Kelly", "title": "Slave markets found on Instagram and other apps", "article": "Drive around the streets of Kuwait and you won't see these women. They are behind closed doors, deprived of their basic rights, unable to leave and at risk of being sold to the highest bidder. But pick up a smartphone and you can scroll through thousands of their pictures, categorised by race, and available to buy for a few thousand dollars. An undercover investigation by BBC News Arabic has found that domestic workers are being illegally bought and sold online in a booming black market. Some of the trade has been carried out on Facebook-owned Instagram, where posts have been promoted via algorithm-boosted hashtags, and sales negotiated via private messages. Other listings have been promoted in apps approved and provided by Google Play and Apple's App Store, as well as the e-commerce platforms' own websites.\"What they are doing is promoting an online slave market,\" said Urmila Bhoola, the UN special rapporteur on contemporary forms of slavery. \"If Google, Apple, Facebook or any other companies are hosting apps like these, they have to be held accountable.\" After being alerted to the issue, Facebook said it had banned one of the hashtags involved. Google and Apple said they were working with app developers to prevent illegal activity. The illegal sales are a clear breach of the US tech firms' rules for app developers and users.However, the BBC has found there are many related listings still active on Instagram, and other apps available via Apple and Google. Nine out of 10 Kuwaiti homes have a domestic worker - they come from some of the poorest parts of the world to the Gulf, aiming to make enough money to support their family at home.Posing as a couple newly arrived in Kuwait, the BBC Arabic undercover team spoke to 57 app users and visited more than a dozen people who were trying to sell them their domestic worker via a popular commodity app called 4Sale.The sellers almost all advocated confiscating the women's passports, confining them to the house, denying them any time off and giving them little or no access to a phone. The 4Sale app allowed you to filter by race, with different price brackets clearly on offer, according to category.\"African worker, clean and smiley,\" said one listing. Another: \"Nepalese who dares to ask for a day off.\" When speaking to the sellers, the undercover team frequently heard racist language. \"Indians are the dirtiest,\" said one, describing a woman being advertised.The team were urged by app users, who acted as if they were the \"owners\" of these women, to deny them other basic human rights, such as giving them a \"day or a minute or a second\" off.One man, a policeman, looking to offload his worker said: \"Trust me she's very nice, she laughs and has a smiley face. Even if you keep her up till 5am she won't complain.\" He told the BBC team how domestic workers were used as a commodity.\"You will find someone buying a maid for 600 KD ($2,000), and selling her on for 1,000 KD ($3,300),\" he said.He suggested how the BBC team should treat her: \"The passport, don't give it to her. You're her sponsor. Why would you give her her passport?\" In one case, the BBC team was offered a 16-year-old girl. It has called her Fatou to protect her real name.Fatou had been trafficked from Guinea in West Africa and had been employed as a domestic worker in Kuwait for six months, when the BBC discovered her. Kuwait's laws say that domestic workers must be over 21.Her seller's sales pitch included the facts that she had given Fatou no time off, her passport and phone had been taken away, and she had not allowed her to leave the house alone - all of which are illegal in Kuwait.\"This is the quintessential example of modern slavery,\" said Ms Bhoola. \"Here we see a child being sold and traded like chattel, like a piece of property.\" In most places in the Gulf, domestic workers are brought into the country by agencies and then officially registered with the government.Potential employers pay the agencies a fee and become the official sponsor of the domestic worker.Under what is known as the Kafala system, a domestic worker cannot change or quit her job, nor leave the country without her sponsor's permission. In 2015, Kuwait introduced some of the most wide-ranging laws to help protect domestic workers. But the law was not popular with everyone.Apps including 4Sale and Instagram enable employers to sell the sponsorship of their domestic workers to other employers, for a profit. This bypasses the agencies, and creates an unregulated black market which leaves women more vulnerable to abuse and exploitation. This online slave market is not just happening in Kuwait.In Saudi Arabia, the investigation found hundreds of women being sold on Haraj, another popular commodity app. There were hundreds more on Instagram, which is owned by Facebook. The BBC team travelled to Guinea to try to contact the family of Fatou, the child they had discovered being offered for sale in Kuwait.Every year hundreds of women are trafficked from here to the Gulf as domestic workers. \"Kuwait is really a hell,\" said one former maid, who recalled being made to sleep in the same place as cows by the woman who employed her. \"Kuwaiti houses are very bad,\" said another. \"No sleep, no food, nothing.\"Fatou was found by the Kuwaiti authorities and taken to the government-run shelter for domestic workers. Two days later she was deported back to Guinea for being a minor.She told the BBC about her experience working in three households during her nine months in Kuwait: \"They used to shout at me and call me an animal. It hurt, it made me sad, but there was nothing I could do.\"Now she is back at school in Conakry, where the BBC visited her. \"I am so happy,\" she said. \"Even now, talking about it, I'm still happy. My life is better now. I feel like I'm coming back from slavery.\" The Kuwaiti government says it is \"at war with this kind of behaviour\" and insisted the apps would be \"heavily scrutinised\".To date, no significant action has been taken against the platforms. And there has not been any legal action against the woman who tried to sell Fatou. The seller has not responded to the BBC's request for comment. Since the BBC team contacted the apps and tech companies about their findings, 4Sale has removed the domestic worker section of its platform. Facebook said it had banned the Arabic hashtag \"خادمات للتنازل#\" - which translates as \"#maidsfortransfer\". \"We will continue to work with law enforcement, expert organisations and industry to prevent this behaviour on our platforms,\" added a Facebook spokesman. There was no comment from the Saudi commodity app, Haraj. Google said it was \"deeply troubled by the allegations\". \"We have asked BBC to share additional details so we can conduct a more in-depth investigation,\" it added. \"We are working to ensure that the app developers put in place the necessary safeguards to prevent individuals from conducting this activity on their online marketplaces.\" Apple said it \"strictly prohibited\" the promotion of human trafficking and child exploitation in apps made available on its marketplace. \"App developers are responsible for policing the user-generated content on their platforms,\" it said. \"We work with developers to take immediate corrective actions whenever we find any issues and, in extreme cases, we will remove the app from the Store.\"We also work with developers to report any illegalities to local law enforcement authorities.\" The firms continue to distribute the 4Sale and Haraj apps, however, on the basis that their primary purpose is to sell legitimate goods and services. 4Sale may have tackled the problem, but at the time of publication, hundreds of domestic workers were still being traded on Haraj, Instagram and other apps which the BBC has seen. ", "url": "https://www.bbc.com/news/technology-50228549"}