{"datetime": "2021-07-12T11:51:50.000Z", "author": "Rhiannon Wilkins", "title": "Family angry over daughter held in Kuwait prison despite appeal win", "article": "The family of a woman who is in prison in Kuwait have urged the UK government to help to secure her release. Sara Assayed, 35, from Barry, Vale of Glamorgan, works as a primary school teacher in Kuwait City, where she has been living since she was 17. She was jailed for 10 years in March 2021 when drugs were allegedly found in her car. Despite being cleared on appeal last month, she remains in jail. The Foreign Office confirmed it was assisting a British national. The Kuwaiti government has been asked to comment. Ms Assayed was arrested in March 2019 after she was stopped in her car on her way home from school with another teacher, and police officers alleged drugs were found in the vehicle. After being unable to leave the country for months while on bail, Ms Assayed was jailed. The teacher won an appeal against her conviction appeal on 15 June and has been told the Kuwaiti authorities intend to deport her to the UK. But her family say she is still in prison, where she has been kept in a solitary cell. Her mother Helen Conibear and father Ziad Assayed, who live in Barry, have described the situation as \"heart-breaking\" and said it was taking a terrible toll on their daughter's mental health. \"We're just worried and she's crying. She calls at night and she's crying,\" Mr Assayed told BBC Wales. They say their daughter always maintained her innocence and was not allowed to speak during her trial, which lasted just minutes. The Kuwaiti appeal court quashed her conviction last month after ruling there was insufficient evidence. She remains in jail and the process to begin her deportation appears to have stalled. Her parents said they have been bitterly disappointed with the response from the British Embassy in Kuwait and from the Foreign Office. They said they have spent about £20,000 in legal fees. \"Every time I contact the Foreign Office they say: 'We can't do anything',\" said Mr Assayed. Mr Assayed is a Jordanian-born engineer and his family spent several years living and working in Saudi Arabia and Jordan. The family moved to Kuwait in 2002, and Ms Assayed decided to continue her education and career in the country when her parents later returned to Barry. \"We're all trying. The whole family is trying,\" said Ms Conibear. \"We've sent emails to MPs, we've tried everything.\" Mr Assayed added: \"From the beginning, we believe that the police investigation was all fabricated. They took her car, they put something in the car and then it came back.\" He later visited Sara in the prison in the Kuwaiti desert and described the conditions as \"overcrowded\" and \"inhumane\". He added: \"We were waiting for her to be deported. Kuwaiti law says that anyone who was involved in a case, whether guilty or not guilty, has to be deported from Kuwait.\"The family have tried to get assistance from charities including Prisoners Abroad and Amnesty International, but were told they could not help in Sara's case. \"We just want them to accelerate her deportation,\" Mr Assayed said. \"The worst feeling is the feeling of being helpless. She needs our help and we can't help her. She's there for the wrong reasons. It's unjust for her to be in prison when she's innocent. \"She wants to hear news about her case and nobody is telling her anything. We just need to know some dates so she can have hope. She doesn't have hope.\" A Foreign Office spokesman said: \"We are assisting a British national who is detained in Kuwait and are in touch with their family and the local authorities.\" ", "url": "https://www.bbc.com/news/uk-wales-57796439"}