{"datetime": "2021-07-13T16:06:50.000Z", "title": "Welsh woman to be freed from Kuwait prison 'within days'", "article": "A woman from Wales who is in prison in Kuwait despite being cleared of drugs offences will flown to the UK \"within days,\" her lawyer has said. Sara Assayed, 35, works as a primary school teacher in Kuwait City, where she has been living since she was 17. She wasjailed for 10 years in March when drugs were allegedly found in her car , but was cleared on appeal last month. Her parents said they were \"over the moon,\"after concerns over her release . Ms Assayed's lawyer Nivin Marafi said she had been transferred to a deportation prison and the final court paperwork would be delivered to the prison on Wednesday morning.She added she was trying to secure her deportation in the next two days and arrange a direct flight to the UK. But her return home to Barry, Vale of Glamorgan, could be delayed as Kuwait marks the Muslim festival Eid ul-Adha, which begins on Monday and lasts until 23 July. Ms Marafi said: \"The appeal court say she is un-guilty. The procedure because of Covid-19, the government has to take care of the quarantine.\"She had to be in quarantine for 14 days, she finished the quarantine and now we are doing the procedure to remove the travel ban... so she will be able to leave the country as soon as possible. \"They [the authorities] are trying to let her leave before Eid, or maybe after Eid immediately. There is one more piece of paper... then they will remove the travel ban and she will be ready. \"She is safe, don't worry about her.\" Ms Assayed's mother Helen Conibear, who lives in Barry, said: \"I'm so delighted. It's amazing news, I'm over the moon. I just don't know what to say, just that I'm so, so happy. \"I've just spoken to Sara too and she was so happy and shouting 'I'm free, I'm free!' It's the first time she's been on the phone to me in goodness knows how long not crying.\"It's the first time I've heard happiness in her voice for such a long time.\"She was so delighted saying: 'I'm coming home, I'm coming home!' It's amazing to hear her so happy. I can't wait to give her a great big hug. I'm lost for words.\" Her father Ziad Assayed said: \"I'm so, so relieved. It's been like a nightmare and I'm waking up from it. I can't describe my pleasure and delight. I'm over the moon because of her coming back and leaving that dirty place where she's been kept.\" He said he spoke to his daughter, who told him: \"Dad, I'm coming home, I'm free!\" ", "url": "https://www.bbc.com/news/uk-wales-57825859"}