{"datetime": "2020-12-11T19:49:04.000Z", "title": "Gulf War 'human shields' hostages call for new inquiry", "article": "A British man who was among a group used as human shields by Saddam Hussein in the first Gulf War is calling for a new inquiry. Barry Manners, from Kent, was a passenger on a British Airways flight to Malaysia that landed in Kuwait to refuel in 1990 as Iraqi forces invaded. He is calling for a public inquiry into why the plane was allowed to land. Those on board suffered abuse, violence, and even mock executions and were held captive for five months.Mr Manners, who lives in Botany Bay in Kent, said: \"There were a couple of occasions when I was told I was going to be shot, the guard came out in a rage, kicked me around a bit, put a gun against my head and pulled the trigger a few inches away.\" He said he and others who were on flight BA149 were still living with the emotional scars and deserved an explanation.\"It's unacceptable that a civilian airline was landed in a warzone and there does need to be a thorough investigation,\" Mr Manners said. Another hostage, who said she knew someone who was raped during the ordeal, said: \"Some of the things that happened over there have affected all of us in different ways for our entire lives. \"We deserve to know exactly what happened and why.\"The passengersfirst called for a public inquiry in 2006 , alleging the plane was carrying special forces personnel to Kuwait. The allegation was repeated in Parliament that year by the then Lib Dem MP Norman Baker, but the prime minister at the time of the first Gulf War, John Major, denied the claims.Mr Baker, the former MP for Lewes in East Sussex is supporting calls for a fresh inquiry.He said: \"It's a matter of justice for the passengers who have not seen justice. \"[They] were treated in the most appalling way, and were deliberately landed in a war zone.\" The government said it would not be commenting further however, the Ministry of Defence has confirmed a special report into the crisis will be released into the National Archive in 2021 and will be available to the public. British Airways refused to comment, but has always denied having any knowledge of the invasion before landing. Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-55262866"}