{"datetime": "2020-07-16T09:56:31.000Z", "author": "Jiyar Gol", "title": "Iran judiciary may halt protesters' executions after social media storm", "article": "Iran's judiciary has suggested it might halt the executions of three young men convicted in connection with November's mass anti-government protests, following a social media campaign. The Persian hashtag #do_not_execute was used five million times after it was announced on Tuesday that the Supreme Court had upheld their death sentences. Many celebrities backed the campaign. On Wednesday night, the judiciary said its chief would consider any request from the men to review their sentences. Lawyers for the three men also were reportedly told that they could for the first time examine the court papers and evidence against their clients. Iran is the world's second most prolific state executioner after China. Despite having to deal with the Middle East's biggest outbreak of Covid-19, which has killed more than 13,000 people and deepened an economic crisis, the Iranian authorities have not stopped trying capital cases and carrying out death sentences. Early on Tuesday, two Kurdish men were executed in Urumieh prison in West Azerbaijan province. Diaku Rasoulzadeh and Saber Sheikh Abdollah, who were in their early 20s and 30s respectively, had been on death row since 2015. They were convicted of planting a bomb at a military parade in Mahabad in 2010.Their lawyer told BBC Persian they were innocent and that no evidence was presented at their trial other than confessions extracted under severe torture.Amnesty International said the two men were \"the latest victims of Iran's deeply flawed criminal justice system, which systematically relies on fabricated evidence\". Hours later, the Iranian judiciary's spokesman confirmed that the death sentences of the three anti-government protesters had been upheld by the Supreme Court. Amirhossein Moradi, Mohammad Rajabi and Saeed Tamjidi, who are all reportedly in their 20s, were arrested during November's unrest, which was triggered bythe government's decision to raise the price of petrol . Millions of Iranians poured into the streets of cities and towns across the country to protest against poverty, inflation and economic mismanagement. They were met with violence by security forces and hundreds were killed. Amnesty International said the three men sentenced to death in connection with the protests underwent \"grossly unfair trials\". \"Their allegations of torture and other ill-treatment were ignored and 'confessions' extracted from Amirhossein Moradi without a lawyer present, reportedly through beatings, electric shocks and being hung upside down, were relied upon to convict them of 'enmity against God' through acts of arson and vandalism,\" it added. The social media campaign to halt their executions was joined by many prominent figures both inside and outside Iran. The footballer Masoud Shojaei posted on his Instagram page: \"I am asking Supreme Leader Ali Khamenei, President Hassan Rouhani and Judiciary Chief Ebrahim Raisi: Please be merciful with these three Iranian young people. Please stay their execution because of their families and people's request.\" The actor Shahaab Hosseini wrote: \"Swearing on the prophet of kindness and compassion, please stop the executions of these three young people.\" US President Donald Trump also called for the executions to be stopped. Iran's judiciary also announced last month that Ruhollah Zam, a dissident journalist and founder of the influential Telegram account AmadNews, had been sentenced to death for \"spreading corruption on earth\". One of the accusations he faced was encouraging people to participate in anti-government protests in 2017 and 2018. Zam was based in Paris, but he was lured to Iraq by the Iranian Revolutionary Guards' intelligence service and then kidnapped and taken back to Iran. Iran's government has not offered much help to those affected by the economic crisis, and the country's leaders have expressed concern about future unrest.Many Iranian human rights activists believe that by carrying out executions and sentencing protesters to death the leaders are hoping to scare people away from returning to the streets. Correction 16 July 2020: The original version of the story was updated to say that Iran was reported to have halted the executions of the three anti-government protesters and that a retrial had been ordered. This is inconsistent with a statement issued by the judiciary denying it had ordered a retrial. In light of this, our story has been republished in its original form. ", "url": "https://www.bbc.com/news/world-middle-east-53417228"}