{"datetime": "2020-09-29T16:42:44.000Z", "title": "Kuwait Emir Sheikh Sabah al-Sabah dies aged 91", "article": "Kuwait's Emir, Sheikh Sabah al-Ahmed al-Sabah, has died at the age of 91, state media report. His 83-year-old half-brother, Crown Prince Sheikh Nawaf al-Ahmed, has been named by the cabinet as his successor. In July, Sheikh Sabah was flown to the United States for medical treatment following surgery for an unspecified condition in Kuwait that month. He had ruled the oil-rich Gulf Arab state since 2006 and had overseen its foreign policy for more than 50 years. He was dubbed the \"dean of Arab diplomacy\" for his efforts to restore relations with states that backed Iraq during the 1990-1991 Gulf War, when Kuwait was invaded by Iraqi forces. The emir also often acted as a mediator in regional disputes, including the ongoing diplomatic stand-off between Saudi Arabia, its allies and Qatar. Kuwait similarly refrained from intervening in Syria's civil war, instead hosting several donor conferences for humanitarian aid.\"Today we lost a big brother and a wise and loving leader... who spared no effort for Arab unity,\" Jordan's King Abdullah IIwrote on Twitter in Arabic . Abu Dhabi Crown Prince Sheikh Mohammed bin Zayed Al Nahyan, the de facto ruler of the United Arab Emirates,tweeted : \"Sheikh Sabah epitomised wisdom, tolerance, and peace and he was a great pioneer of Gulf cooperation.\" UN Secretary General António Guterres called the emir \"an extraordinary symbol of wisdom and generosity, a messenger of peace, a bridge builder\". Tiny, oil-rich and vulnerable, Kuwait has long been both an ally of the West and dependant on it for protection. Britain has twice sent troops to defend it from its giant neighbour Iraq, first in 1961 and then in 1991 as part of the massive US-led Desert Storm campaign to expel Saddam Hussein's forces.Despite being ruled by ageing men from the long-standing Al-Sabah dynasty, Kuwait has one of the more lively political scenes in the Arab world, with elected MPs able to call government ministers to account. This has sometimes led to political paralysis.The ruling family also took on conservative religious opinion by pushing for women to be allowed to vote and run for political office.In recent years Kuwait has been seen as a calming, mediating force in the region, helped by the late emir's decades of experience as foreign minister. The succession is thought likely to be a smooth one. Sheikh Sabah's death was announced on state television on Tuesday afternoon by the Minister of Emiri Diwan (Court) Affairs, Sheikh Ali Jarrah al-Sabah. \"With the utmost sadness and grief for the Kuwaiti people, the Islamic and Arab world and people of friendly nations, the Emiri Diwan mourns the death of Sheikh Sabah al-Ahmed al-Jaber al-Sabah, the emir of Kuwait, who is now next to God\" he said.Sheikh Jarrah did not give a cause of death. Born in 1929, Sheikh Sabah was the great-grandson of the founder of modern Kuwait, Mubarak al-Sabah, who signed a \"Treaty of Friendship\" with Britain in 1899 that saw it become a protectorate. Sheikh Sabah became Kuwait's foreign minister in 1963 - two years after Britain recognised Kuwait's independence - and held the position until 1991, following the end of the seven-month-long Iraqi occupation. He was reappointed foreign minister in 1992 and served until 2003, when he was named prime minister by his half-brother Emir Sheikh Jaber al-Ahmad.Sheikh Sabah became Kuwait's ruler himself in 2006, after Sheikh Jaber died and his cousin Emir Sheikh Saad al-Abdullah stepped down just nine days into his rule as parliament moved to depose him on health grounds. Kuwait - which has a population of 4.8 million, including 3.4 million foreign workers - has the world's sixth-largest known oil reserves and is a major US ally. The emirate's parliament has the most powers of any elected body in the Gulf and opposition MPs openly criticise the Sabahs. However, the ruling family retains full control over key government and executive posts and the emir has the last say in political matters. He also has the power to override or dissolve parliament, and call elections. Sheikh Sabah dissolved parliament or reshuffled his cabinet a number of times after lawmakers sought to question or submit votes of no confidence against senior ministers, including members of the ruling family.", "url": "https://www.bbc.com/news/world-middle-east-54340988"}