{"datetime": "2021-06-22T12:17:27.000Z", "title": "Egypt detains female TikTok star after human trafficking conviction", "article": "A TikTok star has been detained in Egypt, two days after she and another influencer were convicted of human trafficking and given long jail terms. Haneen Hossam, 20, posted a video on Monday in which she asked for clemency, saying she had never harmed anyone. On Sunday, a court in Cairo sentenced her in absentia to 10 years in prison. Co-defendant Mawada al-Adham, 23, who was present, was sentenced to six. They were accused of exploiting girls through video-sharing apps for money. The verdict came five months after another court overturned prison sentences that Hossam and Adham were given for \"violating family values\" with videos they posted on TikTok. Human rights activists say the two women have been prosecuted as part of a crackdown by Egyptian authorities targeting female social media influencers on charges that violate their rights to privacy, freedom of expression, non-discrimination and bodily autonomy. Hossam, a Cairo University student who has about 900,000 followers on TikTok, was first arrested in April 2020 after posting a video inviting her female followers to join another video-sharing platform, Likee, telling them that they could make money by broadcasting videos on it. Prosecutors later charged her with \"violating family values and principles\". Adham, who once had three million followers on TikTok and has 1.4 million followers on Instagram, was accused of the same offence the following month after posting what prosecutors said were \"indecent\" videos in which she lip-synced to famous songs and danced in fashionable clothes. In July,an economic court convicted Hossam and Adham and sentenced them to two years in jail. They were also fined 300,000 Egyptian pounds ($19,140; £13,800) each.The verdict was overturned on appeal in January and they were released the next month. However, a new charge of human trafficking was introduced. According to the state-run Ahramonline news site, prosecutors accused the women of \"using girls in acts contrary to the principles and values of Egyptian society with the aim of gaining material benefits\".The Youm7 website reported that the charge related to a group Hossam had promoted on Likee and videos that Adham had posted on Instagram and TikTok.On Sunday, a criminal court found Hossam and Adham guilty and sentenced them to prison. Three men convicted of assisting the women were given six-year terms. Hossam's lawyer, Hani Sameh, said she had received a longer sentence because she had not appeared in court, even though \"it was her legal right not to show up\". \"We will demand restoration of the case proceedings because there are contradictions between the verdict and the merits on which the court's decision is based,\" he told the Thomson Reuters Foundation. \"We hope that she can get a reduced jail sentence or an acquittal.\" Hossam also expressed shock at the sentence and asked President Abdul Fattah al-Sisi for a pardon inthe video she posted on Instagram hours before her arrest . \"10 years! I didn't do anything immoral to deserve all this. I was jailed for 10 months and didn't say a word after I was released... Why do you want to jail me again?\" she said. Reda Eldanbouki of the Women's Center for Guidance and Legal Awareness, an Egyptian non-governmental organisation, said the ruling was \"harsh and exaggerated\" and restricted the women's rights to freedom of opinion and expression. ", "url": "https://www.bbc.com/news/world-middle-east-57566506"}