{"datetime": "2020-08-17T13:23:56.000Z", "author": "Sally Nabil", "title": "Egypt TikTok and Instagram stars pay heavy price for 'indecency'", "article": "\"We were left in utter shock. She did nothing wrong - my sister is not a criminal,\" says Rahma al-Adham, talking of her younger sibling, a social media influencer in Egypt. Mawada, a 22-year-old university student, was last monthsentenced to two years in prison after being convicted of violating Egyptian family values . She was arrested in May after publishing videos on TikTok and Instagram where she lip-synced to famous songs and danced in fashionable clothes. The prosecutor found her videos indecent.Mawada has more than three million followers on TikTok, and 1.6 million on Instagram. \"She only wanted to be famous and popular,\" laments Rahma.Mawada is one of five young women who were given the same prison sentence, in addition to a fine of nearly $20,000 (£15,300; 17,000 euros).The five are known as the \"TikTok girls\". Aside from Mawada, the group includes another social media star, Haneen Hossam, and three others who have not been named.Rahma says her sister was modelling on social media for a number of well-known fashion brands. \"She was just too ambitious. She dreamt of being an actress. \"Why her? Some actresses dress in a very explicit way. Nobody touches them,\" she asks angrily. According to human rights group Amnesty International, prosecutors used 17 photos of Mawada against her as evidence of \"indecency\". Mawada said these images had been leaked from her phone after it was stolen last year. Mawada and the other four women began an appeal against their convictions on Monday, and the next hearing is scheduled for 14 September. At the very least, Rahma hopes her sister's sentence will be reduced. Mawada fainted when she heard the initial verdict, according to her lawyer, Ahmed Bahkiry. \"She's totally devastated - the charges are very vaguely worded.\" \"Prison cannot be a solution, even if some of her videos go against our social norms and traditions,\" he adds. \"Prisons create criminals. The authorities could have resorted to rehabilitation instead.\" There are mixed feelings in Egypt towards the case. Some in this largely Muslim, conservative country view TikTok videos such as Mawada's as indecent.Others say the girls were only having fun and do not deserve prison. Human rights groups see the girls' arrests as a further attempt by the authorities to restrict freedom of expression and as a sign of what Amnesty called \"new repressive tactics to control cyberspace\". There are, campaigners say, tens of thousands of political prisoners in Egypt, including liberals, Islamists, journalists and human rights lawyers.Egypt's President Abdul Fattah al-Sisi insists there are no prisoners of conscience in his country, while the state has questioned the credibility of critical human rights reports. Among those calling for the girls' release is the Egyptian Commission for Rights and Freedoms, a Cairo-based human rights organisation. Its executive director, Mohamed Lotfy, says the case shows clear signs of gender discrimination. \"Women are only allowed to express themselves on social media according to the state's dictations,\" he says. \"The girls are accused of breaching Egyptian family values, but no-one has ever defined these values.\" Even if they were to be released, Mr Lotfy says a warning has already been sent to young girls.\"The authorities have made it clear: you are not free to say or do whatever you like, even if you are not talking politics at all. There are lines which are not to be crossed.\"In recent months, the public prosecutor's office issued statements highlighting what it called the \"potential dangers threatening our youth via digital platforms, which are not subject to any sort of supervision\". It called on parents to help stop young people being \"misled into adopting a reckless and licentious lifestyle, in search of worthless fame and success\". \"They pursued illegal paths to make money, falsely believing this is a form of freedom of speech,\" it said. Meanwhile, as a result of what has happened, Rahma says their mother \"barely leaves her bed now\". \"She cries all the time,\" she says. \"Sometimes she wakes up at night and asks if Mawada is back home.\" ", "url": "https://www.bbc.com/news/world-middle-east-53733841"}