{"datetime": "2019-12-25T15:21:13.000Z", "title": "Iran internet 'disrupted' ahead of protests", "article": "Internet services have been disrupted in parts of Iran amid reports it is being cut off ahead of planned anti-government protests on Thursday. BBC Persian audiences reported outages, while internet monitoring service NetBlocks confirmed a drop in usage. Semi-official Iranian news agency Ilna quoted an unnamed official as saying the action had been officially ordered. It comes amid calls for demonstrations in memory of those killed in protests fuelled by price rises last month. Amnesty International says at least 304 people were killed and thousands arrested during a days-long crackdown by security forces. Reuters news agency put the death toll at about 1,500, based on information from unnamed interior ministry officials. Protests erupted in cities and towns across Iran on 15 November after the government announced that the price of petrol would rise by 50% to 15,000 rials a litre ($0.12; £0.09 at the unofficial market exchange rate), and that drivers would be allowed to purchase only 60 litres each month before the price rose to 30,000 rials. The decision was met with widespread anger in a country where the economy is already reeling as a result of US sanctions that were reinstated last year when President Donald Trump abandoned a multilateral nuclear deal with Iran. As protests escalated, access to the internet was almost completely shut down. Mobile phone footage which eventually reached the outside world appeared to show security forces shooting at unarmed demonstrators. Relatives of one of those killed, 27-year-old Pouya Bakhtiari, have used social media to call for a ceremony on Thursday to mark 40 days since his death in Karaj, the capital of Alborz province. Bakhtiari's family members have reportedly been arrested amid concerns the ceremony could fuel further unrest if it goes ahead. ", "url": "https://www.bbc.com/news/world-middle-east-50911457"}