{"datetime": "2019-02-21T14:37:34.000Z", "author": "Flora Drury", "title": "Islamic State: Thousands of foreign children in Syrian camps", "article": "Thousands of children from around the world remain trapped in Syria facing an uncertain and dangerous future, a charity has warned. Save the Children says it has found more than 2,500 children from 30 countries in three camps alone. They are being held away from the camps' populations, in segregated areas with foreign women believed to be former Islamic State (IS) members. The warning comes as the debate over what to do with these children rages. The issue was brought to the fore after a number of women came forward to say they regretted their actions and wanted to return to their home countries, including the UK, US and France, so they could raise their children in peace. In response, the UK and US have barred two mothers from returning. But what does this mean for their children, and the thousands of others - some just days old - caught in an international battle? For many, it is clear. \"There is a moral responsibility for every country to take these children back,\" Usama Hasan, head of Islamic Studies at Quilliam International. \"It is a moral duty.\" It is not known exactly how many children there are. According toa 2018 report from the International Centre for the Study of Radicalisation (ICSR), at least3,704 foreign-born children were taken to IS territory by their parents or carers, including460 from France , at least350 from Russia and almost400 from Morocco . Several hundred of these children are known to have returned to their home countries since. A number are likely to have died in IS territory. But, as the stories of the UK's Shamima Begum and US woman Hoda Muthana show, many of the women and men who went out to Syria and Iraq have had children since they arrived. The ICSR said in July it had verified the births of at730 children from 19 countries. However, other unverified reports put that figure at closer to5,000 . It is hard to say where exactly all the children are now. For a start, they are spread over at least two countries: Syria and Iraq. The situation in the camps in northern Syria is particularly dire, Save the Children points out. For a start, because these children are held in isolation with other perceived former members of IS, they are often not able to get as much food and medical care as they need. But more than that, reports from inside the camps paint a grim picture of intimidation and fear. \"We thought we could put them [the foreign women] together with the Syrians and the Iraqis, and that they would adapt,\"the director of a Kurdish camp in northern Syria told France24 in February.\"But they're ferocious, they burned some of the Syrians' tents, they would call them cockroaches, infidels. They consider themselves as the only true Muslims. So we had to separate them.\" These \"ferocious\" women continue their reign of terror in the segregated area: the journalist is later shown the remains of a burnt-out tent. \"A child died,\" one foreign woman explained to the camera, picking up the burnt remains of the canvas. Meanwhile, foreign children as young as nine are finding themselves in front of the courts in neighbouring Iraq, while hundreds of others are known to be being held in prison with their mothers as they are tried for their roles in IS. It all adds to a sense of urgency to calls to countries to repatriate the children as quickly as possible. \"All children with perceived and actual associations with Isis [IS] are victims of the conflict and must be treated as such,\" Kirsty McNeill of Save the Children UK argues.Very few foreign children have been repatriated so far. But while there are obstacles to bringing children back, like identification, governments across the world have been accused of stalling in order to avoid having to make difficult decisions. Meanwhile, numerous families still living in their home countries around the world have offered to take children in. In Russia, more than 100 children have already been brought home to family members, many at the request of parents locked in prisons. The last flight brought back 30 children, and Russia plans to bring back another 40 this month. Tanya Lokshina, Human Rights Watch associate director for Europe and Central Asia, told Bloomberg at the start of February it is \"the most active programme to return detainees from Iraq and Syria\". But in other countries, families face a battle to get their grandchildren, or nieces and nephews, home from Syria an Iraq. In Belgium, a woman called Fatiha told the Washington Post she was ready to take in her six young grandchildren. However they remain in a camp in northern Syria, at the centre of a court battle, as the Belgian government tries to block their mothers returning. Like a number of other countries, including Russia, Belgium has said it is happy to take young children back - but not necessarily their parents. UK Home Secretary Sajid Javid suggested Britain - which, according to ICSR, had only seen the return of four children by July 2018 - might follow a similar policy when he noted the revocation of Ms Begum's citizenship would not apply to her newborn son. \"Children should not suffer, so if a parent does lose their British citizenship it does not affect the rights of their child,\" he said. But Save the Children warns that separating the children from their mothers can also be damaging. \"We believe the best interests of the child are paramount, and this means a child and mother should remain together whenever possible,\" Ms McNeill said. Countries are beginning to change their positions. France was just repatriating children on a case-by-case basis, but says it is now considering taking IS members back to be dealt with at home. Possibly, says Gina Vale, the co-author of the ICSR study. \"Minors, specifically boys, have undergone both psychological indoctrination and intensive military and combat training within IS territory from a very young age,\" she points out. However, any concerns would have to be dealt with on an individual level. What's more, she warns that not bringing the children back may be worse in the long term. \"For both IS-born infants and older children once associated with the group, stigmatisation and isolation from society may lead to potential disenfranchisement and grievances, which, if not effectively addressed, have the potential to fuel radicalisation of vulnerable individuals in the future,\" she said. \"It is imperative that foreign governments, including the UK, uphold their duty of care to their citizens and adopt a human rights-based approach to their repatriation and rehabilitation.\"Without this, there is an acute risk of continuation or even exacerbation of the cycle of jihadist violence, radicalism and instability for generations to come.\" ", "url": "https://www.bbc.com/news/world-middle-east-47304399"}