{"datetime": "2019-02-15T16:13:42.000Z", "author": "Reality Check", "title": "Shamima Begum: How do countries deal with people returning from IS?", "article": "Shamima Begum, the London schoolgirl who travelled to Syria to join the Islamic State group (IS) in 2015 could be prevented from returning to the UK, the home secretary has said. \"My message is clear,\" Sajid Javid told the Times: \"If you have supported terrorist organisations abroad I will not hesitate to prevent your return.\" Shamima Begum is one of thousands of people who've travelled to Iraq and Syria to join IS. So, how do other European governments deal with those who want to return? Up to41,490 international citizens from 80 countries are thought to have joined IS in Iraq and Syria between April 2013 and June 2018, according to a report by the International Centre for the Study of Radicalisation (ICSR), at King's College London, published last year. The majority of the study's data comes from official government sources - although some figures are drawn from academic publications and credible media reports. Three quarters of those joining the IS group were men, 13% were women, and children - described by researchers as \"affiliated\" to the group - made up 12%. A further 730 children are thought to have been born in Iraq or Syria to foreign mothers affiliated to IS. The majority of citizens travelling to Iraq or Syria to join the group were from the Middle East and North Africa (18,852). There were also 5,904 nationals from Western Europe, according to the report. France accounted for the highest number (1,910), double the number from the next highest, Germany (960). The UK was third with 850 people. Most of the returnees came back in two waves - before the declaration of a \"caliphate\" by IS in the year before June 2014, and another wave in early 2015. Many are expected to have died in Iraq and Syria and others arrested or relocated to other countries. Western European countries have seen a total of 1,765 nationals return, according to the study.In an analysis of six EU countries,carried out by the European Parliament (EP) , half of those who left the UK have returned, the highest rate among six countries examined. About a third of German and Belgian nationals returned. France had a return rate of just 12%, according to the EP report. The way returning IS returnees are dealt with in EU countries is based on criminal investigation and risk assessment. Rehabilitation and reintegration schemes have been introduced inside and outside prison. Other measures include restrictions on movement, and powers to withdraw and refuse to issue passports.The EP report notes that countries have adopted a case-by-case approach for children returning to Europe, the vast majority of whom were born in Iraq and Syria after 2012.UK Most of the individuals who have returned to the UK have been interviewed by the security services to establish what they experienced, the risk they may pose and the prospects for a safe resettlement.Where an individual has not committed an offence - or there is not a public interest to prosecute - they may be put into a deradicalisation programme, which can include intensive mentoring and support from psychologists. The Home Office told the BBC that around 400 had come back - the majority did so in the earlier stages of the conflict, and were investigated on their return. A significant proportion of these individuals are assessed as no longer being of national security concern, its statement added. In his interview with the Times, Home Secretary Sajid Javid said that a range of measures were available to \"stop people who pose a serious threat from returning to the UK, including depriving them of their British citizenship or excluding them from the country\". France France, unlike other EU countries, has allowed its nationals to be prosecuted for crimes in the region \" providing individuals are afforded a fair tria l\", according to a European Parliament report. More recently, the French government is preparing to repatriate more IS recruits from Iraq and Syria . Germany Men who return to Germany are nearly always subject to criminal investigation. But prosecutors have tended to search for more evidence before launching criminal investigations against women.But this changed in December 2017, when it was announced that men and women suspected of joining IS abroad would not be treated differently. The prison threshold seems to be considerably higher in Germany than in other European countries, according to a report from the Royal Institute for International Relations last year. It says that \" returning from even a known stint in Syria or Iraq does not necessarily lead to the individual being detained \". Belgium Individuals suspected of being returning foreign fighters are arrested and presented to an investigating judge. Those believed to be involved in radicalisation and recruitment can be sent to specialist units, where they are separated from other inmates.Denmark Part of a programme in Denmark for returning foreign fighters offers participants a mentor and access to employment, education, housing, psychological counselling and medical care,according to experts at the International Center for Counter Terrorism in The Hague .Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/world-47252164"}