{"datetime": "2020-02-13T13:29:18.000Z", "title": "Ingrid Escamilla: Outraged Mexicans post 'beautiful images' for murdered woman", "article": "Outraged Mexicans are flooding social media with nature and animal photos to drown out gruesome photos of a murdered woman. Ingrid Escamilla, 25, was killed by the man she lived with, and forensic workers leaked pictures of her body. By posting \"beautiful\" pictures and quotes with her name activists aim to \"honour her memory and her life\". Femicide, gender-based killings of women, is on the rise in Mexico. More than 700 cases are currently being investigated, and activists say the number of women killed because of their gender is much higher. Ms Escamilla wasstabbed to death in Mexico City by her partner , who then mutilated her body to try to hide the evidence.Mexicans were outraged by the brutality of the crime, and by the publication of the leaked photograph of her body in a newspaper. \"Now when anyone searches Ingrid Escamilla's name they will find beautiful images that honour her memory and the life of her family,\"one woman tweeted. Thousands of videos and pictures of butterflies, sunsets, llamas, flowers flooded Twitter and Instagram with Ingrid Escamilla's name, including by Mexican author Valeria Luiselli.Mexico City-based artist Sofia Tello Moscarella posted on Twitter a drawing she made of Ms Escamilla, which was widely shared. \"With our anger, we will grow flowers. Rest, Ingrid, because we won't let them rest,\" she tweeted. Ms Moscarella told the BBC: \"What happened to Ingrid made me so unbelievably sad, so I tried to do something nice like many other people were. Nobody should never ever be remembered like she was [in the photos].\" User @CamilaMay tweeted: \"I'd rather remember you with this chonky [fat] cat than remember you with gruesome pictures.\" Some tweeted Ni Una Menos (Not One Less), a phrase used to protest violence against women across Latin America. \" They didn't realise that we are thousands , not only in Mexico, but also in Colombia, Peru, Ecuador, Chile, Argentina. We are here today and we are not scared,\" tweeted @HeyAleja. On Monday President Andrés Manuel López Obrador said that the issue of femicides have been \"manipulated\" by those critical of his administration.The mayor of Mexico City said a suspect had been arrested for the murder of Ms Escamilla. ", "url": "https://www.bbc.com/news/world-latin-america-51488124"}