{"datetime": "2021-02-17T19:44:03.000Z", "author": "Ashitha Nagesh", "title": "Princess Latifa: What are women's rights in Dubai?", "article": "The case of Princess Latifa has shocked the world. She's the daughter of the ruler of Dubai. In secretly recorded videos shared with the BBC, the princess accused her father of having held her hostage in the city since she tried to flee in 2018, and said she feared for her life. The United Nations has since said it will question the United Arab Emirates (UAE) about her. She isn't the only member of her family to flee the city. In June 2019 Princess Haya bint Hussein, the 45-year-old wife of Princess Latifa's father, fled to Germany and sought political asylum. Latifa's sister, Shamsa, also attempted to escape. It's a disturbing story, with allegations of oppression, abuse and control against one of the Gulf's most powerful men. But what about other women in Dubai and in the UAE more widely? How are their rights and opportunities determined by the men in their lives? Women in the UAE are allowed to drive, vote, work, and own and inherit property.A report from the In the World Economic Forum ranked the UAE second-best in the Middle East and North African (Mena) region for gender equality. However, context is important. First, in the WEF's Global Gender Gap report, the Mena region had the lowest score of all the regions - and apart from Israel, none of its countries were in the top 100. The UAE was ranked 120th in the world out of 153. And while the UAE does have an anti-discrimination law, sex and gender aren't included in its definition of discrimination. Then, while women do have rights, under the Personal Status Law some of these are dependent on the formal approval of a male \"guardian\" - that is a man, often a spouse or other male relative, who grants a woman permission to do certain things. Although the UAE's guardianship laws aren't as strict or wide-reaching as neighbouring Saudi Arabia's, they do impact women's lives. At other times, where women do have rights, it is hard in practice for women to defend them in a court of law. One aspect of a woman's personal life that is affected is marriage: a woman needs the permission of a male guardian to wed. Other areas include the custody of children, and inheritance. But there are also unofficial forms of guardianship that aren't codified in law but are carried out in practice, Hiba Zayadin, Human Rights Watch's Mena researcher, tells BBC News. \"Of course there are some instances where it isn't in the law, but in some cases you find people asking women for their guardian's permission when they're applying for jobs or looking for apartments,\" Ms Zayadin says. \"But that is not in the laws themselves. It's most apparent in the laws when it comes to marriage and divorce.\" Divorce is also much harder for women. While men can unilaterally divorce their wives, women wanting to divorce have to apply for a court order. Domestic abuse is another area in which women continue to be discriminated against.There have been some positive legal changes in the last few years, at least on the surface. For example the UAE's penal code used to explicitly permit men to be violent towards their wives, but this was removed in 2016. A requirement in the Personal Status Law for women to be \"obedient\" to their husbands was revoked in 2019. Last March a new law came into effect that allowed women access to protection orders - that is, restraining orders - for the first time. There were further legal reforms at the end of last year. However, campaigners say the rewritten laws don't go nearly far enough.The new law defines domestic violence as abuse or threats that \"exceed [an individual's] guardianship, jurisdiction, authority or responsibility\" - meaning that a decision over whether to convict someone of domestic violence ultimately rests on a judge's subjective opinion of whether the accused person was acting within their \"authority\". So, in practice, protections for abuse victims are still weak. \"What seems to be happening is that the state is removing the most egregious things that it has written down, in its own words in its laws, on the statute books, that show an attitude hostile to gender equality,\" Devin Kenney, Gulf researcher for Amnesty International, tells BBC News. Amnesty, he says, hasn't been able to enter the UAE to conduct its own research since 2014, when it published a report critical of discriminatory laws in the country.\"So we have tended to rely on what the state writes in its laws to illustrate what their attitudes towards gender questions are,\" he adds. \"And there's still a lot of inequality in those laws themselves, even during this time of ostensible reform. So I would tend to be suspicious because this does not necessarily reflect any deep shifts in social attitudes or government attitudes.\" Any person resident in or visiting the UAE is subject to its laws: there are no exceptions for tourists. There have been a few high-profile cases of tourists getting arrested while on holiday in Dubai. In 2017, for example, a British woman was arrested and sentenced to one year in prison for having consensual sex with a man she wasn't married to. She had reported him to the authorities for sending her threatening messages, who found out the two had had sex.But whether these laws are actually applied equally is a different issue.One particular legal change will, in essence, put into law what was previously an unofficial hierarchy - with wealthy expatriate women at the top, Emirati women second, and then migrant domestic workers. \"The UAE appears to be moving towards institutionalising this split now,\" Mr Kenney says. \"At the end of last year when they announced this package of reforms to the Personal Status Law, among other things, it was reported very openly - including in the state news agency Wam - that the purpose was to draw investment and make the country more attractive to expatriates as an investment location.\"And it was reported explicitly in the national press… that the changes to the rules on inheritance and divorce were just going to apply to expatriates, not to Emirati women.\" According to the International Labour Organisation (ILO), in 2017 low-paid migrant workers - who Mr Kenney says are at an \"extreme class disadvantage\" - made up about 80% of the UAE's total population. Female migrants in particular, who are predominantly domestic workers from South and Southeast Asia, are policed harshly.Mr Kenney says they have \"incredibly limited rights\". He cites an article of the penal code which says 'consensual violation of honour' can be prosecuted. In practice, he says, it's used to target consensual sex, especially if it breaks gender norms. \"Female migrant labourers who have presented to hospital in the UAE with pregnancies, when they've been unable to produce a husband who is the father responsible for the pregnancy, have been prosecuted under this law. So essentially they've been prosecuted for exercising sexual autonomy,\" Mr Kenney says.Women who become pregnant outside marriage face up to a year in prison - for migrant workers, this is a sentence that must be served before they can leave the country. According to a UAE official quoted in a Guardian report last year, several thousand migrant women in the country have children born outside of marriage.Rape victims, too, have been prosecuted under the laws against extramarital sex. A BBC Arabic investigation in 2015 found that hundreds of women, including rape victims, were being imprisoned under this law every year - and that domestic servants were particularly vulnerable. ", "url": "https://www.bbc.com/news/world-middle-east-56065527"}