{"datetime": "2019-11-29T13:40:33.000Z", "title": "Abril Pérez Sagaón: Shooting sparks feminist outcry in Mexico", "article": "The former head of Amazon Mexico is wanted for questioning after his wife was apparently killed by a hitman in Mexico City. Abril Pérez Sagaón was shot dead in a car on Monday in front of two of her teenage children. Juan Carlos García has not commented publicly.The couple were in the middle of a divorce battle and Mr García had been freed on bail after a prior allegation of violence against her. Ms Pérez said he had beat her with a baseball bat when she was asleep in January and she formally accused him of attempted femicide (murder of a woman because of her gender).Mr García was held in pre-trial detention for 10 months, but the judge released him at the start of November, downgrading the charge to domestic violence. According to Mexican media, the judge - named as Federico Mosco González - questioned the intent of the alleged crime, saying that if Mr Garcia had wanted to kill her, he could have done so as she was sleeping at the time.She had a restraining order against her husband and was trying to get custody of their three children.El País newpaper said she had moved out of Mexico City but, according to relatives, she was briefly back in the capital on Monday to attend a meeting linked to the custody battle.A motorcyclist ambushed her vehicle while she was on her way to the airport afterwards.No charges have yet been issued, but the killing has sparked fierce debate in Mexico about the wider problem of gender violence.Activists have long accused authorities of not doing enough to protect women in abusive relationships. Many also insist the term \"femicide\" is necessary to give murders of women more visibility and ensure sentences fit the crime.The same judge who freed Mr García is now also under scrutiny for another decision: the release of a doctor accused of raping a female patient. Mexican media say Mr González insisted the evidence was insufficient.Ms Pérez was killed on 25 November, the date the United Nations has designated theInternational Day for the Elimination of Violence Against Women . Events to mark the day were held across Mexico before news of this particular case was public.During the demonstration in Mexico City, key landmarks were defaced with feminist slogans, sparking outrage. Some feminists said officials were more worried about monuments than women's lives.In August, a protest against sexual assault cases involving police officers also became heated and bus shelters were smashed.The demonstration was held after several police officers in Mexico City were suspended as part of investigations into the alleged rape of two teenage girls. ", "url": "https://www.bbc.com/news/world-latin-america-50601975"}