{"datetime": "2020-07-30T13:19:06.000Z", "author": "News from Elsewhere...", "title": "'Black and White' campaign highlights femicide in Turkey", "article": "Turkish women are thanking the power of social media after a \"black and white selfie\" campaign drawing attention to femicide echoed globally. Millions of women, including Hollywood celebrities like Jessica Biel and Demi Moore, have joined the campaign and shared their own photos on Instagram using the #ChallengeAccepted and #BlackAndWhiteChallenge hashtags. It's not clear if the campaign actually started in Turkey, but it gained prominence after Turkish social media users joined a \"women supporting women\" campaign to call for solidarity over femicide and violence against women in the country, where hundreds are killed every year. Comments by Turkey's president about potentially withdrawing from a Council of Europe convention on violence against women, dubbed the Istanbul Convention, have also added fuel to the campaign. Over 5.5m photos have been shared on Instagram bearing the #ChallengeAccepted hashtag. It's also spread to Facebook and Twitter. Some of the most popular actresses in Turkey, includingBeren Saat ,Hazal Kaya andSerenay Sarikaya , as well as prominent businesswomen such asUmit Boyner , took part in the campaign. \"We grow up from a young age being scared just because we are girls… I hate to be sacred that something may happen to me outside [or] from those closest to me,\" one user said, sharing her photo.\"In Turkey, everyday we wake up to the news of women who are murdered either by a spouse, boyfriend, stalker or complete stranger,\" another woman said. \"A black and white photo is followed by details of horrific news. Any of us could be that woman. That's why we accept the challenge until the Turkish government takes the required steps,\" she added. See also: Turkish women also used the hashtag #IstanbulSozlesmesiYasatir (The Istanbul Convention helps women stay alive), protesting potential government plans to withdraw from the agreement. \"A deeply conservative government has discouraged/strangled outcry, activism and awareness surrounding the issue,\" one Instagram post said. Celebrities includingJessica Biel ,Eva Green andChristina Aguilera voiced their support for the Turkish campaign, some even sharing the Turkish-language hashtag about the Istanbul Convention. Eva Green highlighted the recent death of27-year-old female university student Pinar Gultekin , which recently prompted an outcry in Turkey. At least 474 womenwere killed in Turkey last year , according to the women's rights group Kadin Cinayetlerini Durduracagiz Platformu (We Will Stop Femicides Platform). Campaigners fear that number will rise further in 2020. While the government acknowledges the issue of violence against women, critics say existing laws that aim to protect women against male violence are not implemented effectively. President Recep Tayyip Erdogan recently called on his ruling Justice and Development Party (AKP) to review Turkey's participation in the Istanbul Convention. \"Work on it and review it. If that's what the people want then remove it… Whatever the people say, that is what needs to be done,\" Erdogan was quoted as saying. His remarks came after some conservatives in Turkey criticised the Convention, claiming it aims to \"destroy the family structure\" and promote LGBT rights. Turkish Women's Associations' Federation President Canan Gullu told opposition Birgun newspaper that the Convention was \"the recipe for the salvation of women\". \"We will always fight for it,\" Gullu said. Reporting by Dilay Yalcin Next story: Ukraine offers remand cell upgrade - at a price ", "url": "https://www.bbc.com/news/blogs-news-from-elsewhere-53596483"}