{"datetime": "2021-02-16T15:12:00.000Z", "subject": "Princess Haya case", "title": "Sheikh Mohammed Al Maktoum: Who is Dubai's ruler?", "article": "Sheikh Mohammed bin Rashid Al Maktoum is the 71-year-old billionaire ruler of Dubai and vice-president of the United Arab Emirates. In the Middle East, he is renowned for overseeing the transformation of Dubai into a top business and tourism destination. Elsewhere, he is perhaps best known for his connection to horseracing, as the owner of the Godolphin stables.One of his daughters, Princess Latifa, has now made headlines after secret videos recorded by her in captivity have been obtained and released by the BBC's Panorama. Latifa made the videos while being held under her father's orders in Dubai in a barred villa. Sheikh Mohammed was born in 1949 at his family home in Shindagha, near Dubai Creek. He was the third of the four sons of Sheikh Rashid Al Maktoum, who ruled Dubai for 32 years from 1958. After finishing secondary school in 1965, Sheikh Mohammed moved to the UK to study English at a language school in Cambridge. The young sheikh later attended a six-month training court at the British Army's Mons Officer Cadet School in Aldershot, Hampshire.In 1968, following his return to Dubai, Sheikh Mohammed accompanied his father to a meeting with the then ruler of Abu Dhabi, Sheikh Zayed Al Nahyan, at which they agreed to a union that would lead to the establishment of a federation of emirates.After the UAE gained independence from the UK in 1971, Sheikh Mohammed was named defence minster - a position he still holds. Sheikh Mohammed also became heavily involved in his father's plan to compensate for Dubai's dwindling oil reserves by diversifying its economy and becoming an international trade and financial centre, as well as a tourist destination. Today, more than 95% of the emirate's gross domestic product is non-oil-based, with tourism contributing 20%. Dubai's population has also grown from about 40,000 in the 1960s to 3.3 million, including almost 3.1 million non-Emiratis, many of whom live in the hundreds of high-rise buildings filling its skyline. In 1990, Sheikh Rashid died after a long illness resulting from a stroke. He was succeeded by Mohammed's eldest brother, Maktoum. Five years later, Sheikh Maktoum named Mohammed crown prince of Dubai. He also handed over much of the day-to-day running of the emirate to him. Sheikh Mohammed became ruler of Dubai and vice-president and prime minister of the UAE in 2006, after his brother died aged 62 during a visit to Australia.Under his leadership, Dubai's development continued apace.In 2008, the emirate unveiled the world's tallest building, the Burj Khalifa; Dubai Mall, then world's largest shopping centre by total land area; and the Dubai Metro. Such ambitious projects were, however, reliant on borrowing billions of dollars.The global financial crisis caused Dubai's real estate market to crash and in 2009 state-linked companies came close to defaulting on their debts. Abu Dhabi stepped in and loaned the Dubai government the money it desperately needed.Dubai's construction boom also relied on low-paid migrant construction workers, many of whom complained that they suffered exploitation. Sheikh Mohammed has also become famous for his involvement in horseracing, and is credited with transforming it into a global industry.He rode horses on beaches in Dubai as a child and was introduced to the sport in 1967 in the UK. Ten years later, he enjoyed his first success as an owner. The sheikh subsequently set up the world's largest horseracing team, Godolphin, as well as the successful stallion breeding operation, Darley.Godolphin - which has facilities in the UAE, England, the Republic of Ireland, Australia, Japan and the US - has won 6,000 races across the world since 1992, including 315 prestigious Group One races.Sheikh Mohammed frequently attends major horseracing events such as Royal Ascot, where he has been pictured with Queen Elizabeth II. The sheikh shared a love of horses with his sixth and \"junior\" wife, Princess Haya bint Al Hussein, the daughter of the late King Hussein of Jordan and half-sister of King Abdullah II. The pair married in Amman in 2004 and had two children, Al Jalila and Zayed. Princess Haya painted a picture of a perfect family life in interviews, but cracks began to appear in 2018 when Princess Latifa, one of Sheikh Mohammed's adult daughters with another wife, tried to flee the UAE with the help of a former French spy and a Finnish fitness instructor.A boat carrying them was intercepted at sea off the coast of India and Latifa was returned to Dubai. In a video filmed beforehand, she alleged that she had been imprisoned for more than three years and subjected to physical abuse after another unsuccessful escape attempt in 2002.Now, new videos made by Latifa have been released after beingobtained by the BBC's investigative current affairs programme , Panorama. The footage was recorded over several months by Latifa after she had been taken back to Dubai following her failed escape in 2018. They were made using a phone that was secretly given to her by friends who are campaigning for her freedom. In the videos, she describes how she fought back against the soldiers during her capture, before being tranquillised and flown back to Dubai. She said she was being held alone without access to medical or legal help in a villa with windows and doors barred shut, and guarded by police. The secret messages have since stopped, leading her friends to urge the UN to step in. After the 2018 escape attempt, Princess Haya had backed claims by the Dubai government that Latifa had been \"vulnerable to exploitation\" and was \"now safe\". But after fleeing Dubai for the UK via Germany along with their children in April 2019, sources alleged that she had become aware of new information relating to Latifa. Sheikh Mohammed did not comment on the breakdown of his marriage, but he did write an angry poem accusing an unnamed woman of \"treachery and betrayal\" and posted it on Instagram. In July 2019, Haya applied for a forced marriage protection order and a non-molestation order at the UK High Court in London - as well as wardship of their children. Sheikh Mohammed meanwhile applied for the children's return to Dubai. Eight months later, the High Court issued a series of fact-finding judgements that said Sheikh Mohammed had ordered and orchestrated the forcible return of Latifa in 2002 and 2018, as well as the unlawful abduction of her elder sister Princess Shamsa in 2000.Shamsa fled the family's UK estate in Surrey that year but was later recaptured in Cambridgeshire by agents of the sheikh and forcibly returned to Dubai. A request by Cambridgeshire Police to visit Dubai to investigate was refused. The court found that Sheikh Mohammed \"continues to maintain a regime whereby both these two young women are deprived of their liberty\". It also said Haya, who'd had an adulterous affair with a bodyguard, was now living in fear of her life after receiving numerous threats both in Dubai and in London. These included a pistol placed on her pillow. Sheikh Mohammed rejected the judgements and findings, and appealed unsuccessfully to keep them out of the public domain.He said the appeal was \"made to protect the best interests and welfare of the children\" and that the \"outcome does not protect my children from media attention in the way that other children in family proceedings in the UK are protected\". \"As a head of government, I was not able to participate in the court's fact-finding process. This has resulted in the release of a 'fact-finding' judgment which inevitably only tells one side of the story,\" he added. ", "url": "https://www.bbc.com/news/world-middle-east-51762543"}