{"datetime": "2021-11-04T12:20:03.000Z", "title": "Hundreds join violence against women protest in Mexico", "article": "Hundreds of people holding up crosses bearing the names of murdered women have marched in Mexico City to draw attention to rising cases of femicide. The \"Day of Dead Women\" protest was held the day after Mexico's traditional Day of the Dead celebrations. Femicide, or the intentional murder of women because of their gender, is increasingly a cause for concern. At least 975 women were killed in Mexico in 2020, and 762 deaths happened from January to September this year. Human rights groupAmnesty International says investigations of the cases are often flawed because evidence is lost and a gender perspective is not applied correctly, making it \"easier for these crimes to go unpunished\".Chanting \"We are your voice,\" demonstrators used megaphones to read out the names of murdered women. They also carried photographs and banners with images of some of the victims. \"Each cross is a case, a pain,\" Consuelo Martínez, mother of Victoria Pamela, who was killed by her partner, told Efe news agency. \"We really want the authorities to act... We seek justice and truth for each of the dead [woman].\" The march was highly emotional, with some of the mothers crying and hugging one another. \"We're here for the same fight: our murdered daughters,\" said Nayeli Aquino, mother of Naela Daniela, who was killed in 2019 and whose case remains unsolved. Cintia Ramírez, whose niece Dulce Lilián was murdered by her husband in 2019, said the protesters wanted the authorities to do more to bring the perpetrators to justice.\"The main demand is to urge the government to listen to us, to arrest people who are at large and for justice to be done. They aren't going to bring our dead back but at least they can give us some peace and tranquillity,\" she said. Earlier, Security Minister Rosa Icela Rodríguez said the government had opened 73 offices around the country to help female victims of violence. Emergency calls related to violence against women in Mexico rose more than 30% last year, as Covid-19 lockdowns kept families stuck at home, according to Reuters news agency. ", "url": "https://www.bbc.com/news/world-latin-america-59162501"}