{"datetime": "2021-09-24T08:06:56.000Z", "title": "How many violent attacks and sexual assaults on women are there?", "article": "A vigil is being held a week after the killing of teacher Sabina Nessa , in a park in south-east London. How many women are the victims of violent crimes? In the year to March 2020,207 women were killed in Great Britain (England, Scotland and Wales). This means about one in four killings were of women.The number of female victims was lower than in the previous year, when 241 women were killed - the highest number in a decade.Research from the Femicide Census - an organisation which collects information on men's violence against women - calculates that across the UK, 1,425 women were killed by men in the 10 years to 2018. That is about one killing every three days.In the past decade, there were 4,493 male victims of killings and 2,075 female victims (31%) in England and Wales. More than nine out of 10 killers were men. About 57% of female victims were killed by someone they knew, most commonly a partner or ex-partner. This compares with 39% of men.The other victims were either killed by strangers - 13% in the case of women and 30% among male victims - or no suspect has been identified. More than 70% of women were killed in their own home - twice the figure for men. In general, men aremore likely to be victims of violence such as assault. It is estimated that about 1.3% of women were victims of violent crime in the year ending March 2020, compared with 2% of men.Most violent attacks are by people the victim knows - 92% in the case of women and 79% among men. We don't have statistics which show what proportion of women were attacked by men or other women, but most people found guilty of violent crimes are men.In 2019, about 85% of people sentenced in court for violent crime were men. In the year ending March 2020, the Office for National Statistics (ONS) estimated that 4.9 million womenhad been victims of sexual assault in their lives. This included 1.4 million who had been raped, or had faced attempted rape. About 989,000 men had experienced sexual assault, including 87,000 victims of rape or assaulted rape. In total, 98.5% of the rapists were identified as men. Sexual assault was most common among younger women, with about one in 10 women aged 16 to 24 having been a victim in the past year.One in 40 young women said they had been victims of rape in the past year. One in five women has been the victim of stalking since the age of 16 - twice the number for men. The estimates used the Crime Survey for England and Wales, which interviews thousands of people and is seen as the best way of measuring crimes including those not reported to the police.The vast majority of sexual offences do not get solved. In fact, most sexual offences do not even get reported to the police.The Crime Survey for England and Wales shows 151,000 people - including 144,000 women -were victims of rape or attempted rape in the last year for which these figures are available. But just 59,000 rapes were actually reported to the police last year. In the same year, just 1,439 peoplewere actually convicted of rape. This was the lowest number since figures started being released in 2014-15.Almost a third of women tell no-one if they are victims of rape, or attempted rape, according to the Crime Survey for England and Wales. Fewer than one in six report it to the police. This falls to one in 10 women under 25. The most common reasons for not reporting it are embarrassment, thinking the police couldn't help, or thinking they wouldn't be believed.Official statistics don't provide estimates of how many women face sexual harassment.However, surveys suggest the problem is common.A recentYouGov poll for UN Women found that seven out of 10 women had experienced some form of sexual harassment in public. This number was nearly nine out of 10 for younger women.The survey found:Another YouGov survey, in 2016, found that half of womenhad been victims of sexual harassment at work, most often through inappropriate comments or touching.Last year, it was estimated that 1.6 million women in England and Waleswere victims of domestic abuse. There were 757,000 male victims. These figures include all forms of abuse, including physical, emotional and financial.There was an increasein domestic abuse since lockdowns began in March of last year. There were 444,000 domestic abuse-related crimes - against both men and women - in England and Wales between April and September. This was almost one in five crimes recorded. ", "url": "https://www.bbc.com/news/explainers-56365412"}