{"datetime": "2019-02-21T05:24:36.000Z", "title": "Hoda Muthana: Trump says IS woman barred from US return", "article": "US President Donald Trump says a woman who left the US to become a propagandist for the Islamic State (IS) group will not be allowed to return. On Twitter, he said he had instructed Secretary of State Mike Pompeo \"not to allow Hoda Muthana back into the country\". Mr Pompeo had earlier stated that the 24-year-old was not a US citizen and would not be admitted. However, her family and her lawyer maintain that she has US citizenship.Ms Muthana, who grew up in Alabama, travelled to Syria to join IS when she was 20. She had told her family she was going to a university event in Turkey. The case has similarities to that of UK-born teenager Shamima Begum who has been stripped of her British citizenship. Ms Begum fled London to join IS in 2015 but has now said she wants to return to the UK. President Trump recently told the UK and other European countries totake back and put on trial Islamic State (IS) fighters captured in the final battle against the group. He warned that the alternative was that US-led Kurdish forces would have to release them. Ms Muthana's family lawyer, Hassan Shibly, said it was \"preposterous\" that Mr Trump would call for European states to take back their citizens and \"now is trying to play games when it comes to American citizens\". \"The Trump administration continues its attempts to wrongfully strip citizens of their citizenship,\" he told ABC News. \"Hoda Muthana had a valid US passport and is a citizen. She was born in Hackensack, NJ in October 1994, months after her father stopped being [a] diplomat.\" In later comments to AFP news agency he said his client wanted due process and was willing to go to prison if convicted. \"We cannot get to a point where we simply strip citizenship from those who break the law. That's not what America is about,\" he said. However, Mr Pompeo said Ms Muthana \"does not have any legal basis, no valid US passport, no right to a passport, nor any visa to travel to the United States\". \"Hoda Muthana is not a US citizen and will not be admitted into the United States,\" his statement added. Ms Muthana has said she applied for and received a US passport before leaving for Turkey, theNew York Times reported . After arriving in Syria she posted a picture on Twitter of herself and three other women burning Western passports, including a US one. In later social media posts she urged militants to kill Americans. Analysts say the US government's argument appears to hinge on the fact that her father was a Yemeni diplomat. Children born in the US to foreign diplomats are not automatically considered US citizens because they are not under US jurisdiction. However, her lawyer argues her father was no longer a diplomat by the time she was born. Ms Muthana, who has an 18-month-old son, has said she deeply regrets joining IS and has apologised for social media posts in which she promoted the group and its aims. In an interview with ABC News she said: \"I wish I could take it completely off the net, completely out of people's memory... I regret it... I hope America doesn't think I'm a threat to them and I hope they can accept me and I'm just a normal human being who's been manipulated once and hopefully never again.\" She reportedly surrendered to Kurdish forces and is in a Kurdish-run refugee camp in northern Syria. ", "url": "https://www.bbc.com/news/world-us-canada-47313657"}