{"datetime": "2021-11-26T08:08:17.000Z", "title": "Clashes as protesters demand end to violence against women", "article": "Riot police in Turkey and Mexico have fired tear gas and smoke bombs at protesters calling for an end to violence against women. In the Mexican city of Guaymas, three people were shot dead in an apparent attack on the city's female mayor. And in the Turkish city of Istanbul, clashes broke out with security forces. There were also large rallies in Barcelona, Paris and London to mark the international day for the elimination of gender-based attacks. Mexican media say the incident in Guaymas saw armed attackers storm the city's municipal palace, shooting dead a female protester and two men - a government worker and a bodyguard for Mayor Karla Córdova, who was in the palace at the time. Eyewitnesses told local journalists that they heard something like a grenade exploding at the door of the building, before gunshots rang out. The identity of the attackers and their motives remain unknown. There was another rally in Mexico City, where crowds chanted \"not one (woman) less\" as they demanded an end to femicide - the intentional murder of women because of their gender. \"We are always protesting and it shouldn't have to be this way, violence needs to end at some point,\" protester Laura Valle told Reuters news agency. \"We notice the authorities are not acting on it, for example, when we report it [violence],\" she added. Police fired smoke bombs at a small group of hammer-wielding protesters who tried to grab their shields. At least 10 women and girls are killed every day in the Latin American country,according to Amnesty International . \"Femicide Mexico! They're killing us!\" one woman reportedly shouted during a tussle with police.Some hooded demonstrators threw bottles, stones and flares at police, local media reported. Seventeen people, including 11 female police officers, were injured during the march,according to police . The demonstration in Istanbul's Taksim Square came just months afterTurkey withdrew from an international treaty aimed at protecting women . Police scuffled with protesters as they urged them to disperse from the area.Many demonstrators were pictured holding banners while others called for the government to resign over its withdrawal from the Istanbul Convention in June.Some in the party of Turkish President Recep Tayyip Erdogan had argued that the agreement was inconsistent with Turkey's conservative values. Mr Erdogan said Turkey would use local laws to protect women.\"Women are being killed,\" one protester told Reuters. \"They are being publicly murdered. As of June, we have started to move away from the guarantees that protect us.\"We do not and will not accept this and we will keep fighting\".According to rights groups in Turkey, 345 women have been killed so far this year.", "url": "https://www.bbc.com/news/world-europe-59423301"}