{"datetime": "2020-12-28T13:38:16.000Z", "title": "Loujain al-Hathloul: Saudi woman activist jailed for five years", "article": "A prominent Saudi female activist, who campaigned for women's right to drive, has been sentenced to more than five years in prison. Loujain al-Hathloul, 31, has already been in a maximum security prison for two and a half years. She and other activists were detained in 2018 on charges including contacts with organisations hostile to Saudi Arabia.International human rights groups have repeatedly called for her release. But on Monday, the country's Specialised Criminal Court, which was set up to try terrorism cases, convicted her of various charges including trying to harm national security and advance a foreign agenda. It sentenced her to five years and eight months in prison. Two years and ten months of the sentence are said to have been suspended.She and her family have denied all charges. They have also said that she has been tortured in jail - accusations the court dismissed. Hathloul was detained just weeks before Saudi women were finally allowed to drive in 2018 - the cause she championed. Saudi officials insist her detention has nothing to do with that issue.Hathloul's family says she was held incommunicado for three months following her arrest, and that she was subjected to electric shocks, whippings, and sexual harassment. They also allege that she was offered freedom if she agreed to say she was not tortured. Human rights experts have said her trial did not meet international standards.In November,Amnesty International condemned her transfer to the Specialised Criminal Court , saying it exposed \"the brutality and hypocrisy\" of Saudi authorities.The case is seen as further damaging the reputation of Saudi Arabia's controversial de facto leader Crown Prince Mohammed Bin Salman, known as MBS. He has led a programme of reforms, including lifting the ban on women driving, in a bid to open up the conservative kingdom to investment.But he has also been condemned for the continued crackdown on rights activists, as well as the Saudi authorities' role in the murder of journalist Jamal Khashoggi.Loujain Al-Hathloul is now even more famous for her incarceration than she was for her bold activism in the campaign for the right to drive.She has come to symbolise the human rights abuses that stubbornly cast a long shadow over Saudi Arabia's drive for economic and social reform - while it keeps an increasingly tight rein on political dissent.When Joe Biden takes over as US president, he is expected to take a tougher stance on human rights violations.But Saudi officials insist they will continue to chart their own course. The Kingdom believes its role as the world's top oil exporter and regional power player matter to the international community above all else.Al-Hathloul's sentence, including years of suspended and already-served time, mean she and other activists could be freed in the new year.That may help ease pressure on a Kingdom, which also does not want to be seen as bending to the dictates of others. ", "url": "https://www.bbc.com/news/world-middle-east-55467414"}