{"datetime": "2021-03-09T04:10:02.000Z", "subject": "International Women's Day", "title": "Women's Day: Protesters clash with police in Mexico", "article": "Police and activists have clashed in Mexico City at a march to mark International Women's Day. Officers forced back protesters with tear gas and riot shields in the capital's main square, the Zócalo.Protesters were calling for the government to address the country's poor record on the murder of women, often referred to as femicide, and gender-based violence.Government figures suggest at least 939 women were victims of femicide in 2020. Thousands of women, some with their daughters, attended the march in the Mexican capital on Monday.One girl was seen carrying a sign reading \"They haven't killed me, but I live in fear\". At one point, some members of the crowd managed to pull down some of the large metal fencing around the National Palace using hammers and wooden poles.Authorities erected the barrier ahead of the march. It was thencovered in the names of femicide victims by women's groups . Some riot officers used their shields to block the protesters from entering the Zócalo. Local paper El Universal said demonstrators set fire to the shields of some of the police officers, \"but the flames were extinguished\".Police used tear gas and batons to help disperse the crowd.At least 15 officers and four members of the public were injured, according to local media.There are reports of police detaining both journalists and those in the crowd.Clashes between women's rights campaigners and police are becoming more common in Mexico City as activists say it is the only way the government will pay attention to them.They have accused President Andrés Manuel López Obrador of ignoring the problem of violence against women. Last year, Mr López Obrador claimed the issue of femicides had been \"manipulated\" by critics of his administration.Last November, there was outrage across the country after police in the beach resort of Cancúnfired shots during a protest against the killing of women. Two people were injured by bullets and two more protesters were also hurt in the chaos which ensued. ", "url": "https://www.bbc.com/news/world-latin-america-56329666"}