{"datetime": "2021-05-21T22:20:10.000Z", "title": "El Salvador: Bodies found in ex-policeman's garden", "article": "The bodies of at least eight people have been recovered from a grave found at the home of a former police officer in El Salvador, officials say. The graves may hold more bodies, most of them thought to be women or girls. Exhuming all the bodies could take another month. Police believe the discovery reveals a secret murder ring operating over a decade. El Salvador has one of Latin America's highest rates for femicide, the murder of a woman or girl because of her sex. Hugo Ernesto Osorio Chávez, 51, was detained in town of Chalchuapa this month for killing a 57-year-old woman and her 26-year-old daughter. The former officer, who had previously been investigated for sex crimes, confessed to killing the pair. But when forensic teams searched his house about 48 miles (78km) north of the capital, San Salvador, they found at least seven pits containing bodies, some of which may have been buried as long as two years ago. The authorities said the discovery suggested the existence of a murder ring that may have lasted for a decade.On Friday, prosecutor Max Muñóz said eight bodies had been recovered from one of the graves. DNA tests will be carried out to determine the identity of the victims, he said. Earlier officials said the remains of at least 24 people had been found. No explanation was given for the updated count. At least 10 people are facing charges, including former policemen, former soldiers and people smugglers, said Mauricio Arriaza Chicas, director of El Salvador's national police,La Prensa newspaper reports. He alleged Mr Osorio Chávez might have been killing people for a decade. \"He told us that he found victims on social media and sought them out, luring them with the American dream,\" Mr Arriaza Chicas wasquoted as saying by the Associated Press (AP) news agency . Prosecutors say the victims may include girls aged as young as two, AP reports. Neither the suspect nor his lawyer could immediately be reached for comment. On Thursday, dozens of people who believed their missing relatives could be among the bodies gathered outside the house, as forensic workers dressed in white suits removed skeletons from the ground. El Salvador recorded 70 killings of women last year. There were 111 in 2019, police data showed. Violence against women in Latin America, including femicides, worsened during the coronavirus pandemic, according to aid groups. Femicidekills 12 women daily in Latin America, according to the UN. ", "url": "https://www.bbc.com/news/world-latin-america-57200081"}