{"datetime": "2021-03-30T11:24:26.000Z", "title": "Mexico police under fire after woman's death in custody", "article": "Outrage has been growing over the death in police custody of a Salvadorean woman in the Mexican resort of Tulum on Saturday as more details of the incident emerged. A post-mortem examination suggests Victoria Esperanza Salazar's neck was broken after a female officer pinned her to the ground. Mexican President Andrés Manuel López Obrador said she had been \"murdered\". The incident comes amid growing protests against femicides in Mexico. The 36-year-old from El Salvador had been in Mexico since at least 2018, when she was granted refugee status for humanitarian reasons.Her mother says she left her hometown of Sonsonate five years ago to escape the violence which El Salvador's notorious street gangs were spreading. Victoria Salazar lived with her two daughters, aged 15 and 16, in the resort town of Tulum, where she worked as a cleaner in hotels.On Saturday afternoon local time, she entered a small supermarket in Tulum. CCTV footage broadcast on Mexican media shows her walking around the store waving a large empty water bottle.The footage suggests most of the customers and staff continued about their business, but it later emerged that the store's manager had called the police.Four municipal police officers, three male and one female, attended the call and detained Victoria Salazar on the street outside for allegedly disturbing the peace.Unverified footage broadcast by news site Noticaribe shows her crying out as a female officer is kneeling on her back while the male officers stand by.The post-mortem examination has revealed that Victoria Salazar died from a broken neck, the attorney-general for the state of Quintana Roo said on Monday.Oscar Montes de Oca said that she had suffered \"a spinal fracture caused by the rupture of the first and second vertebrae\". He said that the officers had used \"disproportionate force\" against Salazar.Four police officers have been detained and will be charged with femicide, Mr Montes de Oca added. The incident has been widely condemned both in Mexico and in Salazar's native El Salvador. Mexican President Andrés Manuel López Obrador said that Salazar had been \"brutally treated and murdered\".\"It fills us with sorrow, pain and shame,\" he said, and promised that \"all those responsible are going to be punished\".\"They are already in the process of being prosecuted and there will be no impunity,\" he added. Salvadorean President Nayib Bukele wrote on Twitter [in Spanish] that he was \"sure that the Mexican government would apply the full weight of the law to those responsible\" . In a later tweet on Monday, he said that \"the case of Victoria is much worse than we thought\". Without giving further details, Mr Bukele alleged that \"there are more aggressors\" than previously thought and that not all of them had been arrested yet.Women's rights activists have for the past few years tried to draw attention to the hundreds of women that are killed every year in Mexico but some of their protests have led to sometimes violent clashes with the security forces.Government figures suggest at least 939 women were victims of femicide in 2020. Earlier this month, protests to mark International Women's Day saw riot police force back women from Mexico City's main square with tear gas and riot shields.And in November, police in Cancún 130km north of Tulum, opened fire on women marching in protest over the murder of two women. The death of Victoria Salazar in police custody has also received attention internationally as it hit the headlines as the trial started of Derek Chauvin, the white former US policeman accused of killing George Floyd, a black man. Many have compared the actions of the police in Tulum with those of Derek Chauvin, who was captured on video kneeling on the neck of Mr Floyd. Footage shot by bystanders played at Derek Chauvin's trial on Monday showed him kneeling on 46-year-old Mr Floyd for more than nine minutes.George Floyd was pronounced dead in hospital an hour later.", "url": "https://www.bbc.com/news/world-latin-america-56576054"}