{"datetime": "2021-02-19T16:30:28.000Z", "title": "Tshegofatso Pule murder: Man jailed for killing pregnant 28-year-old", "article": "A man has been sentenced to 20 years in jail for the brutal murder of a pregnant woman whose death galvanised protests in South Africa and prompted a speech by the president. The body of 28-year-old Tshegofatso Pule was found hanging from a tree last June, with multiple stab wounds. Mzikayise Malephane, 31, pleaded guilty at a court in Johannesburg.He has accused her ex-boyfriend of paying him to carry out the killing. Police say a man is now in custody. In a plea agreement read out in court by his lawyer, Malephane said he had been offered 7,000 rand (£340; $480) by the ex-boyfriend to carry out the killing but had declined. The offer went up to 70,000 rand before he accepted, he said. Tshegofatso Pule was eight months pregnant when she went missing on 4 June. Her stabbed body was found four days later, hanging from a tree by a member of the public in the Johannesburg suburb of Roodepoort.Local police have confirmed that they arrested a 32-year-old suspect on Thursday evening \"on suspicion of being an accomplice in the murder\". They did not give his name, but told local media he was expected to appear in magistrates court early next week. There was a wave of outrage in South Africa after Ms Pule's death in June last year and the hashtag #JusticeForTshego trended on Twitter. In response, President Cyril Ramaphosa released a statement denouncing gender-based violence, saying the pandemic had made it more dangerous for women because \"violent men are taking advantage of the eased restrictions on movement to attack women and children\". As many as 51% of women in South Africa had experienced violence at the hands of someone they were in a relationship with, the president's statement said. Following an outcry over a spate of femicides the year before, President Ramaphosa said South Africa was one of \"the most unsafe places in the world to be a woman\". ", "url": "https://www.bbc.com/news/world-africa-56130428"}