{"datetime": "2021-03-20T14:57:17.000Z", "title": "Domestic violence: Turkey pulls out of Istanbul convention", "article": "Turkey has abandoned an international accord designed to protect women, drawing protests from campaigners. It signed the Council of Europe's convention 10 years ago at its launch in the Turkish city of Istanbul.The pact seeks to prevent, prosecute and eliminate domestic violence.But Turkish conservatives argue its principles of gender equality and non-discrimination on grounds of sexual orientation undermine family values and promote homosexuality.Turkey's decision was described as \"devastating\" for efforts to combat domestic violence by the head of Europe's top human rights body, the Council of Europe. \"This move is a huge setback to these efforts and all the more deplorable because it compromises the protection of women in Turkey, across Europe and beyond,\" Secretary General Marija Pejcinovic Buric said. In Istanbul, people gathered for a demonstration under the slogan \"You'll never walk alone\".On social media, Turkey's minister for family, labour and social policies, Zehra Zumrut, said women's rights were protected by the country's constitution. She did not give a reason for withdrawing from the Istanbul Convention , which is the world's first binding treaty to prevent domestic violence. Gokce Gokcen, deputy chairperson of Turkey's opposition Republican People's Party, tweeted thatabandoning the convention meant \"keeping women [as] second class citizens and letting them be killed\" . Ms Selcuk told the official Anadolu news agency that the authorities would continue their \"fight against violence with the principle of zero tolerance\". According to Turkey's We Will Stop Femicide Platform, at least 300 women were murdered in the country last year but the number could be even greater, with dozens more found dead in suspicious circumstances.The rape and murder of 23-year-old student Sule Cet in the capital Ankara in May 2018 struck a particular chord, prompting demonstrations and widespread media coverage. Ms Cet was raped in a high-rise office and her body thrown from a window, with her attackers trying to disguise their crime as a suicide.Two men were jailed for the crime - one for life and the other for 18 years and nine months. We Will Stop Femicide Platform's secretary general, Fidan Ataselim, said \"millions of women\" could not be ignored, imprisoned, effaced or silenced. \" Withdraw the decision, implement the convention ,\" she tweeted.Kerem Altiparmak, an academic and lawyer specialising in human rights law, on Friday likened the abandonment of the convention to the 1980 military coup. \"What's abolished tonight is not only the Istanbul convention but the parliament's will and legislative power,\" he was quoted as saying by AFP news agency. President Recep Tayyip Erdogan, who has dominated the mainly Muslim country for nearly two decades, has been accused of eroding Turley's secular character and promoting social conservatism. ", "url": "https://www.bbc.com/news/world-europe-56467689"}