{"datetime": "2021-03-15T19:19:34.000Z", "subject": "Sarah Everard murder", "title": "Sarah Everard: Davina McCall denies 'victim shaming' tweet", "article": "TV presenter Davina McCall has sought to \"clarify\" a post about Sarah Everard that sparked a backlash. The disappearance of the 33-year-old as she walked home on 3 March prompted many women to discuss their public safety concerns on social media. In response, McCalltweeted on Friday that the \"fear-mongering\" and \"calling all men out\" around the \"rare\" case could damage male mental health. On Sunday she said there had been a \"misinterpretation\" of her views.\"Any man that's violent [or] coercive towards a woman is abhorrent,\" she wrote.Her latest post followed the court appearance on Saturday of Wayne Couzens, the Metropolitan Police officer charged with the kidnap and murder of Ms Everard. McCall also denied accusations of \"victim shaming\" in her tweet, which was shared more than 13,000 times.\"[The] misinterpretation of my post, by some, has been terrifying\" said the former Big Brother host. \"Women should feel safe everywhere, all the time. Men should, and many do, help make this idea possible\". Social media users had responded to her original message downplaying femicide rates, by highlighting the statistics on violence by men against women. Figures from the Office for National Statistics show that in the year to March 2020, 207 women were killed in Great Britain (England, Scotland and Wales), meaning about one in five killings were of women. The number of female victims was lower than in the previous year, when 241 women were killed, but that was the highest number in a decade. During that decade, there were 4,493 male victims of killings and 2,075 female victims (31%) in England and Wales. More than nine out of 10 killers were men. Ms Everard's death has sparked widespread anger, with hundreds of people gathering on Clapham Common at the weekend to pay their respects to the marketing executive, who went missing while walking home from a friend's house. Police officers removed a number of women from the gathering and arrested four people for public order and Covid offences.A review has since been launched into the police handling of the vigil. In a statement to the House of Commons on Monday, Home Secretary Priti Patel said the case had \"rightly ignited anger at the danger posed to women by predatory men, and anger I feel as strongly as anyone\". She said she was committed to listening to women and girls, but urged people not to \"participate in large gatherings or protests\". Follow us on Facebook , or on Twitter @BBCNewsEnts . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-56400908"}