{"datetime": "2021-01-05T17:05:04.000Z", "author": "June Kelly and Sally Graham", "title": "Strangling: Calls for a new non-fatal strangulation offence", "article": "A fresh move is under way to make non-fatal strangulation a specific criminal offence in England and Wales, after the House of Lords debated the Domestic Abuse Bill. The government has said it has no plans to change the law, arguing that non-fatal strangulation is already covered by existing legislation.However, campaigners say abusers who use non-fatal strangulation are telling their victims: \"I am controlling you and I can kill you\" - but too often are charged only with common assault.This is what happened in Jenny's case. Her abusive partner used non-fatal strangulation as a means of control throughout the five years they were together.\"It was like his favourite thing to do,\" says Jenny, who asked the BBC not to use her real name.\"That sounds really awful and trivial but that is how it becomes as an abuse victim. You learn to accept that is part of your life. It was like something I had to manage.\" \"We would wake up in the morning and he would be in one of those moods, and I would see it in his eyes and I would think today's the day I'm going to get it. \"It could be something as simple as: 'I don't like what you have got on' - that would end in strangulation.\" Eventually one night she did call the police during an attack. \"He chased me round the house and every time he caught me he would pin me to the floor and strangle me until I had marks.\"I had burst blood vessels. I was streaming with tears. I just kept thinking: 'This is how I am going to die.'\"The doors were locked. He'd smashed my phone. I managed to get to the window and shout and one of the neighbours called the police.\" However, she was dismayed by the police response. \"I thought it was quite lax. They didn't take the strangulation as seriously as they should have.\"Her partner was charged with common assault. He pleaded guilty and was given a three-month sentence, suspended for 18 months.\"Strangulation needs to be a specific offence. I think the weak police response contributed to keeping me in the relationship,\" she says.Jenny believed her partner would eventually kill her. \"I just kept looking in the mirror and thinking: you need to leave and you're the only person who can do it.\"So one day while he was asleep, I picked up whatever I could carry and I ran and got on a train.\" Politicians and campaigners tried and failed to have a new offence of non-fatal strangulation introduced in the Domestic Abuse Bill when it was going through the House of Commons.During Tuesday's debate on the bill in the Lords, the Conservative peer and former victims' commissioner, Baroness Newlove, said she intended to table an amendment to the bill when it reached the committee stage. She said non-fatal strangulation was currently not being picked up adequately by the police, as it often left no physical marks on the victim. She described it as a terrifying crime, with many victims testifying they felt as though their heads were going to explode and they were about to die. Peers from other parties also spoke in support of a new offence.Nogah Offer, a lawyer with the Centre for Women's Justice, which has been at the forefront of the campaign for a new offence, says: \"We believe this is a real opportunity to make a difference.\"Common assault is a summary offence that can be charged by the police. But when it involves domestic abuse, it should be referred to the Crown Prosecution Service, its guidance says. In a statement, the Ministry of Justice said: \"Non-fatal strangulation is a serious crime which is already covered by existing laws such as common assault and attempted murder.\" A spokesperson said the government would keep this area of the law under review, but said a specific offence of attempting to choke, strangle or suffocate a person is included in the Offences Against the Person Act 1861 and, according to the 2015 Serious Crime Act, attempted strangulation can fall under the offence of coercive or controlling behaviour.Dr Catherine White, clinical director of St. Mary's Sexual Assault Referral Centre in Manchester, says: \"Strangulation often ends up being treated the same as a slap or a punch.\"It's a very different crime. Often there is no external injury to the neck, which is why it's a very powerful tool for the perpetrator.\"It can cause confusion but ultimately it can lead to death.\"A research project led by Dr White describes non-fatal strangulation as a \"gendered crime, with nearly all the patients female and the alleged perpetrators male\". And figures from the Femicide Census, which looked at the cases of women killed by men in the UK, found that in 2018, 29% died through strangulation.Campaigners point to New Zealand and some parts of the United States and Australia, where non-fatal strangulation has become a specific offence.Meanwhile, after help from a women's centre and counselling, Jenny now feels stronger and happier.Despite the pandemic, she says, having finally escaped her abuser: \"2020 was one of the best years of my life.\" ", "url": "https://www.bbc.com/news/uk-55531093"}