{"datetime": "2022-02-02T16:52:43.000Z", "title": "RAF Lossiemouth jets scrambled to Russian aircraft", "article": "RAF jets were scrambled to intercept four Russian military aircraft to the north of Scotland. Typhoons from RAF Lossiemouth in Moray and a Voyager fuel tanker from RAF Brize Norton in Oxfordshire were involved in the mission. The RAF said the Russian aircraft did not enter UK airspace. Incidents like this - known as quick reaction alerts - are not uncommon and involve RAF crews shadowing Russian military aircraft near UK airspace. They have occurred since the Cold War era. Wednesday's incident comes amid mounting tensions in eastern Europe. The US and its allies have accused Russia of planning to invade Ukraine , something Russia has repeatedly denied. Two Russian Tu-95 Bear H, which are long-range bombers, and two maritime patrol Tu-142 Bear F aircraft were tracked by the RAF near the \"UK's area of interest\". An RAF spokesman said: \"Quick reaction alert Typhoon fighters based at RAF Lossiemouth supported by a Voyager from RAF Brize Norton were scrambled today against unidentified aircraft approaching the UK area of interest.\"Subsequently we intercepted and escorted four Russian Bear aircraft.\" The RAF has previously said it responds to Russian military aircraft entering the UK Flight Information Region, the UK's controlled zone of international airspace, because they can pose a hazard to other air users. It said the Russian planes often did not talk to air traffic control or \"squawk\" - broadcasting a code ensuring they are visible to other air users and air traffic controllers on the ground. A recent incident included RAF Lossiemouth Typhoons intercepting two Russian Tu-142 Bear F aircraft over the North Seain March last year . Tu-142 aircraft are used for reconnaissance and anti-submarine warfare. RAF Lossiemouth on Scotland's north east coast is a base for dedicated quick reaction alert pilots. The air station is also the home to the RAF's new fleet of Poseidon submarine-hunter aircraft. ", "url": "https://www.bbc.com/news/uk-scotland-north-east-orkney-shetland-60231014"}