{"datetime": "2022-01-26T13:57:01.000Z", "subject": "World War Two", "title": "RAF 'poster boy' Peter Parrott's medals sell for £200,000", "article": "Eight medals awarded to a fighter pilot who became a poster boy for the Royal Air Force during World War Two have been sold at auction for £200,000. Wing Cdr Peter Parrott, from Aylesbury, Buckinghamshire, first flew over the beaches of Dunkirk and distinguished himself during the Battle of Britain. His honours included the Distinguished Flying Cross and the Air Force Cross. Auction house Dix Noonan Webb said he \"did more in 1940, aged just 19, than most people experience in a lifetime\". Peter Lawrence Parrott joined the RAF when he was aged 19 and was almost shot down over Dunkirk during the May-June 1940 evacuation of allied troops. He made it back across the English Channel, crash-landing in a field on the south coast. During the Battle of Britain, he shot down two enemy bombers on 8 August 1940. In an oral history gathered by the Imperial War Museum, Wing Cdr Parrott said: \"I had already taken part in the battle for France, and patrolled over Dunkirk during the evacuation, but I had never before seen so many aircraft in the sky at once.\" A photograph of the airman taken during the Battle of France was later used on an RAF recruitment poster. He was shot down himself on 1 December 1940, but survived. Later in the 1939-1945 conflict, he flew Spitfires over Italy, and continued to serve in the RAF until July 1965. After leaving the armed forces, Wing Cdr Parrott worked for a charter flight company and flew the Libyan royal family and government on tours of the Middle East. Once, while sheltering in the British Embassy in Damascus in Syria during a bombardment by Israeli forces in the Six-Day Arab-Israeli war in 1967, he was co-opted into leading a convoy of British civilians fleeing to Turkey. Then, during the Arab-Israeli Yom Kippur war of 1972, he was instructed by Libya's leader Col Gaddafi to fly to Uganda to collect Uganda's Idi Amin and take him to Khartoum in Sudan to act as a mediator in the conflict. On landing at Entebbe airport in Uganda, he and his co-pilot were arrested and interrogated as suspected mercenaries before they were able to convince Amin's security forces who they were. Wing Cdr Parrott died in August 2003 and his medals have now been sold by his family with an archive of related items and documents. These included the original RAF recruiting poster featuring him, his flying log books and various diplomas, trophies and awards, newspaper cuttings and photographs.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-60139759"}