{"datetime": "2022-01-29T07:10:42.000Z", "author": "Nicola Bryan", "title": "LGBT veterans: Flashbacks after 'sadistic' interrogation", "article": "A gay veteran said being starved, denied sleep and subjected to \"sadistic\" internal examinations on an RAF station has left him with flashbacks and depression 35 years on. Simon Hinchley-Robson was discharged from RAF Brawdy in Pembrokeshire in 1986 after requesting an Aids test.However, Capt Hannah Graf said she had a positive experience of coming out as transgender while in the Army in 2013. The Ministry of Defence said it was important to learn from LGBT veterans. Areview is under way into the impact of a law that made it illegal to be gay in the British military until 2000. The rule is thought to have affected about 5,000 people. Mr Hinchley-Robson, from Blackheath, London, was working as a chef at the former RAF satellite station when he became unwell and was diagnosed with glandular fever. After seeing theinfamous Aids campaign TV adverts featuring crashing headstones, he decided to ask his doctor for an Aids test. He said what followed led him to live with depression, anxiety and flashbacks more than 35 years later. \"This doctor went absolutely ballistic - he called me from a pig to a dog,\" he said.He said he was immediately transferred to a civilian hospital where he remained for 10 days before being returned to RAF Brawdy where he was arrested by a station warrant officer at the gates.He was informed he had admitted being gay by asking for an Aids test.The next four days were spent being interrogated while being denied food and sleep, being hit, laughed at and subjected to an internal examination every four to five hours, he said.\"It was awful,\" he said. \"They left me in such a state that I was physically bleeding. They did it for sadistic gratification, it was for nothing else.\"He said despite threats of an 18-months prison sentence he was eventually discharged, with the station warrant officer publicly ripping his rank off his uniform and telling him he was a disgrace to the air force.He was left with no home, no job and had no choice but to reveal his sexuality to his family.Now he wants answers from the review: \"I want to know who authorised it, why did they authorise it and for them to stand up and say 'we were wrong, I'm sorry'.\" He claimed he also knew of four or five men serving in the RAF at the same time as him who killed themselves after being outed as LGBT and said he wanted justice for their families.\"They need to contact their families and say 'we were wrong and here's your son's pension, here's your daughter's pension',\" he said.He wants his pension reinstated, to be allowed to wear his uniform at the cenotaph, a full apology and admission of wrongdoing: \"I want them to stand up and say 'we're wrong, we're sorry and we will make it right'.\"In 2013, Capt Hannah Graf, from Cardiff, came out as a transgender woman, becoming one of the highest ranking transgender soldiers in the Army.\"I was expecting to lose the respect of my peers, people l commanded, my senior officers,\" she said. \"I really thought my career was going to take a huge downturn, but luckily for me there were people before me who had transitioned and paved some that groundwork for me and I think the Army in that time was certainly much more open and willing to accept people for who they were and so we went on this journey of acceptance and actually the whole thing was very positive for me.\"She said there were \"a lot of jokes [but] I'd say that with the vast majority, I was in on it\". \"The Army has a lot of banter and it does fall into that thing of lad culture, but generally speaking I found it quite inclusive humour and actually I find that humour is a great way to break down some of the barriers.\" She said she became \"talk of the town for a little while\" but most of the comments were well-intentioned.\"There were people who didn't quite know how to talk to a transgender woman because they've never been put in that situation before,\" she said. \"It wasn't that they were bigoted or had anything against me personally, but it was just a situation they haven't come across. \"I judge people on their intent, rather than their actual actions, as long as they learn from it.\" She is aware that many LGBT personnel who were outed before the ban was revoked had a completely different experience. \"It's nothing short of horrific,\" she said. \"It wasn't just that it was illegal, it was the fact that there were parts of the Army whose job was to find these people and kick them out, it was very targeted and I think it's so sad.\"\"It is heart-breaking to think of the personal cost for those people who did nothing other than try and serve their country.\" She is keen the review puts LGBT veterans \"in the front and centre and think 'what damage did we cause them and what compensation are we able to give them'?\" \"Apologies are certainly a very important thing but that may not be everything.\" Navy veteran Craig Jones from Brighton said the ban was an \"unremedied national disgrace\", which had led to decades of shame, loneliness, and financial strife for many. He said as a gay man he spent many years \"looking over my shoulder, waiting for the day that the militia police might catch me - thankfully they didn't\". He is joint chief executive of Fighting With Pride along with Flt Lt Caroline Paige, who was the first transgender officer to serve openly in the UK armed forces.He said the review must go further than reparations to pensions and compensation.\"An apology on behalf of the nation, letters which makes sure that people understand that they can wear items of uniform like their beret at the cenotaph or they can use their military titles… things that will bring them back into the armed forces family,\" he said. Caroline Paige joined the RAF in 1980 after growing up on military bases and said she spent her childhood hiding who she was.After training at RAF Valley on Anglesey she rose up the ranks as a navigator on fast jets and battlefield helicopters but was not happy.\"I wasn't living my life, I was hiding it and living to everybody else's expectations and I decided to do something about it,\" she said.After seeking professional help outside of the military she spoke to her medical officer who she said became her first ally. Despite the ban still being in place, a decision was made she could stay in the military. But it was not easy for her: \"There was an awful lot of hostility - people were demanding I get thrown out of the air force, there was no place for somebody like me and I'd be a danger to my friends and danger to colleagues on operations.\" She left the air force in 2014 and after getting involved with the charity became determined to help veterans who had not been allowed to stay on. \"I was a lucky person, I got to serve 16 years openly as Caroline but all of those individuals who were outed or discovered as being LGBT+ before the ban was lifted didn't fare so well and nothing had been done to support them.\"She is very keen for LGBT veterans to get in touch so they can share their experiences, be brought \"back into the military family\" and have their service respected.One way the charity is trying to rebuild community for LGBT veterans is through activity breaks in Llanberis in Snowdonia, Gwynedd, where groups of 10 have been meeting up to have fun and share their experiences.The UK's Minister for Defence People and Veterans Leo Docherty said the modern military \"embraces the LGBT community\" but it was important to learn from the experiences of LGBT veterans who were affected by the pre-2000 ban. \"This review will allow the voices of veterans to be heard and importantly will help us better tailor support to the community,\" he said. The UK's Minister for Equalities Mike Freer said: \"This government is committed to righting the wrongs of the past. \"Our armed forces have given us freedom and peace and I am proud to stand alongside every LGBT veteran.\" ", "url": "https://www.bbc.com/news/uk-wales-60146844"}