{"datetime": "2022-01-26T10:26:50.000Z", "title": "LGBT military ban: Ex RAF navigator speaks of trauma", "article": "A former RAF navigator forced to give up his dream job after a 10-year career because he was gay says he still finds the experience traumatic. It was illegal for LGBT people to serve in the UK military until 2000 and Kevin Bazeley, from Worcester, is thought to be one of thousands affected. Mr Bazeley shared his story after a government review began into theimpact of the armed forces ban on LGBT people . The 54-year-old said his mental health had suffered after he had to quit. And although he welcomed the change in the law 22 years ago, he added: \"When an RAF plane flies over I'm still looking up at it.\" He joined the RAF in 1985 aged 18 and graduated as a navigator in 1988 before serving in VC10s and Nimrods and getting married to a woman, with whom he had two children. But in an interview with BBC Hereford & Worcester he said: \"It dawned on me that things weren't right, so ultimately I came to the conclusion that no-one was going to be happy in that relationship.\" After separating from his wife, he said: \"I now recognised that I was gay, but I couldn't do anything about it.\"There was no way on earth I could allow that information to become public knowledge because that would be the end of my career.\"While he was based at RAF Kinloss, in Moray, Scotland, he formed a relationship with a man in Worcester, although he said: \"That duplicity of having to live like that was very wearing and very taxing.\" Eventually, in August 1994, his secret came out when he lost his wallet containing his membership card for the Gay Bikers Motorcycle Club. Someone handed it in to the RAF police and they discovered the card. He said he had then been approached by the squadron wing commander after a training exercise and that \"instantly I knew what the situation was about\". Mr Bazeley said what had followed was \"that whole humiliation of being walked off the aircraft past my friends and colleagues. That crushing knowledge that this is it, it's the end of everything I've worked for\". After fighting his expulsion from the RAF for 13 months, he eventually gave in and was discharged. But he said it had been \"actually quite liberating, because I was no longer lying and my big secret was out in the open\". He said his peers were \"all fine\" about his sexuality and he had finally been able to tell his wife the real reason for their marriage break-up. Mr Bazeley said he had initially found the thought of having to find a new career daunting, because he had thought he had signed up to be in the RAF for the long term. But he eventually retrained to be an accountant and, after taking the RAF to the UK courts and the European Court of Human Rights, was awarded a payoff of £130,000. He said it was the \"lifeline I needed to get me out of financial trouble\". But the hurt remains. Mr Bazeley said the change in the law in 2000 had been \"better late than never\", but believes more could be done for others who were discharged because of their sexuality. An independent review has been started by the Cabinet Office to hear the stories of military personnel who lost their careers in this way. Mr Bazeley said: \"All of us ended up traumatised from the process.\" He has suggested the armed forces write an individual letter of apology to everyone affected. And he also wants help for those who want to reintegrate themselves in the wider armed forces community which had shut them out, including associations and support groups. \"I still think about the air force and how I would have wanted my career to go with the RAF, the things I could have done, the things I could have experienced,\" he said. \"They were wrong and I was angry with them. I lost the only career that I wanted.\" Veterans minister Leo Docherty has accepted many people who were forced out of their armed forces careers lost out financially and a lot of people suffered unjustly. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60127560"}