{"datetime": "2022-02-03T15:27:56.000Z", "subject": "Cold War", "title": "Vulcan Bomber XH558 Doncaster hangar plan scrapped", "article": "Plans to create a hangar and visitor centre for one of the last Cold War Vulcan bombers have been scrapped after not enough money was raised. The Vulcan to the Sky charity said it was unable to meet a £2.2m deadline to raise funds for the proposed showcase at Doncaster Sheffield Airport. The XH558 bomber last flew in 2015 after a £6.5m restoration project. Michael Trotter, from Vulcan to the Sky, said everyone at the charity was \"devastated\" at the news. The Avro Vulcan currently sits exposed to the elements at the South Yorkshire airport, but there had been hopes a hangar could be built to help preserve the aircraft, the charity said. Vulcan XH558, also known as Spirit of Great Britain, had been the last remaining airworthy nuclear bomber of its kind. The Vulcans, part of the \"V-force\", which also included Valiants and Victors, were operated by the RAF from the mid-1950s until the mid-1980s. The B2 version of the aircraft at Doncaster Sheffield Airport, where it moved after having previously being based at Bruntingthorpe in Leicestershire, where it was restored, is one of only three still able to taxi at their respective airfields. The plan was to create a purpose-built hangar at the airport, XH558's former home base of RAF Finningley, which would include a visitor centre to deliver educational talks about the role the aircraft played. Mr Trotter said it was with a \"heavy heart\" The Vulcan Experience would not be going ahead after missing a 31 December 2021 fundraising deadline to raise enough cash. \"Sadly, the £2.2m needed to enable us to progress a mortgage to build The Vulcan Experience was not reached as we had agreed, and we acknowledge the airport has been more than patient in holding the availability of land for many years on the premise funding would be secured to complete a lease,\" he said. \"We are currently considering the implications for donors of being unable to complete the fundraising campaign and we will be in touch with all those who have donated shortly to discuss the position.\" Mr Trotter promised that XH558 would \"continue to be looked after and be maintained to the high standards she has been kept at through her flying years and after\". Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-south-yorkshire-60245294"}