{"datetime": "2022-02-03T15:12:36.000Z", "author": "Gordon Corera", "title": "IS chief al-Qurayshi: Why getting him mattered so much to the US", "article": "The decision to deploy a Special Forces team to target Abu Ibrahim al-Hashimi al-Qurayshi showed he was considered an important figure by Washington. Islamic State (IS) group and al-Qaeda figures over the years have often been targeted by drone strikes.Sending teams on the ground is far riskier and has been reserved for what are seen as \"high-value\" targets or those where the conditions are challenging - most notably the raid that killed al-Qaeda leader Osama bin Laden in Pakistan in 2011.Such raids are sometimes used when the US wants to capture an individual alive or there is some other intelligence they are seeking to collect from a site. The risks were apparent in this latest mission with a helicopter having to be destroyed, although no US personnel are reported to have been injured. A special forces mission also led to the death of the founder and previous leader of IS Abu Bakr al-Baghdadi. He died in October 2019 when he blew himself up when he was cornered by US forces in Syria. Al-Qurayshi, who took over as leader of IS, is reported to have also blown himself up during the latest raid. Relatively little was known about al-Qurayshi. He lacked the stature of his predecessor who had launched the so-called Caliphate - land ruled by IS - and he kept a lower profile.He is thought to have originally been an officer in former Iraqi leader Saddam Hussein's Iraqi army before joining the fight against the US after 2003 -initially with al-Qaeda before later joining IS.The US had previously offered a reward for information on al-Qurayshi saying \"he was a senior terrorist leader in IS's predecessor organization, al-Qa'ida in Iraq (AQI), and steadily rose through the ranks to assume a senior leadership role as the ISIS deputy leader.\" The US also said al-Qurayshi \"was one of ISIS's most senior ideologues\" and \"helped drive and justify the abduction, slaughter, and trafficking of the Yazidi religious minority in north-west Iraq and also led some of the group's global terrorist operations\". IS no longer controls large swathes of Iraq and Syria as it did at the height of its power. Nor is it the draw for jihadists that it used to be - when its command of social media drew in recruits and incited others to carry out attacks where they lived. And it has not been able to launch the kind of external operations in Europe like the Paris attacks of 2015.Last year, its offshoot in Afghanistan IS-K drew far more attention, particularly for the deadly attack in Kabul as the US and allies were pulling out. But there have been concerns in recent months from counter-terrorism officials that the group was trying to reconstitute in Iraq and Syria and build greater capacity. That was witnessed in ambushes and attacks and particularly a significant attempt at a massive prison break in north-east Syria last month as well as renewed propaganda. Washington will hope the killing of al-Qurayshi will halt any resurgence in its tracks.The reality is often that groups normally simply find a new leader but the hope will be that the effort any new leaders needs to go to in order to stay alive will also make it harder for the group to operate and organise. ", "url": "https://www.bbc.com/news/world-middle-east-60245522"}