{"datetime": "2021-12-11T10:37:05.000Z", "title": "RAF Marham: F-35 crash investigation 'likely to take months'", "article": "An investigation into why an RAF F-35 fighter jet crashed into the sea is likely to take months, the new station commander has said. The planecrashed in November , towards the end of adeployment on Royal Navy aircraft carrier HMS Queen Elizabeth .Air and ground crew have returned to RAF Marham in Norfolk. Gp Capt Phil Marr said the crash was \"disappointing\" but should not overshadow a successful seven-month Indo-Pacific deployment.The group captain took over as station commander in the summer. He toldBBC Look East the F-35s had achieved 2,500 flying hours from the aircraft carrier and alsotaken part in Operation Shader against so-called Islamic State extremists in Iraq .\"We trained with 17 different partner nations, including engaging with up to 44 [countries] at the last count... then for [the crash] to happen at the last moment was disappointing,\" Gp Capt Marr said. He added: \"Investigations have run for years in the past - I really hope this one will be a few months but when we get to that point it will be released and we can all figure out where we go next.\" He said the pilot, who ejected and was unhurt, is now at home with his family, while the plane had been recovered from the sea bed. The F-35s are operated by the617 Squadron , known as the \"Dambusters\". The carrier strike group, which included eight Royal Navy ships and a submarine, left the UK in May. A mixed force of RAF and Royal Navy personnel, civil servants and industry contractors from Marham served on HMS Queen Elizabeth. Gp Capt Marr said now they were back they were \"firing on all cylinders\" ready for 2022. This will include training in Alaska with forces from the United States.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-59614405"}