{"datetime": "2021-11-13T07:31:57.000Z", "author": "Dawn Gerber and Laurence Cawley", "title": "Remembrance Sunday: 'Some people on that plane did not make it home'", "article": "On Sunday millions will pause to remember the service and sacrifice made on behalf of the nation. What does Remembrance Sunday mean to those who have served, those who are organising events and those remembering the lives of veterans close to them? Lazarus Kaunda, who lives in Colchester, served in the British Army for five years and was deployed to Afghanistan on attachment to 3rd Battalion, Parachute Regiment (3 Para), as a quartermaster. This year, for the first time, Malawi-born Mr Kaunda has volunteered with the Poppy Appeal. \"The first thing that comes to my mind on Remembrance Day are memories of Herrick 11 [the codename of one of the British operations} in Afghanistan, of being on the C-17 with everybody going to war and you don't know who will come back,\" he says. \"Some of the people on that plane did not make it home. \"When you sit down you remember those guys with whom you went to war and the fact their families will never see them again. \"When I go for the Poppy Appeal collections in London, I do it for them and those who went to war for us.\" Mr Kaunda says he has been bowled over by the generosity he has encountered in the streets while collecting. \"People can be so generous,\" he says. \"On one occasion there was a man, ex-military, who gave us £150. On another, there was a little boy going to school and he came over to donate and take a poppy. That was great, because it so important for young people to remember.\" Alex Owen, who served with the Household Cavalry and was deployed twice to Afghanistan, is head of armed forces engagement at the Royal British Legion.\"This year we're marking 100 years of Remembrance as we know it,\" he says. \"It's a really important moment for us at the Royal British Legion because not only has Remembrance been an important part of communities up and down the land for a century - it's part of the fabric of our nation - but it's also a chance for us to look forward and make sure that we keep the flame of Remembrance burning into the next 100 years. \"I think Remembrance and the poppy are incredibly powerful things to bring people together, from all backgrounds, all walks of life. \"You have to remember that people from all backgrounds, all walks of life, served shoulder to shoulder in a number of different conflicts.\"I served shoulder to shoulder with Fijians and Nigerians and South Africans in Afghanistan. And there are men and women today serving, also with many people from all sorts of faith, creeds, colours, and it's really, really important that the poppy reflects that, and it reflects our community today.\" Retired police officer Michelle Taylor is the current mayor of Manningtree, Essex. The younger sister of two former soldiers, Remembrance Day for her is both deeply personal and an opportunity to remember all of the sacrifices made in times of conflict. \"My older brother served in Northern Ireland several times,\" she says. \"And my next eldest brother served in the Falklands as a 20-year-old and he came back very traumatised by that and has never spoken about it. \"I don't think I have ever missed a Remembrance service wherever I've lived since childhood. It is about honouring and remembering people in whichever area I've lived in and the sacrifices they've made.\"I think it is important to remember and to try and make sure we don't go back to those dark days and to commemorate where we were and what was given to get us to where we are.\" In her role as mayor, Mrs Taylor is making some changes to the town's Remembrance event in the hope it better reflects the area as it \"now is\". \"I wanted to include the society that lives in the area now and not as it was back then [during World Wars One and Two].\"We are not going too far away from what people would expect but we are including different people and denominations in the ceremony this year to show that not everybody who lives in Manningtree now or then went to a single church.\" There will still be the gathering, the period of silence, the wreath-laying at the war memorial, the Lord's Prayer and the National Anthem, she says.\"But this year we will have a Methodist minister, a humanist celebrant and we've got the Church of England vicar, rather than just the Church of England vicar,\" says Mrs Taylor, who now works as a wedding celebrant. \"And I will be opening it, which is not normally done.\" She says the response from those involved this year has been \"very positive\". On Sunday, Jagdev Singh Virdee will be remembering, among others, his late friend Mahinder Singh Pujji. Sqn Ldr Pujji arrived from India at Tilbury in Essex in 1940 after seeing an Royal Air Force recruitment advert in Indian newspapers. Awarded his RAF Wings the following year, Sqn Ldr Pujji flew sorties in Hurricanes over the English Channel. He asked for permission to fly with his turban, a request which his RAF superiors granted, designing a special cap that would fit over his turban so that he could still use his headphones and oxygen mask.For his outstanding leadership and courage, he was awarded the Distinguished Flying Cross. He died at the age of 92 in Gravesend, Kent, in 2010. \"On Sunday I will be thinking of him,\" says Mr Virdee. \"And those who gave their lives and those who served, whose efforts and bravery were so important.\" Mr Virdee describes Sqn Ldr Pujji as a very \"social\" man who had a gift for making those around him feel special. \"He was always telling us interesting stories, such as the one when his plane was damaged in France and he struggled to get it over the White Cliffs of Dover. \"He said he was determined to get the plane back on to land for one main reason - he could not swim.\" Mr Virdee says awareness of the diversity of the personnel involved in the two world wars is increasing. \"In all, 83,000 Sikhs died in the two world wars,\" he says. \"Awareness is increasing but it is not nearly enough yet.\" As well as participating in Remembrance Day, the Defence Sikh Network holds a service at the Gravesend statue in September. \"It coincides with the Battle of Britain and they wanted to have a service specifically to remember the Sikhs.\" Mr Virdee was part of the group that sought to get the statue erected near the waterfront in Gravesend. He also volunteered to act as \"turban modeller\" for the sculptor. \"We wanted a memorial to Sikh soldiers and although a Sikh airman was chosen, the statue represents all servicemen from the Commonwealth countries,\" he says. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-essex-59221953"}