{"datetime": "2021-11-29T22:30:55.000Z", "author": "Jonathan Beale", "title": "Video appears to show UK F-35 fighter crash after take-off", "article": "Dramatic video of what appears to be an F-35 jet crashing off the Royal Navy aircraft carrier HMS Queen Elizabeth has been posted on social media. The footage shows a pilot ejecting as the £100m aircraft falls into the sea.A UK F-35 jet crashed soon after take-off earlier this month while the carrier was conducting flying operations in the Mediterranean.The MoD said it was too soon to comment on the footage and efforts were ongoing to recover the aircraft. The footage - shared on Twitter - is extraordinary, and appears to show an F-35 jet approaching the ski jump of an aircraft carrier as it prepares to take off.Instead of gaining speed, the jet slows down as it reaches the ramp and the aircraft topples into the ocean.The video - which appears to have been recorded from one of the carrier's own surveillance cameras - then shows a pilot ejecting from the aircraft.Seconds after the jet disappears from view, a parachute can be seen floating down towards the sea just in front of the 65,000-tonne ship.Earlier this month, the Ministry of Defence confirmed that a crash had taken place and said the pilot was recovered safely. In a statement on Monday night, the MoD said it was aware of a video circulating online but said it was too soon to comment on the potential causes of the incident.That investigation is still continuing - as are efforts to recover the aircraft.It has been speculated that the crash might have been caused by an engine cover being mistakenly left on the jet. There is also now likely to be another investigation into how this sensitive video was released online. The aircraft are Britain's most advanced and expensive jets. They can land vertically, similar to the Harrier Jump Jet, and combine radar-evading stealth technology with supersonic speeds. Jets from HMS Queen Elizabeth previously participated in missions over Iraq and Syria. The F-35s are operated by the renowned 617 Squadron, known as the \"Dambusters\". Built by the US firm Lockheed Martin, the UK's F-35s are the B variant of the jet and are flown by pilots from the Royal Air Force and Royal Navy, based at RAF Marham in Norfolk. ", "url": "https://www.bbc.com/news/uk-59470276"}