{"datetime": "2021-12-11T11:19:50.000Z", "author": "Nicola Bryan", "subject": "Coronavirus pandemic", "title": "Covid: Christmas plans fears amid Omicron concern", "article": "People fear having their Christmas plans scuppered for a second year amid concern over the Covid variant Omicron. Wales' coronavirus rules are now beingreviewed weekly instead of every three weeks in response to the new variant. The organiser of a group Christmas Day lunch to combat loneliness said those attending would be \"devastated\" if it was cancelled by new restrictions. About 50 international students in Vale of Glamorgan who are unable to travel home will stay on campus for Christmas. Wales' Health Minister Eluned Morgan has said it istoo early to say if there will be festive restrictions . But the Welsh government has urged people to take lateral flow tests before going shopping, to Christmas parties or visiting others, and extended guidance on mask-wearing to pubs and restaurants, when people are not eating. Last year, plans to relax Covid rules from 23 to 27 December to allow people to meet loved oneswere scrapped with just a few days' notice . Instead, only two households were allowed to meet on Christmas Day only. While there is no official guidance telling people to cancel party plans, health officials atCardiff and Vale University Health Board have urged people not to attend parties, after huge demand at A&E departments . Almuqtada Al-Yasiri, 17, from Iraq, is one of about 50 students at Atlantic College in Vale of Glamorgan who will spend Christmas on the St Donats campus because of the pandemic.\"My plan was to go back home for this Christmas break,\" he said. \"I really miss my family and I want to spend time with them, but the fact is because of Covid I don't want to risk it. \"If I go back, we might have a lockdown... I have exams coming so I don't want to take that risk.\"He said playing piano and the college's peers listening programme were helping keep his spirits up: \"Whenever I'm having a bad time, I just talk with them and they make my day better.\" Despite the disappointment he said he was looking forward to Christmas at the college and cooking with his fellow studentsSince 2012, councillor Guy Woodham has run an annual Christmas Day lunch in Milford Haven, Pembrokeshire, for about 100 people who would otherwise spend the day alone. He was forced to cancel Christmas Together for the first time last year. This year the event is going ahead but with numbers reduced to 30 and all attending must be double-vaccinated, wear masks when not seated at the table and social distance where possible.He said he had been convinced of the need to go ahead by those who wanted to attend: \"They would actually get in touch or, if I was out and about, would speak to me and say 'please go ahead with it' and tell me their individual stories - that was the real driver. \"It was realising from having those personal conversations that for some people, it was really important to try to do it.\" He said some who had attended in previous years had decided \"despite being lonely they actually would feel safer just staying at home for Christmas\". He is hoping new restrictions will not be introduced that force him to cancel: \"It would be devastating if there was an announcement that we couldn't gather on Christmas Day, but we would have to respect that. \"It would be devastating for me, for those involved, and especially those people who made it clear that they don't want to be alone on Christmas Day for very valid personal reasons. \"It's not going to be the same as it has been previously, but hopefully what we do provide will give people some enjoyment on the day, rather than fear and unhappiness of being lonely.\" Ammanford Evangelical Church in Carmarthenshire has put on an annual Christmas Day lunch for those who would otherwise be alone or unable to afford a traditional Christmas for more than 20 years.Its in-person event is off for a second Christmas and volunteers will instead be delivering meals cooked by a local pub. Pastor Sammy Davies said: \"People are definitely missing out on spending time together. \"I've actually been surprised how many people have got in touch hoping and expecting it to be in-person again his year... wanting to see each other physically again... so I think that desire is there.\" He said people receiving meals would still have some \"human contact\" on Christmas Day, and volunteers had been encouraged to take time to talk on people's doorsteps.He said people had learnt to adapt: \"I think people have become robust and are just dealing with it and grasping opportunities when they come, and being grateful even for the small things that we can do for each other too.\" Kimberly Dienes, a lecturer in clinical and health psychology at Swansea University, said it was important people communicated with loved ones about how they want to spend their Christmas in light of the new variant. \"You need to sit down and really talk,\" she said. \"Don't avoid it, have those difficult discussions about what you're going to do.\" She said many had found the uncertainty of the past 21 months very difficult, but focusing on acceptance could help. \"We can't predict the future… we just have to tolerate ambiguity, to accept uncertainty... focus on things that we can know and the things that we can control,\" she said.\"What you have to do is pay attention to what makes you happy.\" Performer andloneliness campaigner Carys Eleri has spent much of the pandemic living with her mother in Upper Tumble, Carmarthenshire.She has planned a small family Christmas and drinks with friends but has come to terms with the fact that the pandemic means plans do not always work out.\"I tried to lower my expectations and just be quite relaxed about this and think of the bigger picture - I'm safe and healthy and my family are healthy,\" she said. She said she kept her spirits up by taking up running and spending more time in the countryside through the pandemic. She said at the moment people should try not to cancel plans they have made with others. \"Especially if they are alone, they might have been really building up to see you,\" she said. \"I'm a single person, people around you have massive families and if they cancel something their life is busy anyway.\"I might be really looking forward to that interaction, so if you do cancel something, rearrange something quite quickly - just take care of each other, be really mindful of each other's situations.\" She also urged everyone to send Christmas cards this year.\"We're used to text messages, emails, social media, sending a couple of Christmas trees emojis on Facebook... but it doesn't give any connection with that person. \"When you see the handwriting that gives so much of that person to you. \"Phone calls and Christmas cards - please do those things.\" ", "url": "https://www.bbc.com/news/uk-wales-59580047"}