{"datetime": "2021-11-21T15:03:43.000Z", "title": "Woman's death in Cyprus raises concerns, UK coroner says", "article": "A coroner says he is concerned about medical care for military families overseas after a woman died in Cyprus. Victoria Harrild-Jones, from Suffolk, had surgery while living on the RAF Akrotiri base in 2019. The 41-year-old was not given an anti-coagulation drug after she was discharged and died from a blood clot on one of her lungs six days later. A report to prevent future deaths said a UK hospital would have prescribed at least two weeks of this medication. An inquest heard Ms Harrild-Jones was discharged from the hospital in the city of Limassol two days after gastric bypass surgery on 19 December 2019. She suffered convulsions at her home on 27 December and military medical personnel were called but she was pronounced dead an hour later. Senior coroner for Suffolk Nigel Parsley said: \"I am therefore concerned that military personnel and their dependents, who receive inpatient secondary care from local providers whilst deployed overseas, may be provided treatment which falls below the standard expected in the UK.\" Mr Parsley sent his report to Defence Secretary Ben Wallace and wrote: \"In my opinion, action should be taken in order to prevent future deaths, and I believe you or your organisation have the power to take any such action you identify.\" A post-mortem examination found Ms Harrild-Jones had developed a large blood thrombosis, which had travelled to her lungs and had also been suffering from undiagnosed peritonitis, an inflammation of the abdominal lining.Mr Parsley said she had been prescribed a daily dose of an anti-coagulation drug in hospital to reduce the risk of developing a thrombosis but it was discontinued when she was discharged. The inquest was told this was standard practice for all patients in Cyprus, whereas guidelines in the UK state the medication should be taken for at least two weeks after such an operation. A Ministry of Defence spokesperson said: \"The health and wellbeing of all our people within the defence community is a top priority. \"We are reviewing the areas identified by the coroner and will provide a full response in due course.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-suffolk-59359901"}