{"datetime": "2021-11-25T08:20:02.000Z", "subject": "World War Two", "title": "Dambuster George 'Johnny' Johnson celebrates 100th birthday", "article": "The last British survivor of the World War Two Dambusters raid is celebrating his 100th birthday. Sq Ldr George \"Johnny\" Johnson, who lives in Bristol, was a bomb-aimer during the daring operation. He wasmade an MBE in 2017 after a long-running campaign which was supported by celebrities such asTV presenter Carol Vorderman . Mr Johnson was just 21 when he took part in the 1943 operation, which involved experimental bouncing bombs.\"I've had a very lucky life in every respect.\" said Mr Johnson, on reaching 100 years of age.\"Firstly meeting my lovely wife and our family we produced. That family have been my support for last several years\". Mr Johnson was involved in the raid that targeted dams in the Ruhr Valley in Germany's industrial heartland, releasing huge quantities of water into areas used by Germany for war production. On 16 and 17 May 1943, a total of 133 Allied aircrew took part in the pivotal attack aboard 19 Lancaster bombers, carrying Barnes Wallis' specially-adapted bombs - that looked like \"glorified dustbins\", according to Mr Johnson - led by Wing Commander Guy Gibson. Mr Johnson, who was born in Lincolnshire, said being a Dambuster was a \"thrilling experience\" and he felt \"honoured to have had the chance to take part\". It was his job to target the Sorpe Dam as part of the attack, which was codenamed Operation Chastise and carried out by the RAF's 617 Squadron, based at RAF Scampton. It was one of the most dangerous air operations of the war, with 53 men killed and three captured. In 2019 Mr Johnson, who now lives in Westbury-on-Trym in north Bristol,had an inter-city train named after him and was alsogiven an honorary doctorate by the University of Lincoln in 2017. After World War Two heworked as a teacher in Newark in Nottinghamshire. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-59413350"}