{"datetime": "2021-12-03T16:07:07.000Z", "title": "Red Arrows plane crash death avoidable, coroner says", "article": "The death of an RAF engineer serving with the Red Arrows \"could have been avoided\", a coroner has said. Cpl Jonathan Bayliss, 41, diedwhen the Hawk T1 jet he was flying in crashed at RAF Valley on Anglesey in March 2018. The pilot, Flt Lt David Stark, survived after ejecting moments before the plane hit the ground, but was badly injured. The RAF said safety was of \"paramount importance\" and its thoughts were with Cpl Bayliss's family, friends and colleagues. Rejecting a call from Cpl Bayliss's familyfor a conclusion of unlawful killing , coroner Katie Sutherland recorded a narrative conclusion. Ms Sutherland, acting senior coroner for north-west Wales, said she would send a report to the Ministry of Defence (MoD), outlining steps to be taken to prevent future deaths. The inquest was told 25 recommendations have been made following a Defence Safety Authority Service inquiry. Cpl Bayliss, from Ingham, Lincolnshire, died when the jet in which he was a rear seat passenger crashed when a practised engine failureafter a take-off manoeuvre, carried out by Fl Lt Stark , led to the aircraft stalling and crashing. Cpl Bayliss died from smoke inhalation after the aircraft hit the ground. Ms Sutherland highlighted that the MoD had looked at installing a stall warning system on the Hawk jets following a crash at Mona Airfield at nearby Bodffordd in 2007. But, 14 years later and with the same jets set to remain service until at least 2030, no such systems have been installed. The coroner also highlighted shortcomings in the training in ejection procedures for engineers such as Cpl Bayliss. \"The stall probably occurred without warning to the pilot and at a height which did now allow the aircraft to be recovered from the stall and fly away,\" she said. Ms Sutherland added that Flt Lt Stark had not been able to anticipate the crash until the final moment because a buffet, which acted as a stall warning, did not always happen to the aircraft when a smoke pod was fitted. \"The evidence shows the crash could have been avoided,\" she said. She said the MoD did breach its duty and fall below the standards required but not so far below that a conclusion of corporate manslaughter could be reached. The coroner said the family, including Cpl Bayliss's father and sister who watched proceedings via videolink, had asked for a conclusion of unlawful killing to be considered. But she said it would not be in the interests of justice to reach a conclusion of unlawful killing. Ms Sutherland also said the pilot had not breached his duty of care. The coroner recorded Cpl Bayliss's cause of death as smoke inhalation and low-grade head injury. During the four-day hearing earlier this month, the inquest heard a number of changes had been made following an MoD board of inquiry in 2019. But Ms Sutherland said her report would highlight her concerns about what still needed to be done. Cpl Bayliss, who was born in Dartford, Kent, joined the RAF in 2001 and in early 2018 was promoted to the Circus team, a small group of highly-trained engineers who travel with the Red Arrows and provide technical support away from its base. Speaking after the hearing, an RAF spokesman said: \"Our thoughts remain with the family, friends and colleagues of Corporal Jonathan Bayliss.\"Safety is of paramount importance to the RAF and we continue to work hard to ensure that safety considerations are at the core of all our activity.\" ", "url": "https://www.bbc.com/news/uk-wales-59518088"}