{"datetime": "2021-11-14T18:57:03.000Z", "title": "US defends air strikes that killed civilians in Syria", "article": "The US military has defended as \"legitimate\" an air strike attack which killed dozens of people in Syria in 2019. The attack on so-called Islamic State fighters killed 80 people, as the group made their last stand. The US identified 16 of the dead as militants, and four as civilians.But officials could not conclude on more than 60, and a spokesperson told the BBC it was \"highly likely\" more civilians were killed. An independent investigation into the strike was never conducted,according to a New York Times report which accused the military of a cover-up . The air strikes occurred on 18 March 2019 in the town of Baghuz in eastern Syria - then the last stronghold of the so-called IS caliphate.Three bombs were dropped by US jets on a large group of people, despite drone footage showing the presence of civilians, according to the New York Times.Commanders ignored alarm expressed in the immediate aftermath and a subsequent investigation into the incident by the defence department's inspector general was \"stripped\" of any mention of the strike, the newspaper reported. It added that no thorough independent investigation had ever happened. \"Leadership just seemed so set on burying this. No-one wanted anything to do with it,\" Gene Tate, an official who worked on the case and said he was forced out of his job, told the newspaper. US Central Command rejected the accusations.In a statement to the BBC, spokesman Cpt Bill Urban said US troops had been assured there were no civilians in the area at the time of the attack. Only afterwards, he went on, did the US become aware of high-resolution video from a drone operated by an unidentified US ally suggesting civilians had been present. And footage from that drone enabled the US to conclude their bombs had killed 16 fighters and four civilians - but could not \"conclusively characterise the status of more than 60 other casualties\".\"The reason for this uncertainty is that multiple armed women and at least one armed child were observed in the video, and the exact mixture of armed and unarmed personnel could not be conclusively determined. Likely, a majority of those killed were also combatants at the time of the strike, however, it is also highly likely that there were additional civilians killed by these two strikes.\" An investigation concluded that \"these two strikes were legitimate self-defence strikes\" and \"no disciplinary actions were warranted\", Cpt Urban continued. He did not address the New York Times accusation that there had been a cover-up in the investigation conducted by the inspector-general's office. Kurdish-led Syrian Democratic Forces (SDF) - allied to the US - started the final ground attack on Baghuz at the start of March 2019. The alliance was forced to slow its offensive after it emerged that a large number of civilians were also there, sheltering in buildings, tents and tunnels. Many IS fighters stayed in their midst, putting up fierce resistance, deploying suicide bombers and car bombs. The fall of Baghuz was a major moment in the fight against IS.The extremist Islamist group came to international prominence in 2014 when it seized large parts of Syria and Iraq. IS imposed its brutal rule on almost eight million people, carried out countless atrocities, destroyed cultural heritage, and generated billions of dollars in revenue from oil, extortion, robbery and kidnapping. After five years of fierce and bloody battles, local forces, backed by world powers, have driven IS out of all the territory it once controlled. Last year, however, IS claimed to have carried out nearly 600 attacks in Syria and more than 1,400 in neighbouring Iraq. ", "url": "https://www.bbc.com/news/world-us-canada-59279585"}