{"datetime": "2021-12-09T20:59:07.000Z", "title": "US-led coalition against IS ends combat mission in Iraq", "article": "The US-led global coalition against Islamic State (IS) has ended its combat mission in Iraq, four years after it helped defeat the jihadist group there. The 2,500 troops currently in the country will remain to \"advise, assist and enable\" Iraqi security forces, at the government's invitation. The coalition expressed confidence that the partnership would ensure IS did not reconstitute and threaten Iraqis. The US had agreed in July to withdraw combat forces by the end of this year. The presence of foreign troops has become a major issue in Iraq since top Iranian general Qasem Soleimani and the leader of an Iran-backed Shia Muslim militia were killed in a US drone strike in the capital Baghdad last year. The outgoing Iraqi parliament passed a non-binding resolution calling for the coalition's complete withdrawal despite the continuing threat posed by IS, whose cells operate in mainly rural areas and carry out hit-and-run attacks. Shia militias have meanwhile been accused by the US of launching rocket, mortar and drone attacks on Iraqi bases that host coalition forces in an apparent attempt to pressure them to leave. US-led forces invaded Iraq in 2003 to overthrow President Saddam Hussein and eliminate weapons of mass destruction that turned out not to exist. US combat troops eventually withdrew in 2011. However, they returned as part of a multinational coalition three years later, when IS militants overran large parts of the country. Iraq's National Security Adviser, Qasim al-Araji, announced the end of the coalition's combat mission following the conclusion on Thursday of technical talks between military officials that centred on the transition. \"The relationship with the international coalition will continue in training, advising and enabling,\" he tweeted. Referring to IS by an Arabic acronym, Lt Gen Amir al-Shammari of the Iraqi military's Joint Operations Command said: \"Our soldiers have demonstrated their ability to maintain the defeat of Daesh, and we look toward the future with hope, providing stability, security, and prosperity for the men and women of Iraq.\" Coalition commander Maj Gen Brennan said the transformation of their partnership symbolized \"the need for constant vigilance\" and warned: \"Daesh is down, but not out.\"In the past two weeks alone, at least 18 Kurdish Peshmerga fighters and three civilians have been killed in three attacks in northern Iraq that have been blamed on IS militants. ", "url": "https://www.bbc.com/news/world-middle-east-59593007"}