{"datetime": "2021-12-07T18:40:11.000Z", "title": "Gilgamesh Dream Tablet: Iraq puts looted artefact on display", "article": "The 3,500-year-old Gilgamesh Dream Tablet has gone on display in Iraq for the first time in three decades. The clay artefact bears part of the Epic of Gilgamesh, one of the world's oldest surviving works of literature. It was looted from an Iraqi museum during the 1991 Gulf War and smuggled through many countries before ending up at Washington DC's Museum of the Bible. US authorities seized the tablet in 2019 and handed it over to the Iraqi embassy in September. It is one of 17,926 artefacts recovered by Iraq from the US, UK, Italy, Japan and the Netherlands over the past year, according to Iraqi Foreign Minister Fuad Hussein. \"This day represent a victory in the face of the desperate attempts of those why try to steal our great history and our ancient civilisation,\" Mr Hussein said at a ceremony in Baghdad. Culture and Antiquities Minister Hassan Nazim told AFP news agency that the Gilgamesh Dream Tablet was \"great importance\", describing it as \"one of the oldest literary texts of Iraq's history\". The tablet contains a portion of the Epic of Gilgamesh written in the Akkadian language in cuneiform script - a system of writing on clay used in ancient Mesopotamia. Scholars discovered the epic in 1853, when a 12-tablet version was found in the ruins of the library of an Assyrian king, Ashurbanipal, in northern Iraq. The events revolve around King Gilgamesh of Uruk - an area corresponding to southern Iraq. The myth is based on a real king who ruled sometime between 2,800 and 2,500 BC. The Dream tablet recounts a part of the epic in which King Gilgamesh describes his dreams to his mother, who interprets them as announcing the arrival of a new friend, who will become his companion. Little is known about what happened to the tablet between 1991 and 2003, when it was bought by an antiques dealer in London. The dealer shipped the tablet to the US by international post without declaring formal entry. In 2007, the dealer sold the tablet to another buyer with a false letter stating that it had been inside a box of ancient bronze fragments purchased in 1981. It was sold again several times at auction in different countries before being bought in 2014 in a private sale by Hobby Lobby, an arts and crafts firm with a conservative Christian ethos. The company paid more than $1.67m (£1.2m) for the tablet, which was prominently displayed in its Museum of the Bible. Doubts emerged over the tablet's provenance in 2017, when a curator at the museum sought more information about where it came from. The museum also informed the Iraqi government that the item was in its possession. ", "url": "https://www.bbc.com/news/world-middle-east-59561151"}