{"datetime": "2021-11-30T12:48:22.000Z", "title": "Yazidi genocide: IS member found guilty in German landmark trial", "article": "An Iraqi member of the Islamic State (IS) group has been found guilty of genocide against the Yazidi religious minority in a landmark German trial. A court in Frankfurt sentenced Taha al-Jumailly to life for crimes including the murder of a Yazidi girl in Iraq. The court found the jihadist enslaved the five-year-old in 2015, chaining her up and leaving her to die of thirst. Al-Jumailly is the first IS member to be convicted of genocide against the Yazidis. During the trial his defence lawyers had denied the allegations. The Yazidis, a Kurdish-speaking minority, were persecuted by IS after the jihadist group seized large swathes of territory in Syria and Iraq beginning in 2014. Thousands of men were killed and women and children were enslaved and raped when IS fighters stormed into the ancestral heartland of the Yazidis in northern Iraq. The United Nations has said IS committed genocide as well as multiple crimes against humanity and war crimes against the Yazidis. Al-Jumailly, 29, was said to have joined IS in 2013 and held several roles in the capital of its so-called caliphate in Raqqa in Syria as well as in Iraq. He was arrested in Greece in 2019, extradited to Germany and prosecuted under the international legal principle of universal jurisdiction. His German wife, Jennifer Wenisch, was jailed for 10 years last month for crimes against humanity, for doing nothing to save the Yazidi girl she and her husband had enslaved.On Tuesday the court in Frankfurt found al-Jumailly guilty of genocide, as well as crimes against humanity, war crimes and human trafficking. He fainted when the verdict was delivered, temporarily delaying the proceedings. He killed the five-year-old girl, prosecutors said, because she belonged to the Yazidi minority and he intended to wipe them out. Under Germany's international criminal code, a person is deemed to have committed genocide if they have killed, caused serious bodily or mental harm to a member of a group, or moved a child by force, with the intent of destroying \"in whole or in part, a national, racial, religious or ethnic group\". Prosecutors said the girl and her mother, Nora, were bought as slaves in late May or early June 2015 and taken to Falluja in Iraq, where they were mistreated until September 2015. They said he had punished both mother and daughter when the child wet her mattress. The mother suffered severe burns when she was forced to stand outside in temperatures of 50C, and her daughter was tied to a window in the scorching heat before she died of thirst. London-based human rights lawyer Amal Clooney was part of the legal team representing the girl's mother.In a statement, Mrs Clooney praised her client's \"courage\" and said Tuesday's verdict was \"the moment Yazidis had been waiting for\". \"There is no more denying it - ISIS (another name for IS) is guilty of genocide,\" she said. Last month, she said she hoped to see \"a more concerted global effort\" to bring IS members to justice after the conviction of al-Jumailly's wife. Germany is one of the few countries to have pursued prosecution against IS members for crimes against the Yazidis. Germany has charged a number of German and foreign nationals with war crimes using the legal principle of universal jurisdiction, which rests on the idea that a national court can prosecute anyone for atrocities, regardless of where they were committed. IS once controlled 88,000 sq km (34,000 sq miles) of territory stretching from eastern Iraq to western Syria and imposed its brutal rule on almost eight million people. In August 2014, IS militants swept through Iraq's north-western Sinjar region, which is the homeland of the Yazidi religious minority. In numerous Yazidi villages, the population was rounded up. Men and boys over the age of 14 were separated from women and girls. The men were then led away and shot, while the women were abducted as the \"spoils of war\". Some of the Yazidi girls and women who later escaped from captivity described being openly sold or handed over as \"gifts\" to IS members. They were violently and regularly raped, often by different men, and over a prolonged period of time. IS is believed to have killed more than 3,000 Yazidis and captured 6,000 others in total. This May, a UN investigative team tasked with investigating IS atrocities in Iraq, Unitad, said it had established \"clear and convincing evidence that genocide was committed by [IS] against the Yazidis as a religious group\". Unitad is preparing case files to help national authorities prosecute of IS members for international crimes. ", "url": "https://www.bbc.com/news/world-europe-59474616"}