{"datetime": "2021-11-12T00:14:55.000Z", "author": "Anna Foster", "title": "At Iraq's election protest camp, militia supporters dig in", "article": "\"Come and see,\" they insist, moving towards the concrete blast walls of Baghdad's heavily-fortified Green Zone. The street is lined with tents - some of them old plastic ones left behind by aid agencies, others roughly formed by throwing colourful sheets over makeshift frames. They are filled with people laid out on blankets and grubby mattresses. Some sleep, some smoke shishas. All of them are waiting. This a protest camp, almost a month old now. It sprang up after Iraq's parliamentary election on 10 October, and it is manned by supporters of the Fatah alliance representing Iran-backed Shia Muslim militias, who say they do not trust the results. Perhaps Fatah's loss of two-thirds of its seats this time round is motivating that view. When I mention the fact that hundreds of international observers from the UN and EU were sent to Iraq to try to ensure the integrity of the poll, they still insist it was not fair.This was supposed to be an important election. They were held early because of pressure from the widespread youth protests against corruption, unemployment and crumbling public services that swept Iraq in late 2019.But high-profile murders and kidnappings of activists involved in the protests followed, and many chose not to stand in the election because their safety could not be guaranteed. Ultimately, the process was boycotted by many of the same people who demanded it. The turnout of just 43% was one of the lowest on record. There is a sense of despair that the same old faces and parties will cling on to power as they have always done. We arrive at the spot the protesters were taking me to. A week ago, as demonstrators moved forwards towards the Green Zone - a reinforced area home to government offices and foreign embassies - security forces opened fire. Two men from the camp were killed, and their faces now appear on posters hanging from tents and railings.In the road in front of me there is a large photo of one of the men, propped up at the tip of a long triangle marked out with Iraqi flag bunting. The dark mark on the tarmac next to the husks of burned-out candles is - they tell me - his blood. They've tried to preserve it on the ground at the very spot where he died. The organisers say around 4,000 people have moved into this camp. At its edge, armed forces stand guard. They look professional in their black uniforms, labelled with army badges. But these are not regular soldiers. They are members of the paramilitary Popular Mobilisation Forces, an umbrella group of mainly Shia militias that set up the Fatah alliance. One poses proudly for the camera, not seeming to realise the contradiction in the US patch he has chosen to emblazon across his chest. Just a few kilometres away from this sprawling site is Iraqi Prime Minister Mustafa al-Kadhimi's home. It sits inside the Green Zone, but that did not stopan attempt on his life when an explosive-laden drone crashed down onto the building early on Sunday . It happened just two days after the outbreak of violence at the camp, and many claim one was a response to the other. It was a dramatic escalation in Iraq's slow-burning crisis. Here in the camp, it is hard to know exactly what is driving each of these men to be take part. Not everyone wants to talk, and we are told we cannot approach everybody freely. Those who do speak say the election was rigged. My persistent questions about a lack of real evidence of fraud go largely unanswered. They insist they will stay here until they get what they want. But when I ask what that is, everyone has a different answer. There are signs they are settling in for a long stay here. A football table has been moved into the street, and there is always a crowd playing on it. In the shadow of a high building a makeshift laundry area has been set up, with water piped into tubs so clothes can be cleaned before they're draped over a communal washing line.The face of Qasem Solemani - the top Iranian general killed in a US drone strike in January 2020, along with an Iraqi militia leader - smiles down at the drying T-shirts and trousers from a huge banner. It does not fit with his reputation as the feared architect of violent conflicts throughout the Middle East.The kingmaker is the Shia cleric Moqtada al-Sadr, whose bloc won the largest share of seats. He is best known to the West as the man who mobilised his supporters to attack American troops following the US-led invasion of Iraq in 2003. The fact that the winners and losers from this election are both Shia is fuelling the simmering tension, and creating real concerns about a future civil war.Mr Sadr cannot be prime minister himself, but much of the power to decide who can rests in his hands. He will want the job to go to someone who takes his own nationalist, anti-foreign intervention views into account.As October's votes are being checked by hand and re-counted, the negotiations about who will take power are already advanced. But that does not mean they are anywhere near to a consensus. This is tricky political theatre, and as winter approaches and the temperatures in the protest camp start to drop, nobody wants to be frozen out. ", "url": "https://www.bbc.com/news/world-middle-east-59246033"}