{"datetime": "2021-11-08T15:47:10.000Z", "title": "Iraq PM says his would-be assassins have been identified", "article": "Iraqi Prime Minister Mustafa al-Kadhimi says the perpetrators of Sunday's failed assassination attempt at his home in Baghdad have been identified. Six of Mr Kadhimi's guards were wounded in the pre-dawn attack by armed drones, which also damaged the building. \"We will pursue those who committed the crime. We know them well,\" he told a cabinet meeting, without elaborating. No group has claimed it was behind the attack, but suspicion has fallen on Iran-backed Shia Muslim militias. Security sources told Reuters news agency that the attack was carried out by at least one militia with Iranian-made drones and explosives. It came amid escalating tensions following last month's parliamentary election, in which the Fatah alliance of parties representing the militias lost two-thirds of its seats. They have refused to accept the results and one person was killed on Friday when supporters demanding a recount clashed with security forces outside Baghdad's fortified Green Zone, where the prime minister lives. Sunday's attack involved three drones, the interior ministry said. Two were shot down by security forces, but the third reached Mr Kadhimi's home. Video footage showed damage to the building's exterior and interior, as well as to a vehicle parked outside.Mr Kadhimi said he escaped unhurt,although he appeared to have a bandage around his left wrist in a video posted online hours afterwards.The prime minister told his cabinet that the attack was a \"cowardly act\" that did \"not express the will of Iraqis\". The 54-year-old said the government had prevented Iraq from \"slipping into a regional war\" since it was formed in the wake of mass anti-government protests in late 2019, during which hundreds of demonstrators were killed by security forces and gunmen suspected of links to the Shia militias. \"We maintained security in the country, but some are still trying to tamper with Iraq's security and want it to be a gang state,\" he warned. President Barham Saleh called the attack an attempted coup, while Shia cleric Moqtada al-Sadr, whose nationalist alliance won the most seats in the election, said it aimed to \"return Iraq to a state of chaos to be controlled by non-state forces\". US President Joe Biden said he condemned \"in the strongest terms those using violence to undermine Iraq's democratic process\". Iranian foreign ministry spokesman Saeed Khatibzadeh also condemned the attack and warned that \"there are enemies working against a peaceful transfer of power in Iraq\". Hadi al-Ameri, the leader of the Fatah alliance, alleged that a \"third party\" was seeking to \"create sedition\". However, Iraqi security officials told Reuters that two militias in Fatah, Kataib Hezbollah and Asaib Ahl al-Haq, carried out the attack. There was no immediate comment from the groups or the Iranian government. The militias have developed significant military, political and economic power since helping Iraq's government defeat the Sunni jihadist group Islamic State in 2017. They were integrated into the security forces after the war, but they have continued to operate independently and resisted attempts to rein them in. As well as being accused of killing demonstrators two years ago, they have been blamed since then for the assassinations of at least 35 activists, journalists and lawyers involved in what remains of the protest movement.The US has also accused the militias of repeatedly targeting the US embassy in Baghdad and Iraqi bases hosting American forces with rockets and drones.", "url": "https://www.bbc.com/news/world-middle-east-59205758"}