{"datetime": "2021-10-25T14:12:00.000Z", "title": "German IS woman jailed for Yazidi girl's death in Iraq", "article": "A German Muslim convert who joined the Islamic State group in Iraq has been jailed for 10 years in Munich over the killing of a Yazidi girl she and her husband had bought as a slave. Jennifer Wenisch was judged to have committed a crime against humanity, having stood by when her husband left the five-year-old to die of thirst, chained outside in the blazing sun. Wenisch's husband, an Iraqi jihadist, is on trial in Frankfurt.The girl died in Fallujah in 2015. Wenisch, 30, denied the charge. Her lawyers said the child's mother Nora was an unreliable witness, and they alleged there was no evidence the girl had actually died. Nora and the girl had been enslaved by IS, along with many other Yazidi. The verdict on the husband, Taha al-Jumailly, is expected next month. It is one of the first cases of an IS crime against the Yazidi community going to trial. The Yazidi, a Kurdish group from northern Iraq, were a particular target of IS brutality.The court found Wenisch guilty of belonging to a foreign terrorist organisation, and of assisting attempted murder, an attempted war crime and a crime against humanity. As a member of IS, it ruled, she supported the \"destruction of the Yazidi religion\" and \"enslavement of the Yazidi people\". The judges said she had also threatened to shoot the Yazidi girl if she did not stop crying. Court spokesman Florian Gliwitzky said: \"The court handed down a sentence of nine years for the death of the child resulting from slavery, which it viewed as a crime against humanity, and two years and six months for membership of a terror group. This was made into a total sentence of 10 years.\" Wenisch stood trial in Germany because of the legal principle of universal jurisdiction, which allows prosecutions for alleged war crimes, including genocide, occurring overseas. She was arrested in Turkey in 2016, then extradited to Germany, AFP news agency reports. Wenisch allegedly served in an IS \"anti-vice squad\" which enforced strict Islamic rules in Mosul and Fallujah. London-based human rights lawyer Amal Clooney was part of the legal team representing the girl's mother. In 2014 IS fighters stormed into the ancestral heartland of the Yazidi people in northern Iraq, seizing thousands of women and children as slaves. ", "url": "https://www.bbc.com/news/world-europe-59036964"}