{"datetime": "2021-11-07T20:25:57.000Z", "title": "Iraqi PM al-Kadhimi survives drone attack on his home", "article": "Iraqi Prime Minister Mustafa al-Kadhimi has said he escaped unhurt after a drone attack on his home inside Baghdad's high-security Green Zone. A drone laden with explosives struck the building, injuring six of his bodyguards in an apparent assassination attempt, officials said. Mr Kadhimi called for \"calm and restraint from everyone\". The attack, which comes after violent unrest over recent election results, was condemned by both the US and Iran.Security sources say three drones were used in the attack, launched from near Republic Bridge on the River Tigris, but two were shot down. No-one has said they carried out the attack, in an area of the city housing many government buildings and foreign embassies. Images published by Iraqi media show damage to parts of the residence as well as an SUV vehicle parked in a garage. Remains of a small explosives-laden drone were collected by security forces for examination, an unnamed security official told Reuters news agency. \"It's premature now to say who carried out the attack,\" the official was quoted as saying. \"We're checking our intelligence reports and waiting for initial investigation results to point the finger at perpetrators.\" Commercial drones fitted with explosives were used by the Islamic State militant group when it held parts of northern Iraq, notablyduring the battle for Mosul in 2017 . Mr al-Kadhimi, a former intelligence chief, was sworn into office in May last year. By Anna Foster, BBC Middle East correspondent Iraq held elections less than a month ago, and now it's in the long and awkward process of trying to form a governing coalition.The turnout was a record low - just 41% - and that lack of engagement shows that many Iraqis don't believe any real change lies ahead.Pro-Iranian parties did worse than they'd hoped for, losing many of their seats. Their supporters have been protesting against the results ever since, holding demonstrations outside Baghdad's secure Green Zone and calling for votes to be manually recounted.The Shia Muslim cleric Moqtada al-Sadr claimed victory, as his party gained the most seats. He's pushing for a government free from foreign interference - and crucially that means from Iran as well as the West. He wants to end Tehran's influence over Iraq's internal affairs.These political faultlines mean tensions are high, and this attempt on Prime Minister al-Kadhimi's life could turn out to be a dangerous escalation with far-reaching repercussions. The drone attack was widely criticised:", "url": "https://www.bbc.com/news/world-middle-east-59195399"}