{"datetime": "2021-11-28T21:09:23.000Z", "subject": "Calais migrant crisis", "title": "Channel disaster: A father's anguish over missing family since tragedy", "article": "The last time Rizgar Hussein spoke to his daughter Hadia it was late on Tuesday night in Iraq. She called him from northern France to say she was about to board a boat with her mother, sister and brother. Hadia was excited at the prospect of finally making it to the UK. But since then, Rizgar has heard nothing from his family. The following day he saw on television that 27 people had died while attempting to cross to the UK. \"I'm waiting now for any news from anyone... I just want to know if they are alive or dead,\" Rizgar tells the BBC. He is one of many Iraqi Kurds trying to find out the fate of family members who have not been heard from since Wednesday's tragedy in the English Channel.Maryam Nuri Mohamed Amin, a 24-year-old Kurdish woman from northern Iraq,is so far the only person to be confirmed as a victim. Rizgar's wife, Kajal Hussein, 45, and their children Hadia, 22, son Mobin, 16 and younger daughter Hesty, seven, all left from a Kurdish town in northern Iraq.Rizgar says that he didn't want his family to leave for Europe, and he would lose his job as a policeman if he joined them and the plan failed.But his family were adamant they wanted to try to make it to the UK for a better life. He promised to join them if they made it.\"They wanted to go, everybody wants to live a good life, to have a peaceful heart and mind. But here, ask anyone from seven to 80 years old - nobody feels good,\" Rizgar says.\"If the situation was good, people would not emigrate. Who wants to leave like that? No-one,\" he says.Rizgar's family started their pursuit of a better life four months ago. They first travelled to Turkey before being smuggled by land and sea to Italy, where they stayed in a camp for three weeks.They then continued their journey to northern France, where they stayed in another camp. Rizgar would speak to his family numerous times each day. They soon contacted smugglers who promised to get them to the UK but had three unsuccessful attempts.The first time they were caught by French police while setting off, the second time the boat ran out of fuel and had to return to shore, and the third time the boat's motor broke and they were once again taken back to land by police.Then on Tuesday his daughter Hadia called.\"She said: 'Dad, in five minutes we will leave, now everyone is getting in the boat',\" Rizgar recalls. \"I said, okay be careful.\" That was the last he heard from her.\"I called 100 times but no answer,\" he says.The following day, Rizgar turned on the TV to reports that 27 people had died while attempting to cross the English Channel.He has still not heard any official news and is spending his days chasing journalists to see if they have any information on his family.\"I can't do anything, I can't eat or sleep... I'm beginning to feel like I'm becoming crazy. Nobody can comfort me,\" Rizgar says.He is still hoping for good news.\"I will not believe anything until I hear their voices or see a recent photo of them, I don't want to believe anything.\" Rizgar's mother-in-law, Qadrya Amin, said she also didn't want her daughter, Kajal, and grandchildren to make the perilous journey to the UK.\"I was going to say: 'Don't go'... I said don't get in that water, you could drown,\" Qadrya says.But Kajal was adamant she wanted to give her children a better life than they had in Iraq, where food and water is scarce. Kajal's brother also left Iraq and is now in Greece. \"She said: 'I'm a mother and my kids have dreams, my heart burns for them. They want to go there and finish their education,\" Qadrya recalls.Hadia dreamed of becoming a doctor in the UK. Qadrya says her heart broke the moment she heard about the deaths in the English Channel. All she can do now is pray for her daughter and grandchildren. \"They just hoped for a better life,\" she says. \"Everybody wants their kids to have a better life.\"", "url": "https://www.bbc.com/news/world-middle-east-59454243"}