{"datetime": "2015-06-04T23:31:41.000Z", "author": "BBC Trending", "title": "Rallying on behalf of people without passports", "article": "When a group of stateless people - or \"bidoons\" - was sacked from their government jobs, ordinary Kuwaitis came to their defence. In Kuwait, about 10% of the population belongs to a group without any citizenship rights at all. They're called bidoons (it's the Arabic word for \"without\"), and their lack of Kuwaiti passports - or indeed of passports of any type - means that they have trouble registering at schools, applying for driving licences and they can't freely travel abroad. But bidoons found themselves on the receiving end of a groundswell of support after dozens of them were sacked from their temporary jobs in Kuwait's health and religious affairs ministries. More than 7,000 tweets were posted with the hashtag #bidoons_fired - a relatively large number in a country of 1.2m people. Many ordinary Kuwaitis tweeted their support and criticised what they saw as unfair treatment by the government.The ministries said the move was a cost-cutting measure, and Kuwaiti citizens and foreign workers were also affected. But many felt that the decision would hit the bidoons hardest, as they would struggle to find other work. And many said it was particularly cruel to sack them in the run-up to the Muslim holy month of Ramadan. \"Firing the bidoons who are loaded with the burdens of life shortly before Ramadan is an act that is not related to Islam nor to humanity,\"one member of parliament tweeted . \"Imagine that you were without a homeland, without a job, without a salary, without accommodation, what meaning would your life have? You would either become a criminal or you would take drugs,\"said another Twitter user . Earlier this week the Ministry of Religious Affairs reversed its decision and the Health Ministry said it would keep bidoons on - but only for morning shifts.There are bidoons in many Gulf countries, but the estimated 100,000 to 120,000 in Kuwait account for a tenth of the population. The government considers them illegal residents and claims that they are actually from nearby countries such as Syria and Iraq, but that they got rid of their original passports in the hope of gaining Kuwaiti citizenship and the many social and economic benefits it brings as a result of the country's oil wealth. Some bidoons claim that they are in fact Kuwaiti but they just didn't register for citizenship when the modern state was established in the 1960s. Since Kuwaiti citizenship is passed down from a child's father, those born to bidoon men are also stateless. The plight of the bidoons has recently been a hot topic in Kuwait. Reports circulated that the Kuwait Football Association has called on teams to reduce the number of bidoon footballers playing in the country's league by including them as part of a quota of three foreign players per team, as of next season. And last year, Kuwait announced that it would offer citizenship of the Comoros Islands - thousands of kilometres away - to the bidoons. That move sparked a wave of anger on social media, as did the sentence of deportation handed to one bidoon activist in January.One bidoon living in Kuwait,Saadoun Mohammed , said the sackings were the latest in a series of steps taken by the authorities to restrict the daily lives of bidoons. \"Most of our problems are because of hasty decisions like this. They're not properly considered and don't take into account our basic needs,\" he told BBC Trending. Blog by Sumaya Bakhsh Next story: A Facebook executive's candid post about grief A little more than a month after the sudden death of her husband, one of Facebook's top executives has come out of mourning with a candid Facebook post about grief. READ MORE Follow BBC Trending on Twitter @BBCtrending , and find us on Facebook . ", "url": "https://www.bbc.com/news/blogs-trending-33008093"}