{"datetime": "2021-09-24T00:16:52.000Z", "author": "BBC Monitoring", "subject": "German federal election 2021", "title": "German elections 2021: The conspiracy theories targeting voters", "article": "Ahead of federal elections this weekend, conspiracy theories have been spreading online, including claims the poll will be invalid because the German state is illegitimate. Followers claim neither Germany nor Austria were officially recognised as independent states by Allied force commanders after World War Two, operationally known as the Supreme Headquarters Allied Expeditionary Force (SHAEF). These baseless claims have echoes in the Reichsbürger Movement, which rejects modern Germany's legitimacy.With links to far-right and anti-Semitic groups, it claims a German Reich still exists, with pre-War 1939 borders. But modern Germany was constituted in 1949, as the Western allies merged their post-War occupation zones into the Bundesrepublik (West Germany) while the Soviet zone became the DDR (East Germany).And these merged into the current Federal Republic in 1990, after the fall of the Berlin Wall. SHAEF conspiracy theory believers say the current German elections are invalid because they are organised by an non-existent state - and anybody taking part is committing treason. Like theQAnon conspiracy in the United States, the SHAEF theory has a \"saviour\", who will rescue Germany from disaster.While in the US, it is Donald Trump who adherents believe will eventually intervene and retake power, in Germany it is a \"Cdr Jansen\", who posts on the social media platform Telegram. Theorists say Jansen, with the aid of a reinstated President Trump, will install a \"legitimate\" government, an absurd idea that has found a home in Germany's far-right online presence. The Covid-sceptic Querdenken mass movement (roughly translated as \"lateral thinkers\") has also become a home for the spread of misinformation around the German elections. Querdenken claims to have no political affiliation, but several of its key figures have well-documented far-right connections and some of their demonstrations have ended in violence.It draws in a range of supporters - not only far-rightists and the Reichsbürger movement but also hippies, spiritualists and evangelical Christians.A heterogenous movement from a broad background, some sections say Covid is a plot by shadowy elites to eradicate freedoms.And with links to far-right parties and organising online, there are concerns this could boost the extremist vote in the election.Facebook recently shut down a network of about 150 Querdenken-linked accounts, saying they encouraged real-world harm.A Querdenken statement claims this was \"an attack on freedom of expression ahead of the federal election\" but Facebook says the group had \"engaged in physical violence against journalists, police and medical practitioners in Germany\". Other groups such as Freiheitsboten and Die Basis also operate at local and national levels, with a membership,fact-checking organisation Logically estimates, of about 1.25% of the population.But as Logically intelligence analyst Jordan Wildon told BBC News, mass movements tend to have little effect on voting intention.\"One of the cornerstones of German politics is stability and structure, and a surge of misinformation is less likely to cause dramatic immediate changes as elsewhere in the world,\" he said. In May, state-run Russian TV channel RT DE - the German version of the channel previously known as Russia Today - was accused of smearing Green Party candidate for chancellor Annalena Baerbock. The broadcaster had aired an opinion piece criticising Ms Baerbock, following a speech in which she had praised \"our grandparents\" for bringing peace to Europe.The RT DE article, noting her grandfather had fought with the Nazi-era Wehrmacht, asked: \"Whose shoulders does the Green chancellor candidate see herself on?\" RT has often used pieces written by third parties to publish controversial views while distancing itself from the voice of these opinions.But in June, a German Interior Ministry report pointed the finger at Russia and said these interventions could \"disturb social cohesion, trust in state institutions, the political decision-making process, and electoral processes\".There are also claims being shared both in mainstream social media and alternative news platforms, casting doubt on the integrity of the postal vote, suggesting some people will be able to vote twice.The far-right Alternative for Germany (AfD) party and anti-lockdown party Die Basis both claim the postal-vote system is not secure, the latter urging supporters to vote in person. And with postal voting on the increase because of the Covid-19 pandemic, AfD in particular has been spreading, since the start of 2021, the baseless claim the mainstream parties will be using mail-in votes to rig the ballot,German broadcaster Deutsche Welle reports . But even voting in person is not without controversy, with anti-vaccine activists inaccurately claiming only people vaccinated against Covid-19 will be able to enter polling stations.Although in fact, the Federal Returning Officer has confirmed unvaccinated and untested people can vote but voters must wear a face mask. A favourite theme of conspiracy theorists, notably in the United States, has been the idea ofthe Great Reset - that a political elite or dark international forces have orchestrated the Covid pandemic in order to take control. And in Germany, this has surfaced as an idea these elites are planning to rig the election result. Right-wing commentators claim the election is a \"swansong for a rotten Germany\", which will see an end to freedoms and democracy.And RT called the campaign \"a uniform porridge of promises\", suggesting all the major parties are the same. But they are railing against Germany's conservative nature, according to Mr Wildon, which means disinformation and conspiracy theories have little effect. \"While there have been attempts to influence political opinion, disinformation broadly seeks to discourage people away from particular parties, rather than specifically towards another,\" he said. \"The nature of Germany's democratic process leaves people with a variety of other choices, making it more difficult to consolidate disillusioned voters in favour of one specific party.\"Reporting by Alistair Coleman and Jordy Geerlings. ", "url": "https://www.bbc.com/news/world-europe-58655702"}