{"datetime": "2014-11-10T01:32:28.000Z", "title": "Kuwait's stateless Bidun 'offered Comoros citizenship'", "article": "Tens of thousands of stateless people in Kuwait - known as Bidun - could be offered citizenship of the Comoros islands off Africa, an official says. The senior interior ministry official told a local newspaper that the Bidun would be given special applications for economic citizenship in the Comoros. He said those who accepted would receive residence permits in Kuwait. More than 100,000 Bidun claim Kuwaiti nationality but are considered illegal residents by the government. In recent years, they have held protests demanding Kuwaiti citizenship and police have dispersed them using force. Hundreds have been arrested. Kuwait's government says only 34,000 of the Bidun qualify for consideration for Kuwaiti citizenship. The others are considered natives of other countries who either migrated to Kuwait after the discovery of oil five decades ago or are the descendents of those migrants. Comoros is an impoverished archipelago off eastern Africa and is a member of the Arab League.The former French colony has a history of political violence and at times has teetered on the brink of disintegration. Kuwaiti interior ministry official Major-General Mazen al-Jarrah told Al-Jarida daily that those who accepted the offer of Comoros citizenship would not only receive residence permits for Kuwait but would qualify for free education and healthcare. He said that the process would start as soon as a Comoros embassy was opened in Kuwait in the next few months. However, Kuwaiti MP Faisal al-Duwaisan, a member of parliament's human rights committee, described the move as \"very grave\". He accused the government of providing false information to parliament by suggesting that the Bidun held the nationalities of other countries.\"If this is true, the government should deport them to their home countries and not to Comoros,\" he said.It is understood that although the move would not mean Bidun being deported to Comoros, the island state might be expected to accept any who were expelled for committing crimes. The Comoros government has so far not commented on the report. ", "url": "https://www.bbc.com/news/world-middle-east-29982964"}