{"datetime": "2021-10-29T15:06:27.000Z", "author": "Kerry Allen", "title": "Stranded tourists begin leaving locked down Chinese city", "article": "Tourists are beginning to leave China's Inner Mongolia after a swift lockdown this week left more than 10,000 people stranded in the Ejin Banner region. China's Xinhua news agency said on Friday that transport had been arranged out of the area for some 500 travellers.They left Inner Mongolia on a train for the eastern city of Zhengzhou.Localised lockdowns were imposed last week and a strict stay at home order was issued for everyone in the Ejin Banner on Monday.Residents and tourists were told that \"those who violate the rules… will face severe punishments according to the law.\" Given the region's landmass and comparatively small population, there have been reports of people struggling to get food and necessities.The Ejin Banner is located in the Gobi Desert, next to the Mongolian border. It is roughly the size of South Korea and has a population of around 30,000 people.According to the official People's Daily newspaper,there have been more than 100 confirmed cases in Inner Mongolia over the last couple of weeks, the majority of those in the Ejin Banner region.It's unclear how this outbreak began, butthe Global Times newspaper said last week it was \"likely imported through ports in Inner Mongolia\". The paper reports that bordering Omnigovi in Mongolia was recording hundreds of Covid-19 cases a day prior to the Chinese outbreak.On 18 October, the Ejin Banner restricted movement both in and out of the region, as cases began appearing in other provincial-level regions.People's Daily acknowledged on 27 October that as many as 10,000 tourists had been left stranded due to the swift lockdown announcement.People's Daily says that locals in the region have been fighting \"day and night\" to help support those with nowhere to go.It says that herdsmen have \"donated noodles\" but also \"cattle, sheep and camels\" in order to help those affected.One outlet, Bailu Video, says that a new mother had crowdfunded for supplies, upon hearing from friends that people were struggling to access food and basic necessities such as nappies.She told the platform that some front-line workers were eating no more than \"three steamed buns a day\".In the last couple of weeks, there has been a flare up of cases across multiple regions of China, sparking fears of a winter outbreak. Since 16 October, cases of Covid-19 have been detected in 14 of China's 31 provincial-level regions.However, China says it has fully vaccinated 1.08bn people, 75% of the country's total population. The country's media have repeatedly reported that when 80% of the population is fully vaccinated, this will be the threshold for \"herd immunity\".Currently, booster jabs are being offered in 20 provincial-level regions, and 12 regions have begun vaccination drives this week that target children aged 3-11.However, as China still has a zero-Covid strategy, border towns and cities have encountered repeated swift lockdowns the moment a single symptomatic case is detected there.What has happened in the Ejin Banner has happened in other border regions.Earlier this month, hundreds of tourists found themselves stranded in Ili, a region of northwest Xinjiang, after two asymptomatic cases were detected in the region. People were told with little notice that they wereprohibited from leaving the area . This week, the city of Heihe in northeast Heilongjiang province went intoa citywide lockdown after only one confirmed symptomatic case of Covid-19. The city borders Russia.One city that has repeatedly suffered outbreaks and swift lockdowns is Ruili, in southwest Yunnan.It has experienced four citywide lockdowns since September last year. Media have reported on howtens of thousands of Chinese have been left stranded in Myanmar as a result of repeat lockdowns, and have been unable to get back.Beijing News says that residents in the city of Ruili have told them that nowadays, \"no one dares to go out, and nucleic acid testing has become as common as eating a meal\". ", "url": "https://www.bbc.com/news/world-asia-china-59095128"}