{"datetime": "2021-10-01T23:53:19.000Z", "author": "Moses Rono", "subject": "Mali coup", "title": "Mali's plan for Russia mercenaries to replace French troops unsettles Sahel", "article": "There is deep international concern over Mali's discussions with the controversial Russian private military company, the Wagner group, but many Malians feel the Russians cannot replace French troops soon enough. The group was first identified in 2014 when it was backing pro-Russian separatists in the conflict in eastern Ukraine. Since then, it has been involved in countries including Syria, Mozambique, Sudan, Libya and the Central African Republic. Back in 2013, there was a jubilant welcome for the French soldiers when they arrived in Mali after Islamist militants had hijacked a rebellion and threatened to seize control of the whole country.But President Emmanuel Macron recently said the 5,000-strong French contingent would be reduced by half, prompting Mali's Prime Minister Choguel Maiga to accuse France of abandoning his country.This in turn sparked a furious response from France, with Armed Forces Minister Florence Parly accusing Mali's government of \"wiping your feet on the blood of French soldiers\". President Macron said he was \"shocked\" at the accusation, condemning Mali's military government, which he said had no \"democratic legitimacy\" following two coups in less than a year. But public opinion in Mali has undoubtedly turned against the presence of troops from the former colonial power.Eight years after the French arrived, the security crisis has spread to Burkina Faso and Niger, with numerous different groups, some linked to al-Qaeda or the Islamic State group, roaming the region from their bases in the Sahara Desert.About 55 French soldiers and several hundreds of Malians have been killed. Enraged by the deepening insecurity, Malians hold regular protests against the French military and accuse them of failing to make any difference in the fight against the jihadists. They call the presence of French soldiers an occupation, and demand their speedy exit.Many are happy for the Russians to replace them.Oumar Cissé, a prominent peace campaigner in the restive Mopti region, said Russia was a historical partner of the Malian army. \"Russia has no interest in Malian politics unlike France, which manages the conflict according to its economic and political interests,\" he told the BBC. Some activists say the presence of the French forces itself was a catalyst of the jihadist violence. France has long opposed negotiations with jihadists, an option favoured by some Malians.There have been no public protests against Russia but public opinion towards the proposed intervention from Wagner is divided. The Coordination of the Movements of the Azawad (CMA), a coalition of former Arab and Tuareg rebels in northern Mali, said working with the Russians would be a threat to their 2015 peace deal.The international consternation over a deal with Wagner is linked to the shadowy reputation of the mercenary organisation. The Russian government's denial of links to the group is also treated with suspicion. However, Russian Foreign Minister Sergei Lavrov has confirmed that Mali had \"turned to a private military company from Russia\" to help fight jihadist groups. In Africa, Wagner operatives are reported to havedubious involvement in the Central African Republic (CAR) , where some of the Russian military instructors backing the beleaguered government are believed to be mercenaries. They are alsolinked to war crimes in Libya's civil war. Russia entered the fray in CAR in 2017 as part of efforts to expand its influence across the continent. It gave the African country weapons, ammunition and 175 military instructors. The British foreign office described the Wagner group as \"a driver of conflict\" and said it \"capitalises on instability for its own interests, as we have seen in other countries affected by conflict such as Libya and the Central African Republic\".If the deal with Mali does go ahead, it would signal a major expansion of Russia's military interests in Africa and a strategic setback for the West. The deployment of Russian military contractors would signal a profound break with France and the West.French Minister Ms Parly warned that \"we will not be able to cohabit with mercenaries\". She later accused the Malian prime minister of \"hypocrisy, bad faith and indecency\" after he said his administration was not consulted on the drawdown of the French mission, Operation Barkhane. Germany and Estonia, whose forces serve under a Mali-based European force called Takuba, have also threatened to pull out their soldiers.The West African regional bloc Ecowas strongly denounced the plan to hire private security companies. Cherif Mahamat Zene, the foreign minister of Chad, which has played a vital role in fighting Islamist groups across West Africa,said the rebels who killed former President Idriss Deby in April were trained by the Wagner group and warned against their intervention. In the face of rising public anger against France, the choice of Russia has been easy. Mali and Russia have maintained close ties in recent years, especially since 1994 when they signed a defence cooperation agreement which was revised in 2019. Defence Minister Sadio Camara and some leading members of Mali's junta were trained in Russia. On Thursday, he welcomed the arrival of four military helicopters from Russia, which he described as \"a friendly country with which Mali has always maintained a very fruitful partnership\". He said this was part of a deal agreed in December 2020 - long before the French drawdown was announced. The Russian involvement could also be a convenient excuse for Mali's interim government to extend its term in office, following the military takeover in May.Debate has been raging over whether the country's ruler, Col Assimi Goïta, will honour a pledge to hold a referendum on a new constitution on 31 October and general elections on 21 February 2022. Prime Minister Maiga has said elections could be postponed. A military partnership between Mali and its neighbours to tackle jihadist groups in the region, the G5-Sahel states, could also come under strain. Niger's Foreign Minister, Hassoumi Massaoudou, said the alliance would \"certainly\" collapse if Mali hired the Wagner group. Whether or not the Russians are sent to Mali, jihadist groups, which recently celebrated the exit of the US from Afghanistan and drew parallels with the French drawdown in West Africa, could seek to exploit the instability and scale up their attacks, prompting a fresh crisis in Mali, and its neighbours. BBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitter and Facebook . You may also be interested in: ", "url": "https://www.bbc.com/news/world-africa-58751423"}