{"datetime": "2021-01-07T17:06:09.000Z", "subject": "Qatar crisis", "title": "UAE to restore Qatar trade and travel links 'within a week' after row ends", "article": "The United Arab Emirates could re-open trade and travel links with Qatar within a week under a deal that ended a bitter dispute between the Gulf states. However, Emirati Minister of State for Foreign Affairs Anwar Gargash said some issues would take a longer time to fix. The UAE, Saudi Arabia, Bahrain and Egypt imposed an embargo against Qatar in 2017. They accused it of supporting terrorism, which it denied. The neighbours agreed to restore full diplomatic ties at a summit on Tuesday.A joint declaration brokered by Kuwait and the United States pledged to “restore collaboration” among the six members of the Gulf Co-operation Council (GCC), but it did not give any timelines. At a virtual news conference on Thursday, Mr Gargash stressed that the UAE was \"behind this deal, and positive about the prospect of re-establishing relations with Qatar”. \"The return of movement [of people] and trade between the two countries... will be within a week of the signing,\" he said. But he added: \"Some issues are easier to fix and some others will take a longer time. \"We have a very good start... but we have issues with rebuilding trust.\" Qatar’s Foreign Minister, Sheikh Mohammed bin Abdulrahman Al Thani, meanwhiletold the Financial Times that it had agreed to suspend legal cases against its neighbours related to the embargo, and that it would co-operate on counter-terrorism and “transnational security”.But he also said Qatar would not alter its close relations with Iran and Turkey, who Mr Gargash accused of interfering in Arab sovereignty and interests. “Bilateral relationships are mainly driven by a sovereign decision of a country... [and] the national interest,” he said. “So there is no effect on our relationship with any other country”.Qatar has long practised an ambitious foreign policy with different priorities to some other Gulf states, but there were two issues which particularly angered its neighbours. One was Qatar's support for Islamists. Qatar acknowledged providing assistance to Islamist groups designated as terrorist organisations by some of its neighbours, notably the transnational Muslim Brotherhood. But it denied aiding jihadist groups like al-Qaeda or Islamic State (IS). The other key issue was Qatar's relations with Iran, with which it shares the world's largest gas field. Iran, a Shia Muslim power, is Sunni Muslim-ruled Saudi Arabia's main regional rival. Qatar's defence partnership with Turkey also concerned its neighbours. Like Qatar, Turkey supports Muslim Brotherhood-linked groups across the Middle East. It and the UAE also back opposing sides in the conflict in Libya.In June 2017, Saudi Arabia, the UAE, Bahrain and Egypt severed all diplomatic and trade ties. Qatar's only land border was closed; ships flying the Qatari flag or those serving Qatar were banned from docking at many ports; and much of the region's airspace was closed to Qatari aircraft. The countries presented Qatar with 13 demands as conditions for ending the embargo. They included closing Al Jazeera and other Qatar-funded news outlets; downgrading diplomatic ties with Iran; closing a Turkish military base in Qatar; and ending \"interference\" in other countries' internal affairs. Qatar refused to comply, saying it would not agree to \"surrender\" its sovereignty and that the \"blockade\" violated international law. The emirate quickly established new trade routes with Iran and Turkey to ensure the basic needs of its population of 2.7 million were met, and used its oil and gas wealth to prop up its economy. Two states in the six-member Gulf Co-operation Council did not cut ties with Qatar - Kuwait and Oman. Kuwait has served as a mediator in the dispute. ", "url": "https://www.bbc.com/news/world-middle-east-55579014"}