{"datetime": "2021-06-16T14:18:54.000Z", "author": "Reality Check and BBC Monitoring", "subject": "Reality Check", "title": "Iran's presidential election: Four claims fact-checked", "article": "Iranians will choose a new president on Friday, after three years of economic hardship under reimposed US sanctions and two government crackdowns on nationwide protests. After a selection process that saw many would-be candidates disqualified, seven approved candidates held three televised debates.The man regarded as the favourite is hard-line cleric Ebrahim Raisi, head of Iran's judiciary.We've looked at some claims made about his record, and others. Two candidates - moderate Abdolnaser Hemmati, a former central bank governor, and reformist former vice-president Mohsen Mehralizadeh (who dropped out on Wednesday) - claimed Mr Raisi had: Mr Raisi replied no website or newspaper had been blocked or shut down since he had become judiciary chief, in March 2019. But the encrypted messaging and voice-call app Signal, known for its high security, was blocked in January,after a huge surge in downloads by Iranian users .And Seda, a moderate weekly, was shut down in May 2019, after publishingan image of a US warship on its front cover and running an editorial about rising tensions between Tehran and Washington. Mr Raisi has been \"behind many moves that have tightened the space of online freedoms in Iran\", Mahsa Alimardani, a researcher at the Oxford Internet Institute, said. \"His judiciary has been behind arrests of administrators of Telegram channels and Instagram users who post content about the rights of minorities, LGBTQ rights, or activism about mandatory hijab,\" she added.The judiciary under Mr Raisi has also pursued the possibility of blocking or limiting access to Instagram , one of the only major social-media platforms still available to Iranians, according to Factnameh, an Iranian fact-checking service based outside the country. Mr Raisi also came in for criticism over the fate of those arrested when an increase in petrol prices sparked protests in towns and cities across Iran, in November 2019.The unrest prompted a bloody crackdown by the security forces.Amnesty International said more than 304 people had been killed, while a Reuters news agency report put the death toll at 1,500.But the Iranian authorities dismissed both figures. Official figures have not been released but the spokesman for the Iranian parliament's national security committee said, at the time, about 7,000 had been arrested.And in the final debate, Mr Mehralizadeh challenged Mr Raisi to ask Iran's Supreme Leader, Ayatollah Ali Khamenei, to pardon the remaining detainees. Mr Raisi replied most \"have been pardoned by the supreme leader, except those who had relations with other countries or had a special issue\".But he gave no figures and it is unclear whether he was referring to the protesters arrested and then freed or those who went on to face criminal proceedings. Mr Raisi also claimed the judiciary had temporarily released tens of thousands of prisoners, to reduce Covid transmission in prisons, adding: \"Nowhere else in the world has this been done.\"But India, Indonesia, Turkey and Iraq have also granted temporary release to prisoners during the pandemic.Amnesty International says some of the Iranian protesters arrested have been granted pardons or temporary releases in the past year \"But the authorities have not provided any specific information about the number of people who remain detained... the charges they face or the status of their cases,\" according to Amnesty.Last September, the human rights organisation said it hadrecorded the names and details of more than 500 protesters subjected to criminal investigations following the unrest .Also in the final debate, Mr Mehralizadeh said Mr Raisi's campaign had held a large rally, on 9 June, with no social distancing or masks, in the city of Ahvaz, to \"show off\". Mr Raisi replied the gathering had received a relevant permit and followed official Covid protocols.But after the debate, the body in charge of Iran's Covid response released a statement saying: Hard-line candidate Mohsen Rezaei, a former Revolutionary Guards chief, said Mr Hemmati had so devalued the Iranian currency, the rial, that \"the train of the revolution has turned into a scooter\".Another candidate, hard-line MP Alireza Zakani, who dropped out in favour of Mr Raisi on Wednesday, accused Mr Hemmati of \"destroying the national currency\". But the rial has lost its value at various points during the past few years. And by July 2018, when Mr Hemmati became central-bank governor, its value against the US dollar was already plummeting.\"Iran's currency had already begun to shed value because goods imports were becoming more expensive and a lot of export revenue was getting suppressed,\" Esfandyar Batmanghelidj, of the European Council on Foreign Relations, said. And Mr Hemmati \"set up a centralised system for the country's currency market, making the purchase of foreign currency more reliable and transparent for Iranian companies\". The election of President Joe Biden also gave some hope US sanctions might be eased as part of efforts to revive the 2015 Iranian nuclear deal.But the value of the currency, also affected by the coronavirus pandemic and oil-price fluctuations, still remains far below its level of three years ago. Reporting by Jack Goodman, Christopher Giles and Shayan Sardarizadeh Read more from Reality Check ", "url": "https://www.bbc.com/news/57485108"}