{"datetime": "2021-08-19T07:42:34.000Z", "subject": "Climate change", "title": "Algeria: The forest fires that led to an artist's lynching", "article": "The BBC's Kayleen Devlin tells a harrowing story of how the life of a young artist who came to help fight deadly forest fires in Algeria was ended by a mob. On 9 August, Algeria experienced the worst fires in the country's history: some 71 blazes spread across 18 provinces, and raged for three days. At least 90 people were killed and scores injured. The Kabylie region, east of the capital Algiers, was the worst hit. A flurry of images and videos have emerged on social media showing hillside homes ablaze. Desperate villagers were seen fleeing their homes and trying to extinguish the fires with makeshift brooms, branches, and buckets of water. Two days after the fires broke out, artist Djamel Ben Ismail tweeted saying he would travel over 200 miles (322km) from his home in Miliana to \"give a hand to our friends\" fighting the blazes.On his Facebook page, he reposted desperate calls for urgent relief assistance. He was described as \"an artist, a young man who loves the guitar and loves life... not a violent man\" by one of his friends. Yet upon reaching Algeria's Tizi Ouzou province, Kabylie region, the artist was about to have his own life cut tragically short. On 11 August, graphic footage began circulating purportedly showing Mr Ben Ismail being attacked. He was falsely suspected of having started fires, and locals tortured and burned him before taking his body to the village square. The videos immediately caused national outrage.The artist's brother later urged social media users to delete the footage of the attack. His mother, he said, still did not know how her son had died. Mr Ben Ismail's father said he was \"devastated\". \"My son left to help his brothers from Kabylie, a region he loves. They burned him alive,\" he said. According to some local media reports, paranoia and rumours spread throughout parts of Tizi Ouzou, with some residents becoming suspicious of people driving cars with licence plates from other provinces. This panic and paranoia is alleged to have been stoked by accusations of arson. The evening before Mr Ben Ismail's death, Prime Minister Aymen Benabderrahmane said the fires were the result of a \"criminal act\". In a televised address, he added: \"Preliminary investigations in Tizi Ouzou have proven that the starting points of these fires were carefully chosen to cause the largest possible losses.\"On the same day, Interior Minister Kamel Beldjoud visited Tizi Ouzou, telling reporters the fires had been caused by \"criminals filled with hatred against our country\". This week, Algeria announced it will review its relations with Morocco after accusing it of complicity in the deadly fires. According to BBC Monitoring, neither officials nor the country's main media outlets have mentioned climate change as a cause of the fires, or as a reason for their vast spread.This is despite the fact that temperatures of up to 46C (115F) were forecast for the week in which the fires raged. Also about that time, a major UN scientific report warned of increasingly extreme heatwaves, droughts, and flooding globally. In the wake of Mr Ben Ismail's death, public anger has been stoked and political reprisals have ensued. Some social media users circulated pictures of the alleged killers, trying to identify them, and many gathered under a hashtag calling for justice to be served. So far, 61 people have been arrested after the artist's death, with the finger being pointed at members of the Movement for the Self-Determination of Kabylie (MAK). The movement was declared a terrorist organisation by Algerian authorities in May. On 17 August, state TV broadcast \"confessions\" of the killing from MAK suspects, although the investigation is still continuing. ", "url": "https://www.bbc.com/news/world-africa-58260855"}