{"datetime": "2021-07-29T13:24:08.000Z", "author": "BBC Monitoring", "subject": "Coronavirus pandemic", "title": "Covid: Stalled Russian vaccines cause global anger", "article": "Countries across the globe say they've been let down by broken promises and stalled deliveries of Russia's Sputnik V Covid vaccine. Scores of countries enlisted Russia's help through deals to buy millions of doses of Sputnik V, unveiled last year as the world's first Covid jab. Earlier this year, the head of the state-run Russian Direct Investment Fund (RDIF) - responsible for marketing the vaccine abroad - said Russia had the \"capacity to provide the vaccine to 700 million people outside Russia\" in 2021. Yet as of July, many countries, including developing nations, have reported receiving only a fraction of the doses for which they've paid.Russia has championed Sputnik V as part of its \"vaccine diplomacy\" with developing nations. Criticism of the vaccine in the Westis dismissed as \"heinous propaganda\" . While there were initial doubts about the vaccine's testing regime, recent researchsuggests that it is safe and effective .One of the countries hit hardest by late deliveries is Iran. Tehran ordered 60 million doses, only a fraction of which have arrived.In February, it was announced that Iran would receive five million doses in a \"first phase\" of the agreement with Russia.But by the end of June, the total number of Sputnik doses delivered to Iran was just 920,000. The figure now stands at around two million. In an attempt to increase supply, a joint venture has been unveiled to produce Sputnik V in Iran. Tehran has also received some five million doses of vaccines from other countries, including China.Guatemala was one of the first countries to complain that deliveries were not being fulfilled. The government there reserved millions of Sputnik V doses from Russia in April, paying an advance of over $79m (£57m) for eight million doses. But by the end of June, local media reported that only 150,000 had arrived. Authorities in Honduras say they were working on a contingency plan following delays, with one minister saying \"the supplier failed us\". Bolivian media say the country had only received 745,000 doses of a promised 5.2 million by the end of May, with local press speculating Russia might have promised more vaccines than it could deliver. In January of this year, Mexico and Russia openly celebrated a deal between the two countries' presidents to supply 24 million doses of Sputnik V. But as Mexican media reports, the country has so far received only 4.1 million.In Argentina, an email from one of President Alberto Fernandez's advisers to Russia's RDIF said that as of 7 July, Argentina was still waiting for 5.5 million first doses and 13.1 million second doses of Sputnik V. \"At this point the entire contract is at risk of being cancelled,\" the email obtained by Argentine media said. In sub-Saharan Africa, a combination of high prices, delayed deliveries and efficacy concerns have led to distribution delays. In February, the African Union's (AU) vaccine task team said Russia had offered it 300 million doses of Sputnik V along with a financing package. The RDIF said most deliveries would start in June, and by the start of the month about 11 sub-Saharan African countries had approved the use of the vaccine. However, in early July, few doses were reported to have arrived. In April, the government of Ghana announced it had secured 3.4 million doses of Sputnik V. As of early July, it had only received 20,000 doses. In Angola, the health minister said at the end of June that more doses of the Sputnik vaccine would arrive \"soon\". In May, the country received 40,000 doses of the Sputnik vaccine, out of a request of 12 million.There are also further difficulties in Africa after middlemen increased prices. Kenya ordered a halt on Sputnik V use in April, after it emerged the vaccine was distributed to private companies that charged up to $70 a dose.Despite ambitious plans to roll out Sputnik V across the world, Russia is finding it difficult to produce enough for its own citizens.This is despite only 15% of Russians - wary of new drugs and government programmes - having one shot of the vaccineby the end of June .According to Reuters,there's been an increase in domestic demand after some regions made the vaccine compulsory for public-facing professions. Moscow says this, coupled with storage problems, has led to shortages.As far as foreign customers go, the Kremlin pledged this week that it would resolve difficulties with its overseas customers, but its immediate priority was to satisfy domestic demand.Since the start of 2021, several countries have secured deals with the RDIF to produce Sputnik V locally.India, for example, was expected to produce several hundred million doses per year.But production has been delayed until September , meaning many countries are still largely reliant on deliveries of Russian-made doses. Serbia has had issues with procurement and production too.The production of Sputnik V at the Torlak Institute in Belgrade was officially launched on 4 June in a virtual ceremony featuring the Serbian and Russian presidents, but Serbian media reported concerns that there was not enough supply for second doses in several parts of the country. Some districts were still waiting for their first doses, Serbian media said. (BBC Monitoring collected data from a variety of sources, including media outlets and government reports, from the countries mentioned above up to 24 July 2021.) ", "url": "https://www.bbc.com/news/world-europe-58003893"}