{"datetime": "2021-09-10T00:38:27.000Z", "author": "Shayan Sardarizadeh", "subject": "September 11 attacks", "title": "11 September 2001: The conspiracy theories still spreading after 20 years", "article": "The first 9/11 conspiracy theories appeared on the internet just hours after the attacks, on 11 September 2001, and with the rise of social media, have grown in scope and scale ever since. Extensive reports by the9/11 Commission ,US government agencies and expert groups have refuted the existence of any hidden conspiracy. But activist groups in the US and elsewhere, the 9/11 Truth movement, say the facts have been hidden.Some leading members of the movement have also embraced conspiracies about Covid-19 and vaccines. And some senior politicians, celebrities and media figureshave also disputed the official account .The rise ofnew conspiracy movements online, such as QAnon , whose followers, among other conspiratorial views, believe a US \"deep state\" responsible for the attacks, has kept these conspiracy theories in circulation and brought them to a far larger audience.And online clips from a series of films known as Loose Change have reinforced many of the falsehoods circulating.Some claim the US government staged the attacks or knew of them in advance and allowed them. And these falsehoods mesh with more recent online movements' belief global elites plan to curtail civil liberties in response to the attacks and facilitate the establishment of an authoritarian world government. A claim widely shared online, \"Jet fuel cannot melt steel beams,\" suggests the World Trade Center's Twin Towers were demolished by explosives.But according to an official report,the crashed planes considerably damaged support columns of both the towers and dislodged fire-proofing.Additionally, the fires reached up to 1,000C in some areas, causing the steel beams to warp and the eventual collapse of the buildings. The collapse of 7 World Trade Center, a 47-storey skyscraper in the vicinity of the Twin Towers, has attracted many conspiracy theories, some of which were trending on major social networks on last year's 9/11 anniversary.This building - containing offices of the CIA, the Department of Defense, and the Office of Emergency Management - collapsed hours after the Twin Towers without being hit by a plane or directly targeted.But in 2008, a three-year investigation by the National Institute of Standards and Technology concludedit had collapsed because of intense and uncontrolled fires - lasting for nearly seven hours - started by debris from the fall of the nearby North Tower. 7 World Trade Center was the first tower of its kind to collapse because a fire. But in 2017,the Plasco tower in the Iranian capital, Tehran, became the second . The fact the collapse of 7 World Trade Center was announced in a live report by BBC News correspondent Jane Stanley - while it was still visibly standing behind her - has been cited by conspiracy theorists as evidence major media organisations were part of the inside-job plot. The Reuters news agency had mistakenly reported the collapse of the building, which was also picked up by CNN, just before the live report. Reuters later issued a correction - but clips of the report continue go viral in the days leading up to 9/11 anniversaries. Some online conspiracy theories suggest US missiles were fired at the Pentagon, as part of a government plot, and the hole left in the building was too small to have been caused by a passenger plane. But a member of the American Society of Civil Engineers told Popular Mechanics magazinethe size and shape of the hole was due to one wing of the Boeing 757 hitting the ground and the other being severed on impact with the building.Meanwhile, United Airlines Flight 93 crashed near Shanksville, Pennsylvania, after passengers tried to take control of the plane from the hijackers.Online theories claim it was shot down by a white business jet flying into a nearby airport. But aviation officials had requested the jet inspect the area, which it did,reporting back evidence of a big hole in the ground with smoke coming out of it . Vice-President Dick Cheney later revealed in his autobiography that following the attack on the Twin Towers,he had ordered the shooting down of any commercial airliner believed to have been hijacked . But in the chaos and confusion that followed the attack, his order was not passed to fighter pilots,according to the 9/11 Commission report . Another theory falsely claims no Jewish people were killed in the attacks because4,000 Jewish employees at the World Trade Center had received advance notice not to turn up for work .Believers conclude the Israeli government mounted the attacks to goad the US into attacking its regional enemies or responsibility lies with powerful Jewish elites who control world events from the shadows. But of the 2,071 victims of 9/11 who worked at the World Trade Center, 119 were confirmed to be Jewish and at least a further 72 were believed to be Jewish.That wouldconstitute 9.2% of the victims , according to research by BBC documentary Conspiracy Files, broadly in line with the 9.7% of New York's commuting population believed to be Jewish at the time. And some estimate up to 400 Jewish people might have died that day. Similar theories surround other states, including Iraq and Iran, but no evidence of their direct involvement has ever been found.", "url": "https://www.bbc.com/news/58469600"}