{"datetime": "2021-08-10T19:17:43.000Z", "author": "Shayan Sardarizadeh", "subject": "Coronavirus pandemic", "title": "I Am Legend screenwriter dismisses anti-vax claims based on film's plot", "article": "One of the writers of the sci-fi film I Am Legend has clarified its fictional nature amid rumours Covid-19 vaccines would turn people into zombies. The 2007 film, starring Will Smith, is about a failed attempt to genetically re-engineer measles to cure cancer, killing 99% of the world's population.Those who survive the infection turn into mutant vampiric creatures. Claims that something similar would happen to people receiving Covid jabs have been circulating on social media.Last week, the New York Times reported that the owner of an eyewear store in the Bronx, New York, was struggling to persuade some of its staff to get a Covid vaccine, with one citing the plot of I Am Legend as a concern. \"One employee said she was concerned because she thought a vaccine had caused the characters in the film I Am Legend to turn into zombies,\"the report said . Responding to the article, Akiva Goldsman, 59, who co-wrote the screenplay based on a 1954 novel of the same name, tweeted: \"Oh. My. God. It's a movie. I made that up. It's. Not. Real.\"Baseless posts and memes which cite the film as a reason not to get vaccinated against Covid have appeared on social media platforms for months, with some being labelled by Facebook as containing misinformation.One meme claims in the film vaccinations cause humans to turn into zombies,both misrepresenting the plot and the fictional nature of the film . Another meme claims the film was set in 2021, which would correspond to the pandemic and the global vaccination rollout -despite the fact the plot was actually set in 2012 .I Am Legend is not the only film used by activists to spread misinformation about Covid and vaccines. Other films such as Children of Men and The Matrix have appeared in similar memes and posts. ", "url": "https://www.bbc.com/news/entertainment-arts-58164833"}