{"datetime": "2021-06-23T23:41:44.000Z", "author": "BBC Monitoring and BBC Reality Check", "subject": "Reality Check", "title": "What is the Great Reset - and how did it get hijacked by conspiracy theories?", "article": "A vague set of proposals from an influential organisation has been transformed by online conspiracy theorists into a powerful viral rallying cry. What is the truth behind the \"Great Reset\"? Believers spin dark tales about an authoritarian socialist world government run by powerful capitalists and politicians - a secret cabal that is broadcasting its plan around the world.Despite all the contradictions in the last sentence, thousands online have latched on to this latest reimagining of an old conspiracy theory - updated for the age of Covid. Like many popular conspiracy theories, this one starts with a grain of fact. In June 2020, the Prince of Wales and the head of the annual Davos summit launched an initiative calling for the pandemic to be seen as a chance for what they called a Great Reset of the global economy.Aflashy launch video interspersed images of a world in chaos - a dead killer whale, a hurricane, a kangaroo caught in a fire - with a speech by Prince Charles. \"We have an incredible opportunity to create entirely new sustainable industries,\" the prince said. \"The time to act is now.\" The other founder of the initiative is Prof Klaus Schwab, head of the World Economic Forum (WEF), which organises an annual summit in a Swiss ski resort for some of the world's wealthiest and most powerful people.He explained the idea behind the Great Reset in an article accompanying the launch: \"The pandemic represents a rare but narrow window of opportunity to reflect, reimagine, and reset our world to create a healthier, more equitable, and more prosperous future.\"There's aGreat Reset podcast and even a280-page book . But the plan is light on specific detail.Prof Schwab does speak about a \"wealth tax\" and ending fossil fuel subsidies. But the scope is huge - covering technology, climate change, the future of work, international security and other themes - and it's difficult to see precisely what the Great Reset might mean in practice. This lack of clarity, combined with the plan being launched by an influential organisation, provided fertile ground for conspiracy theories to grow.The proposals, along with the WEF itself, face legitimate criticism from a variety of sources. Conservative political figures and media outlets accuse the organisation of pushing for environmental policies that would hurt the economy. There are questions about whether unelected individuals like Mr Schwab should have the power to lobby so prominently for ideas that could potentially transform the global economy. The Davos meeting is certainly filled with powerful people who have a huge influence on world events. There are also concerns about the impact of technology on civil liberties and jobs.But the real energy online is not about legitimate political questions - discussions about fossil fuels and income equality - but in the shape of wild and unsubstantiated claims. The term \"Great Reset\" has received more than eight million interactions on Facebook and been shared almost two million times on Twitter since the initiative was launched, according to BBC Monitoring research.Among the most popular posts are baseless statements that the Great Reset is a strategic part of a grand conspiracy by the global elite, who somehow planned and managed the Covid-19 pandemic.In this narrative, lockdown restrictions were introduced not to curb the spread of the virus, but to deliberately bring about economic collapse and a socialist world government, albeit run for the benefit of powerful capitalists. The nebulousness of this conspiracy theory means it has found followers among anti-vaccine activists, anti-lockdown campaigners, new-age healers, and those on the far right and far left.Melanie Smith, head of analysis at Graphika, who researches online movements and disinformation, says the rumours are typical of an \"anti-establishment conspiracy theory\".\"The most intricate of those typically prove popular with government sceptics from across the political spectrum,\" she says.In the hands of a diverse group of online activists, the Great Reset has been transformed - from a call to encourage people to think about a sustainable future, to a sinister plot against humanity. These conspiracy theories began circulating online around theJune 2020 launch , but only gained significant traction later in the year.On 15 November, the phrase started trending on Twitter whena video went viral showing Canadian Prime Minister Justin Trudeau at a UN meeting in September , saying the pandemic provided an opportunity for a \"reset\". It's unclear whether he was referring to the WEF plan.Butsome claimed his speech was proof that global leaders were using the pandemic as a pretext to introduce a range of socialist and environmental policies. Thousands of Donald Trump supporters boosted this idea. They claimed that that a victory for Mr Trump in November's election was the only chance to thwart the so-called secret plot.Most of the narratives being promoted around the Great Reset are not new.Experts say similar ideas about the emergence of a totalitarian world government have beencirculating since the 1960s under the umbrella term New World Order ,which itself borrows ideas from conspiracy theories of the 18th Century . Great Reset sceptics repackage those ideas, folding in new baseless Covid-era claims - for instance about how vaccines \"contain microchips\" and \"enslave\" people.Its \"adaptability and close ties with New World Order narrative\", Ms Smith says, make it likely that the conspiracy theory will outlast the pandemic.In a video from January, the WEF acknowledged that the messaging around the Great Reset didn't quite go to plan.\"Hands up, this kind of slogan hasn't gone down well,\" a voiceover says.In response to questions about whether the discussion had been hijacked by conspiracists, the WEF said in a statement: \"Conspiracy theories replace reason with fantasy. They are a noisy but peripheral part of the public sphere. \"We encourage rationally grounded, fact-based debate.\" Conspiracy beliefs are also seeping into discussions about the global response to climate change. Mr Schwab's proposal emphasises the use ofmore green public infrastructure projects and \"greener growth\" . Ms Smith says online activists who deny the existence of climate change often engage with the Great Reset theory to \"dismiss sustainability and renewable energy initiatives as an elite agenda for control\". \"The overlap of those conversations may become stronger as climate issues become even more prominent,\" she says. Reporting by Olga Robinson, Shayan Sardarizadeh, Jack Goodman, Christopher Giles and Hugo Williams. ", "url": "https://www.bbc.com/news/blogs-trending-57532368"}