{"datetime": "2021-06-28T13:47:23.000Z", "title": "BBC's Caversham Park: Deal agreed with Beechcroft Developments", "article": "A deal has been agreed for the redevelopment of a Grade II listed estate, currently owned by the BBC. Reading's Caversham Park - previously home to BBC Monitoring - has beenon the market since 2017 . Beechcroft Developments announced it had signed a contract with the BBC to renovate the site for \"high quality retirement housing\". Local residents recently launched a campaign to have a say in the estate's future. Beechcroft said it intends to renovate and convert the listed buildings and add new buildings for independent and assisted living. It is also proposing a new care home and affordable housing for sale and rent.Managing director Chris Thompson said its plans would \"respect both the original buildings and the parkland setting\". \"We aim to secure a sustainable future for the historic buildings on the site and to create high quality new and converted homes for the over-55s, including affordable homes for sale and rent which will meet both local and national housing needs.\" With public access to the estate prohibited, residents last monthlaunched a campaign to reinstate footpaths they claim existed in the grounds and open it as recreational space. The company said it would be consulting on its proposals in the autumn and intends to submit detailed plans to Reading Borough Council by the end of the year.The BBC would continue to remain in occupation until a new planning permission has been granted, it added. The Victorian stately home and 93-acre (38-hectare) estate was bought by the BBC in 1941.Two years later it served asheadquarters of BBC Monitoring , which summarises news from 150 countries in 100 different languages for the BBC.The service played a key role in analysing communications from Nazi Germany during World War Two and indefusing the Cuban Missile Crisis in 1962. It moved to Broadcasting House in London in 2017. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-berkshire-57638554"}