{"datetime": "2021-01-05T17:38:12.000Z", "subject": "Qatar crisis", "title": "Qatar crisis: Saudi Arabia and allies restore diplomatic ties with emirate", "article": "Diplomatic relations have been restored between Qatar and four Arab states that imposed an embargo against it for three years, the Saudi foreign minister says. Prince Faisal bin Farhad told reporters that the countries had agreed to \"fully set our differences aside\" at a Gulf Co-operation Council summit on Tuesday. Earlier, Saudi Arabia's crown prince publicly embraced the emir of Qatar.Saudi Arabia, the UAE, Bahrain and Egypt cut ties with Qatar in 2017, accusing it of supporting terrorism. The tiny, gas- and oil-rich state denied the accusation and rejected the conditions for ending the partial blockade, including closing the Doha-based Al Jazeera broadcast network and curbing relations with Iran. In recent months, Kuwaiti and US mediators stepped up efforts to end the stand-off. At Tuesday's summit in the Saudi heritage site of al-Ula, leaders of the six GCC member states signed an agreement that Saudi Crown Prince Mohammed bin Salman said affirmed \"our Gulf, Arab and Islamic solidarity and stability\". \"There is a desperate need today to unite our efforts to promote our region and to confront challenges that surround us, especially the threats posed by the Iranian regime's nuclear and ballistic missile programme and its plans for sabotage and destruction,\" he added. Later, Prince Faisal told a news conference: \"What happened today is... the turning of the page on all points of difference and a full return of diplomatic relations.\" On Monday night, Saudi Arabia agreed to reopen its land and sea borders and airspace to Qatar.The lifting of the embargo on Qatar has taken months of patient, painstaking diplomacy, mostly by Kuwait, but with increasingly urgent prodding from the White House as the Trump presidency draws to a close.The three-and-a-half year \"blockade\" has been immensely costly to both Qatar's economy and to the notion of Gulf unity. Qataris will not forgive or forget in a hurry what they see as a stab in the back by their Gulf Arab neighbours.But beyond the diplomatic rhetoric one country in particular - the UAE - has grave doubts that Qatar is actually going to change its ways. While Qatar denies supporting terrorism it has supported political Islamist movements in Gaza, Libya and elsewhere, notably the transnational Muslim Brotherhood which the UAE views as an existential threat to its monarchy.Meanwhile, the embargo has, if anything, pushed Qatar closer to Saudi Arabia's ideological enemies: Turkey and Iran.Qatar has long practised an ambitious foreign policy with different priorities to some other Gulf states, but there are two key issues which have angered its neighbours in the past decade. One is Qatar's support for Islamists. Qatar acknowledges providing assistance to Islamist groups designated as terrorist organisations by some of its neighbours, notably the Muslim Brotherhood. But it denies aiding jihadist groups like al-Qaeda or Islamic State (IS). The other key issue is Qatar's relations with Iran, with which it shares the world's largest gas field. The Shia Muslim power is Sunni Muslim-ruled Saudi Arabia's main regional rival. In June 2017, Saudi Arabia, the UAE, Bahrain and Egypt severed all diplomatic and trade ties. Qatar's only land border was closed; ships flying the Qatari flag or those serving Qatar were banned from docking at many ports; and much of the region's airspace was closed to Qatari aircraft. The countries presented Qatar with 13 demands as conditions for ending the embargo. They included closing Al Jazeera and other Qatar-funded news outlets, downgrading diplomatic ties with Iran, closing a Turkish military base in Qatar, and ending \"interference\" in other countries' internal affairs. Qatar refused to comply, saying it would not agree to \"surrender\" its sovereignty and that the \"blockade\" by its neighbours violated international law. The emirate quickly established new trade routes with Iran and Turkey to ensure the basic needs of its population of 2.7 million were met, and used its oil and gas wealth to prop up its economy. Two states in the six-member Gulf Co-operation Council did not cut ties with Qatar - Kuwait and Oman. Kuwait served as a mediator in the dispute.US President Donald Trump unexpectedly sided with Saudi Arabia and its allies at the start of the dispute, denouncing Qatar as a \"funder of terror\" despite the emirate hosting the largest American military facility in the Middle East, al-Udeid airbase. But Mr Trump's aides subsequently persuaded him to take a more neutral stance, and in 2018 he praised Sheikh Tamim's work on combating terrorist financing at a White House meeting. Kuwaiti mediation efforts appeared to make little progress until late last year, when the Trump administration intensified pressure on all sides for an end to the stand-off that thwarted their efforts to assemble an alliance of Sunni-led states to counter Iran and its proxies. Mr Trump's son-in-law and senior adviser Jared Kushner visited Saudi Arabia and Qatar in December, and reportedly flew to al-Ula on Monday to attend the summit. ", "url": "https://www.bbc.com/news/world-middle-east-55538792"}