{"datetime": "2018-01-14T18:16:53.000Z", "title": "Qatari royal says he is 'being held against his will' in UAE", "article": "A Qatari royal says he is being held against his will in the United Arab Emirates (UAE). Sheikh Abdullah bin Ali al-Thani - who played a role in negotiating with Saudi Arabia during the Qatar diplomatic crisis last year - made the claims in a YouTube video released on Sunday. He claims he is being held by Abu Dhabi's Crown Prince, who will be \"fully responsible\" if anything happens to him.A UAE official denied the accusations. In the video statement, the Qatari sheikh, a relative of the current Qatari emir, is seated in an armchair, talking directly to camera.\"I'm currently in Abu Dhabi, being hosted by Sheikh Mohamed. But this is not a hosting status. Rather, it is a 'holding' one. They told me not to move,\" he says.He continues: \"I'd like to inform you that if something happens to me, Qatar will be innocent of it.\" Ali Rashid al-Nuaimi, who heads Abu Dhabi's education department and a counter-extremism centre, sent a series of tweets saying Sheikh Abdullah is free to go \"whenever he wants\".Sheikh Abdullah brokered a deal with Saudi Arabia to allow Qatari pilgrims into the country after Saudi Arabia and other countries in the region cut diplomatic ties with Qatar in June 2017.The video was published on a YouTube channel run by UAE 71 website. By Sebastian Usher, BBC Arab Affairs Editor This is a complete turnaround from last year when Sheikh Abdullah appeared out of nowhere as a significant player in the political feud pitting the Saudis and Emiratis against Qatar.He won a diplomatic coup in apparently brokering a deal with Saudi Arabia to reopen its land border with Qatar so that its citizens could attend the Hajj. A descendant of the founding father of Qatar, Sheikh Abdullah's branch of the royal family had been sidelined for decades. But suddenly he was everywhere, with legions of followers on Twitter.The consensus was that he was very much acting with the approval of the UAE and Saudi Arabia - with even some speculation that they might be considering him as a replacement leader in Qatar. ", "url": "https://www.bbc.com/news/world-middle-east-42682238"}