{"datetime": "2017-06-23T14:10:56.000Z", "title": "Qatar row: Arab states send list of steep demands", "article": "Four Arab states have sent Qatar a list of 13 demands it must meet if it wants them to lift their sanctions. Saudi Arabia, Egypt, the United Arab Emirates (UAE) and Bahrain are asking the Gulf state to shut down its broadcaster, Al Jazeera. They are also asking Qatar to reduce ties with Iran and close a Turkish military base - all within 10 days. Qatar, which sought to raise its profile in recent years, denies funding terrorism and fostering instability. It has been subjected to more than two weeks of unprecedented diplomatic and economic sanctions, in the worst political crisis among Gulf countries in decades.Qatar crisis deepens as Gulf allies dig in Why Qatar is the focus of terrorism claims There was no immediate response from Qatar but Foreign Minister Sheikh Mohammed bin Abdulrahman al-Thani said earlier that it would not negotiate until the punitive measures were lifted.He also denied his country supported \"any terrorist organisation\". The stakes have just been raised, dramatically. The sanctions imposed by Saudi Arabia, the UAE and others two weeks ago had failed to produce the result they wanted. Qatar has remained defiant, rejecting their accusations and pulling in help from Iran and Turkey.The list of demands now being made are humiliating for Qatar - closing its flagship TV channel Al Jazeera, for example, would spell an end to a 21-year drive to put Qatar firmly on the global media map.Some Gulf commentators believe these demands may be just a starting point for negotiations but the Saudi and UAE governments are in no mood for compromise. They don't trust Qatar's word.So if there really is no room for manoeuvre on the demands that would leave only two courses: total capitulation by Qatar and its return to the Gulf Arab fold, as a meek and much reduced national figure; or a defiant Qatar expelled from the GCC and quite possibly becoming a dependent ally of Iran's.Qatar's critics may yet regret what they have started. Five surprising facts about Qatar According to the Associated Press news agency, which obtained a copy of the list, Qatar must also: An unnamed official from one of the four countries told Reuters news agency that Qatar was also being asked to sever links with so-called Islamic State, al-Qaeda and Lebanese Shia militant group Hezbollah. According to the document seen by AP, Qatar is being asked to shut down diplomatic posts in Iran, expel any members of Iran's elite Revolutionary Guard and only conduct trade with Iran that complies with US sanctions.The demands have not been officially unveiled. Their publication has increased the friction between the two sides. Anwar Gargash, the UAE's state minister for foreign affairs, accused Qatar of leaking the details, saying it was \"an attempt to abort the mediation in a childish act that we have grown accustomed to from our brother\". The document specifies that both Al Jazeera and all of its affiliates must be shut down. Al Jazeera, which has an English-language branch, is one of the most widely watched Arabic satellite channels. Gulf countries and Saudi Arabia's close ally, Egypt, have long accused the broadcaster of providing a platform for Islamist movements and encouraging dissent - claims the broadcaster has denied. Speaking to the BBC World Service, Jamal al-Shayyal, a senior journalist and spokesman for the award-winning network, said: \"The fact that the claims are being levelled by countries who are directly involved either in the creation or funding of [extremist] organisations is beyond ironic.\"Nobody has shown any evidence of any misdoing by our network that would amount to such a ridiculous accusation.\" He said staff would be continuing to work as normal to defend press freedoms and \"speak truth to power\". Can Al Jazeera survive Qatar crisis? If 10 days pass and Qatar has failed to comply, the list becomes \"void\", the Reuters source said. It would appear that at least some of the demands are unacceptable to Qatar. Foreign Minister Sheikh Mohammed said this week his country would not accept any \"foreign dictations\" and \"rejected discussing any matter related to the Al Jazeera channel as it considered it an internal affair\". Turkey has been supplying Qatar with food and other goods by air since the sanctions started, and dispatched its first ship carrying food this week, Reuters reports. Exports from Turkey to the Gulf state have tripled from their normal levels to $32.5m since the sanctions, Turkish Customs and Trade Minister Bulent Tufenkci said on Thursday. Turkish Economy Minister Nihat Zeybekci was quoted as saying that 105 planeloads of supplies had been sent but the airlifting supplies was not sustainable in the long run. The Turkish military base in Qatar was set up under an agreement signed in 2014.Two dozen more Turkish soldiers and five armoured cars arrived in Qatar on Thursday,Turkish newspaper Hurriyet reports. Turkey already has some 90 soldiers deployed at the base. Turkish Defence Minister Fikri Isik was quoted by Reuters as saying any demand for the base's closure would represent interference in Ankara's relations with Qatar. Qatar is also supplied by Iran, which sends about 1,100 tonnes of fruit and vegetables each day by sea, Iran's Fars news agency reports. It has also opened its airspace to flights to and from Qatar, which has been banned from using Saudi and other countries' airspace.The list of demands was announced after US Secretary of State Rex Tillerson urged Qatar's neighbours to make their demands \"reasonable and actionable\". Correspondents say there has been frustration in Washington, which is seeking to resolve the dispute, over the time taken by the Saudis and others to formalise their demands. US President Donald Trump has taken a hard line towards Qatar, accusing it of being a \"high level\" sponsor of terrorism. However, the Arab states involved in the crisis are all close allies of the US.America's largest base in the Middle East is in Qatar.", "url": "https://www.bbc.com/news/world-middle-east-40378221"}