{"datetime": "2019-01-10T00:04:23.000Z", "author": "Matt Smith", "title": "How is Qatar coping with its economic embargo?", "article": "When four of Qatar's neighbours hit it with an economic and diplomatic embargo back in June 2017, one expert says it faced two big problems. \"The Qataris had a two-fold battle to fight,\" says Michael Stephens, Middle East research fellow at London's Royal United Services Institute. \"One was to convince world opinion that they weren't these horrid terrorist-supporting Bin Laden types. \"And the other was to show that the economy was robust, that it was a good place to invest, and that the Qataris were creating conditions that will make it easier for foreign direct investment to thrive.\" The embargo was introduced by four countries - Saudi Arabia, Bahrain, Egypt and the United Arab Emirates -who accused gas-rich Qatar of supporting terrorism, a charge it strongly denies.They alsomade 13 demands, including ending economic cooperation with Iran, and closing down TV station al-Jazeera. Qatar refused to meet any of these, and so 19 months later the blockade remains in place. While the question of whether Qatar supports terrorism is no longer in the headlines - superseded by Saudi Arabia's woes following the murder of dissident Saudi journalist Jamal Khashoggi in the Saudi consulate in Istanbul - Qatar is still working hard to show that its economy is open for business. So how much has the country been able to cope with the economic boycott? Prior to the blockade, as much as 60% of Qatar's imports are estimated to have come through the countries now boycotting it, particularly its food supplies, so the government had to act fast to secure alternative supply routes through Turkey and Iran. It also moved quickly to ramp up domestic production,even importing tens of thousands of cows to ensure milk supplies. \"Qatar has managed to cope quite well,\" says a former economic adviser to Qatar, who spoke on condition of anonymity. But he wonders whether it would have been easier, and better, for Qatar - the world's largest exporter of liquefied natural gas (LNG) - to have used its vast wealth to instead buy stakes in Western food companies so as to better guarantee supplies in the longer term. Akber Khan, a senior director at Qatari investment fund Al Rayan, says that the government \"has done a far better job in handling this extraordinary crisis than most could have expected\". He adds: \"Importantly, and to their considerable credit, they ensured the lives of residents were virtually unaffected. The blockade has affected sentiment, but not our ability to conduct our business.\" Qatar has also been helped by timing, in that in September 2017, three months after the blockade started, it officially opened the $7.4bn (£5.8bn) deep-water Hamad Port, which has enabled the country to receive much larger cargo ships. Previously, Qatar was greatly dependent on re-exports - goods from around the world that were first sent to ports in neighbouring countries, such as Dubai in the UAE, before then being shipped to Qatar on smaller vessels. In addition to ensuring supplies of food and consumer goods, Qatar has been working hard to increase economic ties outside of Middle Eastern region, particularly with the US. The country'sMinistry of Commerce website details meetings last year with the likes of US Secretary of Commerce Wilbur Ross and US Secretary of Treasury Steven Mnuchin. It also highlights Qatar Airways' multi-billion dollar ordering of Boeing passenger planes, and overall Qatari investments in the US. More from theBBC's series taking an international perspective on trade: Qatari trade officials have also been working hardto increase economic ties with Germany. \"The diplomatic and economic overtures are all part of a new Qatar engaging more fully with the world outside the Gulf,\" said Mr Khan. \"These meetings are partly to educate that it's business as usual despite the blockade. Trade works both ways, so it's not just about showing off Qatar's very considerable financial muscle, but also to highlight the growing opportunities for foreign companies to set up in Qatar.\" To try to boost overseas investment in Qatar, the government has announced economic reforms related to labour laws, privatisation, special economic zones, and higher foreign ownership limits that it says will make it easier to invest and operate in the country. Many are still unconvinced though, with structural problems potentially deterring large-scale foreign activity. \"The bureaucracy is absolutely horrendous in Qatar - that's why you have a very small marketplace, little competition and very high prices,\" said the anonymous former Qatar advisor. Ultimately though, it is Qatar's vast gas reserves - the third largest in the world - that is enabling it to shrug off the blockade after the initial scramble to secure alternative supplies of food and consumer goods. The world's largest exporter of liquefied natural gas,it shipped 81 million tons in 2017, or 28% of the global total. Qatar also exports 600,000 barrels of oil a day, but it left oil producers cartel Opec at the start of this year to focus more on gas. It said the move was unconnected to the boycott. Such is Qatar's hydrocarbon wealth that its economy has continued to expand despite the embargo. Its economy grew by 1.6% in 2017, and that rate of expansion is expected to rise to 2.4% in 2018 and 3.1% in 2019,says the International Monetary Fund (IMF). \"Compared with other Gulf countries, the case for Qatar to diversify its economy is much weaker,\" says Jason Tuvey, Middle East economist at London's Capital Economics. \"There are only about 300,000 Qatari citizens and the government can easily afford to employ all working Qataris in the public sector.\" Mr Stephens adds that, \"Qatar doesn't have to have a diverse business-friendly economy unless it wants to\". \"Ultimately, the Qataris can survive if they need to just by pumping out more gas,\" he says. \"The gas money can prop everything up.\" ", "url": "https://www.bbc.com/news/business-46795696"}