{"datetime": "2020-12-09T00:10:05.000Z", "author": "Frank Gardner", "subject": "Qatar crisis", "title": "Saudi Arabia: Three campaigns MBS cannot win", "article": "These are uncomfortable days for Saudi Arabia's leadership and in particular for its all-powerful Crown Prince Mohammed bin Salman, known as MBS. At home he remains popular, but internationally he has been unable to shake off the veil of suspicion for his alleged role in the 2018 murder of Saudi journalist Jamal Khashoggi.And now a new US administration is preparing to move into the White House and President-elect Joe Biden has made it clear he will be taking a much tougher stance than his predecessor on certain Saudi positions.So what are the issues at stake and why do they matter to those in power in Washington and Riyadh? This has been a disaster for almost everyone involved, but most of all for Yemen's own impoverished, malnourished population. Saudi Arabia didn't start this conflict - the Houthis did when they marched on the capital Sanaa in late 2014 and overthrew the legitimate government. The Houthis are a tribal grouping from the mountainous north, and represent less than 15% of the country's population.In March 2015, MBS, as the Saudi defence minister, secretly assembled a coalition of Arab states then entered the war with massive air power, expecting to force the Houthis to surrender within months.Almost six years on, with thousands killed and displaced, and war crimes committed by both sides, the Saudi-led coalition has failed to dislodge the Houthis from Sanaa and much of the populous west of Yemen.With help from Iran, the Houthis have been sending increasingly accurate missiles and explosive drones into Saudi Arabia, hitting oil facilities as far away as Jeddah.It's a costly stalemate and numerous peace plans have collapsed, one after another.The Yemen war is killing Yemenis and bleeding Saudi coffers, while attracting mounting criticism abroad.The Saudis would like to find a face-saving way out of it. But having set out, in their words, \"to stop Iran gaining a foothold on their southern border\", they insist they cannot accept an armed militia backed by Iran holding power in Yemen.However, time is running out for the Saudi war effort.By 2016, at the end of his presidency, Barack Obama was already holding back on some US support. Donald Trump reversed that policy and gave Riyadh all the intelligence and material assistance it asked for. Now Mr Biden's administration has indicated that is unlikely to continue.The pressure is on to end this war, one way or another. This has been an international PR catastrophe for the Saudi leadership.Thirteen peaceful Saudi women activists have been locked up , and in some cases horrifically abused, for the apparent crime of demanding the right to drive and an end to the grossly unfair system of male guardianship.Many, including the most high-profile prisoner Loujain al-Hathloul, were arrested in 2018, just before the ban on women driving was lifted.Saudi officials maintain Ms Hathloul is guilty of espionage and \"taking money from foreign powers\", but they have failed to produce any evidence.Her friends say she did nothing more than attend a human rights conference overseas and apply for a job at the UN.Her family report that she has been beaten, electrocuted and threatened with rape while in detention , and that the last time they saw her she was shaking uncontrollably.Just as with the Yemen war, this is a hole the Saudi leadership has dug itself into and is now searching for a face-saving way out of.Having detained the women for so long, without any evidence that would stand up in court in a country with an independent judiciary, the most obvious exit route is for a \"magnanimous pardon\".Expect this issue to be raised by the incoming Biden administration. This, on the surface, is poised to be resolved after exhaustive, behind-the-scenes Kuwaiti mediation. Beneath the surface, however, the problem runs deeper. In 2017, within days of President Trump's visit to Riyadh, Saudi Arabia joined up with the United Arab Emirates, Bahrain and Egypt to impose a crippling boycott on their Gulf neighbour Qatar.The reason, they said, was because of Qatar's unacceptable backing for Islamist groups, amounting to terrorism.The UAE produced a dossier of alleged terrorists who were living in Qatar, but the country denied supporting terrorism and refused to accede to the quartet's demands, which included reining in its flagship TV broadcaster, Al Jazeera.As with the Houthis in Yemen, there was a misplaced expectation that the Qataris would crumble and eventually capitulate. They haven't, thanks in part to their enormous wealth - Qatar sits on a massive offshore gas field and has invested more than £40bn ($53bn) in the UK economy alone - and also support from Turkey and Iran.What this has meant in practice is that in recent years a profound fissure has emerged in the Middle East.On one side are those three conservative, Sunni Gulf Arab monarchies - Saudi Arabia, the UAE and Bahrain - together with their ally, Egypt.On the other side is Qatar, Turkey and the various political Islamist movements they both support, such as the Muslim Brotherhood and Hamas in Gaza.These transnational movements are anathema to the quartet's leaders, who see them as an existential threat to their rule.There is no question that the three-and-a-half-year-long boycott of Qatar has been both economically and politically damaging to both sides.It has also made a mockery of Gulf Arab unity at a time when Gulf Arab leaders increasingly worry about Iran's nuclear and missile programmes. President Trump's envoy Jared Kushner has been in the Gulf pushing for an end to the dispute, and certainly a Biden administration will want to see it resolved. Qatar is, after all, host to the Pentagon's largest overseas base at Al-Udaid.But whatever is agreed in mediation will still need to be borne out in practice.It will take years for Qatar to forgive its neighbours and it will take years for them to trust Qatar again.", "url": "https://www.bbc.com/news/world-middle-east-55192361"}