{"datetime": "2018-09-17T16:56:23.000Z", "title": "Qatar's emir 'gives $500m private jet to Turkey'", "article": "Turkey's President Recep Tayyip Erdogan says it has been given a jet worth around $500m (£380m) by Qatar's emir. Mr Erdogan said Sheikh Tamim Al Thani had donated the Boeing 747-8i to the Turkish state after hearing that it was interested in buying it. Opposition MPs had expressed concern that the president was using taxpayers' money to buy a jet as the country struggles to avert a financial crisis. Turkey has backed Qatar in a year-long stand-off with other Arab states. Saudi Arabia, the United Arab Emirates, Egypt and Bahrain severed all diplomatic and trade links with the tiny gas-rich state over its close ties to Iran and its alleged support for jihadists - a charge it denies. Turkey sent food by sea and air to prevent shortages in Qatar's supermarkets after its only land border was closed and ships serving it were banned from many ports. The Boeing 747-8i was described by The Drive website as\"the largest and most expensive private jet in the world\" when it was put on sale last month. The aircraft was reportedly only delivered to Qatar in 2015, after being refitted to carry 76 passengers, rather than the usual 400. On board are staterooms, lounges, boardrooms, first class seating areas, and even a hospital. After the jet landed in Turkey last week, an opposition MP tabled a parliamentary question asking Vice-President Fuat Oktay to disclose whether it had been purchased by the state. Speaking to reporters flying with him from Azerbaijan to Turkey over the weekend, Mr Erdogan said Qatar's emir had given the plane as a gift after learning that the Turkish government had expressed an interest in it. \"He said: 'I won't take money from Turkey. I give this as a present to Turkey',\" the president quoted Sheikh Hamad as saying. Mr Erdogan told reporters the plane was being repainted, adding: \"God willing, we can have a trip with it when all is over.\" Last month, Qatar's emir approved a package of economic projects, investments and deposits worth $15bn (£11.4bn) to support Turkey's economy and currency. The Turkish lira has lost almost 40% of its value against the dollar this year , driven by worries over Mr Erdogan's influence on monetary policy and a diplomatic row with the United States.", "url": "https://www.bbc.com/news/world-middle-east-45550537"}