{"datetime": "2020-07-07T20:07:32.000Z", "title": "Coronavirus: Moguls and lobbyists get millions in government aid", "article": "The US government has distributed more than $521bn (£415bn) to businesses from its emergency coronavirus aid. This week, the public finally got a glimpse of who's been getting the money. The list, released by the US Treasury Department, reignited debate about the controversial programme, called the Paycheck Protection Program (PPP). \"We don't want to say that the PPP didn't help small businesses - it did. But well-connected small businesses got helped first and most,\" said Joshua Gotbaum, a guest scholar at the Brookings Institution think tank. The programme was intended to help small firms and prevent widespread layoffs during the pandemic. It offers loans, distributed by banks, that can be forgiven if firms use them primarily to pay staff wages,But it has faced significant criticism, including that money has gone to bigger companies that don't need the help. Government inspectors have also warned that it is at risk of fraud, due to limited transparency and oversight. The names published on Monday represented firms that received loans worth more than $150,000 - less than 15% of the more than 4.8 million overall loans. And some flaws in the data have surfaced. (Scooter company Bird said it was erroneously listed.) Steve Ellis, president of budget watchdog group Taxpayers for Common Sense, called the disclosures long overdue. But he warned that the government will have to provide much more information if it wants to build confidence that programme is not being abused. \"Just because they've provided a list of names and businesses ... doesn't mean the money wasn't wasted or doesn't mean the money was wasted,\" he said.So who got the money? The politically connected Recipients included businesses owned by the family of Jared Kushner, US President Donald Trump's son-in-law; a shipping business owned by the family of Transportation Secretary Elaine Chao; and several members of Congress or their spouses. New York law firm Kasowitz, Benson & Torres, headed by Mr Trump's long-time personal attorney Marc Kasowitz, also received a loan worth between $5 million and $10 million. It was among dozens of law firms that received PPP aid. Dozens of tenants of Mr Trump's real estate company also received money, as did many powerful Washington lobby groups and political organisations, such as the Black Congressional Caucus. Mr Gotbaum said it was \"scandalous\" that firms tied to politicians were benefiting from the programme, which at one point ran out of money. Kanye West's Yeezy apparel brand - which recently announced a long-term deal with Gap - got a loan worth between $2m and $5m, which was expected to help save 106 jobs. Several other high profile fashion figures also got funds in that range, including Oscar de la Renta and Vera Wang. The Nobu restaurants and hotels backed by actor Robert De Niro also received worth between $11m and $28m, while Francis Ford Coppola Winery, owned by the director's family, received a loan worth between $1m and $2m. \"We are using the PPP loan to ensure employee wages and benefits continue during these uncertain times,\" the winery wrote on Twitter after the deal was flagged. The Ayn Rand Institute received a loan between $350,000 and $1m, to retain 35 jobs, while Grover Norquist's Americans for Tax Reform Foundation received $150,000-$300,000 for 33 jobs. The group, known for its anti-tax, anti-spending views, said it had not opposed the Paycheck Protection Program, \"viewing it as compensation for a government taking during the shutdown\". Planned Parenthood affiliates also received more than $40m in loans. Republican lawmakers and the Small Business Administration have pressed the women's health care group, which provides abortion services, to return the money. Some foreign companies also receiving relief including Korean Airlines, which received $5-$10m in aid to retain 500 US-based employees; and Chinese electric car maker Nio, which received $5-$10m in aid to retain 204 employees in America.US Treasury Secretary Steven Mnuchin said the money has been used to save more than 51 million jobs but in thousands of cases, loans were granted despite no job numbers being provided. Mr Gotbaum said evidence so far suggests the boost to employment has been somewhat limited, especially after Congress loosened rules about how the PPP funds must be spent.He said it would have been more effective to send money to workers directly via tax systems, as many other countries have done.\"You have to be smart about how to get the money out,\" he said. ", "url": "https://www.bbc.com/news/business-53324891"}