{"datetime": "2018-06-12T07:05:49.000Z", "title": "Ivanka Trump and Jared Kushner commercial income revealed", "article": "Ivanka Trump and Jared Kushner earned at least $82m (£61m) in outside income in their first year as unpaid senior advisers to the president, disclosure forms cited by US media say. President Trump's daughter and son-in-law have continued to invest heavily and trade in real estate. Ms Trump reportedly earned $3.9m from a stake in Trump International Hotel and more than $5m from her personal brand. The earnings have raised ethics concerns about conflicts of interest. The figures came in ethics disclosures released by the White House late on Monday, as Mr Trump was away on his widely reported trip to meet North Korean leader Kim Jong-un. Both Ms Trump and Mr Kushner stepped back from day-to-day roles in their various companies to join the president's team, and Mr Kushner, a real estate developer, divested some commercial holdings. But both also maintained significant stakes in companies - Mr Kushner in real estate and Ms Trump in her branded clothing and accessories line. Ms Trump also reported $2m in earnings from the Trump Organization and a $289,000 advance for her book, Women Who Work. Mr Kushner reported more than $5m in income from a New Jersey apartment complex.Mr Kushner's 2017 assets were worth between $179m and $735m, while Ms Trump's were worth between about $55.3m and $75.6m,according to a Washington Post analysis . It is difficult to determine the couple's precise income last year because the financial disclosures list assets, income and liability in broad ranges only. The flow of outside funds to the two senior White House advisers has repeatedly raised concerns over possible ethics violations and conflicts of interest. The Trump family has faced accusations of using the presidency for personal profit.Peter Mirijanian, a spokesman for the couple's ethics lawyer, Abbe Lowell, said Ms Trump and Mr Kushner had abided by government ethics rules. \"Since joining the administration, Mr Kushner and Ms Trump have complied with the rules and restrictions as set out by the Office of Government Ethics,\" Mr Mirijanian said in a statement.", "url": "https://www.bbc.com/news/world-us-canada-44450678"}