{"datetime": "2019-02-20T06:57:17.000Z", "title": "House launches probe of US nuclear plan in Saudi Arabia", "article": "The US is rushing to transfer sensitive nuclear power technology to Saudi Arabia, according to a new congressional report. A Democratic-led House panel has launched an inquiry over concerns about the White House plan to build nuclear reactors across the kingdom. Whistleblowers told the panel it could destabilise the Middle East by boosting nuclear weapons proliferation. Firms linked to the president have reportedly pushed for these transfers. The House of Representatives' Oversight Committee report notes that an inquiry into the matter is \"particularly critical because the Administration's efforts to transfer sensitive US nuclear technology to Saudi Arabia appear to be ongoing\".President Donald Trump met nuclear power developers at the White House on 12 February to discuss building plants in Middle Eastern nations, including Saudi Arabia. And Mr Trump's son-in-law, White House adviser Jared Kushner, will be touring the Middle East this month to discuss the economics of the Trump administration's peace plan. Lawmakers have been critical of the plan as it would violate US laws guarding against the transfer of nuclear technology that could be used to support a weapons programme. They also believe giving Saudi Arabia access to nuclear technology would spark a dangerous arms race in the volatile region. Saudi Arabia has said it wants nuclear power in order to diversify its energy sources and help address growing energy needs. But concerns around rival Iran developing nuclear technology are also at play, according to US media. Previous negotiations for US nuclear technology ended after Saudi Arabia refused to agree to safeguards against using the tech for weaponry, but the Trump administration may not see these safeguards as mandatory,ProPublica reported . The House report is based on whistleblower accounts and documents showing communications between Trump administration officials and nuclear power companies. It states that \"within the US, strong private commercial interests have been pressing aggressively for the transfer of highly sensitive nuclear technology to Saudi Arabia\". These commercial entities could \"reap billions of dollars through contracts associated with constructing and operating nuclear facilities in Saudi Arabia\". Mr Trump is reportedly \"directly engaged in the effort\". The White House has yet to comment on the report.The report includes a timeline of events and names other administration officials who have been involved with the matter, including Energy Secretary Rick Perry, Mr Kushner, Mr Trump's inaugural committee chairman Tom Barrack and former National Security Adviser Michael Flynn. Flynn was found guilty of lying to the FBI about Russian contacts as a part of special counsel Robert Mueller's inquiry into alleged Russian meddling in the 2016 presidential election. The commercial entities mentioned in the report are: The report states that Flynn had decided to develop IP3's nuclear initiative, the Middle East Marshall Plan, during his transition, and while he was still serving as an adviser for the company. In January 2017, National Security Council staff began to raise concerns that these plans were inappropriate and possibly illegal, and that Flynn had a potentially criminal conflict of interest. Following Flynn's dismissal, however, IP3 continued to push for the Middle East Plans to be presented to Mr Trump. According to the report, one senior official said the proposal was \"a scheme for these generals to make some money\".And whistleblowers described the White House working environment as \"marked by chaos, dysfunction and backbiting\". The report says an investigation will determine whether the administration has been acting \"in the national security interests of the United States or, rather, [to] serve those who stand to gain financially\" from this policy change. These apparent conflicts of interest among White House advisers may breach federal law, and the report notes that there is bi-partisan concern regarding Saudi Arabia's access to nuclear technology. The oversight committee is seeking interviews with the companies, \"key personnel\" who promoted the plan to the White House, as well as the Departments of Commerce, Energy, Defence, State, Treasury, the White House and the CIA. ", "url": "https://www.bbc.com/news/world-us-canada-47296641"}