{"datetime": "2019-06-25T18:03:40.000Z", "title": "Israel-Palestinian conflict: Kushner says peace can bring prosperity", "article": "Donald Trump's son-in-law and senior adviser, Jared Kushner, has set out an economic plan that he says offers the Palestinians a \"more prosperous future\" if they agree a peace deal with Israel. He described the proposals, which envisage $50bn (£39bn) being invested in the region over 10 years, as \"the opportunity of the century\". Mr Kushner was speaking at the start of a two-day \"workshop\" in Bahrain. Palestinian leaders have rejected the plan and are boycotting the event. Mahmoud Abbas, the president of the Palestinian Authority, has insisted that,before anything else, there has to be a political agreement .Mr Trump is not expected to release the political part of his peace plan until possibly November, once Israel holds a general election.He opened his speech by warning the Palestinian people that they had been \"trapped in an inefficient framework of the past\". The White House's economic plan - dubbed\"Peace to Prosperity\" - offered them \"a modern framework for a brighter and more prosperous future\", he said. Mr Kushner, addressing Palestinians, stressed that President Trump and the US had \"not given up you\", and that economic growth and prosperity was not possible without an \"enduring and fair political solution\" to the Israeli-Palestinian conflict. \"However, today is not about the political issues. We'll get to those at the right time. The goal of this workshop is to begin thinking about these challenges in a new way. \"Let's try to view this conflict and the potential of the entire region through a different lens and work together to develop a concrete plan to try to achieve it.\" Mr Kushner also dismissed critics who he said mockingly referred to his plan as \"the deal of the century\" - a reference to President Trump's desire to secure what he has called the \"ultimate deal\". \"At its core, it is not just about making a deal,\" he said. \"In fact, this effort is better referred to as 'the opportunity of the century' if leadership has the courage to pursue it.\" It envisages donor countries and investors contributing $50bn for a newly created fund administered by a development bank. About $27.5bn would go to projects in the occupied West Bank and Gaza Strip - areas the Palestinians want for an independent state - while the rest would go to Egypt, Jordan and Lebanon.The projects would seek to \"unleash the economic potential of the Palestinians\" by: The aims of the plan are to more than double Palestinian gross domestic product (GDP) within 10 years; create one million jobs; bring down the unemployment rate to nearly single digits and reduce the poverty rate by 50%.The US delegation is being led by Mr Kushner, Treasury Secretary Steven Mnuchin, and Mr Trump's Special Representative for International Negotiations Jason Greenblatt. The finance ministers of several US-allied Gulf Arab states are also attending, along with International Monetary Fund chief Christine Lagarde and World Bank president David Malpass. Jordan and Egypt have sent less senior officials, while Lebanon and Iraq said they would not participate in solidarity with the Palestinians. The US did not invite any Israeli officials because of the Palestinians' absence. The Palestinian Authority, which governs parts of the West Bank, cut off diplomatic contacts with the US in late 2017 after Mr Trump decided to recognise Jerusalem as Israel's capital and move the US embassy to the city from Tel Aviv. Since then, the US has ended both bilateral aid for Palestinians and contributions for the UN Relief and Works Agency for Palestine Refugees (UNRWA). The Palestinian Authority has also reacted angrily to recent suggestions that the US peace plan would not be based on the so-called \"two-state solution\" - the international community's shorthand for a final settlement that would see the creation of an independent state of Palestine within pre-1967 ceasefire lines in the West Bank, Gaza Strip and East Jerusalem, living peacefully alongside Israel. President Abbas asserted that the Manama workshop would not be successful.\"We will not be slaves or servants for Greenblatt, Kushner and [US ambassador to Israel David] Friedman,\" he told foreign journalists in Ramallah.\"We need the economic [support], the money and the assistance,\" he added. \"But before everything, there is a political solution.\" A spokesman for Hamas, the Islamist militant group that controls Gaza, insisted the Palestinians \"will not sell out their rights for all treasures on Earth\". Israel has not officially taken a position towards the US plan.\"We'll hear the American proposition; hear it fairly, and with openness. And I cannot understand how the Palestinians, before they even heard the plan, reject it outright,\" Prime Minister Benjamin Netanyahu said on Sunday. ", "url": "https://www.bbc.com/news/world-middle-east-48743429"}