{"datetime": "2017-12-10T18:17:59.000Z", "author": "Chris Johnston", "title": "Qatar buys 24 Eurofighter Typhoon jets in £6bn deal", "article": "A £6bn deal to sell Eurofighter Typhoons to Qatar will help safeguard thousands of UK jobs. BAE Systems employs about 5,000 people in the UK to build the fighter jets, mainly at Warton in Lancashire. Qatar's purchase of 24 jets includes a support and training package from BAE, with deliveries due to start in 2022. The deal was announced in Doha by Defence Secretary Gavin Williamson and his Qatari counterpart, Khalid bin Mohammed al Attiyah.Mr Williamson said it was a \"massive vote of confidence, supporting thousands of British jobs and injecting billions into our economy\". BAE chief executive Charles Woodburn said the contract, worth £5bn to the company, was the start of a long-term relationship with Qatar and its armed forces.\"This agreement is a strong endorsement of Typhoon's leading capabilities and underlines BAE Systems' long track record of working in successful partnership with our customers,\" he said.The Typhoon entered service with the RAF in 2007 to replace the ageing Tornado fleet. Although the Qatar order secures the production of the Typhoon at BAE into the next decade, it will not stop the 2,000 job cuts announced in October from going ahead. BAE has suffered amid declining military spending among major Nato members, but remains a key contractor on the world's most expensive defence programme, the US-led F-35 Joint Strike Fighter project. The UK's deal with Qatar also includes an agreement with MBDA for Brimstone and Meteor missiles and Raytheon's Paveway IV laser-guided bomb.Qatar signed a letter of intent in September to buy the 24 jets from BAE. It is the ninth country to buy the Typhoon, with other customers including Saudi Arabia. Talks about a second batch of sales to the kingdom are ongoing. In June countries including Saudi Arabia, Bahrain, Egypt and the UAE severed diplomatic relations with Qatar,accusing Doha of supporting terrorism . ", "url": "https://www.bbc.com/news/business-42302767"}