{"datetime": "2019-03-22T15:53:29.000Z", "title": "Jared Kushner 'used WhatsApp for official duties', top Democrat says", "article": "Jared Kushner, White House senior advisor and President Trump's son-in-law, used WhatsApp for official business, a top Democrat says. Democrat Elijah Cummings, chairman of the House Oversight Committee, made the allegations in a letter to the White House on Thursday.It is unclear whether Mr Kushner allegedly used the messaging app to discuss classified information.A probe into the use of personal email accounts at the White House is ongoing. Mr Cummings pressed the White House for further information on the investigation in his letter. \"The White House's failure to provide documents and information is obstructing the committee's investigation into allegations of violations of federal records laws by White House officials,\" he wrote. His letter notes that Mr Kushner's lawyer, Abbe Lowell, said his client had sent screenshots of his WhatsApp messages to his White House email account or the US National Security Council.Mr Lowell could not say whether his client, who serves as President Trump's advisor on the Middle East, used WhatsApp to share classified information, he added.But in response to the letter, Mr Lowell said that Mr Cummings had not been \"completely accurate\", according to Reuters news agency.Mr Cummings also wrote in his letter that Ivanka Trump - President Trump's daughter and Mr Kushner's wife, who is also a White House adviser - continued to receive emails related to official business on a personal email account. A review into her emails revealed in November 2018 that she had used her private address to contact government officials. Ms Trump sent the emails before she was briefed on the rules, her lawyer says. White House spokesman Steven Groves said: \"As with all properly authorised oversight requests, the White House will review the letter and will provide a reasonable response in due course.\" The use of personal email servers has become controversial since the 2016 presidential campaign, when Mr Trump accused his Democratic opponent Hillary Clinton of putting the US \"in danger\" over her emails while secretary of state. Before becoming secretary of state in 2009, Mrs Clinton had set up an email server at her home in New York that she used for all work and personal emails during her four years in office. She did not use, or even activate, a state.gov email account, which would have been hosted on servers owned and managed by the US government. She said it was for convenience. During his 2016 campaign, Mr Trump suggested that Mrs Clinton be jailed after it emerged that the FBI had found classified information in some emails from her private server. Chants of \"lock her up\" were a mainstay at Mr Trump's rallies. An FBI investigation eventually concluded that Mrs Clinton should not face charges, but said she and her aides had been \"extremely careless\" in their handling of classified information. It is not illegal for White House officials to use personal accounts for government business. However, under the Presidential Records Act and Federal Records Act, government officials must forward any official correspondence to a work account within 20 days for preservation. If this is not done reliably, the use of private accounts can put official records beyond the reach of journalists, lawmakers and others who seek publicly available information. There are also rules against sharing classified or privileged information on personal email accounts. ", "url": "https://www.bbc.com/news/world-us-canada-47671246"}