{"datetime": "2020-12-24T16:03:20.000Z", "title": "Trump pardons Paul Manafort, Roger Stone and Charles Kushner", "article": "US President Donald Trump has pardoned his former campaign manager Paul Manafort, ex-adviser Roger Stone and the father of Mr Trump's son-in-law. Mr Manafort was convicted in 2018 in an investigation into alleged Russian meddling in the 2016 US election.Mr Trump had previously commuted the prison sentence of Mr Stone, who was convicted of lying to Congress. They are among 29 people to benefit from Mr Trump's latest pardons before he leaves office next month. Twenty-six of them won full pardons on Wednesday night, while another three received commutations. A commutation usually takes the form of a reduced prison term, but does not erase the conviction or imply innocence. A pardon is an expression of the president's forgiveness that confers extra privileges, such as restoring the convict's right to vote. Presidents often grant pardons in their final days of office. Mr Trump's pardon for Manafort spared his former campaign chairman from serving most of his seven-and-a-half year prison term for financial fraud and conspiring to obstruct the investigation into himself. He had been serving his term under home confinement since being released from federal prison in May over fears of coronavirus, but is now a free man. The grateful political operative responded by tweeting: \"Mr President, my family & I humbly thank you for the Presidential Pardon you bestowed on me. Words cannot fully convey how grateful we are.\" Stone was found guilty of lying to Congress about his attempts to contact Wikileaks, the website that released damaging emails about Mr Trump's 2016 Democratic election rival Hillary Clinton. On Wednesday night, the long-time Trump friend and adviser welcomed his upgrade from a commutation to full pardon. He said he had been the victim of a \"Soviet-style show trial on politically motivated charges\", reports Politico. Stone has been urging Mr Trump on his way out of the White House to also pardon Wikileaks co-founder Julian Assange and National Security Agency leaker Edward Snowden. Another pardon went to Charles Kushner, a real estate magnate who is the father ofIvanka Trump's husband, Jared Kushner, a White House adviser . Kushner Sr - whose family boasts a portfolio of 20,000 properties from New York to Virginia - was sentenced to two years in prison in 2004 for charges including tax evasion, campaign finance offences and witness tampering.The witness tampering charge arose from Kushner Sr's retaliation against his brother-in-law, who was co-operating with authorities against him. Kushner Sr hired a prostitute to seduce his brother-in-law, recorded their encounter with hidden cameras and sent it to his own sister. It was the president's second wave of clemency orders in as many days. On Tuesday nighthe pardoned 15 people and bestowed commutations on five others . They included two other figures who were convicted in the US special counsel inquiry into alleged Russian election interference, three Republican ex-members of Congress, and four Blackwater military contractors who were involved in a 2007 massacre in Iraq. In November, Mr Trump pardoned former National Security Adviser Michael Flynn, who was also convicted in the special counsel's Russia inquiry. Mr Flynn had admitted lying to the FBI before attempting to retract his guilty plea. The president has now pardoned five figures convicted as a result of the special counsel inquiry, which he always condemned as a witch hunt. Robert Mueller's 22-month investigation concluded in May last year without a single figure in Mr Trump's orbit facing any charge of conspiracy with the Kremlin during the 2016 US election.Notably absent from Mr Trump's wave of Christmas pardons are two other figures who were convicted in the Mueller probe: Manafort's deputy, Rick Gates, and former Trump lawyer Michael Cohen. Both men co-operated extensively with prosecutors.Cohen, who was released from prison in May over coronavirus concerns, took to Twitter to vent about the pardons. \"What happened tonight shows how broken the whole criminal justice sustem [sic] is,\" he tweeted.The constitution allows the sitting president the \"power to grant reprieves and pardons for offences against the United States, except in cases of impeachment\". Mr Trump has granted fewer acts of clemency - under 100 so far - than any president in modern history apart from George HW Bush. Barack Obama, for instance, granted 212 pardons and 1,715 commutations during his two terms in office in 2009-17. But Mr Trump's critics say he has bypassed the usual process of consulting the Department of Justice (DOJ) unit that makes such recommendations, and conferred clemency on more political cronies than his predecessors have done. Adam Schiff, the Democratic head of the influential House Intelligence Committee, tweeted: \"During the Mueller investigation, Trump's lawyer floated a pardon to Manafort. Manafort withdrew his co-operation with prosecutors, lied, was convicted, and then Trump praised him for not 'ratting'.\"Trump's pardon now completes the corrupt scheme. Lawless until the bitter end,\" Mr Schiff said. Meanwhile, the first Republican Senator to criticise the move was Ben Sasse. He said in a statement that \"felons like Manafort and Stone\" had \"flagrantly and repeatedly violated the law and harmed Americans\", adding: \"This is rotten to the core.\" ", "url": "https://www.bbc.com/news/world-us-canada-55433522"}