{"datetime": "2019-04-01T18:46:36.000Z", "title": "Whistleblower: White House reversed security clearance denials", "article": "A White House whistleblower has told Congress that dozens of rejected security clearance applications were overturned by the Trump administration. Tricia Newbold claimed applications that were denied for \"serious disqualifying issues\" were later reversed with little explanation.The veteran White House security adviser testified to the Democratic-led House Oversight and Reform Committee. Democrats have long claimed that White House officials have abused clearances. Ms Newbold, who works as an adjudications manager in the White House Personnel Security Office, cited \"grave\" security risks arising from the intervention of her colleagues. The White House has not commented on the testimony.Ms Newbold said she decided to speak to the panel after repeated attempts to share her concerns with superiors were ignored, adding that it was her \"last hope to really bring the integrity back to our office\", according to a committee-released transcript of her interview on Monday. \"I would not be doing a service to myself, my country, or my children if I sat back knowing that the issues that we have could impact national security,\" the 18-year veteran of the executive branch said. Ms Newbold, who has worked under both Republican and Democratic administrations, claimed that clearances \"were not always adjudicated in the best interest of national security\". She added that rejections occurred due to a variety of reasons, including \"foreign influence, conflicts of interest, concerning personal conduct, financial problems, drug use, and criminal conduct\". The committee added that it is investigating the background checks of the president's daughter, Ivanka Trump, her husband Jared Kushner and National Security Advisor John Bolton. Last year, it was widely reported that President Trump forced then-chief of staff John Kelly to grant a clearance to his son-in-law Mr Kushner, who until then had been operating under an interim clearance. In her testimony, Ms Newbold also criticised the White House for \"getting out of control\" with the number of interim clearance issued, which allowed staff and aides to access classified information. Congressman Elijah Cummings, the committee chairman, said in a letter to the White House Counsel's Office on Monday that refusal to co-operate with the panel's investigation is \"now preventing the committee from obtaining the information it needs to fulfil its constitutional responsibilities\". He said the committee would vote as early as Tuesday to issue subpoenas to White House officials as part of an investigation into whether national secrets were at risk during the clearance process.Director of Personnel Security Carl Kline, who Ms Newbold claims reversed her rejections, is on the list of officials that Democrats plan to compel to testify. Republicans have lashed out at the security clearances investigation, calling it a \"partisan attack on the White House\". Republican Congressman and ranking member Jim Jordan described the interview with Ms Newbold as \"reckless\", adding that the committee conducted the interview over a weekend and were given \"little to no time to prepare\". \"Chairman Cummings's investigation is not about restoring integrity to the security clearance process, it is an excuse to go fishing through the personal files of dedicated public servants,\" he said, adding that one of the 25 rejected applicants who later had his background check overturned was a cleaner for the government's General Services Administration. Analysis by Tara McKelvey, BBC White House reporter From day one, clearances have been a problem for the Trump White House.During the campaign, the president promised to \"drain the swamp\" and brought in a slew of people who had never before worked in the West Wing.As a result, the process of obtaining clearances took longer than usual, and in some cases protocol may have been breached.As then-Chief of Staff John Kelly told me last spring, he discovered that \"a couple of spreadsheets worth\" of background investigations on individuals were still incomplete when he started his job in 2017. Among these was an investigation of then-staff secretary Rob Porter, who was later accused of domestic abuse and forced to resign.As Porter's case shows, the decision to allow people to work in the White House without being thoroughly vetted has caused myriad problems, ones that date back to the administration's earliest days. ", "url": "https://www.bbc.com/news/world-us-canada-47776964"}