{"datetime": "2021-10-09T16:03:56.000Z", "title": "Afghanistan: US and Taliban hold first face-to-face talks since withdrawal", "article": "US officials have met Afghanistan's ruling Taliban for their first face-to-face talks since Washington pulled its troops from the country in August. The talks in Qatar are focusing on issues including containing extremist groups, the evacuation of US citizens and humanitarian aid, officials say. The US insists the meeting does not amount to recognition of the Taliban. It comes a day after Afghanistan suffered its deadliest attack since US forces withdrew.The suicide bombing at a mosque in the northern city of Kunduz killed at least 50 people and wounded more than 100 others.The Said Abad mosque was used by the minority Shia Muslim community in the Sunni Muslim-majority country. The Islamic State group said it was behind the attack. Speaking after the talks with the US opened in Qatar, Afghanistan's Taliban-appointed Foreign Minister Amir Khan Muttaqi said the two sides had agreed to uphold the terms of the Doha agreement signed in 2020.The deal includes broad obligations on the Taliban to take steps to prevent groups such as al-Qaeda from threatening the security of the US and its allies. Mr Muttaqi said US officials had also told the Taliban they would help in delivering Covid vaccines and humanitarian aid.The US has not yet commented on the details of Saturday's talks, but a state department spokesperson previously said officials would use the meeting to press the Taliban to respect women's rights, form an inclusive government and allow humanitarian agencies to operate.The meeting is set to continue on Sunday.Mr Muttaqi told reporters that the Islamist group wanted to improve relations with the international community but also warned that nobody should interfere with any country's internal policies.American officials have said the talks are a continuation of engagement with the Taliban on matters of national interest, not about giving legitimacy to the group's government. As the talks were taking place in the Qatari capital Doha, in Afghanistan funeral ceremonies were being held for the victims of Friday's attack. \"[We] bury the bodies next to each other because we have no choice, and we have to prepare mass graves,\" one mourner said. The United Nations said Friday's bombing was a \"third deadly attack this week apparently targeting a religious institution\" and was part of a \"disturbing pattern of violence\". ", "url": "https://www.bbc.com/news/world-asia-58854984"}