{"datetime": "2021-10-05T05:01:15.000Z", "author": "Ahmed ElShamy & Emir Nader", "subject": "Pandora Papers", "title": "Pandora Papers: Qatar ruling family avoided £18.5m tax on London super-mansion", "article": "The Qatar ruling family bought two of the UK's most expensive houses in a deal that allowed them to avoid £18.5m in stamp duty, leaked documents show. The family bought the properties in central London via offshore companies for over £120m and applied to make them into a 17-bedroom \"super-mansion\". There is no suggestion that either the Qatari family or the sellers of the two properties acted illegally. The Qatari government did not respond to questions about the BBC's findings. The freehold of the properties is owned by the Crown Estate, the Queen's property empire that is managed by the Treasury and raises cash for the UK. It said \"given the issues raised\" it was now looking into the matter. The leaked documents were part of the Pandora Papers. More than 600 journalists including BBC News Arabic have been trawling through the files from 14 sources for months. In 2013, the British media reported Sheikha Mozah bint Nasser, wife of the then-Emir of Qatar, bought 1 Cornwall Terrace in London for £80m, making it the most expensive terraced property ever to be sold in the UK. Neighbouring 2-3 Cornwall Terrace was purchased for £40m.Cornwall Terrace is believed to be the most expensive row of houses anywhere in the world. Facing Regent's Park, they were designed and built in the early 1800s by the renowned Georgian architects, James and Decimus Burton and John Nash, who also designed the park. Following the purchases, the ruling family then attempted in 2015 to knock both properties into a single \"super-mansion\", with 17 bedrooms, 14 lounges, a cinema, a juice bar and a swimming pool.Their application was rejected by Westminster council on the basis of a lack of residential housing in the borough, but a second application in 2020 appears to have been granted. However, the new leaked documents reveal the properties were purchased via shell companies based in offshore tax havens and, by doing so, the ruling family avoided an estimated £18.5m Stamp Duty Land Tax when the leaseholds changed hands. The documents show the ruling family registered a new offshore company called Golden Satalite to purchase 1 Cornwall Terrace, rather than in the name of a member of the family. As the property was already owned by a shell company, the family purchased the shares of this company and acquired the property as if it was an asset.The Crown Estate last sold the leasehold for 1 Cornwall Terrace in 2005 for £21m. The house was subsequently sold on through an offshore company for £84m. This meant that unlike a normal house sale, neither HMRC nor the Crown Estate received any revenue or even notification of the sale. Similarly, number 2-3 Cornwall Terrace was acquired through the purchase of a shell company created to own the leasehold. Both shell companies are owned by Tharb, set up in Qatar and ultimately owned by the private office of the country's ruler, the Emir, Tamim Al Thani. If the properties themselves had been purchased using the name of an individual from the Qatari royal family, it could have triggered stamp duty. Changes in UK tax law mean the properties would also now be liable to a 40% inheritance tax.These property-owning shell companies are known as \"special purpose vehicles\" (SPVs) and are commonly used in tax avoidance. Using company structures that fall outside of stamp duty in this manner is often a contentious issue. The HMRC says it cannot comment on identifiable taxpayers but that tax avoidance goes against \"the spirit of the law\". Jonathan Benton, a former senior detective and an expert in international finance, said SPVs are frequently being used to purchase high-value properties in the UK.\"If property tax is avoided it is unfair. This type of action also contributes to the veil of secrecy offshore companies provide, and flies in the face of the broader global push for greater transparency.\" Property tax experts point out there have been changes to tax laws which make it less attractive for overseas buyers to use offshore companies as they now have to pay capital gains tax and inheritance tax, as well as a tax that applies to companies that own properties.Further analysis of the Pandora Papers by the BBC reveals there are numerous other property assets owned by the Qatar royal family in the UK through offshore companies, with an estimated value of over £650m, though it is unclear whether these purchases involved tax avoidance. The UK government has made repeated pledges to introduce legislation making it compulsory to name those owning real estate via foreign companies in a bid to stamp out money-laundering. A spokesman for the Department of Business, Energy and Industrial Strategy said: \"These are novel measures, and it is essential that the register strikes the right balance between improving transparency and minimising burdens on legitimate commercial activity and the government will legislate when Parliamentary time allows.\"Additional reporting by Sam Piranty The Pandora Papers is a leak of almost 12 million documents and files exposing the secret wealth and dealings of world leaders, politicians and billionaires. The data was obtained by the International Consortium of Investigative Journalists in Washington DC and has led to one of the biggest ever global investigations. More than 600 journalists from 117 countries have looked at the hidden fortunes of some of the most powerful people on the planet. BBC Panorama and the Guardian have led the investigation in the UK. Pandora Papers coverage : follow reaction on Twitter using #PandoraPapers, in the BBC News app, orwatch Panorama on the BBC iPlayer (UK viewers only). ", "url": "https://www.bbc.com/news/world-58796553"}