{"datetime": "2021-08-20T20:28:57.000Z", "title": "Nine Afghan girl robotics team members safe in Qatar", "article": "After scrambling for days to bring them to safety, nine members of an Afghan all-girls robotics team have arrived in Qatar, the team's parent organisation has confirmed.Their flight out of Afghanistan was organised by the Qatar government, which expedited visas and sent an aircraft.The team first made headlines in 2017 after winning a special award at an international robotics competition in the US. They have been widely praised as a shining example of the potential of women's education in Afghanistan. The departure of the team members, aged 15 to 19, as well as a 25-year-old teacher, comes amid a worsening security situation in Kabul, the Afghan capital. In a statement, the team's parent organisation, the US-based Digital Citizen Fund (DCF), said that they requested help from Qatar on August 12, just three days ahead of Kabul's capture by the Taliban. Members of the Qatar government had remained in contact with the team after hosting them in Doha, the capital, in 2019. The girls originally came from the city of Herat, in western Afghanistan. \"When we heard that Kabul was going to fall, we were able to contact the [Qatari foreign] ministry and they immediately started expediting visas to get them out,\" DCF board member Elizabeth Schaeffer Brown told the BBC. \"They are taking very good care of them.\" She stressed, however, that the girls were not \"rescued\".\"The girls rescued themselves through all their hard work and bravery over the past several years,\" she added. \"The flight out of Kabul was only the end of a journey in which safety was a concern.\" The girls now in Doha may remain in Qatar or move further afield to continue their studies. Although she declined to provide specifics, she added that several universities around the globe - including some in the US - have offered scholarships. \"It will be important for them to continue their education,\" she said. Ms Schaeffer Brown said other current and former team members remain in Afghanistan, along with teachers, mentors and others who work for the organisation.The robotics team, which includes teenage members, was formed by Afghan tech entrepreneur and DCF founder Roya Mahboob in 2017. Last year, the team turned its focus on Covid-19 patients by making low-cost ventilators out of car parts. ", "url": "https://www.bbc.com/news/world-us-canada-58286398"}