{"datetime": "2021-11-17T14:20:15.000Z", "title": "Bahrain royal family submits North Yorkshire falcon centre plans", "article": "The royal family of Bahrain has submitted plans for a peregrine falcon breeding centre in North Yorkshire. The Khalifa family wants to produce birds for export back to the Gulf state as part of an agreement to stop the illegal trade in wild falcons. If approved the facility in Easingwold would also offer public open days and educational talks for school groups. The application is due to be decided by Hambleton District Council's planning committee, on Thursday. According to the proposals, falconry was once a way of survival in Bahrain, and is now regarded as a hobby and status symbol. The Khalifa family has enlisted the services of bird of prey breeding expert Dr Mark Robb to produce the birds for export. Dr Robb already runs a breeding facility in Great Broughton, near Stokesley, where most of the birds are owned by Dubai's ruler - Sheikh Mohammed Al Maktoum. In documents supporting the application, he said breeding falcons in captivity was \"extraordinarily complicated\", but the proposed site at Easingwold offered \"everything a falcon breeding project can hope for\". The application also states the climate in North Yorkshire is much more favourable to the breeding of falcons than other parts of the UK. Talking about his experience in the field, Dr Robb said: \"Over the years we learned to breed from certain bloodlines that were proven good hunters and had desirable traits. \"This was a complete game changer for the illegal trade of falcons,\" he added. According tothe Local Democracy Reporting Service , the scheme had been recommended for approval. Bahrain - an island situated in the Persian Gulf between Saudi Arabia and Qatar - is part ofa global agreement to control the trade of endangered species of plants and animals. Follow BBC Yorkshire on Facebook , Twitter and Instagram . Send your story ideas to yorkslincs.news@bbc.co.uk or send video here . ", "url": "https://www.bbc.com/news/uk-england-york-north-yorkshire-59320260"}