{"datetime": "2021-05-06T18:01:43.000Z", "title": "Qatar finance minister arrested in corruption investigation", "article": "Qatar's finance minister has been arrested over allegations of abuse of power and misuse of public funds in the gas-rich Gulf state, state media say. The attorney general ordered that Ali Shareef al-Emadi be questioned after a review of alleged \"crimes related to the civil service\", according to the Qatar News Agency. Mr Emadi has not yet commented. He sits on the board of Qatar's $300bn (£216bn) sovereign wealth fund and is chairman of Qatar National Bank.Mr Emadi was chief executive of the bank, which is the Middle East's largest lender, before becoming finance minister in 2013. He was appointed as part of a new cabinet when the current Emir, Sheikh Tamim bin Hamad Al Thani, took power. Last year, British financial magazine The Banker gave Mr Emadi its \"Finance Minister of the Year\" award for the Middle East. It cited his efforts in managing Qatar's finances during the coronavirus pandemic, during which its economy shrank by 3.7% amid lower global energy demand.The Qatar News Agency report did not provide any further details about the allegations against Mr Emadi. But a source with knowledge of the investigation told Reuters news agency: \"The findings and investigation are related to his government position as finance minister and not to his board member roles at other entities.\" The Financial Times cited a person briefed on the allegations as saying they \"relate to bribery and commissions relating to government contracts\".Such arrests are rare in Qatar, but the tiny emirate has sought to crack down on corruption as it prepares to host the Fifa World Cup next year. It has spent billions of dollars on stadiums and other infrastructure for the event. Qatar was ranked 30th out of 180 countries on Transparency International's 2020 corruption perceptions index , making it the second best performer among Arab states after the United Arab Emirates. ", "url": "https://www.bbc.com/news/world-middle-east-57014422"}