{"datetime": "2021-12-15T15:50:46.000Z", "title": "2022 World Cup: Ex-media officer loses Qatar corruption appeal", "article": "A former employee of Qatar's 2022 World Cup organisers who raised concerns over migrant workers has lost his appeal against a conviction for corruption. A court in Doha sentenced Abdullah Ibhais to three years in prison after it upheld a guilty verdict on the charge of misappropriating state funds. Ibhais said security forces coerced him into signing a confession and that he was being punished for criticising the handling of a migrant workers' strike. Qatari officials denied the claims. They insisted the trial was fair and that Ibhais was convicted on the basis of \"an abundance of strong and credible evidence\". Human rights group FairSquare said the failure of football's world governing body, Fifa, to call on Qatar to ensure a fair trial had \"enabled\" the verdict, for which, it asserted, there was no evidence other than Ibhais's confession. Ibhais, a Jordanian national, was a media manager for Qatar's Supreme Committee for Delivery and Legacy, which is overseeing preparations for the World Cup. The Supreme Committee said that it received a complaint alleging corrupt activity in October 2019 from a third party participant in a tender for a contract related to the management of its social media platforms. Following an internal investigation, Ibhais and another employee were suspended on full pay and the findings were passed on to Qatari authorities, it added.FairSquare and Human Rights Watch reported that Ibhais was initially arrested that November on the basis of allegations that he was engaged in activities aimed at \"harming the state or its security\".He told the two campaign groups that interrogators coerced him into confessing to lesser charges , and that he was denied access to a lawyer during questioning. Ibhais alleged that it washis internal criticism of the Supreme Committee's handling of a strike by migrant workers over unpaid wages in August 2019 that led to his prosecution.He retracted the confession during his trial, but the court refused to invalidate it and found him guilty this April of \"bribery\", \"violation of the integrity of tenders and profits\", and \"intentional damage to public funds\". He was sentenced to five years in prison.Ibhais was taken into custody by police on 15 November,reportedly just before he was due to be interviewed by two journalists from Norwegian public broadcaster NRK . The journalists were later detained themselves by Qatari security forces for more than 30 hours for allegedly trespassing on private property and filming without a permit. Ibhais went on hunger strike in prison while awaiting his appeal. \"For me this was the last resort after I was denied a chance for a fair trial. I was denied the chance to be heard. I was denied the chance to speak up,\"he said in an audio message released by the Dutch newspaper NRC on 2 December in which he denied any wrongdoing. On Wednesday, Qatar's Court of Appeal upheld his conviction but reduced his sentence to three years. Ibhais was not in court for the hearing, whichone journalist who attended said lasted less than a minute . A Qatari official said the case \"followed all the proper legal procedures and protocols\" and that the evidence against him \"included extensive details of the crime - much more than the defendant's own confession\". \"The State of Qatar rejects in the strongest possible terms any assertion that the ruling was influenced by factors other than its unwavering commitment to justice and the rule of law.\" The Supreme Committee for Delivery and Legacy said the allegations that the case was linked to Ibhais' views on migrant workers were \"ludicrous, defamatory, and absolutely false\". Nicholas McGeehan, co-director of FairSquare, said: \"Every day Abdullah Ibhais remains in jail more people will know his name, know what he did for the migrant workers who built Qatar's World Cup, and know the price he has apparently paid for that.\"\"It was Qatar's World Cup organisers who instigated this prosecution, but it was Fifa's silence that enabled today's verdict,\" he added. A Fifa spokesperson said any person deserved a fair trial that observed and respected due process, and that it would \"consider today's ruling before making any further comment\".You might also be interested in: ", "url": "https://www.bbc.com/news/world-middle-east-59669307"}