{"datetime": "2021-07-15T16:23:06.000Z", "title": "Covid: Travel rules stop bereaved pilot going home", "article": "A bereaved pilot is calling on the government to review its Covid traffic light travel system after being unable to reunite with his family for a year. Alistair Caton lost his 14-year-old son Angus to cancer in June 2020.He is exempt from quarantine when working, but as a passenger must self-isolate for 10 days. His employer only allows up to 10 days of leave at a time. The Department for Transport said the rules were to \"protect public health\". Mr Caton, who is based in Qatar, last saw his wife Adele and their twins in early August. He returned to work amid fears offor his job as the airline industry was heavily hit by the effects of the pandemic . Talking about the death of his son, Mr Caton, from Cheltenham, said: \"To lose a child, that's the worst stress that you can feel, the grief is indescribable really. \"My wife has been grieving and I just can't be there to hold her, the children or each other, it's just awful.\" If there is a layover in the UK, staff cannot leave their hotel. Mr Caton added one of the contradictions of the traffic light system was his wife and children could meet in Mallorca.However it recently returned to amber status, so a trip is now in doubt. \"If I am double-vaccinated and PCR tested why can't I return home, and at the very least quarantine at home rather than just a hotel? \"It just seems bizarre. You should be exempt from quarantine.\" A Department for Transport spokesperson said: \"We want to take a cautious approach to travel that protects public health.\"That's why we have our traffic light system in place, that cautiously balances the reopening of international travel with managing the risk of Covid-19 and imported variants.\"We are constantly reviewing our international travel policy, based on a range of factors and the latest scientific data available.\" Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-gloucestershire-57851270"}