{"datetime": "2021-11-21T07:28:00.000Z", "author": "James Williams", "title": "World Cup 2022: Chance to 'engage' on human rights, FAW boss says", "article": "Wales would use World Cup qualification as an \"opportunity to engage\" around Qatar's human rights record, according to the boss of Welsh football. Wales aretwo play-off games away from qualifying for the World Cup finals for the first time since 1958. Amnesty International claim migrant workers are being exploited in Qatar building stadiums for the tournament. Qatar's government said it has \"never shied away from acknowledging that its labour system is...a work in progress.\" Denmark have said they will put\"extra pressure\" on Fifa over human rights concerns in the build-up to the World Cup. Norway, Netherlands and Germanyplayers have protested about alleged human rights abuses in Qatar. Asked in an interview with theBBC Politics Wales programme if the Welsh players would protest, the Football Association of Wales' chief executive Noel Mooney said: \"I certainly haven't discussed it with the players.\"I haven't heard anything about that to be fair, that's up to the players.\" Homosexuality is illegal in Qatar. Asked what he would say to Wales' LGBTQ+ fans who might want to travel to the World Cup, Mr Mooney said: \"My advice would be that they should go to the match, to the games and follow us in Qatar at the World Cup.\"We'll make sure that whatever we have to do to protect people is in place.\"This is an opportunity, rather than being negative about it, we see it as an opportunity to engage, to give our view of how people should be treated to them,\" he added. The Qatar government said: \"Qatar rejects Amnesty's assertion that labour reforms have not translated into changes on the ground for hundreds of thousands of migrant workers. \"Every year, more companies are held accountable for violating the law.\"Systemic reform is a long-term process and shifting the behaviour of every company takes time.\" In a wide-ranging interview with Politics Wales, Mr Mooney also said he could see a \"tension\" between comments made by the FAW around Ryan Giggs' involvement in the Wales squad. The Wales manager will stand trial in January, accused of assault, as well as coercive and controlling behaviour. He denies the charges. After Giggs was arrested last year, the FAW said he would\"not be involved\" with the Wales team. But assistant boss Robert Page has said Giggs was\"a phone call away\" and that he would \"have an input and rightly so.\" Asked if he could see a tension between the FAW and Page's comments around whether Ryan Giggs was involved in the squad or not, Mr Mooney replied: \"I can see how there would be a tension on it, yeah, I can see how there is.\" But Mr Mooney went on to say he was \"not aware\" that Ryan Giggs had \"any input into any of our squads\". Former Wales women's boss Jayne Ludlow has called for her players to earnequal pay with the men's team for playing for Wales. Mr Mooney said the FAW would be \"getting really close to that [equal pay] if not full parity on pay in the next year or so.\" He said the FAW \"significantly increased\" the pay for women's internationals and they \"now use the same pitches, the same chartered flights, the same chefs, in fact they've got additional care\". With a study claimingWelsh football is worth £550m to the country, the FAW has called on the Welsh government to invest more in the grassroots game. An audit of the pitches required in Wales is being conducted over the next few months. But Mr Mooney said he thought the \"bill will come in north of £100 million\". He added that he would like to see a \"significant increase in investment into grassroots facilities\" in the upcoming draft Welsh government budget for the next financial year. ", "url": "https://www.bbc.com/news/uk-wales-59359445"}