{"datetime": "2021-09-30T17:10:12.000Z", "title": "Israel foreign minister makes historic visit to Bahrain", "article": "Israel's foreign minister has made the first official visit to Bahrain by an Israeli cabinet member since the states established diplomatic ties last year. Yair Lapid had a \"historic, warm and hopeful meeting\" with King Hamad Al Khalifa and opened Israel's embassy. The first commercial flight from Manama to Tel Aviv took off after his arrival. Bahrain, the United Arab Emirates, Morocco and Sudan normalised relations with Israel as part of US-brokered deals known as the Abraham Accords. Until then only two Arab nations - Egypt and Jordan - had signed peace treaties with Israel.Mr Lapid was greeted at Manama's airport by his Bahraini counterpart, Abdul Latif bin Rashid Al Zayani, who visited Israel last November. He then met King Hamad and reportedly discussed economic and security issues, including Iran, which both countries regard as a serious threat. \"His Majesty's leadership and inspiration have led to true co-operation and our meeting outlined the path forward for our relationship,\" Mr Lapid tweeted. The Israeli and Bahraini foreign ministers later signed several memorandums of understanding, including co-operation agreements between hospitals and water and power companies.\"Your visit builds on the considerable progress we have already made... and underlines once again our shared desire to spread peace, stability, and co-operation across the Middle East and achieve genuine and lasting security and prosperity for its peoples,\" Mr Zayani said at a joint news conference. Mr Lapid said Israel and its friends in the Gulf were \"leading today a brave coalition of moderates who are looking forward and creating a prosperous future of stability and tolerance\". Although there was a warm official welcome for Mr Lapid, news agency AFP reported that opponents of the Abraham Accords burned tyres on the outskirts of Manama, sending clouds of black smoke into the air.\"The visit of the Israeli FM to Bahrain is an act firmly rejected, condemned and denounced by the people of Bahrain,\" said Sheikh Hussein al-Daih, deputy secretary-general of the banned Shia Muslim opposition movement Al-Wefaq. Last year, Al-Wefaq described the signing of the Abraham Accords as a \"betrayal of Islam and Arabism\" because it departed from a long-standing commitment not to normalise relations with Israel until there was progress towards the creation of an independent Palestinian state. The Palestinian president also rejected the accords as a \"stab in the back\".Mr Lapid has also visited the UAE and Morocco since he became foreign minister in a coalition government formed by Naftali Bennett in June. But he has not yet travelled to Sudan, with which Israel's relations have yet to progress. On Sunday,his Sudanese counterpart Mariam al-Sadiq al-Mahdi told The National: \"There's not any sign of normalisation with Israel... and there are no talks at any official level.\" At an event marking the first anniversary of the signing of the Abraham Accords earlier this month, US Secretary of State Antony Blinken promised to \"keep normalisation marching forward\". \"We want to widen the circle of peaceful diplomacy, because it's in the interests of countries across the region and around the world for Israel to be treated like any other country,\" he said.", "url": "https://www.bbc.com/news/world-middle-east-58745885"}