{"datetime": "2021-03-17T18:57:48.000Z", "title": "Covid: Bahraini prince takes AstraZeneca vaccine on Everest trip", "article": "Drug regulators in Nepal said they have launched an investigation into how a Bahraini prince was able to take Covid-19 vaccine into the country. Mohamed Hamad Mohamed al-Khalifa arrived in Nepal on Monday, with about 2,000 doses of the AstraZeneca vaccine.Nepal's Department of Drug Administration said the move had not been approved. Bahrain's London embassy says he did get permission and the investigation was launched after a misunderstanding. The Bahraini embassy in Nepal told local media that the prince's team wanted to donate the vaccine to villagers in the Gorkha district. On Tuesday Thaneshwor Guragain, a spokesperson for Seven Summits Trek - the company arranging Prince al-Khalifa's trip - told the Himalayan Times that after quarantining for seven days, the group would travel to the Chumnurbi Rural Municipality, in Gorkha district. There, he said, they planned to \"distribute 2,000 doses of AstraZeneca vaccines against the Covid-19 infection for the people of Samagaun village\". The prince and his team planned to climb Mount Everest afterwards, Mr Guragain added. Nepal's Department of Drug Administration said, on Tuesday, that it was launching an investigation into the importation of the vaccines. \"We have started official discussion on how the vaccines reached Nepal,\" a spokesman for the regulator told BBC Nepali.\"The health ministry and the Department of Drug Administration in Nepal are unaware of the import of the vaccine. We are told the delegation arrived yesterday evening. We have heard they have brought 2,000 vaccines. The issue is still under investigation.\" In order to bring any medication into the country, the importer must get prior clearance and provide a guarantee that the drugs will be properly stored, Nepali media report. The Bahraini embassy says clearance was granted but this may not have been communicated to all Nepalese authorities.Nepal launched its vaccination drive on 27 January, and is prioritising jabs by risk group. It is currently vaccinating over-65s. This article was amended on 17 March amid conflicting accounts on the authorisation process ", "url": "https://www.bbc.com/news/world-asia-56407377"}