{"datetime": "2021-05-13T23:40:53.000Z", "author": "Frank Gardner", "title": "Israel-Gaza: Conflict stalls Arab-Israeli rapprochement", "article": "The worsening conflict between Israel and the Palestinians is causing considerable embarrassment for those Arab governments that recently normalised relations with Israel. The much-trumpeted Abraham Accords - that saw the UAE, Bahrain, Morocco and Sudan all sign agreements with Israel - were always going to be hostage to events on the ground. Now those events have descended into deadly violence, any further public warming of relations between the Arab states and Israel has been put on hold. The Abraham Accords, concluded with such fanfare in the final months of the Trump administration, sawseveral Arab countries not only formalise their relations with Israel but also embark on unprecedented cooperation with it, across a wide range of sectors including security and intelligence. Within weeks of the signings in Washington, the head of Israel's external intelligence agency, Mossad, was given a VIP welcome in the Gulf - something unthinkable even a year ago.Yet today governments of the signatory nations, notably the UAE and Bahrain, find themselves in a deeply uncomfortable position. Having told their populations of the coming benefits of teaming up with Israel in the fields of trade, tourism, medical research, green economics and scientific development, they now find themselves metaphorically squirming as 24-hour TV footage shows Israel's bombardment of Gaza, the threatened eviction of Palestinians from their East Jerusalem homes and the recent storming by police of that city's sacred Al-Aqsa Mosque compound. The Saudis, who came under heavy pressure from the US to jump on the normalisation bandwagon, are breathing a sigh of relief that they resisted it, perhaps fearing that something exactly like this could happen.Jerusalem, as the third holiest site in Islam after Mecca and Madina, holds a special place in the hearts of Muslims and Arabs across the world, so the events at the Al-Aqsa mosque have touched a raw nerve for Saudis as well as others in the region. Bahrain's government has been one of several to issue statements this week reaffirming its support for the Palestinian cause. Michael Stephens, an Associate Fellow at the London-based think-tank Royal United Services Institute, points out that the Arab promise that the Abraham Accords would give countries like the UAE some leverage over Israel to help the Palestinian cause has turned out to be hollow. Not even a plea from President Biden to calm the violence seems to be having much effect right now. Most Arab governments in the Gulf have little love for Hamas, a violent militant group backed by Iran that has so far fired well over 1000 rockets and missiles indiscriminately at Israeli towns. But the sympathies of those countries' Arab populations lie firmly with the Palestinians. If there was some reluctance amongst them to accept the newfound friendship with Israel after so many decades of antipathy then recent events will have only deepened their scepticism. Yet Arab state media coverage of this conflict is not quite as one-sided as it used to be in previous Arab-Israeli clashes. Saudi Arabia's Al-Arabiya TV coverage focussed on the Israeli airstrikes in Gaza but it also showed footage from Israeli towns where civilians fled for cover from Hamas's rockets and sirens wailed. Sky News Arabia, based in the UAE, also focussed on Gaza but included Israeli statements that it was targeting senior Hamas commanders. Qatar, which along with Jordan and Egypt is seeking to mediate an end to the conflict, has close ties with Hamas, something reflected in its ongoing TV coverage. So how will this conflict affect relations between Israel and its Arab partners in the long term?That depends in large part on how much longer it lasts and whether casualties keep rising. The Arab governments that have normalised their relations with Israel know they have an enormous amount to gain from that newfound partnership, especially in the field of cutting-edge technology. But not at the expense of fomenting domestic unrest at home. For now, they cannot afford to be seen to be close to a state that is killing Palestinians, whatever the provocations from Hamas.\"There is no way the UAE will break off the Abraham Accords,\" says Michael Stephens. \"But relations will go into a holding pattern until events calm down\".In practice that means bilateral contacts will continue in private, behind closed doors, as they have done for years, but the days of smiling, joint ambassadorial press conferences are probably over for now. ", "url": "https://www.bbc.com/news/world-middle-east-57105583"}