{"datetime": "2022-02-15T18:10:54.000Z", "title": "Kettering: Man killed woman in self-defence, coroner says", "article": "A man who killed a woman as he tried to escape attack by her and her partner acted in self-defence, an inquest heard. Hayley Pienaar, 37, died from a head injury after Andrei Munteanu hit her on Russell Street, Kettering, on 15 June 2020. Northampton Coroner's Court heard Mr Munteanu had been tasered by her partner Wayne Steele. He was also punched several times by the couple. Assistant Coroner for Northamptonshire Jonathan Dixey ruled Ms Pienaar's death was a result of misadventure. In May, Steele was jailed for six and a half years after being found guilty of wounding Mr Munteanu and for having a taser-style device and knuckleduster. At the time, Northamptonshire Police said Mr Munteanu was not charged as he was deemed to have \"acted in self-defence\". The inquest heard the attack happened after Mr Munteanu, who was driving home from work. got into an altercation with the couple, who were walking in the road, about who had right of way,Mr Munteanu was bleeding heavily after being punched several times by Ms Pienaar and Steele, who was wearing a knuckleduster, the inquest heard. Mr Dixey said he did not accept Steele's claim that Mr Munteanu was the aggressor. \"Mr Munteanu explained shortly before he struck Hayley, both she and Mr Steele were grabbing at his neck and he was struggling to breathe and felt dizzy,\" Mr Dixey said. Two men then intervened to get the couple off Mr Munteanu, the court heard. Shortly afterwards, Mr Munteanu felt a punch and thought it was Steele, Mr Dixey said. \"He tried to defend himself by punching out using an open palm. \"Hayley fell backwards on the ground. \"The force was considerable.\" Mr Dixey said he was \"satisfied on the balance of probability\" that Ms Pienaar \"was not an innocent bystander\". \"Having considered the evidence I am satisfied that when Mr Munteanu struck Hayley he did so in what he considered to be self-defence,\" Mr Dixey said. \"I accept he did so without knowing it was her and without any intention to cause her death. \"He had been attacked by Mr Steele and Hayley and was subjected to being tasered and hit more than once with a knuckleduster.\" Although Steele and Ms Pienaar's family had called for a conclusion of unlawful killing, the coroner said misadventure was \"the appropriate short form conclusion\". \"I do not believe she was killed unlawfully,\" Mr Dixey said. \"I believe it was an unintended consequence of a deliberate act.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60393035"}