{"datetime": "2020-11-02T00:14:39.000Z", "author": "Tom Bateman", "title": "Could Israeli-Arab peace deals spark an arms race?", "article": "A sun-soaked White House lawn was the setting for US President Donald Trump's \"dawn of a new Middle East\", one which he said was happening \"without blood in the sand\". The recent agreements to establish diplomatic and trade ties between Israel and three Arab states mark a historic shift in relations between old adversaries.But the \"circle of peace\", as it is dubbed by Israel's prime minister, has eclipsed big changes behind the scenes. Another circle has been developing - of weapons acquisition. The first Gulf state to sign up to normalisation, the United Arab Emirates, has edged closer to getting a prized fighter jet from the US. And Israel, already the region's most advanced military power, may consequently bristle with yet more powerful arms.The US administration views such potential sales as helping tilt the power balance further towards its regional allies and against Iran, which it sees as a global threat and seeks to isolate. Yet it is rattling nerves in the Middle East, with warnings of a new cycle of proliferation and fears of more bloodshed in corners of the region where big powers fight proxy wars.So how did the weapons-for-peace claims unfold? The F-35 Lightning II, made by the American defence firm Lockheed Martin, is the world's most advanced multi-role warplane - a stealth fighter described as \"exceptional\" by Justin Bronk of the UK-based Royal United Services Institute (Rusi) think tank.The UAE has been trying without success, reportedly for six years, to get permission from Washington to buy F-35s and become the first Arab country to possess them. \"In 20 years' time, air forces will be doing things with F-35s that we don't think of today as things fighter jets do,\" says Mr Bronk, referring to its computing power and potential to deliver \"cyber payloads\" - jamming enemy air defences, for example - as well as conventional missiles.He says acquiring the F-35 is a \"prestige\" issue for the Emiratis.On Thursday, US media reported that the Trump administration had informally notified Congress of itsplans to sell 50 of the fighters to UAE for up to $10.4bn (£8bn) .It marked a significant step forward for the UAE after years of apparently stalled attempts to buy it. The deal brokered by Mr Trump in August saw the UAE become only the third Arab nation and the first Gulf state to normalise relations with Israel. For the Israelis, it marked historic progress in gaining regional acceptance, as well as a vital new trade link. For the UAE, it meant economic progress and access to the region's security and cyber superpower.The Palestinians bitterly opposed the move, seeing it as a betrayal of Arab solidarity over their hopes for statehood.And other issues were being raised at the same time.The UAE's Minister of State for Foreign Affairs, Anwar Gargash, said the peace deal should remove \"any hurdle\" towards the purchase of F-35s from the Americans, while insisting the request was \"not connected\" with the accord itself. UAE officials point outthere is no military element to the agreement with Israel .Washington's tone on a potential F-35 purchase also warmed.President Trump acknowledged the Emiratis' request, saying it was \"under review\", while his son-in-law and senior adviser Jared Kushner - who has toured Gulf Arab capitals trying to drum up support for the president's Middle East policy - said the accord increased their chances of success.In addition, the UAE has for some years tried to buyUS-made armed MQ-9 Reaper drones but faced resistance due to an arms export control treaty.The Trump administration has tried to find ways around this with \"multiple signs over the last two years that the US is on the verge of loosening those restrictions\", according to Mr Bronk, who says the White House wanted to counter Chinese sales of attack drones. \"The genie is already out of the bottle on armed [drones].\"But how would such sales affect the power balance in a volatile Middle East? Some in Israel strenuously oppose the sale of F-35s to the UAE, worried about the effect on their country's military superiority in the region.It is enshrined in US law that US arms sales to the Middle East must not imperilIsrael's \"Qualitative Military Edge\" (QME) over neighbouring countries.As a result, Israel is the only state in the Middle East with F-35s - taking its first deliveries four years ago and due to have 50 of the fighters by 2024, at an estimated cost of almost $100m each. The Israeli Air Force said in May 2018 that it wasthe first country to use an F-35 in a combat operation - likely to have been against Iranian targets in Syria.It also sparked criticism when a picture was leaked of an Israeli F-35 flying over Lebanon's capital, Beirut, amid tension between the two states, which remain formally at war. But a bitter political row was triggered when an Israeli newspaper, followed by US media,reported that Prime Minister Benjamin Netanyahu had secretly agreed to F-35s being sold to the UAE during talks ahead of the normalisation deal.The prime minister's office categorically denied the stories, and in a lengthy statement said he had consistently opposed the sale in Washington. It also denied a suggestion that he had kept the details from Israel's defence establishment.The saga was enough to put more fuel on the fire of Israel's already crisis-hit politics, with dire warnings the sale would undermine Israel's regional air superiority. Benny Gantz, the defence minister and a political rival of Mr Netanyahu, jetted to Washington to ensure that in light of any sale of F-35s Israel maintained its \"edge\".The Israeli government has now lifted any opposition to the UAE's request for the planes. Mr Gantz went with a shopping list, according to one newspaper close to the government. It is claimed the Israeli request could include the purchase ofV-22 Osprey tilt-rotor aircraft,F-15 EX fighter jets, and laser-guided missiles.Meanwhile, two US lawmakers have asked Congress to allow Israel to buy 30,000lb (14,000kg) GBU-57 Massive Ordnance Penetrator (MOP) \"bunker-buster\" bombs.\"Gantz tried to limit the damage,\" said Maj-Gen Amos Gilad, a former Israeli defence ministry official and critic of Mr Netanyahu.\"The problem isn't the Emirates but with what the other Arab countries are going to get,\" he told the newspaper Yedioth Ahronoth, amid reports that Saudi Arabia - which is yet to sign any diplomatic agreement with Israel - also wanted to buy F-35s.Qatar is also said to have made a request, while Bahrain, which followed the UAE in normalising ties with Israel, isreportedly also hoping to buy new advanced military technology from the US . Many fear further arms supplies could aggravate regional tensions.\"The United States is running an arms race with itself in the Middle East at the moment,\" says William Hartung of the Center for International Policy in Washington, a left-leaning think tank founded by peace activists after the Vietnam War. He dubs the officially-titled Abraham Accords an \"arms sale accord\", believing that if other countries like Saudi Arabia join the UAE, Bahrain and Sudan in normalising relations with Israel they could expect even more access to the US arms industry.\"To sell [Gulf states] top-of-the-line US aircraft is yet a further endorsement of their conduct. It carries over into a nod and a wink at their internal human rights abuses, which in the Saudi case are quite severe,\" he says.Meanwhile, human rights groups express concern in Yemen, which has been devastated by a war between the Iranian-supported rebel Houthi movement and pro-government forces backed by a Saudi-led coalition that includes the UAE.\"[Arms sales] are like a green light for them to continue,\" Radhya Almutawakel, co-founder of Mwatana for Human Rights, told the BBC from the capital Sanaa.\"We document air strikes when they target civilians... We have documented more than 500 incidents. In a few we could find remnants of weapons - most of them were US, some UK, one Italian.\" \"They trust that the US will support them and send them weapons,\" added Ms Almutawakel, who has briefed the UN Security Council on the humanitarian crisis in Yemen.Mr Bronk, the defence analyst, says there was a long-running attempt by the UAE to get American armed drones for use in Yemen because they are able to operate at high altitudes where they are usually out of reach of Houthi anti-aircraft fire. Yemen has been the \"test-bed of drone warfare\", according to the Dutch anti-arms trade group PAX. The Saudi-led coalition has denied targeting civilians in the country.If the UAE gets F-35s, more Arab countries would expect to follow suit - a typical \"proliferation cascade\", says Mr Bronk.Such a development may not be unwelcome among some in Washington, who see a need to counter proliferation by Iran and a growing market in the Middle East for Chinese weapons.The White House has aggressively pursued American arms sales to Gulf monarchies and other allies, given the boost to US manufacturers.Controversially, last year President Trump used emergency laws to bypass opposition in Congress to the sale of billions of dollars of weapons to Saudi Arabia, the UAE and Jordan.His ambassador to Israel, David Friedman, brushed aside concerns about the Emiratis getting F-35s following the normalisation deal. He told the Jerusalem Post that it would take years , Israel would not lose its qualitative military edge, and that the country would benefit greatly from \"a strong ally situated across the Strait of Hormuz from Iran\". Criticism was just a \"political assault from the 'pro-Iran' crowd\", he said.Experts warn that Iran's capabilities are growing despite its ageing air force. \"Tehran has spent the past decade building up its ballistic missiles, unmanned aerial vehicles, and cruise missiles\" as well as its air defence batteries, saysUS Air Force Lt-Col Christine McVann, a military fellow at The Washington Institute think tank .Analysts differ on how much the normalisation deal has accelerated the Emirati F-35 request, and point out that Congress could slow or block the sale, as could a Biden presidency.Some Emirati officials see the focus on arms as cynical, arguing the normalisation deal with Israel will bring co-operation and interfaith tolerance in the region.A spokesperson at the UAE embassy in London described the accord as \"a historic opportunity\" delivering \"co-operation, peace-making, and economic prosperity in the region\".\"It is in line with the UAE's vision for a stable, future-orientated and modern region that prioritises peaceful co-existence,\" the spokesperson said.", "url": "https://www.bbc.com/news/world-middle-east-54737029"}