{"datetime": "2020-10-18T19:03:57.000Z", "title": "Israel and Bahrain establish formal diplomatic relations", "article": "Israel and Bahrain have formally established diplomatic relations. The deal - brokered by the US - was signed in the Bahrain capital, Manama, on Sunday.For decades, most Arab states have boycotted Israel, insisting they would only establish ties after the Palestinian dispute was settled. Bahrain is now the fourth Arab country in the MIddle East - after the UAE, Egypt and Jordan - to recognise Israel since its founding in 1948. Palestinians have condemned the diplomatic moves as a \"stab in the back\". At a ceremony in Manama on Sunday evening, Bahraini and Israeli officials signed a \"joint communiqué\" establishing full diplomatic relations. The two countries are now expected to open embassies.Israeli media report that the document did not include any references to the Israeli-Palestinian conflict.Following the signing, Bahraini Foreign Minister Abdullatif bin Rashid Al-Zayani said in a speech that he hoped for \"fruitful bilateral co-operation in every field\" between the two nations. He also called for peace in the region, including a two-state solution to the Palestinian conflict. The Israeli team flew on El Al flight 973 - in reference to Bahrain's international dialling code - and passed over Saudi Arabia with special permission from the kingdom. Saudi leaders have so far resisted calls to normalise relations Israel.Regional rivalry between Saudi Arabia and Iran has played a role in this diplomacy - a decades-old feud exacerbated by religious differences, with Iran a largely Shia Muslim power and Saudi Arabia seeing itself as the leading Sunni Muslim power.The UAE and Bahrain - both allies of Saudi Arabia - have shared with Israel worries over Iran, leading to unofficial contacts in the past. US Treasury Secretary Steve Mnuchin accompanied the Israeli delegates. He will also accompany Israel's first delegation to the UAE on Tuesday.The Israeli agreement with the UAE came after Israel agreed to suspend controversial plans to annex parts of the occupied West Bank. Palestinian leaders were reportedly taken by surprise by that announcement. They have condemned the UAE deal and the later Bahrain agreement.The Palestinian foreign ministry recalled its ambassador to Bahrain after the deal was announced last month, and a statement from the Palestinian leadership spoke of the \"great harm it causes to the inalienable national rights of the Palestinian people and joint Arab action\". ", "url": "https://www.bbc.com/news/world-middle-east-54589235"}