{"datetime": "2021-11-15T10:02:06.000Z", "author": "Frank Gardner", "title": "First joint naval exercise by Israel and Gulf states signals Iran worries", "article": "In a move almost unthinkable only three years ago, Gulf Arab navies have held their first joint military exercise with Israeli warships, co-ordinated by the US Navy. The five-day drill in the Red Sea involved warships from the United Arab Emirates, Bahrain, Israel and the US. It began last Wednesday and included boarding, search and seizure tactics \"to help ensure freedom of navigation\".US Naval Forces Central Command saidthe training would \"enhance interoperability between participating forces' maritime interdiction teams\" .The exercise follows the signing of the Abraham Accords in September 2020, which saw the UAE and Bahrain normalise their relations with Israel. Since then, there has been an intense exchange of diplomatic, military and intelligence contacts between Israel and those Gulf states, as all parties share their concern over Iran's activities. The head of Israel's Mossad intelligence agency has made a public visit to Bahrain and in October the commander of the UAE's air force arrived in Israel on his first ever such visit. Iran, which recently announced its own naval exercises east of the Strait of Hormuz, strongly resents the presence of US and other Western navies in the Gulf region. During the time of the shah, Iran was the dominant local naval force in the area. Since the Islamic Revolution in 1979, it has frequently called on Gulf Arab states to expel US forces, telling them that Iran is the natural partner for taking care of Gulf security. Their suggestions have fallen on deaf ears, as all six Gulf Arab states continue to host US military facilities.The Saudis, Bahrainis and Emiratis, in particular, remain deeply suspicious of Iran and its Islamic Revolution Guard Corps (IRGC). They have watched with alarm asIran has successfully defied international sanctions to build up a network of powerful proxy militias across the Middle East .More than six years of Saudi-led air strikes in Yemen have failed to defeat the Iran-backed Houthi rebels; Hezbollah in Lebanon has grown stronger than ever; and Iran has gained a significant foothold in both Iraq and Syria by funding and arming militias and sending its own forces to bolster the regime of Syria's President Bashar al-Assad.Iran has also built up a formidable arsenal of ballistic missiles capable of striking anywhere in the Gulf, while the IRGC's navy has expanded rapidly its fleet of fast torpedo and mine-laying boats.Israel shares Gulf Arab concerns about Iran and is becoming increasingly worried by its nuclear programme, after first the US and then Iran abandoned the commitments set out in the 2015 nuclear deal, the so-called Joint Comprehensive Plan of Action (JCPOA). Israel suspects Iran of working towards building a nuclear warhead, which Iran denies. Israel and Iran have also been engaged in an undeclared and low-level maritime conflict that has seen mysterious attacks on ships at sea, as far apart as the Red Sea and the Gulf of Oman. In July,an explosive drone attack blamed on Iran killed a British security guard and a Romanian crew member on an Israeli-linked tanker off the coast of Oman. Iran denied involvement. Saudi Arabia has historically been amongst the most vocal in condemning Iran's activities in the Middle East, especially since Crown Prince Mohammed Bin Salman Al Saud became defence minister in 2015.But on 14 September 2019 something happened that completely changed the calculus for Saudi strategic planners in Riyadh.In the dark hours before dawn, a barrage of precisely-targeted drones and missiles slammed into Saudi Arabia's vital oil processing installations at Abqaiq and Khurais, temporarily knocking out half the kingdom's output in a single attack. Yemen's Houthi rebels claimed to be behind it, but the missiles were launched from the north and later investigations concluded they had been fired by an Iranian proxy militia across the border in southern Iraq.The message was clear: Iran, if it chose, could seriously damage Saudi Arabia and its allies' critical national infrastructures, including key water desalination plants, as well as economic lifelines. The Saudi response to the attack was notably muted and in recent months talks have been under way between Iranian and Saudi officials aimed at defusing the tension between them.This does not mean that Tehran and Riyadh are about to be friends - just a recognition that both countries would be the losers in any future conflict, and that somehow, despite their differences, they need to find a way to live peacefully in the region. ", "url": "https://www.bbc.com/news/world-middle-east-59289341"}