{"datetime": "2021-02-19T22:32:03.000Z", "author": "Sameer Hashmi and Ian Rose", "subject": "Trump peace plan", "title": "Is business the 'path to peace' in the Middle East?", "article": "It is not yet six months since the leaders of the United Arab Emirates and Bahrain signed a peace accord with Israel's Prime Minister Benjamin Netanyahu at the White House, but already there is a new occupant in the Oval Office and another election coming in Israel. But the future of the \"Abraham Accords\" which normalised relationships between Israel and the two other countries for the first time in their history seems to be secure. Not only have Morocco and Sudan signed similar accords, but millions of dollars of business deals have been signed between the players. In December alone it is estimated that 60,000 Israeli tourists visited Dubai and that is not including the envoys of business people flowing back and forth. \"We have a lot in common,\" says Deputy Mayor of Jerusalem Fleur Hassan-Nahoum, and one of the founders of the UAE-Israel Business Council. \"The minute the peace was announced people were jumping to get to know each other. We started creating Whatsapp forums and Zoom meetings and it had its own pace and own momentum.\" Deals have been announced in industries including banking, football, cyber-security and food technology. Kosher restaurants and catering are now being advertised in Dubai, and two gyms have opened to teach Krav Maga, the Israeli-developed self-defence practice. Some estimates saythe accords will reap $4bn (£2.9bn) worth of business . One of the first official business deals was signed between an Israeli arm of the water systems company Fluence and the Dubai-based conglomerate, the Al Shirawi Group. Thani al-Shirawi, one of the company's bosses, says the deal was \"a match made in heaven\". \"We spoke the same language,\" he told a special edition of the BBC's Talking Business programme, assessing the economic impact of the deal. \"We had the same aspiration and we both wanted to grow. Israel had the technology - they are a few laps ahead when it comes to the water industry.\" The Israeli boss of Fluence, Yaron Bar-Tal, is equally enthusiastic, not just about the business deal but also about the wider peace. \"Business can be the path to peace and vice versa, peace is the path to business so both as an Israeli and as a businessman I feel proud having our products as the path to the peace there.\" But the deal has not been universally acclaimed. The Palestinian response was swift, marches against the deal were seen immediately on the streets of Gaza, and the Palestinian Authority tweeted that there would be no solution until Israel ended its occupation. Cyber-attacks against companies based in the United Arab Emirates also spiked by as much as 250% after the announcement. William Brown, the Middle East lead for crisis and resilience at consultancy Control Risks, says it's important to put that in context. \"We are also living in a time when remote working has become the norm,\" he says. \"It's an over-simplification to say the spike has been in response to the deal, though it has obviously had an impact.\" Meanwhile, speculation that Saudi Arabia could be next to sign an accord with Israel because of its links with Bahrain are being played down. \"Under the current [Saudi] king I think it's impossible,\" says Adedayo Bolaji-Adio from the Economist Intelligence Unit. \"He aligns with the school of thought which is you have to solve the Palestinian issue before you can engage with Israel, so I think for the moment the deal is off the table,\" she says. \"I can potentially see Oman signing a deal. I think the Omanis would like to see the reaction from the Arab world to these deals.\" For many years Israel has had peace deals with Egypt and Jordan but these were never very popular on the ground in those Arab states, unlike the more recent accords which have certainly been welcomed by the business communities in both countries. For decades business has unofficially flowed between the UAE and Israel - now it's out in the open. How far the deals realign the power alliances as well as the economies in the region will be of enormous consequence in the next few years. It seems the business community has already given its verdict. Additional reporting by Gidi Kleinman Talking Business with Sameer Hashmi can be seen this weekend on the BBC News Channel and BBC World News. ", "url": "https://www.bbc.com/news/business-56111623"}