{"datetime": "2022-01-31T13:49:26.000Z", "subject": "Knife crime", "title": "Northamptonshire anti-knife crime group take message to college", "article": "An anti-knife crime group formed after a teenager was stabbed to death has teamed up with a college to raise awareness of the dangers of carrying a weapon. Dylan Holliday, 16,died in August 2021 in Wellingborough, Northamptonshire. Off the Streets North Northants took the message to Northampton College, where member Rav Jones was a student. College tutor Mark Bradshaw said it was a great opportunity to \"raise awareness of the dangers of knife crime\". Off the Streets has been campaigning against knife crime through its Together We Stand project which it said aimed to encourage people to work together through respect and kindness. The issue of knife crime in Northamptonshire has been highlighted by Dylan's death and themurder of 16-year-old Rayon Pennycook in Corby. Home Office figures show that in the year to June 2021 a total of 724 serious knife crimes were recorded in the county. These included two murders, 369 assaults involving a knife which resulted in an injury, 224 robbery offences involving a knife and 24 knife-related rapes or sexual offences. The death of Dylan fell outside that period. Off The Streets North Northants is alsodue to install seven permanent knife amnesty bins at locations around the county in February. Last year the group paid for theinstallation of bleed control kits , used by ambulance crews to help keep people who are losing blood alive until they receive more acute care. Mr Jones said it was important to bring the group's message to further education colleges and schools. Off the Streets previously visited Ruskin Academy primary school in Wellingborough, where Dylan had been a former pupil. \"It is about going directly to teenagers,\" Mr Jones said. \"Hopefully it lets them know the dangers and reduces knife crime.\" Mr Bradshaw, who taught Mr Jones at the college, said: \"Having seen a former student of mine involved with the charity I thought it was a great opportunity to get involved and help raise awareness of the dangers of knife crime.\" He said staff and students at the college were \"proud to add our voice\" to the campaign. Two teenagers accused of the murder of Dylan Holliday have pleaded not guilty. A trial is due to take place later this year. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60199496"}