{"datetime": "2022-02-08T13:55:06.000Z", "title": "Beggars are not always homeless, charities warn", "article": "Not every beggar is homeless and people should be careful giving money directly to them, charities have said. The warning comes as it was revealed a scheme allowing people to donate to help homeless people in Milton Keynes had raised £10,000. Milton Keynes Homelessness Partnership said the Tap To Donate project also addressed begging in the town centre. Northampton Hope Centre's Robin Burgess said people should not assume someone begging is homeless. Tap To Donate has seen nine machines placed in central Milton Keynes, which allow people to give money straight to thehomelessness partnership . It has now been revealed that since it launched in 2019, people have donated more than £10,000. The partnership's chief executive Tracey McCillen said it was \"part of the solution of not only ending homelessness in Milton Keynes, but also addressing the situation of having beggars in central Milton Keynes\". \"It's a really important mechanism to enable the general public to be able to give to something they are passionate about,\" she said. The BBC spoke to one beggar in Northampton, who said that although he was not homeless he would beg because his benefits did not stretch far enough. The man, who did not want to be named, said: \"I've still struggled, and I've still had to go out just to support myself.\" Another homeless man from the town, who also did not want to give his name, said he saw plenty of people continue to beg after they had been housed. \"If you are on the street and beg for 10 years, that will become your style of life,\" he said. \"You will not know anything else.\" Mr Burgess is chief executive of the homelessness charityHope , which runs the centre in Northampton for supported living. He said it was preferable to donate money to homelessness charities, rather than to people begging, as it would mean it was directed to where it was needed. He said that while those begging \"may have all kinds of needs, may not have money in the bank, may be really poor, without benefits it doesn't mean to say they are homeless\". \"Don't make the assumption that is their problem and the need they have. Their needs are more complex.\" Mr Burgess said such people should still be treated with compassion and care. \"People should be angry when they see somebody begging because it's testimony to the scale of poverty and need and addiction that can cause somebody to go out and beg.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60305462"}