{"datetime": "2022-01-29T08:01:33.000Z", "author": "Stuart Ratcliffe & Pete Cooper", "subject": "Coronavirus pandemic", "title": "Covid: The team vaccinating homeless people in Northamptonshire", "article": "Although more than 37 million Covid-19 booster doses have been given there are efforts to give the remaining eligible people a third jab. That includes those who may not know they need a booster, like homeless people. At Northampton's Hope Centre, a team has been going in to get jabs into arms. Chris Grahame, is the senior clinical pharmacist at the town's Kings Heath vaccination centre. \"It's really important and we're really honoured and privileged to be able come down to the Hope Centre to provide an outreach service,\" he said. Mr Grahame said it was \"obviously really important to vaccinate as many people as possible\" and they had been providing Covid booster jabs and also flu vaccines. \"It's great we've been able come out and do it in a different environment,\" he said. He said the team also went to other homeless centres and night shelters across Northamptonshire. \"We've done a group of Afghan refugees and anyone that is unable to get down to one of the [vaccination] centres,\" said Mr Grahame. \"It really makes a huge difference; it means we mop up and capture all of the patients who really need the boosters.\" Margo Parkinson from the Hope Centre said it was a \"familiar environment\" for those having a vaccine. \"They come here for food, clothes, showers, medical issues; they feel safe here rather than having to go somewhere unfamiliar, often out of town,\" she said. She said many were not registered with a GP and those that were \"don't go there often and they don't feel comfortable going there\". \"This is their postal address. Often they don't have a mobile phone to get calls or text messages; this is their best option to come here,\" she said. This is the fourth time the centre has hosted the vaccination service and she said it had been \"very positive and a good uptake\" so far. \"Our group is constantly changing; it's a new group of people, so we're starting from scratch with a new group,\" Ms Parkinson said. The vaccinators and the Hope Centre keep track of who has had their vaccine and how many doses. Alan, who is staying in the Hope Centre, received his third vaccine from the vaccination team. \"I've had a booster jab because a lot of people are dying from Covid, this is a very serious epidemic that we are going through,\" he said. \"The alternative for me would be my surgery which would be two miles from here so it's literally coming down from the stairs and into here.\" The 66-year-old said the Hope Centre was a \"nicer atmosphere\" than a GP surgery or hospital. \"It's easy going and friendly here; they are all nice people here.\"Tommy, who is staying at the centre and has received his booster, said it was \"important\" to get his third jab and he got \"good information\" from the vaccination team and staff at the centre. The 51-year-old said: \"When I stay here as a resident, [the centre] makes it very easy to have access to all the medical services I need.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60172991"}