{"datetime": "2022-02-02T13:44:30.000Z", "title": "Northampton: Parents of premature baby to raise £5k for neonatal ward", "article": "The parents of a premature baby are hoping to raise £5,000 for the hospital ward which saved his live. Steph and Steve White's son William was born six-and-a-half-weeks early in August last year at Northampton Hospital's Gosset Ward. The couple are now planning to run 48km (29.8miles) in 21 hours on 15 April to raise money for the neonatal unit. Mr White said staff at the unit were \"superheroes in nurses outfits\" who empowered them to feel like parents. The challenge is in honour of William's birth time and date of 01.22 BST on 4 August 2021. The couple will run 48km in laps around Moulton in Northamptonshire, where they live, in 21 hours starting at the time William was born. Mr White said after William was born the \"care, medically, was happening\" but staff also worked to make them feel like parents. \"They were superheroes in nurses outfits,\" he said, \"but the bit that struck me was how they empowered us to feel like parents.\" Mrs White said: \"Without the incredible staff, we would have felt so alone, and William might not be here today.\" The couple highlighted the help they got from one staff member on the ward, Malize Lawrenson, who they called \"incredible\". Mrs White said: \"She just made us feel like parents.\" She said when she first went to see William in intensive care, she had been \"scared of what I would find\". Mrs Lawrenson had met her and although they could not physically touch due to Covid regulations, \"she enveloped me in this massive hug just from what she said\". \"It was just the most special thing,\" she said. \"I felt like my mum was there. \"She changed everything for us in that moment.\" Mrs Lawrenson told BBC Radio Northampton the family had \"totally stood out\". \"Steph and Steve made every memory so special,\" she said. \"I love going in to work. When I put my uniform on I'm part of an amazing team and we can really support families. \"They are sometimes so scared. Our job is just to make sure they have confidence to touch and love their babies.\" Mr and Mrs White are also asking families affected by premature births or those who have had loved ones treated in Gosset Ward to join them for a lap of the run. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60232215"}