{"datetime": "2022-01-30T07:33:13.000Z", "title": "Northampton charity sees rise in people with no right to benefits", "article": "A woman who slept in a bus stop with her baby is among an increasing number of people needing help due to the lack of a welfare safety net, a charity said. The Re:store charity's director Anya Willis said there was a \"real increase\" in the number of people needing help. She said Covid-19 had had a significant impact on those who had no recourse to public funds (NRPF). The Home Office said safeguards existed to ensure vulnerable migrants got help. NRPF is a condition attached tosome migrants' right to remain in the UK . It prevents them receiving most government-funded benefits, including child benefit, child tax credits, council tax benefit and disability living allowance. There are an estimated 1.4 million migrants to the UK from outside the EU who have visas subject to the rule, according to the University of Oxford's Migration Observatory. Ms Willis said the people Re:store, which is based in Northampton, was dealing with had been in settled jobs, but had fallen on hard times. \"We have seen a real increase in those with no recourse to public funds,\" she said. \"Over the past two years, we've had more requests for support from people who would not be eligible for welfare support or benefits due to their immigration status. \"The biggest problem with the impact of Covid is there is no welfare system to fill in the gaps.\" One woman who visited Re:store said she fell on hard times after suffering domestic abuse. She said she had confided in a social worker after her controlling partner did not let her see a health visitor with her six-month-old son. \" We were thrown out the house the very day I went there,\" she said. \"I went to the council, but they couldn't help. \"We were left alone in the town centre. I spent two days at a bus stop with my son.\" She was eventually directed to the Red Cross and Re:store. \"They asked me how do I survive?\" she said. \"I said it was only the church giving me food.\" It took four months before she gained recourse to public funds. \"I went through depression trying to get somewhere to live,\" she said. \"I was frightened. I had nobody to go too.\" A second woman said she could not continue to work during the pandemic lockdown as she was unable to get a childminder. The single mother, whose son was two years old at the time, had been working as an agency carer. \"I had to stop work and stay at home,\" she said. \"I was supposed to renew my rent but I couldn't.\" She was threatened with eviction, but a £120-per-month Red Cross hardship fund saw her through for three months before she got recourse to public funds. \"Without charity, I would have been on the streets,\" she said. \"Because I worked in a nursing home people wouldn't take my baby during the pandemic because of Covid. I didn't test positive but it scared people. \"I was worried where the next meal would come from. Sometimes I went hungry. \"I didn't want to beg for food and money. One day I had just £11 left in the world.\" Both women asked to remain anonymous. Ms Willis said Re:store helped people in crisis by building community or resilience around them. \"Many economic migrants have a legitimate right to work in the UK, they pay taxes and are able to support themselves and their families,\" she said. \"But if a crisis hits, such as the pandemic, unemployment, ill health or domestic abuse, then there is no safety net for those with no recourse to public funds. \"We hear of increasingly desperate situations. There's so many with so much and a few who are struggling with so little. \"If there were changes in government policy it would mean people were supported in a more streamlined way.\" A government spokesperson said NRPF \"has been upheld by successive governments\" and means those coming to the UK do so \"on a basis that prevents burdens on the taxpayer\". \"There are safeguards in place to ensure vulnerable migrants who are destitute and have other needs, such as supporting children, can receive help and can also apply to have the conditions lifted,\" the spokesperson said. The Home Office pointed towards thedestitute domestic violence concession , which provides support to migrant victims of domestic abuse, and local authority powers to \"provide basic safety net support regardless of immigration status. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-59700131"}