{"datetime": "2022-01-30T07:43:36.000Z", "author": "Martin Barber", "title": "Drag Race UK-inspired loo roll dolls created by Shauna Richardson", "article": "A crochet artist has created a RuPaul's Drag Race UK-inspired homage to the 1970s toilet roll doll. Shauna Richardson, who is based in Norfolk, said the lockdown idea was fuelled by \"concept and humour\", two of her favourite elements in art. She said each of the 40-plus creations represented a \"bright injection of colour and frivolity\". The collection, created from wrestling dolls, was used to inject a festive pyramid of colour as an alternative Christmas tree at a coffee shop in Cromer, Norfolk. \"Living with ADHD can have its interesting moments, there are the frequent random idea blurts for a start,\" she said. \"This one landed during lockdown when out walking on the beach with Bob the dog. It made me laugh out loud. Thankfully, the only living thing within earshot was Bob!\" Richardson said the The Original Johns, as she calls them, were influenced by the BBC Three show. \" Drag Race is an explosion of creativity. Programmes like this create an atmosphere of acceptance, not only for this particular art form but for people in general,\" she said. \"For me [living with ADHD], there has been a subtle positive shift in the way I feel about myself being a neurodivergent person in a neurotypical world.\" Richardson's typical work involves creating realistic life-size crochet animal sculptures. \"Although having crochet in common, this work is very different from the Johns, with each piece taking several months to complete and made using one solo colour, as natural a tone as possible,\" she said. \"The Johns are quickly created, two or three in a day. They represent a bright injection of colour and frivolity.\" It is believed the trend for the loo roll doll started in the mid-20th Century but has roots in the half-dolls - a German porcelain doll's head and torsos which were made and popular during the 1900-1950s. \"They were designed for ladies crafting and had tie-holes in their bases. You made dresses which were lamp shades, tea cosies, pin-cushions etc. These are collectable and make £10 to £100 mainly, rare ones can make more,\" said Daniel Agnew, an expert in dolls and toys at Special Auction Services in Newbury. \"Most UK homes had boxes of nasty waxy paper or cut sheets of newspaper until the 1960s. Hiding your spare toilet roll under a dolly must have been created in a woman's magazine, or crochet pattern book. \"They have no real commercial value.\" While the Johns might be a retro-nod to the past, the crochet hook into the world of drag culture also taps into creating a feeling of wellbeing, the University of Northampton said. \" Our research explored the impact on the mental wellbeing of people engaging with live drag events,\" said senior lecturer Claire Leer. \"It demonstrated that people, not necessarily from within the LGBTQ+ community, found drag a vehicle for them to begin to explore their own awareness and understanding of the community, through exploration they found a growing sense of safety and sense of fun, which had an overwhelmingly positive impact. \"I applaud this coffee shop for bringing about a positive way to raise awareness and spark positive education and understanding of the LGBTQ+ community, with LGBTQ+ history month in February, it's a good time to start meaningful conversations and bring some colour and positivity to our horizons.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story idea email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-norfolk-60166442"}