{"datetime": "2022-02-06T10:15:15.000Z", "title": "Mechanic failed to carry out £8k repairs for rough sleeper charity", "article": "A charity has been left \"financially crippled\" after a mechanic failed to carry out more than £8,000 worth of repairs on two support vehicles. Project 16:15, which supports rough sleepers in Northampton, issued a claim against Automotive Fleet Support last year. Despite winning a county court judgement against the firm, the charity is yet to receive any money. The BBC has contacted Automotive Fleet Support for comment. Project 16:15 issued the claim, seen by the BBC, for £8,555 on 30 July, 2021.It was taken out against both Automotive Fleet Support and its director, Dan Hayes. It referred to money paid for work on two vehicles, a food van and a lorry, which the charity had intended to use as a multi-purpose mobile unit to help homeless people access a range of services from mental health support to a food bank. The claim said Mr Hayes had been \"contracted to carry out work on our vehicles\" but \"the work was not done or even started in the contracted time scales.\" Judgements were issued against both parties on 26 August as neither of them filed an acknowledgement or defence to the claim. Project 16:15's founder Stan Robertson said bailiffs had been unable to find Mr Hayes, and he had not been able to make contact with anyone at Automotive Fleet Support. He said the charity had been forced to pay for repairs to the food van itself, as the money had originally come from a grant which had to be used for that purpose. Work on the lorry, which will cost £6,000 to refit, remains unfinished. The charity had planned to have it insulated and refurbished, with a kitchen and social area fitted. Mr Robertson said the aim had been to use the lorry as a base for a range of medical, welfare and mental health services for rough sleepers. Project 16:15 had also planned to have showers and a toilet installed, and to use the facility as a food bank. \"It would mean people further out of town could access street services,\" Mr Robertson said. \"Or if we had somebody who didn't like going where there are lots of people, who couldn't cope with soup kitchens or drop-in facilities, it would fill that gap. \"If the only options we have is a conversation on the street or to go to a big building or office, that doesn't always work. \"What is missing is the bit in the middle. That's what the truck will be.\" He said the loss of the money had left \"a big hole\". \"For us, it is a financially crippling situation. For the end user it is a service that would benefit them that is not happening. \"I feel sorry for Mr Hayes. It speaks more about his character than anything else. \"What we do is all about finding value. To me this says a lot about how he values himself.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60244159"}