{"datetime": "2022-01-29T07:19:50.000Z", "title": "Afghan refugee finds 'bright future' in Northampton", "article": "An Afghan refugee who fled the Taliban to make a new life in the UK said he had been given a \"bright future\". Rahimullah was one of more than 200 refugees given hotel accommodation in Northamptonshire after fleeing Afghanistan whenthe Taliban regained control . The 30-year-old had been at risk due to his public health communications role in the previous Afghan government. He said: \"If I had stayed I would not be alive today.\" Rahimullah said before the Taliban swept across Afghanistan and into Kabul in August 2021, the city had been \"very, very perfect for me\". He said he enjoyed sightseeing and going for picnics, as well as visiting cafes with friends. His work in government saw him meet former president Hamid Karzai and the American ambassador to Afghanistan, Ross Wilson. Rahimullah said his prominent role meant he had no choice but to flee the country, even though it was the most difficult day of his life. \"When the Taliban took over Kabul everything changed,\" he said. \"People lost their ambition and plans. \"The Taliban are always thinking about killing.\" His greatest sadness was having to leave his family behind. They are now in hiding and he hopes to get them to the UK \"as early as possible\". Since arriving in Northampton, he has joined a running club andenjoyed a Northampton Town football match . \"I have found good people here, a nice place,\" he said. \"You are [treated as a] human, you have rights and choices.\" He now plans to \"continue my education, my second Masters degree\". \"I'm sure I will have a big future, a bright future,\" he said. West Northamptonshire Council leader Jonathan Nunn said the Conservative authority's \"real job\" is to support the refugees with a variety of issues, ranging from medical care and access to education, to sport and recreation. He said the aim was to help \"them become acclimatised to UK life\". Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60155909"}