{"datetime": "2022-02-15T11:44:55.000Z", "title": "Kettering: Man remorseful over woman's death, inquest hears", "article": "A man who killed a woman after he was attacked by her and her boyfriend said he \"felt instant remorse\". Andrei Munteanu hit Hayley Pienaar, 37, as he tried to get away from her and Wayne Steele after being punched by them multiple times, Northampton Coroner's Court heard. The incident happened on Russell Street in Kettering on 15 June 2020. The court heard there was an argument between the motorist and the pair, who had been walking in the road. Ms Pienaar fell to the ground after being hit by Mr Munteanu. She sustained head injuries and died at the scene. In May, Steele was jailed for six and a half years after being found guilty of wounding Mr Munteanu and for having a taser-style device and knuckleduster At the time, Northamptonshire Police said Mr Munteanu was not charged as he was deemed to have \"acted in self-defence\". The court heard Steele and Ms Pienaar were walking in the road as Mr Munteanu was driving home from work. As he approached them he tried to use his horn to warn them he was approaching but it did not work, Mr Munteanu told the court. He then turned the music up and revved his engine and the couple moved to the side. Mr Munteanu said he then felt something hit his car. He pulled over and got out and approached the couple to ask why they hit his car, the court heard. The couple attacked Mr Munteanu and he was punched multiple times in the head, causing \"severe bleeding\", the court heard. As Mr Munteanu attempted to get away he fatally injured Ms Pienaar. Mr Munteanu said he was \"scared\" and \"struck out in self-defence\". \"I felt instant remorse,\" he said. Witnesses said Mr Munteanu said \"I'm sorry\" at the scene and looked as though he had \"tears in his eyes\". In a statement, one witness said the couple had \"clear intent\" and were \"hounding\" Mr Munteanu. The inquest continues. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60379643"}