{"datetime": "2022-02-07T12:07:14.000Z", "title": "Wellingborough activists protest outside Peter Bone MP's office", "article": "About 30 people gathered outside an MP's office to say that his views about the prime minister did not represent theirs. Peter Bone, the Conservative MP for Wellingborough in Northamptonshire, has been supporting Boris Johnson over the Downing Street parties affair. He said the allegations were \"not an issue on the doorstep\". But some constituents said the \"majority of people are really uncomfortable\" about them. Mr Johnson has come under pressure following revelations about astring of gatherings in Downing Street . They included a gathering insideNo 10 to celebrate his birthday in June 2020 . In recent weeks, Mr Bone has appeared on a number of news programmes,including the BBC's Newsnight , to defend the prime minister. He told Newsnight: \"It's a very funny party that's less than 10 minutes with colleagues you work with all the time.\" On another occasion he told the BBC: \"When I go out and talk to people on the doorstep they talk about many, many things but they don't really bring up what you call the parties in Downing Street.\" He said issues such as the cost of living, \"the problem with the small boats\", and health care facilities were the things being discussed by his constituents. About 30 people gathered at Mr Bone's office in Wellingborough on Saturday to challenge this view. One of the organisers, Paul Crofts, said: \"Peter Bone has been saying that he represents and speaks for the people of Wellingborough; we know this isn't true. \"The majority of people are really uncomfortable and unhappy about what's happened.\" Responding to the protest, Mr Bone said those gathering at his office were a \"self-selective group entitled to their opinion\", but that they did not represent even a \"significant minority\" of people in Wellingborough. \"There are some people who have always been anti-the PM, anti-me, anti-Conservative,\" he said. \"In that respect I don't represent them. The whole point is to campaign on issues that people in my constituency want, not necessarily those of the Westminster bubble.\" He added that he would always speak to anyone with a constituency issue regardless of their politics. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60273674"}