{"datetime": "2022-02-04T15:46:24.000Z", "subject": "Coronavirus pandemic", "title": "Kettering nurse: 'Ebola experience helped me treat Covid patients'", "article": "An A&E nurse said lessons she learnt looking after patients with Ebola and diphtheria around the world had helped her treat people with Covid in the UK. Mandy Blackman, who works at Kettering General Hospital, in Northamptonshire, said the experience meant she knew how to work effectively while wearing PPE. The 53-year-old, from Geddington, was involved in planning the hospital's response to the Covid pandemic. \"Wherever you're working, the reason you're working is the same,\" she said. Ms Blackman said working with the frontline medical aid charityUK-Med in Sierra Leone, Bangladesh and Botswana, helped improve her understanding of infectious diseases.\"It's about the care you give to the patients and that communication,\" she said. \"And enabling people to overcome the inhibitions that you have when you're wearing PPE - from wearing a face mask, to touch, as you're not holding someone's hand with your hand, you're holding with a gloved hand. \"My experience on international responses helped me with the planning of staff training, mask-fitting, PPE, patient flow around the hospital. \"But also planning for staff mindfulness and wellbeing, as I knew we needed to be looking ahead for when the wave ended.\" In September, she returned home after being in Botswana for six weeks, where she trained doctors and nurses to care for Covid patients.Prof Tony Redmond OBE, the chairman of UK-Med, said: \"The recent pandemic has shown just how quickly disease can spread and how our NHS must be trained and prepared for any eventuality.\"Experience gained in disasters and outbreaks by NHS staff fortifies our defences and increases our resilience.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-60261905"}