{"datetime": "2021-02-15T16:20:41.000Z", "title": "Ebola: DR Congo launches Butembo vaccination campaign", "article": "An Ebola vaccination campaign has been launched in the east of the Democratic Republic of Congo after an outbreak earlier this month, the WHO has said. DR Congo has confirmed four cases of Ebola since a resurgence of the virus was announced on 7 February in Butembo.Health workers at a medical centre, where the first Ebola patient was treated, were the first to be vaccinated, the WHO said. The news comes a day after Guinea, in West Africa, declared an outbreak. A previous Ebola outbreak in DR Congo was declared over in June 2020. It had claimed the lives of 2,287 people since August 2018. About 8,000 doses of the Ervebo vaccine, which were kept after the outbreak, are being used in the latest inoculation campaign, the BBC's Emery Makumeno reports from the capital Kinshasa. Ervebo was the first Ebola vaccine to be approved by the US Food and Drug Administration (FDA) in December 2019.Separately,Guinea on Sunday declared a new Ebola outbreak , following seven confirmed cases and three deaths. They fell ill with diarrhoea, vomiting and bleeding after attending the burial of a nurse near the south-eastern city of Nzérékoré. \"The WHO is on full alert and is in contact with the manufacturer [of a vaccine] to ensure the necessary doses are made available as quickly as possible to help fight back,\" the AFP news agency quoted Alfred George Ki-Zerbo, the WHO representative in Guinea, as saying. Between 2013 and 2016 more than 11,000 people died in the West Africa Ebola epidemic, which began in Guinea. Liberia's President George Weah has put the health authorities on heightened alert to prevent the spread of the virus. The BBC's Umaru Fofana in Sierra Leone says there is far more fear of Ebola in the country than Covid-19. He says the existence of new vaccines does provide some sense of relief - there is a global emergency stockpile of 500,000, made available through Gavi, the international vaccine alliance. The three countries have a joint population of 22.5 million, prompting concerns that manufacturers would have little time to produce more if needed at a time when Covid vaccines are their preoccupation, our reporter says. ", "url": "https://www.bbc.com/news/world-africa-56073201"}