{"datetime": "2022-01-28T18:17:59.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Cambridgeshire and Peterborough have highest-ever case rates", "article": "Covid-19 infections are \"higher than they've ever been\" in the area with the highest rate in England, its health chief said. In the week to 24 January, Peterborough had 1,758 cases per 100,000 people, a 9% increase on the previous week, The second-highest was Cambridge with 1,692 cases per 100,000 people, up 33%. Jyoti Atri, director of public health for Cambridgeshire and Peterborough, said: \"There is still a need for caution\". Every council district of Cambridgeshire had a week-on-week case rate rise. South Cambridgeshire saw a 42% increase to 1,441 cases per 100,000 people, the 13th-highest rate in England. Ms Atri said: \"The rates of Covid are higher than they've ever been in the history of the pandemic. \"Whilst rates are higher there's every chance that vulnerable people will catch it and end up with severe forms of the disease.\" She urged residents to \"follow precautions\" such as wearing face coverings, social distancing, and taking a lateral flow test before going out. Other areas in the East also had some of the highest rates in the country. Northampton had the fourth-highest rate in England, with 1,580 cases per 100,000 people, a 22% increase. While Corby had a 28% week-on-week increase to 1,547 cases per 100,000 people, the sixth-highest rate. But the major incident in Northamptonshire due to the pressure on services caused by Covid-19has now been declared over . Bedford had the seventh-highest rate in England, with 1,505 cases per 100,000 people, a 13% increase. Watford, Milton Keynes and Luton were all inside the top 20 case rates for England, and all saw a week-on-week rise. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60172996"}