{"datetime": "2021-09-10T18:45:29.000Z", "title": "Kettering Hospital rebuild projects to be combined", "article": "Two separate funding streams for redeveloping a hospital can be combined to avoid potential delays, the government has said. Kettering General Hospital was awarded £46m for a new urgent care hub with £350m to follow for redevelopment. Speaking in the House of Commons on Friday, health minister Edward Argar said the government had written to the hospital to resolve the matter. He said the two schemes \"would be able to be brought together\". The hospital was awarded £46mfor the new urgent care hub in 2019 , while the £350m for redevelopment was part of a £3.7bn funding for hospitalsannounced by the prime minister last year . Mr Argar, who had previously said combining the revenue streamswas not an \"appropriate approach\" , was responding to a question from Conservative Kettering MP, Philip Hollobone. Mr Hollobone had warned if the care hub scheme had gone ahead as a stand-alone project then there would not be enough room for the redevelopment plans. \"The hospital will effectively be ruling itself out of the much-heralded national hospital rebuild programme,\" he said. He added that if the hospital were to wait for the start of the redevelopment programme, it would lose the urgent care hub money. He had asked Mr Argar to \"do the sensible thing\" and \"dovetail together the two funding streams at Kettering Hospital\". He said it would \"optimise value for money for the taxpayer, but also to deliver sooner rather than later the urgent improvement at Kettering General Hospital, which all local residents need, wish and deserve to see\". Mr Argar said the letter to the hospital had confirmed the two sets of money \"would be able to be brought together as part of the wider development of the Kettering General Hospital site\". The hospital's chief executive, Simon Weldon, said on Twitter that they were waiting for clarification on the funding \"so we can get going with our plans and make [Kettering General Hospital] fit for the future\". Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-northamptonshire-58521800"}