{"datetime": "2022-02-10T02:10:13.000Z", "author": "Jessica Parker", "subject": "Brexit", "title": "What will Jacob Rees-Mogg do in his new job?", "article": "Jacob Rees-Mogg, once a parliamentary poster boy for Brexit, has a new job - the minister for Brexit opportunities and government efficiency. It was a role created on Tuesday as part of Boris Johnson's mini-reshuffle. So what will Mr Rees-Mogg do with this new role and why was it created? When Lord Frost was the Brexit minister, he held responsibilities ranging from renegotiating the Northern Ireland Protocol to \"maximising\" the opportunities of Brexit.After he quit, the first part of that role went to the Foreign Office, while Jacob Rees-Mogg now inherits the second.I hear he's even occupied Lord Frost's old office.Mr Johnson may hope that the move will reassure Conservative backbenchers who felt that not enough was being done to make the most of Brexit in the domestic sphere.But one senior Leave-supporting Tory is unimpressed, describing the role's creation as \"naff\" and \"desperate\" more than two years on from the 2019 general election. \"What on earth have we been doing for two years?\" they said. Labour MP Meg Hillier says she's always \"suspicious\" of titles that are created in the middle of \"rushed\" reshuffle.But the prime minister had heavily hinted prior to this week that he was pondering the post - a post that's gone to a man who, while seen as gaffe prone, has been ultra-loyal to Mr Johnson (a trait evidently being rewarded during Tuesday's reshuffle). It's also worth noting that, as Theresa May knows, Mr Rees-Mogg can be hard to deal with as a backbencher when unhappy with the direction of government. So, kept inside the tent, what will he get up to?Some allies reject the characterisation that there'll be an automatic and aggressive \"bonfire\" of EU rules.Nevertheless, I'm also told his team will indeed be looking at whether to amend or repeal \"hundreds if not thousands of EU regulations\". Re-examining \"each individual one may not cause a big bang\", said a government source, \"but, when built up together, it will create benefits\". The areas being eyed up include Fintech, artificial intelligence, transport, life sciences and gene editing.Mr Rees-Mogg has, in an article for The Sun, \"implored\" people to write to him with the regulations they want abolished.\"Those which make life harder for small businesses, which shut out competition, or simply increase the cost of operating,\" he said. Behind the scenes, there seems to be some confusion about how far Mr Rees-Mogg can get his hands on financial services. That's interesting because, as he was handed the job, there had been a whiff of a turf war with the Treasury.His backers were keen that Brexit opportunities would be a cabinet-level role, partly so he couldn't be bossed about by No 11.But given the new role steps into various areas, the insistence will be it's about creating momentum and coordination across government, rather than nicking other departments' policies and plans. And then there's the second part of the title, that of \"government efficiency\". This appears to be about the ever-present idea of civil service reform.A Whitehall source said that Mr Rees-Mogg sees them as \"two sides of the same coin\". They added: \"It's about making the whole of government run more efficiently so it is better delivering for people, while getting rid of unnecessary rules to make their lives easier, not just because the rules came from the EU.\"Some may raise an eyebrow at this point, givenfresh news about the impact of post-Brexit paperwork on trade .Meanwhile, in other Brexit developments, Chris Heaton-Harris has left his minister for Europe job in the Foreign Office - a post he held for less than two months.He was supposed to deal with the nitty-gritty of renegotiating the Northern Ireland Protocol as the de facto deputy to Foreign Secretary Liz Truss. A Brexit supporter and former MEP, it was felt he could speak the language both of officials in Brussels and Tory MPs in Westminster.Clearly the latter linguistic gift has taken priority, with Mr Heaton-Harris now despatched to try to get a grip on party discipline as the new chief whip. The man who has inherited the Europe role is James Cleverly, who happened to be in the United States as the news emerged, fulfilling his now former Foreign Office brief.Insiders have voiced hope that Mr Cleverly's US ties may help the government better explain its actions in Northern Ireland to a watchful American political audience.In Brussels, there's been some confusion about who is now doing what, not to mention some anxiety that the so-called \"arch-Brexiteer\" Mr Rees-Mogg has officially moved into the Brexit arena. And the truth is that his Brexit opportunities brief and the Foreign Office negotiations on the Northern Ireland Protocol are heavily intertwined, with warnings that the more divergence there is away from the EU, the \"thicker\" the border between Great Britain and Northern Ireland could become. The protocol means that Northern Ireland continues to follow EU rules on product standards. Director of the UK in a Changing Europe, Anand Menon, said there's a real risk that \"goods produced under new regulations might not be legal on the Northern Ireland market, hence making the East-West border still more problematic\".The state of play on talks about the Northern Ireland Protocol will be assessed on Friday when Liz Truss meets with the European Commission's Maroš Šefčovič in London.", "url": "https://www.bbc.com/news/uk-politics-60321890"}