{"datetime": "2021-07-10T09:42:06.000Z", "title": "Peterborough and Norwich flooded by torrential downpours", "article": "Flash flooding across Peterborough overnight caused road closures and led to water having to be pumped from several streets. Torrential rain from about 18:00 BST on Friday also saw Peterborough United's ground damaged by the flooding. The West Homes Stadium was due to serve as a walk-inCovid vaccination clinic , which was cancelled along with Sunday's Euro 2020 event.Cambridgeshire Fire and Rescue said it received 160 calls to pump water away.One resident who lives off Midland Road on an estate built five years ago said: \"The rain last night was absolutely relentless. By half past seven my back yard was like a pond.\" At the height of the downpours the fire service was asking the public to avoid the centre of Peterborough. The fire service said the worst affected areas were close to the brigade's volunteer station, the Welland Estate area, Bourges Boulevard and Kimbolton Court. Sheltered housing in the Millfield area was evacuated, with 20 elderly residents moved out. Darren Starr, of Men At Work, was clearing up on Saturday. \"It's entered a lot of properties... and the sewers have backed up as well as the water drains, so there's sewer water and the smell of sewage,\" he said. \"We're removing the carpets and then there will have to be a proper clean.\" Forecaster Dan Holley, from Weatherquest, said parts of Norwich saw 50mm of rain, while Peterborough saw 80-90mm. \"That's nearly two months' rain in the space of two hours,\" he said. In Norwich, businesses were cleaning up.At the Blue Boar pub on Wroxham Road, Keith Evans said his freezers had packed up. \"It was just flowing in off the road,\" he said. \"The car park was knee-deep down to the dry store in the prep-kitchen. \"I've never seen anything like it.\"TheEnvironment Agency , which issued a warning overnight, said the worst of the weather was over. \"The risk of flooding from the Peterborough Brooks has now reduced and levels have fallen below levels of concern,\" it said. \"No further flooding to fields and roads is expected, however there may be standing water seen for several days.\"Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-57788245"}