{"datetime": "2018-08-25T08:40:34.000Z", "title": "Ipswich hedgehog officer to stay in role after project 'success'", "article": "A hedgehog officer in Ipswich is staying on in her role after her work \"gained so much momentum\". Ali North joined Suffolk Wildlife Trust (SWT) in 2016, initially for two years, becauselarge numbers of the animals were being recorded in Ipswich . Herproject has appointed 'Hedgehog Champions' to raise awareness of hedgehogs and their habitats. SWT said Miss North's role had proved its importance and could be extended into the county.\"The project was such a success and identified so many more opportunities to improve urban habitat for hedgehogs,\" it added.The trust had previously cited a \"rich natural network\" for hedgehogs across the town and wanted a hedgehog officer to boost numbers and help link up habitats, including people's gardens. Miss North,whose role attracted worldwide interest when it was advertised, said: \"We've gained so much momentum and we don't want to stop that.\" Almost 12,000 hedgehogs, dead and alive, had been recorded in Suffolk in 2014-16, with about 2,500 of these in and around Ipswich. Miss North's end-of-project report is expected to show an increase in sightings and more people helping hedgehogs in their gardens, the SWT added.\"We've been trying to better understand our hedgehogs, with lots of community surveying, workshops and going into schools,\" Miss North said.She has also encouraged people to check undergrowth for hedgehogs before using strimmers. Jo Southall, one of the Hedgehog Champions, said she created a \"hedgehog preservation area\" in her front garden.\"I put fresh water down during the heatwave and within 24 hours there were three hedgehogs. \"Since then I've been doing all I can to make my garden friendly for them.\" Miss North said hedgehogs could cover 2km in a night and it was her aim to get entire streets working together to provide routes and habitats.SWT said it was seeking external funding to extend the role and expected to publish the project's findings in October.Watch video on the specialist hospital treating dehydrated hedgehogs in Cambridgeshire: ", "url": "https://www.bbc.com/news/uk-england-suffolk-45296652"}