{"datetime": "2022-02-16T03:31:05.000Z", "title": "Ottawa police chief resigns amid anti-mandate protests", "article": "Ottawa Police Chief Peter Sloly has resigned after weeks of criticism for his handling of anti-vaccine mandate protests that have paralysed the city. Protesters have occupied the centre of Canada's capital for 19 days, halting traffic and enraging residents.The prime minister on Monday invoked the Emergencies Act as a \"last resort\" in response to the protests. The Ottawa Police Services Board confirmed Mr Sloly's resignation at a public meeting on Tuesday.In a statement on Twitter, Mr Sloly defended his policing record and said that he was stepping down \"with a heavy heart\". \"Since the onset of this demonstration, I have done everything possible to keep this city safe and put an end to this unprecedented and unforeseeable crisis,\" he said. \"I am confident the Ottawa Police Service is now better positioned to end this occupation,\" he added.A former Canadian men's soccer player, Mr Sloly took over at the Ottawa Police Service in 2019, more than three decades after joining the Toronto police. His contract in Ottawa was due to end in 2024.Throughout his career, he gained a reputation as a progressive reformer, dedicated to improving police-community relations. However, his critics say he has not done enough to crack down on the \"Freedom Convoy\" protests. The city of Ottawa declared a state of emergency over a week ago in attempt to quell the protests.As of last week Mr Sloly, 55, stood by his response, telling Newstalk 580 he had \"absolutely no\" intention to step down.On Monday, Prime Minister Justin Trudeau took the unprecedented step of invoking the Emergencies Act, which he said would give local police \"more tools\" to deal with protesters. Members of the Royal Canadian Mounted Police (RCMP) and the Ontario Provincial Police (OPP) will be deployed to assist.By Robin Levinson-King, BBC News, Toronto Chief Sloly's resignation comes amid significant criticism from Ottawa residents who feel the police have not done their job at enforcing the law and containing the demonstrators. Residents have described seeing police fist-bump demonstrators, ignore by-law infractions and allow fuel and other supplies to make it to their encampments. Critics say protesters have been allowed to throw what at times resembled a party in the streets of Ottawa with minimal repercussion, complete with bouncy castles, barbeques and a hot tub. To be fair, police have issued thousands of tickets and made dozens of arrests. But there is a growing sense among residents that their hearts might not be in it, especially after a video showed an OPP officer saying he supports the demonstrators \"100%\". The OPP is not a part of Ottawa Police, but Ottawa Police have jurisdictional authority for the city and have been co-ordinating efforts of several police forces to contain the demonstrators. Media reports have also hinted at tensions between Chief Sloly and the leadership on other forces, namely the OPP and RCMP.Prime Minister Trudeau, who invoked emergency powers on Monday, has made it clear he does not want to send in the military or have the federal government take over the uphill battle of restoring order to Ottawa's downtown. With Chief Sloly now gone, the question is: who will? On Tuesday afternoon, the RCMP said four out of 11 protesters who were detained with a cache of weapons in Alberta are accused of plotting to murder police officers. Protests are ongoing in various parts of the country.In Ottawa, between 400 to 500 trucks remain parked in the city centre. The RCMP on Tuesday said it had once again cleared a border crossing at Coutts, Alberta. Protesters have blockaded traffic in the area several times since late January. Officers also announced Tuesday that they plan to have cleared the crossing near the town of Emerson, on the US-Manitoba border, by Wednesday.", "url": "https://www.bbc.com/news/world-us-canada-60395241"}