{"datetime": "2022-02-03T09:36:36.000Z", "title": "Djokovic Covid tests were valid, Serbian officials say", "article": "Prosecutors in Serbia say there is no evidence to suggest that Novak Djokovic submitted falsified Covid test certificates to Australian authorities. A BBC report last week cast doubt over the tests, suggesting the serial numbers were out of sequence with others from a similar time. The tests were provided to exempt him from rules barring unvaccinated people. Serbian authorities have not explained thediscrepancies identified by the BBC. Djokovic's visa was rejected and he was later deported before the start of the Australian Open tournament. The Australian government cancelled his visa on \"health and good order\" grounds and not because his documents were falsified.The Belgrade Public Prosecutor's office has now said that the Health Ministry confirmed the documents were authentic. The office says it inspected the \"electronic database\" which contains details of tests and results and it shows that Djokovic's initial positive test and his later negative result were both valid. Documentssubmitted by his lawyers to federal court in Australia included two Covid (PCR) test certificates, one with a positive result on 16 December and one with a negative result on 22 December. A German research group called Zerforschung first picked up on the discrepancy that the earlier test had a higher confirmation code than the later one.They wrote a blog titled \" Novak Djokovic's time-travelling PCR tests \", and partnered with German news site Der Spiegelwho reported on the issue . Documents submitted to the federal court in Australia included one from the acting director of Serbia's official health body, confirming the dates on these certificates accurately reflected when the tests had been carried out. The serial numbers on the documents were out of sequence with others collected from around the same period, the BBC reported.But Serbia's prosecutor's office said on Wednesday: \"It was established that Novak Djokovic was tested multiple times and the... test results from December 16 and December 22 were valid.\" The prosecutor's statement comes on the eve of a meeting between the tennis player and Serbian President Aleksandar Vucic. ", "url": "https://www.bbc.com/news/world-europe-60233902"}