{"datetime": "2022-01-12T10:00:27.000Z", "author": "Jake Horton", "subject": "Reality Check", "title": "Djokovic Covid timeline: Did he break rules after testing positive?", "article": "Novak Djokovic sought a medical exemption from Australia's strict Covid visa regulations on the basis that he'd contracted the infection in mid-December. Mr Djokovic was tested in Serbia, where you are legally required to isolate for 14 days following a positive Covid test. After days of speculation over public engagements he apparently attended following his positive test, he has now said he did appear in public during this period of isolation.Here is a timeline of events from what we know so far.Mr Djokovic attended a Euroleague basketball game in the Serbian capital, Belgrade, between Red Star Belgrade and Barcelona. After the game, numerous people who attended tested positive for Covid-19, so it is possible this is where Mr Djokovic became infected. Mr Djokovic says he took a lateral flow test on 16 December following the Covid outbreak at the basketball game. He says this came back negative, but that he also took a PCR test \"out an abundance of caution\". In court documents, Mr Djokovic's lawyerssubmitted evidence that confirms he took a PCR test just after 13:00 on 16 December. The document from the Institute of Public Health of Serbia states the result came back positive seven hours later, at about 20:00 on the same day. Mr Djokovic says he wasn't notified about his positive PCR result until the following day. Mr Djokovic attended a panel discussion and a ceremony for the unveiling of a stamp in his honour in Belgrade on 16 December (before 20:00), which he posted about on Twitter the next day. On the morning of 17 December, the Tennis Association of Belgradeposted on Facebook about an award ceremony at the Novak Tennis Center in Belgrade which was happening later that day. They said the trophies would be \"handed over to the young talent by the favourite tennis player of this region, and beyond\". A series of pictures was later posted on the same Facebook page of Mr Djokovic presenting awards without a mask. Before attending the event Mr Djokovic says he produced another negative lateral flow test, and he was \"asymptomatic and felt good\". It was after this event that Mr Djokovic says he received notification that his PCR test was positive. At this point he should have began 14 days of isolation. It has beenreported by French newspaper L'Equipe that Mr Djokovic attended an interview and photo shoot with their paper in Belgrade on 18 December. He has since admitted attending this engagement, which he says was \"an error of judgement and I accept I should have rescheduled\". Serbian Prime Minister Ana Brnabic told the BBC that it was \"a clear breach of the rules\" if Mr Djokovic continued with public events, knowing he had Covid.The paper says he wore a face mask during the interview, but removed it for the photo shoot. He posed with the newspaper's Champion of Champions trophy - an award which recognises the outstanding sportsperson of the year. Following this engagement, Mr Djokovic says he cancelled all other events and isolated for the required period. In the court documents provided by Mr Djokovic's lawyers, there is confirmation that he had another PCR test on 22 December. This test came back negative at 16:15 the same afternoon, although we don't know when Mr Djokovic was informed of the result. Serbian Covid regulations stipulate a full 14-day self-isolation period, unless the person who has tested positive receives a negative PCR test result during that period. Mr Djokovic was pictured playing tennis in the streets of Belgrade over the Christmas period. A fantweeted a video of the outing on 25 December, which was also reported in several tennis publications in the days following. The video was caption: \"Novak Djokovic, playing tennis on Christmas Day in Belgrade... Footage from today!\"On the same day, Mr Djokovic was also pictured posing with Serbian professional handball player, Petar Djordjic, in Belgrade. On 31 December, pictures and video was shared online that appear to show Mr Djokovic in Spain on that date. A tennis academy based in Sotogrande, Spain (near Marbella) tweeted a video of Mr Djokovic training, as well asseveral pictures of him meeting fans. Several tennis websites reported he was training in Marbella for the possibility of competing in the Australian Open. Mr Djokovic landed at Melbourne airport late on 5 January.This is where he was quizzed by border officials and his visa was revoked after he confirmed he wasn't vaccinated. In Mr Djokovic's Australian travel entry form - released by the federal court - it was stated that he had not travelled anywhere else in the 14 days prior to his arrival there. Mr Djokovic says the form was filled in by a member of his team who - in \"human error\" - had ticked the wrong box about his previous travel before coming to Australia. Australian immigration officials said on Tuesday they were investigating whether he had made a \"false declaration\" - which would be grounds for a visa cancellation. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/59939122"}