{"datetime": "2022-01-11T19:09:06.000Z", "title": "Novak Djokovic: Up to tennis star to explain PCR grey area, says Serbia PM", "article": "Serbia's prime minister says it is up to Novak Djokovic to explain a \"grey area\" over his Covid test result. The unvaccinated Serbian tennis star says he was granted a medical exemption to enter Australia after testing positive for Covid in mid-December.But there are questions over public appearances he made at this time.If Djokovic went out knowing he had a positive PCR result, it would be a \"clear breach\" of Serbia's rules, Prime Minister Ana Brnabic told the BBC. Djokovic's visa was revoked on arrival in Melbourne last week before being reinstated by a judge on Monday. Documents presented at court showed that the 34-year-old tested positive for coronavirus on 16 December.However on 17 December he was pictured attending an event in the Serbian capital Belgrade honouring young tennis players. There are also reports that he was at a photo shoot on 18 December.\"If you're positive you have to be in isolation,\" Ms Brnabic told the BBC's Guy De Launey. But she added: \"I do not know when he actually got the results, when he saw the results, so there is some grey area… the only answer to this can be provided by Novak.\"Serbian Covid regulations stipulate a full 14-day self-isolation period, unless the person who has tested positive receives a negative PCR test result during that period. If Djokovic was found to have breached Serbia's isolation rules, Ms Brnabic said she would have to consult with \"relevant authorities, and the medical people who are in charge of implementing these regulations\". In a separate interview on Tuesday, Djokovic's mother Dijana told the BBC that it was up to her son to answer questions over his PCR result.Djokovic's Australian visa dispute has hit headlines around the world. The tennis star has been fighting to stay in the country, where he hopes to defend his title at the Australian Open.Australia's immigration minister still has powers to re-cancel the visa and deport the unvaccinated player. Border officials are currently investigating whether Djokovic's travel entry form included a false declaration in stating that he had not travelled in the 14 days before arriving in Australia. Social media posts appear to show him in both Serbia and Spain during that fortnight. Ms Brnabic described Djokovic as \"one of the great champions of Serbia\" and said she hoped he would be allowed to stay in Australia to play in the tournament. But she added that she did not agree with the player's stance on vaccination, which she described as \"the only effective response to this pandemic\". \"What matters to me is that we stand by Novak... but at the same time say that for the country and for me as the prime minister that vaccination is important,\" she said.", "url": "https://www.bbc.com/news/world-europe-59958662"}