{"datetime": "2022-01-17T12:25:56.000Z", "title": "Djokovic back in Serbia after Australia deportation over visa row", "article": "Novak Djokovic has arrived in Serbia after being deported from Australia. The top men's tennis player was deported after losing a visa battle that centred on the fact he is unvaccinated. Supporters gathered at the airport in Belgrade, waving the national flag and chanting \"we love Novak\". \"This is a shame what they did to Novak in Australia,\" one supporter said. \"This is a shame what the world has come to.\" \"I myself am vaccinated, double-jabbed, but I think no-one should be forced to do something... he was judged and sentenced for his freedom of choice,\" he added. This year's Australian Open tournament, which has been overshadowed by the player's visa troubles, began in Melbourne on Monday.Djokovic had been scheduled to play later in the day, but his dramatic deportation ended his hopes of winning a record 21st Grand Slam title. Under Australia's immigration laws, Djokovic, 34, cannot be granted another visa for three years. But Prime MinisterScott Morrison has said he may be allowed entry sooner under the \"right circumstances\". \"[The ban] does go over a three-year period, but there is the opportunity for them to return in the right circumstances and that would be considered at the time,\" he said in an interview with the Australian radio station 2GB on Monday. Australian law does provide for compelling or compassionate reasons for the three-year visa ban to be waived.This would potentially allow Djokovic to take part in the Australian Open tournament next year. But questions have also been raised over Djokovic's participation in the French Open, the next Grand Slam tournament on this year's calendar. France's parliament has just given its final approval to a law requiring people over the age of 16 to have a certificate of vaccination to enter public places, including sports venues. France's sports ministry said on Monday it would not grant exemptions to its latest rules on vaccine passes, which it noted apply to professional players as well as spectators. But a spokesperson also said the situation might change before the event is held in May. Djokovic was forced to leave Australia after judges upheld a decision by Immigration Minister Alex Hawke to cancel his visa on public health grounds. The decision marked the end of a tumultuous period where the Serb fought to stay and defend his title. He was originally granted a medical exemption to enter Australia by two different independent health panels - one commissioned by Tennis Australia, the other by the state government of Victoria - after testing positive for coronavirus in mid-December. But the player's attempt to enter the country without being vaccinated stoked public anger. The Australian Border Force then detained him on 5 January for not meeting coronavirus requirements and his visa was revoked.A judge overturned that decision last Monday, but the government stepped in several days later to revoke the visa yet again. The legal battle reached its conclusion on Sunday when judges upheld the government's decision, leaving Djokovic with no other option but to leave the country.", "url": "https://www.bbc.com/news/world-europe-60025236"}