{"datetime": "2022-02-03T12:22:18.000Z", "title": "Djokovic thanks Serbian president for support amid Covid test doubts", "article": "Novak Djokovic has thanked the Serbian president for his support during his legal challenge to play at the Australian Open. The Serbian tennis star's visa was cancelled and he was deported due to Australia's strict vaccination rules.Djokovic said that he \"never felt alone\" while in detention thanks to support from around the world. Serbian officials also hit back at claims the player submitted falsified Covid test results.\"I am very grateful for your acts that also put you in a troubling political position in international relations,\" Djokovic told President Aleksandar Vucic on Thursday.\"I will remember that for a long time.\" Mr Vucic said he saw how Djokovic was willing to fight \"not only for himself, but his country\".\"Thank you for the great fight you fought in Australia,\" he told the tennis player.Djokovic said that his ties to the Serbian people were getting stronger each day and vowed to give his \"version of what happened in Australia\" within the next 10 days.Djokovic's attempt to enter Australia without being vaccinated stoked public anger.He is not vaccinated, but had initially been granted an exemption due to a recent positive Covid test.The Australian Border Force detained him on 5 January for not meeting coronavirus requirements, and his visa was revoked. A judge then overturned that decision, only for Immigration Minister Alex Hawke to cancel Djokovic's visa on public health grounds.His positive and negative test certificates were published as part of the legal battle andlast week a BBC report cast doubt over the tests. . Documentssubmitted by his lawyers to federal court in Australia included two Covid (PCR) test certificates, one with a positive result on 16 December and one with a negative result on 22 December. A German research group called Zerforschung first picked up on the discrepancy that the earlier test had a higher confirmation code than the later one.They wrote a blog titled \" Novak Djokovic's time-travelling PCR tests \", and partnered with German news site Der Spiegelwho reported on the issue . Documents submitted to the federal court in Australia included one from the acting director of Serbia's official health body, confirming the dates on these certificates accurately reflected when the tests had been carried out. The serial numbers on the documents were out of sequence with others collected from around the same period, the BBC reported.But Serbia's prosecutor's office said on Wednesday: \"It was established that Novak Djokovic was tested multiple times and the... test results from December 16 and December 22 were valid.\" ", "url": "https://www.bbc.com/news/world-europe-60242504"}