{"datetime": "2022-01-12T22:53:00.000Z", "author": "Kayleen Devlin", "title": "Novak Djokovic: How the tennis star's vaccine hesitancy has influenced Serbians", "article": "\"Djokovic is a national symbol here. In a way he's a symbol of Serbianhood,\" Marija Vucic says. She is a journalist and fact-checker living in the Serbian capital Belgrade. Over the past few days, the ongoing saga around whether Novak Djokovic will play at the Australian Open has been topic number one in the country, she says, giving rise to multiple streams of misinformation. \"Those people, who are already anti-vaxxers, are now even more anti-vax in their beliefs,\" Ms Vucic says.\"Not only do they believe vaccines are unnecessary, or even dangerous, because the best sportsman in the world won't receive any, but now they believe even more that this is some kind of devilish work of globalist structures trying to make us receive the vaccine against our will.\" Recent posts in anti-vaccine groups that have been interacted with thousands of times on Facebook include multiple memes picturing Djokovic against people who have criticised his vaccine stance and suggesting that those critical of his views are far less healthy.Another post interacted with thousands of times pushes the baseless claim that vaccinated athletes will collapse after being vaccinated.Yet whilst Djokovic has openly expressed his opposition to vaccines,he has never come out in support of claims suggesting they are harmful or the more outlandish conspiracies linking coronavirus and the vaccine to a shadowy globalist elite. Despite this, the tennis champion has been held up as a poster boy in both Serbia and globally by those seeking to spread misinformation about vaccines. In one of the biggest misinformation Facebook groups, which has over 320,000 members, Djokovic has been the focus of multiple recent posts.The group began as an anti-immigration conspiracy group before switching to Covid-19 misinformation.It appears that the latest Djokovic saga has added fuel to their fire as multiple posts have championed him and one has also linked Bill Gates - an unwilling figurehead in coronavirus conspiracy circles who claim he created the pandemic to try and control society - to the pro-vaccine tennis player Rafael Nadal. Professor Jasna Milosevic Dordevic has conducted studies into conspiracy theories during the pandemic in Serbia.According to her, the perceived unfair treatment of Djokovic in Australia combined with his status and popularity in Serbia has provided an ample breeding ground allowing for conspiracy theories, such as the one suggesting that Covid and vaccines are an attempt by the elite to control society, to fester. \"It's a mixture of health and political conspiracy content,\" she says. \"We've had an explosion in different conspiracies in the last five or six days around this event. Conspiracies against the treatment of the biggest tennis star ever, and the narrative is that big countries are against smaller ones like Serbia.\" In one video on Facebook, which has been viewed tens of thousands of times and shared widely amongst Serbian anti-vax groups, false claims are made suggesting that the Tennis Association of Australia were banning fans from supporting Djokovic in the Australian Open.Conspiracy Facebook accounts in Serbia pushed the video out claiming that it proved Djokovic was being singled out by Australian authorities. In fact, the rules are that no political messaging is allowed at sporting events and the banner in question which was banned claimed Djokovic was a hostage of the federal state of Victoria. In research published last year, Professor Dordevic found that the Serbian adult population leans more towards believing in conspiracy beliefs than many other parts of Europe. Currently less than half of the country are fully vaccinated against Covid-19 and there have been over 12,900 deaths from Covid-19 out of a recorded 1.36 million cases of the virus.In Professor Dordevic's study involving 1,480 Serbians, she found that more than half agreed that information on coronavirus was being intentionally kept from the public, and that pharmaceutical companies created and spread the virus in order to sell their medication and vaccines. \"There is the view that if Djokovic has decided not to take the vaccine, maybe something is wrong with those vaccines,\" says Marija Vucic. \"This is something I know from a conversation, for example, with people from my family, with my grandmother, people in my neighbourhood.\" Whilst it's difficult to know what - if any - effect the latest developments with Djokovic have had on discouraging people to get vaccinated, what the story has done is add fuel to the fire of groups who wish to spread coronavirus misinformation. \"There's a high distrust in government institutions and social norms aren't positive regarding vaccination because we have different stars and politicians talking against the vaccination, and that's what's critical for this Djokovic case - the creation of social norms in support of vaccination\" Ms Vucic says. ", "url": "https://www.bbc.com/news/world-59974888"}