{"datetime": "2022-01-21T12:31:12.000Z", "subject": "Rio Tinto mine protests", "title": "Serbia revokes Rio Tinto lithium mine permits following protests", "article": "Serbia has withdrawn the exploration licences of Anglo-Australian mining company Rio Tinto following weeks of protests over plans for a lithium mine. \"All permits were annulled... we put an end to Rio Tinto in Serbia,\" Prime Minister Ana Brnabic said on Thursday. The decision comes just weeks ahead of Serbia's general election in April. Relations between Belgrade and Canberra have also soured recently over Australia's treatment and deportation of Serbian tennis star Novak Djokovic. Djokovic, the world's number one men's tennis player who was unable to compete in the Australian Open, has supported the protests against the controversial mine.In December, he posted images on social media of demonstrators and green landscapes along with comments written in Serbian such as \"clean air and water are the keys to health\" and \"nature is our mother\". Thousands of demonstrators have been taking to the streets in recent months, blocking main roads in several cities, including the capital Belgrade and the country's second-largest city Novi Sad. They say the development of a large mine near the town of Loznica in the western Jadar Valley could cause irreparable damage to the landscape and contaminate the region's water supplies. Rio Tinto had previously said that any mining development in the country would meet both domestic and European Union environmental standards. Speaking at a news conference in Belgrade on Thursday, Ms Brnabic - Serbia's first woman and first openly gay prime minister - said the decision to abandon the $2.4bn (£1.8bn; A$3.3bn) Jadar lithium mine was made in response to requests from environmental groups.The project had been due to start production in 2027. Rio Tinto's shares tumbled in Australia following the news, and were down more than 4% after markets opened in London. It is undoubtedly tempting to look for a link between Australia's treatment of Novak Djokovic and Serbia's cancellation of Rio Tinto's mining project. After all, it does have headquarters in Melbourne as well as London. And Serbia's prime minister, Ana Brnabic, announced the demise of the much-trumpeted lithium extraction operation just days after her counterpart in Australia cheered the deportation of Serbia's sporting icon. The cancelled project is more likely a victim of Serbia's domestic politics, rather than a bizarre diplomatic tit-for-tat. Novak Djokovic is important to Serbia - but not as important as the $2.4bn which the mining giant had promised to invest. In fact, pulling the plug is a reaction to months of protests. The movement has surprised Serbia's authorities with its organisation, unity and broad support going well beyond the usual coalition of opposition activists. The government does not want to go into April's elections against a backdrop of blocked roads and accusations about favouring foreign investors over local interests.But the environmentalists say they will continue protesting until the authorities issue a permanent ban on lithium mining.In December, local authorities in western Serbia scrapped a plan to allocate land for a lithium mine in the region. President Aleksandar Vucic had said that the opening of such a mine would require approval following an environmental study and a referendum. In a statement to Reuters news agency, the Australian government said it regretted Serbia's decision: \"We note the strong economic benefits of the significant investment by Rio Tinto in Serbia,\" it said.Lithium is the main component of the batteries used in electric vehicles and demand for the element is increasing. The World Bank estimates that globally the production of lithium will need to increase by 500% by 2050.", "url": "https://www.bbc.com/news/world-europe-60081853"}