{"datetime": "2022-02-15T17:00:08.000Z", "author": "Amol Rajan", "title": "Novak Djokovic willing to miss tournaments over vaccine", "article": "Novak Djokovic has said he would rather miss out on future tennis trophies than be forced to get a Covid vaccine. Speaking exclusively to the BBC, he said missing competitions, such as the French Open, over his jab status was \"the price that I'm willing to pay\". The 20-time Grand Slam winnerwas deported from Australia last month after the government cancelled his visa in a row over his vaccine status. Djokovic described the conditions while he was detained as \"very hard\". He said he had not spoken out in the media at the time - despite wanting to - as he wanted to respect the legal process and the Australian Open.The world's number one men's tennis player also said he should not be associated with the anti-vax movement, but supported an individual's right to choose. He said he had obtained a medical exemption to enter the country to play in the Australian Open as he had recently recovered from Covid-19. However, the country's immigration minister, Alex Hawke, personally cancelled the 34-year-old's visa, on the grounds that his presence could incite \"civil unrest\" and encourage anti-vaccine sentiment. \"I was never against vaccination,\" he told the BBC, confirming he'd had vaccines as a child, \"but I've always supported the freedom to choose what you put in your body.\" In a wide-ranging interview, his first since he was detained in Melbourne in January, Djokovic addressed speculation about the timing of his positive Covid case in December and discussed his own attitude towards the vaccine.Djokovic said he hoped vaccination requirements in certain tournaments would change, adding he was hoping he \"can play for many more years\". But he also confirmed he was willing to forego the chance to become statistically the greatest male tennis player of all time because he felt so strongly. Djokovic's rival, Rafael Nadal, has won 21 Grand Slam singles titles - the most of any male competitor. Asked why, Djokovic replied: \"Because the principles of decision making on my body are more important than any title or anything else. I'm trying to be in tune with my body as much as I possibly can.\" Djokovic said he had \"always been a great student of wellness, wellbeing, health, nutrition,\" and his decision had been partly influenced by the positive impact factors such as changing his diet and his sleeping patterns had had on his abilities as an athlete. He said he was \"keeping [his] mind open\" about the possibility of being vaccinated in the future, \"because we are all trying to find collectively, a best possible solution to end Covid\". \"I was never against vaccination. I understand that globally, everyone is trying to put a big effort into handling this virus and seeing, hopefully, an end soon to this virus,\" he said.Djokovic told the BBC his experience in Australia was \"tough\".\"It was very, very hard. While I was still at the airport, I couldn't use my phone for three, four hours. I was lost, really, I didn't know what was happening.\" He said he initially could not get in touch with his family but was later allowed to access his phone when he was inside the detention centre.More than 10 billion doses of Covid vaccines have been administered and about six in 10 people globally have had at least one. So there is a wealth of information. Like all medicines, Covid vaccines have potential side effects, but their safety profile is excellent. They have saved countless lives, prevented serious illness, and may also be protective against long Covid.These vaccines were developed in record time, but much of vaccine development usually surrounds funding delays. Scientists involved in the Covid vaccine trials, and the regulators who approved them, say no corners were cut on safety.Some rare side-effects did only show up once the jabs started being rolled out among millions of people, which is why regulators keep monitoring safety week by week. It is hard to know what more Novak Djokovic needs or wants to know. He says he doesn't have enough information about \"the vaccine\" as if there was just one Covid jab. There are many. As an elite athlete, he is at low risk from Covid. But not zero. He's had it twice, after all. While awaiting his first court hearing, Djokovic was free to train. \"But it was not the regular kind of training days that I would normally have prior to the Grand Slam competition,\" he said. \"I had helicopters flying above every single training session that I had on Rod Laver Arena, cameras all over the place. Also, I felt that energy and that those looks from from my colleagues and people that were in the tennis facility... that really hurt me a lot. \"And obviously, I understand that they had a perception that was based on what they were seeing from media reports. And I wasn't going out in the media, because of what was previously said in respecting the legal process and respecting the Australian Open. But at that time, I really wanted to speak to everyone and give my explanation.\" In our interview, Djokovic also addressed speculation about the sequence of events ahead of the Australian Open in January. Some had suggested it was convenient that Djokovic's positive Covid case in mid-December had occurred just in time for him to be granted a medical exemption to attend the tournament. \"I understand that there is a lot of criticism, and I understand that people come out with different theories on how lucky I was or how convenient it is,\" he acknowledged. \"But no-one is lucky and convenient of getting Covid. Millions of people have and are still struggling with Covid around the world.\"So I take this very seriously, I really don't like someone thinking I've misused something... in my own favour, in order to, you know, get a positive PCR test and eventually go to Australia.\" Asked if he was aware of any attempt to tamper with either of the tests he had done for Covid - earlier this month,BBC research cast doubt on the timing of a positive test - he flatly said no. Djokovic is, by any measure, a remarkable individual. Raised amid two wars in the former Yugoslavia, by parents who sold the family gold and negotiated with loan sharks to fund his ambitions, he is fluent in six languages, arguably the greatest player ever to pick up a racket; and - most pertinently - a deeply committed libertarian who believes strongly in individual autonomy.He has clearly thought deeply about the conflict between individual autonomy and the collective good - and he feels that, as an elite sportsman, his body is his business - in both senses of that word. He says he has an open mind, but as things stand, he will not get the jab.His medical exemption request was made anonymously, and it was accepted by two independent Australian panels. However there was a separate travel declaration, which included an error. \"Absolutely, the visa declaration error was not deliberately made,\" Djokovic said. \"It was accepted and confirmed by the Federal Court and the minister himself in the Ministry for Immigration in Australia.\"So actually, what people probably don't know is that I was not deported from Australia on the basis that I was not vaccinated, or I broke any rules or that I made an error in my visa declaration. All of that was actually approved and validated by the Federal Court of Australia and the Minister for Immigration. \"The reason why I was deported from Australia was because the Minister for Immigration used his discretion to cancel my visa based on his perception that I might create some anti-vax sentiment in the country or in the city, which I completely disagree with.\" Djokovic is set to return to action at the Dubai Duty Free Tennis Championships, which begin next week, where entrants do not need to be vaccinated. Five-time Wimbledon women's doubles championPam Shriver said she hoped the \"right-trusted person\" could sit down with Djokovic and \"walk him through all of the steps that make the science and the medicine trustworthy\". She said him not getting the vaccine was \"terrible for tennis\" and said he was seen as a leader by many people both in Serbia and throughout the world. Former British number oneTim Henman , who is on the committee of the All England Club which organises Wimbledon, told BBC Radio 4's Today programme he thought it was unlikely Djokovic would be stopped from playing there as the tournament was planning to follow government guidance.But he said that by taking himself out of the chance to compete in some Grand Slams \"he is certainly jeopardising his chances of being the greatest male player of all time\".He added: \"I think that speaks volumes to his courage, conviction and belief that this is what is best for him.\" Amol Rajan's full interview with Novak Djokovic will be broadcast on BBC One at 20:30 GMT on Tuesday, 15 February, and viewable in the BBC iPlayer Additional reporting by Steven McIntosh. ", "url": "https://www.bbc.com/news/world-60354068"}