{"datetime": "2022-02-16T06:47:59.000Z", "title": "Djokovic saga highlights Australia asylum seekers held for record 689 days", "article": "Human Rights Watch has condemned Australia's immigration detention policy, pointing out that the country now holds asylum seekers for an average period of 689 days - a new record. The group has highlighted the fact one month on since Novak Djokovic was put in an Australian detention hotel.His experience threw a spotlight on Australia's policies which rights groups say are abusive and inhumane. Activists say 32 refugees and asylum seekers still remain in that hotel. Djokovic spent five days in a Melbourne facility after his visa to play in the Australian Open was cancelled because he was not vaccinated.He revealed to the BBC this week that he will accept missing more Grand Slams if it means he has to get a Covid vaccine. In contrast to the tennis star's short stay, a 24-year-old Iranian refugee has been detained in the same building for two years with no prospect of a release date. \"The residents of this building are desperately in need of freedom,\" said Mehdi Ali, an Ahwazi Arab, a persecuted minority in Iran. He fled to Australia when he was 15, but has been detained by immigration authorities for nine years. He said he was enduring a \"real-life nightmare\" in the hotel, and many others in the building had suicidal tendencies after years of indefinite detention. Human Rights Watch, which quoted the figure of 689 days froma September government report , said it was the highest ever recorded. It is thought to be the longest timespan by far by a Western nation. Compared to other nations, where authorities allow asylum seekers to live among the public while their refugee claims are assessed, Australia places boat arrivals in mandatory detention. There are currently 1,459 people detained in the system, which has no safeguards on how long people can be held.Human Rights Watch calculated that Australia has detained 117 people for at least five years, including eight people who have spent more than a decade in limbo. \"These statistics shows how completely alone Australia is among like-minded countries, in terms of the indefinite detention of asylum seekers and refugees for years on end,\" researcher Sophie McNeill told the BBC. \"Under international law, immigration detention should not be used as punishment, but rather should be an exceptional measure of last resort to carry out a legitimate aim,\" she said. Since 2013, Australia has detained all asylum seekers who try to arrive on its shores via boat, pledging that they will never be allowed to live permanently in the country - even if they are found to be a legitimate refugee. Canberra has long justified its severe policies by arguing that they serve as deterrence to discourage people from seeking asylum in Australia. It says \"stopping the boats\" has also helped prevent deaths at sea. Doctors and advocates however have for years pointed out the \"mental torture\" suffered by those locked up for an indefinite period of time by this policy. There have been at least half a dozen suicides recorded in Australian detention camps in the past decade.The government has also paid out millions in compensation to detainees who've said they suffered harm. Australia's rejection of people fleeing persecution breaches the conditions of the international refugee treaties the country has pledged to uphold. The rules are also considered \"arbitrary\" and illegal by refugee law experts, because they only apply to asylum seekers who arrive via sea. Government data shows the majority of illegal migrants in Australia are people who fly into the country and overstay their short-term visas. Reporting by Frances Mao. ", "url": "https://www.bbc.com/news/world-australia-60398029"}