{"datetime": "2022-02-15T04:08:58.000Z", "subject": "Coronavirus pandemic", "title": "Thousands of Australian nurses go on strike as Covid cases mount", "article": "Thousands of nurses in Australia's most populous state have gone on strike, protesting against stagnant pay and staffing shortages. It comes despite an order by the state's industrial relations commission to call off the strike.It is the first industrial action taken by nurses in almost a decade. The Omicron variant has led to a recent surge of cases, putting the country's testing and hospital systems under further strain. Cases in New South Wales (NSW) account for the bulk of Australia's 2.5 million reported infections.Thousands of nurses and other healthcare workers - some of whom were dressed in personal protective equipment and scrubs - marched along the streets of NSW's most populous city, Sydney.Their demands include mandated nurse-to-patient ratios and a pay rise of higher than 2.5%. The strike proceeded despite an order on Monday afternoon by dispute resolution body the Industrial Relations Commission (IRC) to call it off. The NSW health ministry, who escalated the matter to the IRC, said in a statement that \"any strike action would cause disruptions and delays to health services throughout the state\". Despite this, union officials said the strike would proceed as planned, as discussions had not resulted in a resolution that would \"go any way to satisfying the association the real concerns of nurses are being addressed\", said a report by the Guardian.A spokesperson for the NSW Ministry of Health acknowledged that staff have \"worked tirelessly during the two years of the Covid-19 pandemic\", according to Australian broadcaster ABC News.However, the statement said that there was currently a \"flexible staff-to-patient ratio system\" in place that ensured there were \"the right number of nurses in the right place at the right time\". Australia has operated under some of the strictest domestic restrictions, often going into repeated lockdowns to stem the spread of Covid.But the Omicron variant has fuelled a surge in cases after the lockdowns eased in December, putting intense pressure on testing and hospital systems, and causing the government to limit eligibility for free PCR tests. Many hospitals are struggling to cope as admissions rise, but intensive care unit admissions and death rates remain relatively low. Australia has reported about 4,600 deaths in the pandemic. ", "url": "https://www.bbc.com/news/world-australia-60256146"}