{"datetime": "2020-09-09T02:49:27.000Z", "title": "Australia shark attack: First fatal attack on Gold Coast beaches in 60 years", "article": "An Australian man has been killed in a shark attack off Queensland's Gold Coast, marking the first fatal attack at the tourist city's beaches in over 60 years. Nick Slater, 46, was at Greenmount Beach at Coolangatta - a well-known surf spot - when a shark mauled his leg on Tuesday. Nearby surfers found him floating in shallow water next to his board. He was rushed to shore and given first aid but died at the scene. Authorities closed an 18km (11-mile) section of beaches on Wednesday to conduct helicopter and jetski searches for the shark - reported to be a 3m great white.\"Once we know that the shark is not in the vicinity or we have tracked it, then the beach will be reopened,\" said the city's mayor Tom Tate. He said it was the first shark death at a Gold Coast beach since 1958, adding authorities were investigating the event. Mr Slater, a local real estate agent, had been surfing next to Snapper Rocks point, which hosted a World Surf League competition in March. One witness told the Courier Mail newspaper Mr Slater had been bitten across the upper leg, and \"it was pretty much all taken\". A surfer who provided help, Jade Parker, said there was a large bite mark on Mr Slater's board. \"It was probably about the same circumference as a basketball… and there was a tooth still lodged in the fibreglass which I had to remove,\" he told the Australian Broadcasting Corporation. The Gold Coast is one of Australia's most famous tourist destinations, popular for its long white-sand beaches, surfing breaks and inland waterways. Its beaches have been protected by shark nets and drumlines - baited hooks suspended underwater - since the 1960s, and shark attacks have been rare. Officials said it was too early to say whether additional shark protection measures would be needed. The Gold Coast saw a fatal shark attack in 2003, but that incident occurred inland in sprawling canals connected to the sea. Mr Slater's death is the sixth fatal attack by a shark in Australia this year, with most occurring along the country's east coast. In June, two surfers were fatally attacked in separate incidents off nearby northern New South Wales.", "url": "https://www.bbc.com/news/world-australia-54082545"}