{"datetime": "2022-01-28T17:02:42.000Z", "title": "Kent woman with ovarian cancer told 'just overweight' while in Australia", "article": "A woman who had to have surgery to remove a 2kg cancerous tumour said a doctor told her she was simply overweight. Hannah Catton, 24, was diagnosed with ovarian cancer after years of telling doctors about her symptoms. Ms Catton, from Faversham, Kent, moved to Melbourne, Australia, in 2019 and the tumour was found in October 2021. She said it was a \"lonely time\" battling the condition away from her family, due to Covid-19 restrictions. For years she had had symptoms including bloating, feeling full, irregular periods, and frequent urinary tract infections. Doctors in both England and Australia told her they were not concerned. But her symptoms got worse. During one of her final doctor's appointments before the cancer was found, Ms Catton said the doctor failed to properly check her over. \"She didn't palpate my abdomen, and if she had taken the time to do that she probably would have felt something was wrong in there,\" she said. \"She told me to lose weight which was hard to hear, and I definitely wasn't overweight... I'm pretty physically fit.\" In October 2021 Ms Catton collapsed in pain. Doctors initially assumed she was experiencing an ectopic pregnancy, however scans revealed the 20cm cancerous tumour had burst. Ms Catton is now hoping to raise awareness, and \"help other women advocate for themselves more\", and request additional tests. \"The symptoms are very generic, but if you're experiencing them don't brush them off,\" she added. Ms Catton is undergoing chemotherapy, which she says is going well, and she is hoping to see her family soon. \"It was an extremely hard conversation to have with my parents over the phone, to tell them I didn't know if I was going to die. \"It's a lonely time anyway because of Covid and it's extremely hard having all your family on the other side of the world, and knowing you can't get home.\" Follow BBC South East on Facebook , on Twitter , and on Instagram . Send your story ideas to southeasttoday@bbc.co.uk.", "url": "https://www.bbc.com/news/uk-england-kent-60173381"}