{"datetime": "2022-01-06T16:59:48.000Z", "author": "Guy Delauney", "title": "Novak Djokovic: Serbs seethe over tennis hero's entry ban", "article": "Sport may or may not be \"war minus the shooting\", as George Orwell put it. But it can certainly provoke a stirring diplomatic ding-dong. For evidence, look no further than the shenanigans surrounding Novak Djokovic and his attempted participation in the Australian Open tennis championships. Instead of challenging for a record-breaking 21st Grand Slam title in Melbourne, Serbia's biggest sporting star found himself in the slammer, after immigration officials found fault with his paperwork.His country's president, Aleksandar Vucic, led the chorus of outrage in Belgrade, following a phone call with the incarcerated ace. \"I told our Novak that the whole of Serbia is with him and that our bodies are doing everything to see that the harassment of the world's best tennis player is brought to an end immediately,\" Mr Vucic posted on social media. This volley was swiftly returned by Australia's prime minister, Scott Morrison. \"There are no special cases - rules are rules,\" he lobbed back. But Serbia's media have taken a clear view that their champion is indeed being singled out for special treatment - of the cruel and unusual variety. The Blic tabloid rages about a \"dirty political game\" which has claimed Djokovic as its victim, on a \"day of shame for Australia\". Kurir says the player's treatment is tantamount to \"torture\", as he is held in a hotel used as a detention centre for asylum-seekers. Meanwhile, Novosti simply states that \"Australia is terrible\" while gleefully reporting on a band of Djokovic supporters who have been singing and dancing outside his place of confinement. The outrage goes well beyond the boundaries of excitable tabloid front pages. Members of Serbia's sizeable tennis community are equally aghast at the fate which has befallen the man who is one Grand Slam victory away from becoming the most successful male player of all time.And they do not believe Djokovic's high-profile anti-vaccination views are to blame. His views reflect widespread vaccine scepticism in Serbia, where less than half the population has received a coronavirus jab. \"Djokovic never makes wrong moves as far as his career is concerned,\" says Ladislav Kis, who coached the Serb when he was a junior, and also had a stint working with Britain's Johanna Konta. \"It seems impossible that he got papers mixed up. Political parties in Australia are just trying to get themselves out of a hole.\" Mr Kis has a foot in each camp, having spent the past two decades moving between Serbia and Australia. He currently lives in Sydney, where his wife, Jelena, works as an immigration lawyer.Mr Kis believes that any paperwork issues could have been resolved without resorting to detention and threats of deportation. \"All our friends in Australia and Serbia are the same - they're outraged and can't believe it's happening. I talked to other tennis players, and they feel it's all to do with politics. When you have a prime minister making statements about a tennis player - it's beyond ridiculous. Poor Novak did nothing wrong.\" On Monday, the verdict will not come from an umpire looking down on an arena painted with white tramlines - but a federal judge in a rather more formal kind of court. But it does seem that the world number one will have plenty of supporters. Not least, Serbia's head of state. President Vucic says he has promised Djokovic that he will fight \"for him, justice and truth\". The ball is firmly in Australia's court. ", "url": "https://www.bbc.com/news/world-europe-59900129"}