{"datetime": "2022-01-04T06:16:14.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Australians desperate for tests amid Omicron surge", "article": "Australians have expressed anger at facing Covid test shortages and price-gouging as the nation battles its most widespread infections yet. Last month Australia lifted many strict restrictions after reaching a 90% double-jab target for over-16s. But the Omicron variant has fuelled a surge in cases - now totalling over 25,000 a day.That's put intense pressure on testing and hospital systems, causing anxiety around the country. PCR tests have always been widely available in Australia, but last week the government began limitingwho is eligible to receive them for free . It followed tens of thousands of people spending hours queuing outside testing clinics around Christmas. Isolation times blew out and test results were delayed. Prime Minister Scott Morrison said the new rules aimed to alleviate pressure on the system. But it has increased reliance on lateral flow tests - known locally as rapid antigen tests (RATs) - which people have to pay for. Mr Morrison's government has been heavily criticised for a supply shortage, and many instances of price-gouging have been reported. The government has rejected calls from medical bodies and political opponents to make the tests freely available, as they are in many nations. Mr Morrison has argued that pharmacies require certainty that there will be a private market for the tests. Critics say the new guidelines further disadvantage those on lower incomes, leaving them more exposed as the virus spreads. About one in five people presenting at public testing clinics in Victoria and New South Wales (NSW) - the two most populous states - are now testing positive. Many hospitals are struggling to cope as admissions rise, according to local media.Intensive care unit admissions and death rates remain relatively low. Australia has reported about 2,200 deaths in the pandemic. Due to the nation's delayed vaccination rollout, many people remain ineligible to get a booster shot. Omicron has changed the game yet again for Australia.The country had sealed itself off from the world for most of the pandemic - sometimes a single infection was enough to cause a lockdown. Now it's trying to live with the virus.While Omicron has not pushed to country back into lockdown, it has raised the case numbers into never-before-seen highs.Videos of what seem like endless queues outside testing clinics and reports of severe staff shortages - especially where whole teams have had to isolate - are discussed on a daily basis now. PCR vs RAT is the debate du jour.Omicron has also changed the way Australians view the virus. Many people seem unfazed by the numbers and resigned to the fact that they'll get it.The anxiety now is around rapid tests and why they're not currently free; and the rules around so-called \"close contacts\" and what parents should expect when their children return to school.On New Year's Eve, I saw my first ever fireworks. It was a spectacular way to start the new year. The park near the Sydney Harbour was crowded but not packed. Many were sensible with distancing and masks.On our way home, one of my friends asked: \"How many of us do you think will get it tonight?\" Thankfully none of us has so far. But 2022 is looking like the year Australians are finding out what it means to live with Omicron and part of that is the strong likelihood of infection.", "url": "https://www.bbc.com/news/world-australia-59864428"}