{"datetime": "2021-01-08T11:23:30.000Z", "title": "New Zealand: Woman dies in rare suspected shark attack", "article": "A young woman has died after a rare suspected shark attack in New Zealand. Police named the victim as 19-year-old Kaelah Marlow, from Hamilton. Marlow was taken out of the water still alive but died at the scene despite efforts to save her life. Police said it appeared she had been injured by a shark.The attack happened at Waihi Beach on North Island not far from the country's biggest city Auckland.\"Police extend our deepest sympathies to Kaelah's family and loved ones at this very difficult time,\" police said in a statement. \"We appreciate her death was extremely traumatic for those who were at Waihi Beach yesterday and we are offering victim support services to anyone who requires it,\" the statement said. Shark attacks are unusual in the country and this is thought to be the first fatality since 2013. Local media cited witnesses as saying the woman had been swimming right in front of the lifeguard flags on Thursday. When they heard screams, lifeguards went out by boat immediately and pulled her to shore.It is not clear what kind of shark attacked Kaelah Marlow, but an eyewitness reportedly claimed it was a great white, a species which is protected in the waters around New Zealand. \"Sharks are reasonably common near all northern beaches of New Zealand, most are harmless and even species considered dangerous very rarely interact with swimmers,\" shark researcher Kina Scollay told the BBC. \"My thoughts and sympathies are with the victim's family and we need to remember that this is a real tragedy to real people. I worry that this gets lost sight of in the media scramble after such events.\" Mr Scolley said that while attacks were rare, there were ways to be careful about interactions that could go wrong. Among the risk factors are, for instance, fish feeding events or dead animals in the water.\"If a large shark approaches or is seen nearby people should stay calm, warn those nearby and calmly exit the water,\" he said. A seven-day rahui, a traditional Maori prohibition restricting access to an area, has been placed on the beach. The last recorded shark attack was in 2018 when a man was injured - but survived - at Baylys Beach. Over the past 170 years, there have only been 13 fatal shark attacks documented in New Zealand,according to the country's department of conservation. ", "url": "https://www.bbc.com/news/world-asia-pacific-55583276"}