{"datetime": "2021-05-04T11:29:06.000Z", "title": "Shark attack survivor wins right to keep tooth left in surfboard", "article": "An Australian man who was almost killed in an attack by a great white shark has won the right to keep a tooth the animal left wedged in his surfboard. Surfer Chris Blowes lost his leg and was in a coma for 10 days after he was attacked in South Australia in 2015. The shark's tooth was embedded in his board, but state rules ban people from possessing parts of protected species. Now the state has granted him an exemption, and Mr Blowes says he's keeping the tooth as a \"souvenir\". Mr Blowes, now 32, was surfing at Fishery Bay in April 2015 when a 5.5m-long (18ft) great white shark struck him from behind. \"It shook me about and played with me for a bit,\" he told the BBC. \"And it ended up pulling my leg off\".After being brought to shore by two friends, Mr Blowes was treated by paramedics and taken to hospital in Adelaide. \"My heart had completely stopped and they had to administer CPR until I showed any signs of life,\" he says. When police went to recover his surfboard, Mr Bowes says, they found a shark tooth lodged in it. Following South Australia law, they handed it in to the authorities. \"And then from that day I wasn't allowed to see the tooth,\" says Mr Blowes. Under the state's Fisheries Management Act , it is illegal to possess, sell or purchase any part of white sharks - and those who breach the law can face a fine of up to A$100,000 (£55,000) or two years in prison. Mr Blowes says he asked officials several times if he could have the tooth returned, but it was only after a local politician heard about his case that an exemption was granted. \"It was stuck in my board,\" Mr Blowes says. \"I would never kill a shark for its tooth but it took my leg [so] I can't see any reason why I can't have that.\"The shark isn't getting its tooth back [and] I'm not getting my leg back.\" It is the first time the state has granted an exemption to the act, according to the Department of Primary Industries and Regions, SA (PIRSA),ABC News reported . David Basham, South Australia's Minister for Primary Industries and Regional Development, said returning the tooth to Mr Blowes was the least his department could do. \"Chris has obviously been through a hugely traumatic experience and I wanted to see if there was anything I could do to help,\" Mr Basham told ABC. Mr Blowes says he is keeping the tooth in a case in his house and and taking it along to motivational talks he gives about his attack. \"It's a good souvenir to show my grandchildren,\" he says. ", "url": "https://www.bbc.com/news/world-australia-56979429"}