{"datetime": "2022-02-01T16:22:43.000Z", "title": "How HIV elimination is within Australia's reach", "article": "Australian HIV diagnoses have hit an all-time low, with the country in sight of eliminating transmissions. It's a legacy of Australia's early, effective response, reports Gary Nunn from Sydney. During the outbreak in the 1980s, a political friend of then Health Minister Neal Blewett had a word in his ear. \"Look mate, there are no votes in collaborating with these [people],\" he said. He was referring to gay men, sex workers and people who inject drugs - those heavily impacted by the virus. Australia's exceptional HIV/Aids response owes much, experts say, to politicians and other powerful decision-makers offering these communities seats at the table.It was an extraordinary \"leap of faith\", says author Nick Cook. \"Homosexuality was still illegal in some Australian states, so all three groups were stigmatised criminals; society's most hated,\" he says. \"It was also smart strategy: the government couldn't be seen spending money on telling gay men how to have sex and drug users how to inject safely, during an epidemic. But they could funnel money into trusted community groups who could.\" As the 40th anniversary of Australia's first HIV diagnosis approaches, two recent books detail what set apart the country's lauded public health response. Cook's Fighting for Our Lives charts the collaboration mentioned above, while In The Eye Of The Storm, by three Australian academics, tells the under-reported stories of individuals who volunteered in vast numbers to ease suffering. By the end of the 1980s, Australia was hailed by the World Health Organization as a prevention model for other countries to emulate. It was one of the few nations that avoided an epidemic among injecting drug users, with rates five to 10 times less than some European countries and parts of the US.Infections among Australian female sex workers were negligible. Fifty per cent of people with HIV worldwide are women; in Australia, it's about 10%. \"[Then] Prime Minister Bob Hawke's swift introduction of a needle exchange was way ahead of most countries,\" says Eamonn Murphy, deputy executive director for programmes, UNAIDS. \"Engaging the most affected population - especially gay men - at all stages, from design and implementation to evaluation, research and funding - made the Australian response one of the most effective.\" Cook says Australia's isolated geography provided a \"head start\" - the virus arrived later. There was also a recently co-ordinated and emboldened community, ready to step up: in 1978, the first Sydney Mardi Gras protest march united several LGBTQ+ community groups. This created the conditions for people to volunteer in such high numbers, says Dr Shirleene Robinson. \"The infrastructure existed: publications, connections and organisations that could be directed towards the epidemic,\" the co-author of In the Eye Of The Storm says. Volunteers - many gravely ill or experiencing deep grief - provided in-home care for the sick and dying, staffed needle exchanges and telephone helplines, produced educational resources, served on boards of management, and provided friendship and practical support. They helped those with HIV/Aids navigate a hostile medical system that had, in preceding decades, treated gay men as mentally ill and requiring curing.The Victorian Aids Council ran training sessions on how to care for dying people for those who'd never done so. \"They still didn't know how the virus was transmitted, yet there was an overwhelming sense of needing to do more,\" Dr Robinson says.She gives special mention to the lesbians who helped despite being a low-impacted population: \"As part of the marginalised LGBTQ+ community, they empathised,\" she says. Dr Robinson calls for a memorial to these volunteers: \"They've been undervalued when compared with heroic images of iconic Australian volunteers: surf lifesavers and volunteer firefighters. They saved lives, too.\" There were some drawbacks, however. Aids councils were hamstrung on how far they could push governments who funded them.In 1991, direct action group ACT UP Australia - its terminally ill members impatient for expedited and equal access to early treatment drug AZT - staged a \"die-in\" at the Department of Health.Some leapt from the public gallery onto parliament's floor, chanting the name of the new health minister: \"Aids drugs now, Brian Howe.\" At the time, Britain and America had governments whose position on HIV and gay equality has widely been characterised as hostile.Australia had a Labor government committed to a bipartisan approach on HIV/Aids and, significantly, a conservative opposition which supported their swift measures. Eamonn Murphy says this bipartisan support continues today, meaning Australia continues leading the world in this area. \"Its PrEP programme [the daily HIV prevention pill] is a model we use at UNAIDS for other countries,\" he says. \"Australia rolled out one of the first large-scale implementations. They put it on their pharmaceutical benefits scheme relatively early, making it free. They combined researchers' and community expertise, rather than a top-down approach. You don't see that in other public health responses.\"The results, Mr Murphy says, speak for themselves. \"Australia is one of a small number of countries with the three 90s: 90% are diagnosed; 90% of those are on treatment and 90% of those have an undetectable viral load, meaning they can't transmit HIV sexually.\" In December the Kirby Institute reported Australia's lowest recorded number of new HIV diagnoses in a year since 1984.At 633 cases, a six-year downward trend was continued, although experts believe the substantial drop from 901 diagnoses in 2019 is due to Covid-19 restrictions. ACON's sexual health director, Matthew Vaughan says there's a remarkable upshot to this ongoing collaboration. \"We're on track to end HIV in NSW, Australia's most populous state, by 2030.\" ", "url": "https://www.bbc.com/news/world-australia-59764592"}