{"datetime": "2021-05-07T01:55:46.000Z", "title": "Jarryd Hayne: Ex-Rugby League player jailed for 2018 sex assault", "article": "Former Australian Rugby League player Jarryd Hayne has been jailed for five years and nine months for sexually assaulting a woman in 2018. Hayne, 33, wasfound guilty in March of attacking the 26-year-old woman in her house. He must serve at least three years and eight months before being eligible for parole. The woman told the court in Newcastle, north of Sydney, she had been damaged by the attack \"but I'm still standing\". \"I felt dirty and violated. He made me feel like an object and was looking straight through me,\" she said in a victim impact statement on Thursday. In previous hearings, prosecutors said Hayne had assaulted the woman in her bedroom, causing two injuries. The victim's mother was also at the Newcastle home at the time and Hayne left afterwards in a taxi, the court heard. On Friday Hayne launched an appeal against his conviction. The former National Rugby League (NRL) player insisted that all sexual activity had been consensual and that the injuries had been accidental. But at Thursday's sentencing hearing, District Court Judge Helen Syme said Hayne had been \"fully aware that the victim was not consenting and went ahead anyway\". \"The reliability and honesty of the victim's evidence was tested at length and in my view, her reliability was not in doubt. She said no several times,\" the judge said, quoted by broadcaster ABC. Hayne's sentence means he must serve at least three years and eight months before being eligible for parole. He was one of the NRL's most high-profile athletes and twice won the player of the year award. He played 11 Tests for Australia, helping them to win the 2013 World Cup. Hayne also had a brief career playing in the NFL in the US with the San Francisco 49ers, where he also faced sexual assault accusations. In 2019, he settled a civil case concerning sexual assault allegations from a woman in California in 2015. Hayne strongly denied those allegations and privately settled the matter. His case in Australia has been closely watched in recent months amid an intensifying national debate about rape and sexual misconduct. In March thousands of people took part in marches across the country, protesting against the sexual abuse and harassment of women. ", "url": "https://www.bbc.com/news/world-australia-57007736"}