{"datetime": "2022-01-27T16:41:59.000Z", "author": "Frances Mao", "title": "How Australia's PM presented WeChat account loss as a China threat", "article": "On Monday, an Australian newspaper sparked a storm by reporting that Prime Minister Scott Morrison was thought to have had his official WeChat account \"taken over\" by a \"pro-Beijing propaganda outfit\". \"China's Web\" read the front page headline inSydney's Daily Telegraph . Most Australians were probably unaware that their prime minister even operated a WeChat account, given the social media platform is used near exclusively in the country by Chinese Australians. Owned by Chinese tech giant Tencent, WeChat has over one billion users globally - including about a million in Australia.So the report caused alarm in a nation that has increasingly come to view China as a threat to its security.Since 2017, allegations have includedespionage attempts ,cyber attacks , andsupposed interference in domestic politics and society. Beijing has rejected such allegations, but Australia's government has taken an increasingly firm stance.And so on the latest news, one of the government's most strident anti-China critics quickly called for a WeChat boycott. Senator James Paterson labelled the incident a Chinese Communist Party (CCP) attempt to \"[interfere] in our democracy and silence our free speech\".The sole Chinese-Australian MP, the government's Gladys Liu, said she would stop her own WeChat use. She added \"there are serious issues here\" given an Australian election is due by May. Yet perhaps strangely for an alleged national security breach, there was no comment from Australia's intelligence agencies about any threat.Meanwhile, net-savvy citizens and China researchers were doing their own digging on the claims. Official WeChat accounts - ones permitted to push alerts to followers - need to be registered to a Chinese national.Experts warned as early as 2019 that Mr Morrison's account may be vulnerable. It had long been clear it was \"just registered to a random Chinese citizen\", says China analyst Fergus Ryan from the Australian Strategic Policy Institute. \"And that always meant that at any point in time the account could be stopped, could be taken down, sold; anything could happen to it because ultimate control of account wasn't held by Scott Morrison or his office.\" Mr Morrison's page stopped posting updates in July last year. By October, the Australian leader's profile had been wiped and rebranded with one named \"Australian Chinese New Life\".In November, it was authorised as an organisation rather than an individual account - a change requiring at least some level of approval from WeChat. \"The timing of the [newspaper] story being released was suspicious,\" says Fan Yang, an academic at Melbourne's Deakin University who's researched WeChat's platform in Australia.The new account is yet to post any content, so both Ms Yang and Mr Ryan query how the News Corp paper and politicians can label it a \"propaganda outfit\". And research from other Australia media soon cast the story in a different light. Australia's multicultural broadcaster, SBS, contacted the account's new owner - a businessman named Huang Aipeng who had no idea it was Mr Morrison's profile.He said he had bought the account from its registered owner because it already had 76,000 followers from a specific demographic. Then Tencent also rejected the government's assertion, saying there was \"no evidence of any hacking or third-party intrusion\". \"This appears to be a dispute over account ownership,\" it added. China's foreign ministry said Canberra's accusation was \"nothing but unfounded denigration and smear\". But by then, public conversation had been seized by a larger debate: a proposal by government lawmakers to ban the \"untrustworthy\" Chinese app. This evoked attempts by former US President Donald Trump to ban WeChat on security grounds, which were ultimately blocked by the courts. But some analysts say the greatest impact of a boycott would fall on Chinese Australians, for whom WeChat is a big part of daily life. It's used most commonly to communicate with family in China, but is also a marketplace, a social space, and even a payment platform.It's also a huge news source -a 2021 survey found over 50% of Chinese Australians used the app for this purpose. Australian parties joined the app in 2019 to target voters in that year's election. The next election is due by May this year. Chinese Australians make up about 5% of the population - and a significant proportion of voters in swing constituencies in Sydney and Melbourne. \"When the difference between being in government and being in opposition comes down to a handful of seats, the use of WeChat can be potentially really decisive,\" says Mr Ryan. But he and other security analysts have long called for politicians to withdraw from the platform. This is primarily because WeChat, like every Chinese tech platform, is heavily censored and subject to content restrictions set by the Chinese Communist Party. Mr Morrison continued operating his account even afterhe was censored on the platform in December 2020 amid a diplomatic storm. In that instance, moderators removedMr Morrison's official reply to a Chinese foreign ministry spokesman who had posted a tweet that included a gruesome, doctored picture of an Australian soldier hurting an Afghan child.For Mr Ryan, there are valid questions over when and how Tencent responded to the request from the prime minister's office for the account to be returned. Neither Tencent nor the PM's office responded to BBC queries on the handling. \"But I find it hard to take the government's lines [about foreign interference] seriously because it doesn't seem like they've ever taken the situation seriously before,\" he says. \"Now when it's more politically expedient, they're calling for a boycott.\"This should be \"embarrassing\" for the government given it lost control of the account six months ago, he says. \"But the way they've dropped it to the media and spun it, has been done in a way that taps into sentiment out in the community - that is not unwarranted - that concern about China and the CCP and its interference in Australian politics is a real problem. But it's unfortunate because in this particular instance I don't think that's the way it should be framed with no evidence to back it up.\" Ms Yang adds: \"The public anxiety towards Chinese technology is being used to mobilise a political campaign ahead of the election.\" Ms Yang argues this anxiety has been transferred onto the Chinese Australian community.Last year, severalChinese-Australians were questioned by a parliamentary inquiry about their allegiance to Australia - an interrogation that drew controversy. Others have chosen to step back from public life.Some scrutiny - including of Chinese businesses and products - comes from biases, she argues. \"People are anxious about the uncertainty that can be brought by WeChat, that they don't know what users are doing on WeChat, when it seems so expansive among the Chinese diaspora,\" she says. \"But this assumption is rooted in the linguistic barrier, and the fact the area is under-researched by English speakers.\" ", "url": "https://www.bbc.com/news/world-australia-60150732"}