{"datetime": "2019-08-18T16:00:03.000Z", "author": "James Cheyne", "title": "The city in the eye of an HIV 'perfect storm'", "article": "Glasgow has seen the UK's worst outbreak of HIV in 30 years, according to the city's health workers, and the problem is still getting worse. New cases have emerged in the past few weeks and the BBC has learned there have been 157 in total since the outbreak was first detected in 2015.Homeless people and drug users are the groups most affected and health professionals are striving to halt the spread of the virus among them. In Glasgow city centre, the man in front of us sits waiting for the results of his HIV test.It is a stressful experience that might usually take place in a health centre or surgery but instead he is propped up between shop doorways, a bag to his right and a rough square of cardboard beneath him.Shoppers, tourists and people on their lunch break bustle back and forth just feet away, few look down in our direction though. It is discreet but not exactly private. Tension builds on his face as the charity worker watches the rapid-testing kit do its job in their latex-gloved hand. The man being tested wants to pop away to the off-licence to help deal with the tension but is persuaded to stay put.Ordinarily outreach staff might spend 15 minutes chatting before delivering the results but this one comes quickly. \"This says you're absolutely fine,\" says the worker with a reassuring smile. \"Does it...already?\" the man replies, surprise and relief flooding through him. Researchers have described a \"perfect storm\" that has allowed the HIV virus to spread so quickly. Homelessness is the key factor. Combined with a significant rise in the numbers of people injecting cocaine as well as heroin.People who are sleeping rough can often be seen injecting drugs in public places in the city centre. Sometimes sharing needles and other drug-injecting paraphernalia.We've also heard about users so desperate that they will pick up a used needle off the street and inject themselves. Despite knowing the risks of infection. Read more from Sarah here. With each new case of HIV the potential for harm grows because of the vulnerable nature of those involved.NHS sources suggest that roughly 125 of those affected are thought to be taking anti-retroviral treatments, but 28 have died from overdoses or other health problems. The charity workers do not sugar-coat things when describing the situation to us. These are people with \"very damaged lives\", they say. The specialist street team from Waverley Care has been at the centre of things for six months now.Offering rapid HIV testing to people who inject drugs on the streets of the city, they aim to reach and support people at high risk who are not engaged with health services. They agreed to allow BBC journalists exclusive access to the project.Project manager Mhairi McKean says everyone seems to know someone with HIV but the homeless population at large has not been fully aware of the outbreak until recently.She says: \"It's been a real shock that this has happened in Glasgow.\"The meaning and impact of an HIV diagnosis has changed radically since the virus first emerged in the early 1980s. Modern antiretroviral drugs mean those with the condition can live long and healthy lives but Mhairi tells us that progressive views about it have not always cut through to the marginalised groups they work with.\"HIV is a virus that you can live with, you can take medication and it doesn't affect your life,\" she says. \"But obviously the stigma is still there, people have a lot of fear around how they'll be perceived. We work with a lot of people who blame themselves because they've contracted through drug use.\" Her colleague David Findlay adds: \"There are people out there who are HIV positive and they're not aware of it. \"It's better for people to know so that we can get them linked into the services and the support and the treatment that they need.\" The two outreach workers know they have a mountain to climb as they work their way through the city centre.During our first session with them we meet 17 people on the streets but no-one agrees to be tested, so instead they are offered support and clean injecting equipment.Changing drug use patterns can affect the outbreak. On this occasion, at least five people ask for tin foil but only two take clean needles. It is a signal that more of them plan to smoke heroin today than inject it, which is a small step but a positive one.After four years there is no shortage of data and demographics to describe the Glasgow outbreak but it is the deeply personal stories of those living on the streets with HIV that carry most impact. Calum, whose name has been changed, has slept rough on the streets of Glasgow the night before we interview him.He is in his early 40s and wrapped up warm despite the fact it is June.Calum has bought a £10 bag of heroin on the way to our meeting, just east of the city centre, and as he sits on a stone park bench in front of us the details of his diagnosis begin to emerge. As soon as he had taken a rapid test at a chemist not far from here, he had a bad feeling about the result. Panicking, he decided he didn't want to wait to find out. \"I just felt something in the back of my head and I was like, 'I'm not going back, I'm not going back',\" he says.\"The guy in the chemist, he literally came out and chased me down the street and dragged me back to the shop. He's like, 'Get in here. I've got something to tell you'.\" As Calum suspected, he was HIV positive.The chemist explained the options available to him but the treatment regime involved admin, keeping appointments, taking buses back and forth across the city.With his drug habit and chaotic lifestyle he knew from the beginning it was not likely to work well but initially he did not feel too bad about the diagnosis. He says: \"I just took it in my stride at the time but on my pay week I tried to overdose.\" On that occasion an intervention from a stranger quite probably saved Calum's life. \"As I was sliding down the wall, someone touched me on the shoulder.\" But three years later the chaotic lifestyle endures and his HIV treatment remains patchy. \"At the moment I've missed a fortnight's worth. So I'll need to restart them,\" he says. Calum has his own thoughts on why the HIV outbreak in Glasgow has got so bad.\"See the people that's got it, I think they're not telling people they've got it and they're letting people use their needles,\" he tells us.But with clean needles available why would anyone take that risk? \"I think it's the withdrawals,\" he says. \"I suppose some people would do anything just to get rid of it. If you've got that tenner bag in your hand and you're wanting a fix.\" The desperate context Calum describes is familiar to many of the healthcare and support workers dealing with this crisis.The Waverley Care street team is just one strand of a large and complex effort to tackle the HIV outbreak.The response has seen NHS nurses visiting public injecting sites and areas known for having large numbers of rough sleepers. But there are multiple small mercies and good news nestled among the tragic stories and difficult circumstances. The handful of street tests we witness all come back negative.Money from the Big Lottery Fund will allow the street team's work to continue for three years and health workers say most of those still living with the condition in and around the city centre have now been prescribed antiretroviral treatment.Their engagement though could well remain sporadic and inconsistent for reasons that are often complex but sometimes quite simple - the drug injecting homeless population for the most part stretches east from the city centre, while Glasgow's main HIV treatment centre is at a hospital in the city's west end.It's a simple geographical barrier that is now being overcome but one more problem to add to the complex basket of issues facing vulnerable people on the streets.", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-48914110"}