{"datetime": "2019-12-22T01:36:58.000Z", "title": "Australia fires: PM Scott Morrison sorry for Hawaii holiday during crisis", "article": "Australian Prime Minister Scott Morrison has apologised for causing \"great anxiety\" by going on holiday during a mounting wildfire crisis. Mr Morrison cut short his trip to Hawaii as criticism of him increased. One person was found dead on Saturday, and wildfires are raging in three states. Since September, Australia's bushfire emergency has killed at least nine people, destroyed more than 700 homes and scorched millions of hectares. Earlier, deputy prime minister Michael McCormack conceded that more had to be done to tackle global warming, after many Australians linked the severity of this year's fires to climate change. \"I get it that people would have been upset to know that I was holidaying with my family while their families were under great stress,\" he said on Sunday. Speaking after a briefing with fire officials, he said he knew Australians were anxious about the fires but insisted that the emergency response was \"the best in the world\". He conceded that climate change was contributing to changing weather patterns, but denied that it had directly caused Australia's wildfires. \"It's not a credible suggestion to make that link,\" he argued. Many Australians have accused Scott Morrison's government of inaction on global warming, with criticism growingas a heatwave broke records across the country and worsened the fires. Although climate change is not the direct cause of bushfires, scientists have long warned that a hotter, drier climate would contribute to Australia's fires becoming more frequent and intense. Firefighters' union leader Leighton Drury previously said Australia was \"seeing an absolute lack of leadership from this government, and it is a disgrace\".Mr Morrison also paid tribute to Geoffrey Keaton, 32, and Andrew O'Dwyer, 36, the two firefighters killed in New South Wales on Thursday. \"When our volunteers go out there, they do it for so many reasons - but I can't help thinking they do it for love of family. Family is community, and they were out there defending their communities on that fateful night,\" he said. The two men died when their truck was hit by a falling tree near a fire front, causing it to roll off the road. Three other firefighters who were also in the vehicle survived with minor injuries. Conditions eased on Sunday, giving exhausted firefighters a better shot at containing huge fires near Sydney. Rain is forecast in some fire-struck parts of New South Wales on Tuesday and Wednesday - but another period of dangerously hot weather is expected next week. Rising temperatures and strong winds had fanned fires in three states on Saturday.In South Australia one person was found dead, another was critically injured and 15 homes were destroyed about 40km (25 miles) east of the state capital, Adelaide. NSW fire chief Shane Fitzsimmons described Saturday as an \"awful day\". One man was reported missing in the Blue Mountains west of Sydney, but ultimately found safe and well, the New South Wales Rural Fire Service tweeted. By Saturday evening six fires in the state were deemed to be at emergency level - the second-highest level of danger after catastrophic - including two near Sydney. In Canberra a cricket match was called off because of poor air quality resulting from smoke from the fires. In Victoria, authorities said 142 fires had started in the state since Friday. One of these was burning at an emergency level by Saturday afternoon. A combination of temperatures above 40C, low humidity and strong winds have worsened the struggle for the 3,000 emergency personnel mobilised to deal with the bushfires in NSW. \"We are in a period of unbelievable drought and some areas haven't seen rain for more than 12 months\", NSW Rural Fire Services Inspector Ben Shepherd told the BBC.\"These fires are likely to continue to spread well past Christmas\", he added. Some of the fires in NSW were generating their own thunderstorms, the Rural Fire Service said. \"We will not get on top of these fires until we get some decent rain - we have said that for weeks and months,\" Mr Fitzsimmons said. However, weather officials say no major rainfall is expected in the next two months. The Gospers Mountain mega fire has destroyed about 460,000 hectares (1.14 million acres) north-west of Sydney and fire officials said there was a risk it could merge with the Grose Valley fire in the Blue Mountains. Are you in the affected region? If it is safe to do so, email haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/world-australia-50879850"}