{"datetime": "2021-03-15T06:22:54.000Z", "title": "Australia March 4 Justice: Thousands march against sexual assault", "article": "Tens of thousands of people have turned out to marches across Australia, protesting against the sexual abuse and harassment of women in the country. They were spurred by a recent wave of allegations of sexual assault, centred around Australia's parliament.The allegations have focused scrutiny on the conservative government. The protests were organised a week ago, after Attorney General Christian Porter revealed he was the subject of a 1988 rape allegation - which he denies. A separate case - that of Brittany Higgins, an ex-political adviser who alleged in February that she was raped in a minister's office in 2019 - has also fuelled public anger. Protesters feel the government's response to the sexual assault allegations has been inadequate. Ms Higgins spoke to the thousands of protesters outside Parliament House on Monday, saying: \"There is a horrible societal acceptance of sexual violence experienced by women in Australia.\" \"My story was on the front page for the sole reason that it was a painful reminder to women that if it can happen in Parliament House, it can truly happen anywhere.\" The protest rallies - known as the March 4 Justice - formed from noon on Monday across 40 cities and towns in Australia, including the major cities of Canberra, Sydney and Melbourne as well as smaller country towns.Organisers suggested it could be the \"biggest uprising of women that Australia's seen\". Many attendees carried placards and wore black in protest. In Melbourne, protesters carried a long banner listing the names of women killed in acts of gendered violence in the past decade. Organisers at the Canberra rally also presented a petition to lawmakers with over 90,000 signatures calling for greater accountability over sexist behaviours in parliament. They have also called for Mr Porter - a senior government minister - to stand aside. Police have closed their case against the attorney general, but others have argued for a separate inquiry into the allegation against him. Prime Minister Scott Morrison declined to meet the protesters despite their urging, and was forced to defend his decision in parliament. On Sunday, he had invited a delegation to meet with him in Parliament House but protest organisers declined, arguing that he and the government's minister for women should meet with them at the rally. \"We have already come to the front door, now it's up to the Government to cross the threshold and come to us. We will not be meeting behind closed doors,\" tweeted march organiser Janine Hendry on Monday. Most government lawmakers declined to join the rallies. However the Labor opposition and several other prominent lawmakers joined the crowd in Canberra. Women of all ages are here outside the government's seat of power.Some tell me they've been rallying for equality since the 1970s, the 1980s - that they're tired but know how important it is to capture this moment - when anger and frustration are boiling over.Jade Catton is a mother of four: two boys and two girls all under the age of 10.\"It's not easy to bring them here,\" she told me. \"But I want them to know this is important. I teach my children that we treat others with kindness and respect no matter who they are, what gender they are.\"But these basic things don't seem to apply to the government. The message from the government is that women's voices don't matter, so I brought the kids here to show them that this is not ok.\" The cases in parliament have shone a light on sexist cultures and how sexual assault and harassment is dealt with more broadly across all areas of Australian society. Ms Higgins first spoke out on 15 February about her alleged rape by a colleague - and it has triggered a wave of other women coming forward with their stories - including in Australia's school system, workplaces and other areas. Many have called for the government to investigate the past allegation against Mr Porter, the nation's top law officer. They want an independent inquiry into the case as well as other alleged sexual assaults in Australian politics. Mr Morrison has resisted such calls, arguing only police should deal with the matter. But police closed their investigation on the basis they had insufficient evidence to proceed. The alleged victim died last year. On Monday, Mr Porter said he would sue the Australian Broadcasting Corporation for defamation over the allegations. Critics also say the government has also been too slow and ineffective in responding to wider accusations of sexism and misogyny in parliamentary culture - a problem they say extends across party lines. On Monday, the Labor opposition said it would also review its culture after dozens of anonymous allegations of sexual harassment and sexism against male figures within its party. Protesters have also argued the government's treatment of those who have spoken out so far has been unacceptable.Ms Higgins' former boss, Defence Minister Linda Reynolds, was forced to apologise and pay compensation to her former aide, after calling her a \"lying cow\".Ms Higgins has also criticised Mr Morrison for using \"victim-blaming\" language in discussing her case - an assertion he rejects. ", "url": "https://www.bbc.com/news/world-australia-56397170"}