{"datetime": "2022-02-03T20:31:46.000Z", "title": "Australia revisited - a country changed by Covid", "article": "After eight years in the US, Nick Bryant returned to Australia to find a country that had retained many of its finest qualities. But it had also turned in on itself and become a more fractured nation. It was the final full day of our summer holiday - January is the August of the southern hemisphere - and our friend had returned to the beach, in the golden hour of the late afternoon, to capture a few last snapshots.By then, the sands had largely emptied. The sea looked too rough to swim in. But over the crash of the incoming waves, she could hear the anguished cries of a swimmer out at sea, who was obviously caught in a rip tide. The woman looked like she was about to be swallowed by the swirling currents. But the closest lifeguard on duty was a mile away. So my friend called her husband on the phone - I was with him at the time - and told him to hurry down with his surfboard.Not for one moment did he hesitate. He raced to the shore in what seemed like a flash. Then out he paddled, into the cauldron of a churning sea, to pluck the stranded woman from the ocean.In my naiveté, I thought that the moment he pulled her onto his surfboard was the endpoint of the drama. But in many ways his struggle was only just beginning. Now he had to get back to dry land, hoping to catch a set of waves that would return them both to the shore. This task was made all the more treacherous by a swell that threatened to hurl them against the rocks. As I watched from the clifftop, where I had stayed behind with our young kids, I could see the narrowness of the channel he was aiming for. I could also tell he was tiring. By now, there were more people on the beach, but if any of them ventured into the water without a buoyancy aid, they, too, would be swept out to sea.Some were locals who knew the history of this bay on the Central Coast of New South Wales. Only last October, a man had drowned here after coming off his surfboard and being thrown against the rocks. My friend and the woman were in the water for 15 minutes. It was a frighteningly long battle. But finally he caught a couple of helpful waves, which carried them to safety.As they came ashore in a rocky inlet, my mate was ready to cop what he later described as \"a serious cheese grater shredding\" but they emerged from the water without a scratch. The swimmer was reunited with her boyfriend.My friend was reunited with his wife. Then, without any fuss, he walked home with his surf board tucked under his arm, where he downed a cold beer and then cooked dinner on the barbecue. Rarely have I witnessed such an impressive act of heroism. His steak was pretty good, too. But I'm telling this story not as an homage to Australian masculinity but because I think it speaks of a certain Australian mindset: a generosity of spirit, a calmness in the midst of crisis, a strong sense of community and togetherness.They're qualities that both my friends displayed that afternoon, and their response was instantly recognisable as Australian. Yet the country as a whole feels different than it did when we lived here eight years ago before we left to live in New York City. More fractured. More remote. More inward-looking.For much of the pandemic, Covid restrictions have turned the lines on the map that divide the states and territories into rigid borders that could only be crossed with the grant of a permit - paperwork that was routinely denied.Not since the founding of modern Australia, more than a hundred years ago, has the country been more geographically fragmented. Western Australia, whose borders are still shut, feels like it has declared independence. Queensland has also acted at times like a self-governing fiefdom. The premiers of the states have often governed more like prime ministers. Absent throughout has been a sense of Australian nationhood.As well as witnessing the fragility of Australia's federation, we have seen the enduring solidity of its Fortress Australia mentality. Early on in Covid, the decision was taken to pull up the drawbridge and shutter the portcullis. The country's international borders only opened up to non-citizens in the middle of December. Not only were foreigners kept out. Australians were locked in. Many expatriate Australians also struggled to make it home, because of the difficulty of getting flights and the prohibitive cost of two weeks of mandatory hotel quarantine. Made to feel even more estranged from their distant country, the unofficial expat anthem, the Peter Allen ballad I Still Call Australia Home, no longer rang so true. Both externally and internally, there has also been a hardheartedness about how Australian officialdom has regulated the movement of its citizens. When the Delta variant hit, the government threatened to jail its own citizens for trying to return from India. Even children wishing to cross state lines to bid a final farewell to terminally ill parents have had applications for compassionate travel waivers knocked back.The Novak Djokovic controversy ahead of the Australian Open demonstrated the broad power at the government's disposal to grant or cancel visas, which has been likened to a God-like level of authority.But the tough approach that Australia has adopted towards immigrants, especially since the prime ministership of John Howard, and especially since the turn of the century onwards, has also been used against its own citizenry.The Australian government would cite the country's comparatively low Covid death rate as proof that its strict policies have been effective, a persuasive claim.But at the federal and state level, officials have faced accusations of bureaucratic overkill and a cruel authoritarianism with echoes of the penal past. Covid has surely finally buried the myth once and for all that this country is anti-authoritarian. Arguably, one of its most defining characteristics is compliance. My sense when I lived here before was that Australia had, to a certain extent, become politician-proof. The reform era of the Eighties and Nineties had created a robust economic model. Australia was then in the midst of its remarkable quarter-century run without recession. Despite the regular churn of prime ministers that made Canberra the coup capital of the democratic world, things functioned pretty well.Covid, however, has underscored the primacy of government, the only agency with the reach and resources to coordinate a speedy national response. Yet from the sluggishness of its vaccine roll-out to the failure to provide rapid antigen tests in sufficient quantities, the government of Scott Morrison stands accused of falling short. Thankfully, so many of the qualities that I love about this country have withstood the viral assault.The upbeat approach to life. The lack of pretension. The joy of the outdoors. The \"no drama\" approach even in dramatic situations.All those things were evident at the beach that afternoon when my mate saved that swimmer from a near certain drowning. Here was another reminder of why my family now calls Australia home. ", "url": "https://www.bbc.com/news/world-australia-60216375"}