{"datetime": "2022-02-15T06:02:35.000Z", "title": "Novak Djokovic: The twists and turns of his Australia mess", "article": "Serbian tennis star Novak Djokovic's bid to win the 2022 Australian Open and a record 21st Grand Slam title failed before it could start, with the revocation of his Australian visa on the eve of the tournament. Instead, Spain's Rafael Nadal jumped on the chance to move one step ahead of both Djokovic and Roger Federer of Switzerland by claiming the title in Melbourne - dramatically coming back from two sets to love in what was a remarkable final. So, what was meant to be a key campaign for Djokovic, the world's number one male tennis player, ended in a global controversy. Here's a quick recap of how this drama developed over time, and Djokovic's reaction given exclusively to the BBC's media editor Amol Rajan. News that Djokovic, aged 34, had been approved to play in the Melbourne tournament was revealed by the player himself on 4 January. Australia requires all foreign visitors entering the country to be double vaccinated. Otherwise, they need to complete 14 days in quarantine.Djokovic, who is unvaccinated, told the BBC he was \"ready not to go to Australia\", as difficult as that decision was, because of the country's strict rules. \"I love Australia,\" he said. \"The sole reason why I wanted to go [there] was to take part in the Australian Open, it's the most successful tennis tournament that I ever had in my career.\" But then, on social media he said that he had gained a medical exemption, which was granted by two independent medical panels organised by Tennis Australia and Victoria state. The announcementsparked public outrage in Australia, especially as residents have been living amongst some of the toughest lockdowns and restrictions since the pandemic began. Most have followed government directions to get vaccinated, and over 90% of the adult population is now double-dosed. There was also anger that Djokovic was apparently being given preferential treatment. However, he told the BBC his name was not on the medical exemption paperwork, and he was accepted anonymously. \"We were following the rules. And when there was a possibility for medical exemption, I was using that and I applied... and I got accepted,\" he said. Australian Prime Minister Scott Morrison initially said he would let the Victorian state government decide the matter. But he later backpedalled and said the final say would remain with the federal government and Australia's immigration authorities.Djokovic arrived at Melbourne's airport late on 5 January. In a dramatic twist, his entry was rejected by border officials in the early hours of the following morning.His visa was cancelled on the spot and the Serbian tennis player was taken to a notorious immigration detention hotel, where he remained for five days.Many in Australia cheered the move, but equally it sparked an uproar among supporters who gathered outside his hotel, as well as in Serbia. President Aleksander Vucic accused Australia of \"harassing\" Djokovic - a claim denied by Canberra. Djokovic's family also complained, accusing the government of treating the tennis player like \"a terrorist in Guantanamo Bay\". Meanwhile Djokovic's legal team speedily launched a challenge to the visa cancellation. On 10 January, an Australian court heard arguments from both the government and Djokovic's lawyers. Djokovic's legal team made several arguments, but the most crucial one was that the tennis player had been treated unfairly when he arrived. They pointed out how immigration officials refused Djokovic's request to wait until 08:30 local time to contact his lawyers and Tennis Australia, before proceeding with the visa cancellation. They argued this was grounds for \"legal unreasonableness\" and denial of \"procedural fairness\".The government's legal submissions had countered that he had enough time to explain his case. But during the hearing, it conceded on the point made by Djokovic's team. Judge Anthony Kelly ultimately agreed with Djokovic's lawyers, ruling he was denied \"fair opportunity\" to respond adequately, and quashed the visa cancellation. The tennis star was allowed towalk free immediately , and the government was told to pay all legal costs. The court documents - as well as Djokovic's travel declaration form, made public in Australian media - revealed other things. They confirmed Djokovic was not vaccinated - his status was not previously known - and that he'd caught Covid-19 twice, with the latest positive test on 16 December. The documents ended up prompting fresh questions.Many pointed out social media posts showing Djokovic attending public events and doing an interview with a French publication in the days immediately after he had tested positive.He was criticised for attending an awards ceremony, where he was pictured maskless, after a positive PCR test - but says he did not know the test result when he was there, had a negative rapid antigen test beforehand and did not have any symptoms. \"I understand [the anger], I really do,\" he told the BBC, adding: \"I wanted to be there for the children. I know how much it means to them, for me to give them an award.\" Djokovic, who had flown in from Spain via Dubai, had declared to Australian authorities that he had not travelled anywhere else in the 14 days prior. But posts showed that he had been in Serbia during that period. On 12 January, two days following his release from detention, Djokovic posted a statement on Instagram to clarify \"ongoing misinformation\" about his movements. In it,Djokovic admitted that mistakes were made on his immigration forms, for which he blamed an agent.\"It was a human error made by one of the members of my team. I have people in my team that are responsible for logistics and filling out the documents,\" he said in the BBC interview. He also said he had met a French journalist and removed his mask for a photo shoot despite knowing he had Covid, breaking isolation rules.\"On reflection, this was an error of judgement and I accept that I should have rescheduled this commitment,\" he wrote in the post.Speaking to the BBC, he said: \"I understand why people think that, when you chronologically take all these things into consideration, feel like I have cheated or I've done something that that is not right. \"I always did the right thing. If I wanted to go to Spain and I didn't want people to know, I wouldn't be playing tennis in a public place.\" On 14 January, Australia's Immigration Minister Alex Hawke announced that Djokovic's visa was cancelled on \"health and good order grounds, on the basis that it was in the public interest to do so\". Court papers showed concerns that Djokovic's presence in Australia could inspire anti-vaccine sentiments. He says he \"completely disagrees\" with this. The tennis star later flew to Serbia via Dubai, choosing not to mount a second legal challenge. \"It was a very, very strange feeling. I have always respected the rules and followed all the protocols, everything that was required for me in order to get to Australia,\" he told the BBC.\"So it was sad that I had to leave the way I did.\" In February, prosecutors in Serbia said there was no evidence to suggest that Djokovic had submitted falsified Covid test certificates to Australian authorities. The office said it had inspected the \"electronic database\" which contains details of tests and results and it showed that Djokovic's initial positive test and his later negative result were both valid. Documentssubmitted by his lawyers to a federal court in Australia included two Covid (PCR) test certificates, one with a positive result on 16 December and one with a negative result on 22 December. A BBC report had earlier cast doubt over the tests, suggesting the serial numbers were out of sequence with others from a similar time. Serbian authorities did not explain thediscrepancies identified by the BBC. A German research group called Zerforschung was the first to pick up on the discrepancy that the earlier test had a higher confirmation code than the later one.They wrote a blog titledNovak Djokovic's time-travelling PCR tests , and partnered with German news site Der Spiegelwho reported on the issue . ", "url": "https://www.bbc.com/news/world-australia-59890943"}