{"datetime": "2021-02-02T03:29:39.000Z", "title": "Chau Chak Wing: Chinese-Australian businessman wins media defamation case", "article": "A Chinese-Australian billionaire has won a defamation case against two Australian media organisations over a news investigation he argued wrongly portrayed him as a Chinese spy. Dr Chau Chak Wing, a philanthropist and businessman, was among the subjects of an ABC Four Corners episode in 2017. A court found the episode had unfairly damaged his \"good name\", but had not necessarily made him out to be a spy. The ABC and Nine Entertainment said the decision a blow to media freedom.The two media organisations have been ordered to pay damages of A$590,000 (£330,000, $450,000) to Dr Chau over their joint investigation. Lawyers for Dr Chau - an Australian citizen who is one of the country's biggest political and cultural donors - said he was \"very pleased to have his reputation restored after such a baseless attack\" by the programme and its journalist. The episode and court battle come amid deteriorating political relations between China and Australia in recent years. The Four Corners episode was the result of a five-month investigation between the ABC and the Sydney Morning Herald newspaper, then owned by Fairfax Media but now run by Nine Entertainment. Text stories were also published online. Titled Power and Influence, the programme investigated alleged Chinese influence in Australia and drew more than one million viewers.Dr Chau sued both media companies soon after the episode aired, arguing the reports had portrayed him as a \"Chinese agent\" who had \"betrayed his country\". He said the reports also defamed him by suggesting he was guilty of espionage, buying political influence and bribery. The ABC conceded in court that the episode raised suspicions about Dr Chau, but argued that the ordinary viewer would not have engaged in \"loose thinking\". \"It's broadcast journalism that is treated cautiously and critically by those who watch it,\" the ABC's barrister, Matt Collins, said during the trial last year. On Tuesday, the Federal Court rejected the ABC's arguments, finding the damage to Mr Chau's reputation was \"both substantial and continuous\". Justice Steven Rares said details in the programme had \"struck at the heart of Dr Chau's good name for his integrity, philanthropy, and constructive contributions to developing a positive relationship between Australia and China.\" Justice Rares ordered parts of the episode to be removed from the ABC's online platforms. The ABC and Nine described the decision as \"deeply disappointing\", adding it would \"have a further chilling effect on media freedom in this country\". Dr Chau won a separate defamation case against the Sydney Morning Herald in 2019. Nine Entertainment - which now owns the newspaper - is appealing the A$280,000 payout. \"This case has again starkly demonstrated fundamental problems with Australian defamation law and pre-trial procedures being heavily skewed in favour of a plaintiff,\" an ABC statement said. Australian media outlets have been overwhelmingly united in their criticism of strict local defamation laws, which they say work against the public interest. ", "url": "https://www.bbc.com/news/world-australia-55897657"}