{"datetime": "2018-06-28T09:53:37.000Z", "title": "Australia passes foreign interference laws amid China tension", "article": "Australia's parliament has passed a package of new laws aimed at preventing foreign interference in the country. Prime Minister Malcolm Turnbull announced the crackdown last December. Although he denied it was aimed specifically at China, the move has added to diplomatic tensions with Beijing in recent months. The wide-ranging laws, approved in the Senate on Thursday, target foreign interference in politics and other domestic affairs, as well as espionage. Among key provisions, they will require lobbyists for foreign governments to identify themselves on a public register. In December, Mr Turnbull said the crackdown followed warnings by intelligence agencies that were \"necessarily classified\".\"Foreign powers are making unprecedented and increasingly sophisticated attempts to influence the political process, both here and abroad,\" he said at the time. He later acknowledged \"disturbing reports about Chinese influence\", an assertion that has been strongly denied by Beijing. Last week China's ambassador to Australia, Cheng Jingye, reiterated his warning that a \"Cold War mentality\" was undermining relations. The government has described the laws as the most significant counter-espionage reforms in Australia since the 1970s. They were approved following months of review by a parliamentary national security committee. The laws criminalise covert, deceptive or threatening actions that are intended to interfere with democratic processes or provide intelligence to overseas governments. They are designed to include actions that may have fallen short of previous definitions of espionage. Industrial espionage - the theft of trade secrets - is among new criminal offences, while people who leak classified information will face tougher penalties. The government also plans to ban foreign political donations through a separate bill later this year. ", "url": "https://www.bbc.com/news/world-australia-44624270"}