{"datetime": "2020-12-03T09:32:25.000Z", "title": "China and Australia: How a Twitter spat quickly escalated", "article": "From furious insults to WeChat censorship, a spat between China and Australia over a controversial tweet has escalated into an online tit-for-tat in recent days. The catalyst for the row, posted by a top Chinese government official, was a fake image.But the diplomatic fall-out has been all too real, plunging an already fragile relationship between the two countries further into the abyss. Warning: This story contains an image some people might find distressing. It all began with that shocking tweet. On Monday China's foreign ministry spokesman Zhao Lijian posted this fake image on Twitter, responding toa damning report about alleged Australian war crimes in Afghanistan. We've blurred out a part of it, but the picture shows a grinning Australian soldier holding a bloodied knife to the throat of an Afghan child. \"Shocked by murder of Afghan civilians & prisoners by Australian soldiers. We strongly condemn such acts, and call for holding them accountable,\" he wrote. Less than two hours later, a furious Scott Morrison, Australia's prime minister, was on national televisiondemanding an apology from Beijing . Deploying his most undiplomatic language to date, he called it \"truly repugnant, deeply offensive, utterly outrageous\". He added that Australia had established a transparent process to investigate the alleged war crimes, as was expected of a \"democratic, liberal\" country. However, he also appealed for China to answer Australia's calls for diplomatic talks, asking them \"to re-engage\". Beijing seemed less keen: a few hours later, the riposte came from Hua Chunying, a Chinese foreign ministry spokeswoman. \"It's not China which should be ashamed, but Australia,\" she said. On Weibo, a Chinese social media platform, the artist behind the image chimed in too, posting that he hadn't expected \"Old Morrison\" to reply. It didn't take long for other countries to wade in, many taking Australia's side.France called the image \"shocking and insulting\" to countries which had fought in Afghanistan, New Zealand's PM Jacinda Ardern said she'd raised concerns with China about the \"unfactual post\", while over in the US, the State Department's deputy spokesman had this to say: Even the White House National Security Council took a potshot, referring to an earlier decision by China to impose sky-high tariffs on Australian wine. But there was no apology forthcoming from China - only a resolute doubling-down on all sides, saying the image was a caricature and the responses an overreaction. To Australia, it had this to say: \"The accusations made are simply to serve two purposes. One is to deflect public attention from the horrible atrocities by certain Australian soldiers. The other is to blame China for the worsening of bilateral ties.\" And to France, it pointed to the country's robust defence of the right to caricature mounted not too long ago. \"Where is the freedom of expression which you boast about?\" retorted the Chinese embassy in Paris. The spat ventured into new territory on Tuesday - literally - as Mr Morrison took the rare step of using the Chinese messaging platform WeChat to appeal to Chinese people, in particular the sizeable community living in Australia. The diplomatic dispute \"does not diminish respect and appreciation for the Chinese community in Australia\", he wrote, while also reiterating earlier criticism of the false image and defending Australia's handling of the war crimes probe. By Wednesday morning, Mr Morrison's message had been read by 50,000 WeChat users. However, by that very evening his post was scrubbed by WeChat. A note from the platform's operation centre said the content violated regulations, including \"distorting historical events and confusing the public\". Then, in Chinese state media, this editorial and cartoon appeared. The Global Times newspaper had this to say: \"Some Western people are very unaccustomed to criticism from Chinese people. The West seems like a tiger that no one dares touch its backside. \"Satirical cartoons include artistic exaggerations. It has made Australian officials uncomfortable. But think about it: How many times has the West produced cartoons that offend some non-Western people?... Why can't they accept it when the Chinese Foreign Ministry follows up with criticism?\" Mr Morrison, meanwhile, was left dealing with a Twitter pile-on as angry Chinese netizens demanded he apologise and back down. This war of words does not come from nowhere. Ties between Australia and China were already fractured to begin with. Earlier this year, Canberra's call for a probe into the origins of the Covid-19 pandemic triggered an angry response from Beijing.Accusations have flown from both sides on matters including espionage and press freedoms, while economic sanctions have been deployed too. But this \"tweet war\" brings the dispute into a new sphere, notes Professor James Laurenceson from the Australia China Relations Institute. He thinks the tweet from Mr Zhao was bait and the escalation was in some ways inevitable given that social media can be fertile ground for \"emotional responses rather than cool rational ones\". \"Zhao has a track record. He's done this to several countries before. So I think it was a bit of trolling,\" he told the BBC. But he noted that the Australian premier's stiff response was also a sort of \"confirmation that the trolling works\". \"Our response was in order, but it probably wasn't the cool, calm response that we needed,\" Prof Laurenceson added. No one really knows what will happen next in this new diplomatic battlefield. Earlier this week, Twitter declined Canberra's request to remove the fake image that started it all, although it has been labelled as sensitive content. Meanwhile, the tweet remains proudly pinned to the top of Mr Zhao's Twitter account - where it has been \"liked\" nearly 65,000 times. Reporting by Preeti Jha and Frances Mao ", "url": "https://www.bbc.com/news/world-asia-china-55168883"}