{"datetime": "2020-10-11T17:52:18.000Z", "author": "Shaimaa Khalil", "title": "How Australia-China relations have hit 'lowest ebb in decades'", "article": "Tensions between Australia and China have recently read like the edge-of-your-seat part of a geopolitical thriller; no-one knows exactly where the story is going or how it's going to end. \"The Australia-China relationship is unravelling at a pace that could not have been contemplated just six months ago,\" academic James Laurenceson wrote recently. Take the escalation in recent weeks alone. Chinese authorities confirmed that Cheng Lei, an Australian citizen and high-profile host for China's English-language broadcaster CGTN, had been detained on suspicion of endangering national security.Shortly after, the last two correspondents working for Australian media in China were rushed home on the advice of diplomats. It played out in mindboggling fashion. On the eve of ABC reporter Bill Birtles' hastily planned departure from Beijing, seven Chinese police officers arrived on his doorstep in the middle of the night. A similar visit was paid to the Australian Financial Review's Michael Smith in Shanghai.Each took refuge in Australian diplomatic missions but were prevented from leaving China until they were questioned over vague \"national security\" matters.Mr Birtles said he felt like a \"pawn in a diplomatic tussle\". The day after the pair arrived home, Chinese state media reported that Australian intelligence agents had questioned several Chinese journalists in June and seized their devices \"in violation of legitimate rights\". Australian media reported that incident was linked to an investigation by intelligence officials and police into alleged foreign interference. It followed raids in June on the offices of New South Wales state MP Shaoquett Moselmane, a staunch supporter of Beijing who later said he was not personally under investigation. Most recently, two Australian academics were banned from entering China - a move one argued had been in retaliation to Canberra revoking the visas of two Chinese scholars. At any other time, one of these incidents could be enough to sustain headlines for some time - but these happened in rapid succession.The breakneck speed has had even close watchers scratching their heads.Anger and mistrust between the countries has been bubbling under the surface for years. A turning point happened in 2017 after the Australian Security Intelligence Organisation (Asio) warned of growing Chinese attempts to influence decision-making in Canberra. Donations from Chinese businessmen to local politicians also came to light. Late in the year,Prime Minister Malcom Turnbull announced laws designed to curb foreign interference . Beijing responded by freezing diplomatic visits.In 2018, Australia became the first country to publicly ban the Chinese tech giant Huawei from being involved in its 5G network, citing national security reasons. There have been numerous other flashpoints since.Through all the turmoil, however, Australia's trade relationship with its biggest customer largely flourished. China may have been furious with Australia, but its ever-growing economy remained hungry for Australian natural resources. So, the iron ore, coal and liquified natural gas continued to flow to China, and Chinese tourists and students and a huge export income continued to flow to Australia.Though many economic benefits continue, things have changed dramatically in 2020.\"Politically we're at the lowest ebb since diplomatic relations were established in 1972,\" said Professor Laurenceson, director of the Australia-China Relations Institute at the University of Technology Sydney. The real trigger this year has been Australia calling for an investigation into the origins of Covid-19, which was first detected in the Chinese city of Wuhan. Prime Minister Scott Morrison suggested that the World Health Organization needed tough new \"weapons inspector\" powers.Home Affairs Minister Peter Dutton cited US State Department comments that \"documentation\" existed showing how the virus had spread - but noted he had not seen them. Chinese diplomats responded with highly undiplomatic language, saying Mr Dutton must have been told to work \"with the US in its propaganda war\".Professor Laurenceson told the BBC that Beijing's anger was directed not just at the political rhetoric but at Australia's stance on the global balance of power.\"China is seeing that Australia is making its choice to line up with America in a geopolitical competition,\" he said. In late April, China's ambassador to Canberra, Cheng Jingye, threatened that Chinese people could boycott Australian products. \"If the mood is going from bad to worse… Maybe the ordinary people will say 'why should we drink Australian wine? Eat Australian beef?'\" he told the Australian Financial Review.Not long after, China slapped an 80.5% tariff on Australian barley, suspended some Australian beef imports and launched an anti-dumping probe into Australian wine imports. Beijing also cautioned students and tourists against going to Australia, citing racist incidents in light of Covid-19.Australian sentiments towards Beijing have also soured in public opinion. This is especially evident in what many see as China's attempts at arm-twisting with sanctions against sectors of Australia's economy.\"Those bullying tactics have hardened attitudes in Australia,\" said Natasha Kassam, a research fellow at the Lowy Institute think tank. It conducted a poll this year which found only 23% of Australians trusted China to act responsibly in the world. Ms Kassam added that every time China attempted to \"bully\" Australia, the voices demanding a more assertive policy towards Beijing grew louder.Mr Morrison has used tough language at times, insisting that Australia will not \"trade away\" its values or respond to coercion.His government has openly criticised the new security law imposed by China on Hong Kong, and offered safe haven to many Hong Kong students and graduates already in Australia. It has also suspended its extradition agreement with Hong Kong.Beijing's fury with Canberra's latest stances - especially the US alignment - is not surprising, but the speed and severity of the anger has taken even the experts aback.\"I am surprised to the extent that for three years we had a firewall between the political side of the relationship and the economic one,\" Professor Laurenceson said. \"Now in the spate of five months we have China taking or mooting action against barley, beef, students, tourists, and wine.\" \"What adds to the nervousness at the moment is that it's not clear where the bottom is.\" Ms Kassam said it was increasingly clear that the acrimony was \"structural\" and could not be \"fixed by better diplomacy\". \"It was never going to be possible in this globalised world where China is a big rising power,\" she said, noting Australia's US alliance. The two sides know that with high tensions come even higher stakes. Last week, one of China's top diplomats called for an end to \"confrontation and abusive language\" between Australia and China.Fu Ying, China's former ambassador to Australia and an influential figure in Beijing, called for better communication because the two trading partners needed each other.The significance of that particular statement was not just in what she said, but who she said it to: Michael Smith of the Australian Financial Review, one of the two journalists who had been hurried out of China. Even amid the tensions and the pandemic-led global recession, the countries have traded at a consistent pace.\"The economic side of the relationship remains a strength,\" said Professor Laurenceson. He expected it to co-exist with the political relationship \"in an uneasy way going forward\". \"You will not find two countries that have more complementary production structures than Australia and China. Simply put - China wants what Australia produces and they want it deeply.\" This remains a complicated balancing act for both countries.For Ms Kassam, separating trade from political tensions is a myth which has been dispelled as both sides ratchet up their rhetoric.\"For 10 years [or so]… Australia and China were able to maintain the fiction that their economies' co-dependency could exist in a separate sphere to their political tensions. It was in both sides interest to maintain that fiction for that period.\"She added it was hard to see stability returning soon and that, in future, the relationship would be defined by tension and political conflict.\"I worry about that a lot,\" Ms Kassam said. \"I worry about Australian people in China and whether they could potentially be targeted in the declining bilateral relationship.\"", "url": "https://www.bbc.com/news/world-australia-54458638"}