{"datetime": "2019-11-25T10:32:19.000Z", "title": "Australia investigates alleged Chinese plot to install spy MP", "article": "Australian Prime Minister Scott Morrison says allegations of a plot to plant a Chinese spy in Canberra's parliament are \"deeply disturbing\". The allegations - first aired by local network Nine - assert that a suspected Chinese espionage ring approached a Chinese-Australian man to run as an MP. The 32-year-old man has since died in unexplained circumstances. China has denied the allegations, which Australia's domestic spy agency has confirmed it is investigating. In a rare public statement, the agency said it was taking the allegations seriously.Mr Morrison said he found the reports troubling, but warned against \"leaping to conclusions\". On Sunday, Nine's 60 Minutes programme reported thatsuspected Chinese agents approached a luxury car dealer, Bo \"Nick\" Zhao, ahead of Australia's general election - which took place in May.They allegedly offered him A$1m (£520,000; $680,000) to fund his run for a Melbourne seat as a candidate for the ruling Liberal Party, of which Mr Zhao was already a member. Mr Zhao gave information about the alleged approach to the Australian Security Intelligence Organisation (Asio) last year, Nine reported.He was found dead in a hotel room in Melbourne in March. Police have not been able to establish how or why he died, and his death has prompted a coroner's inquiry. Nine has also reported that a man claiming to be a Chinese spy has applied for asylum in Australia, in an unrelated case. Wang \"William\" Liqiang has reportedly given authorities information about operations in Hong Kong, Taiwan and Australia, saying he was \"personally involved\" in espionage work. Mr Wang also told 60 Minutes that he was aware of several Chinese spies operating in Australia and attempting to influence politics. Chinese officials have dismissed Mr Wang's claim, and say that he is an unemployed fugitive who was convicted of fraud before fleeing his homeland on a fake passport. In a statement, Asio director-general Mike Burgess said: \"Australians can be reassured that Asio was previously aware of matters that have been reported today, and has been actively investigating them.\" He said he would not comment further in line with \"long-standing practice\", but added: \"Hostile foreign intelligence activity continues to pose a real threat to our nation and its security.\" Mr Morrison said his government was determined to keep Australians \"free and safe\", but urged people not to draw conclusions while an investigation took place. \"Australia is not naive to the threats that it faces more broadly,\" he told reporters on Monday.MP Andrew Hastie, who heads the parliament's intelligence and security committee, told 60 Minutes he had been aware of the \"very, very concerning\" allegations for months. \"[It is] like something out of a spy novel happening in Melbourne with impunity,\" he said. But Chinese officials have dismissed the allegations, saying Beijing does not meddle in the internal politics of other countries. Foreign ministry spokesman Geng Shuang accused people and media outlets of having \"become seized with imaginary fears\".\"They constantly fabricate cases of so-called Chinese spies infiltrating Australia,\" he told reporters on Monday. There is an ongoing debate about Chinese influence in Australian politics and society. Some politicians have accused Beijing of trying to infiltrate Canberra through donations and other means. Others, however, believe the allegations are fuelling xenophobia and putting at risk the nation's prosperity because China is Australia's largest trading partner. Australia passed new laws last year aimed at countering foreign interference. At the time, then Prime Minister Malcolm Turnbull acknowledged \"disturbing reports about Chinese influence\" - an assertion that has been consistently denied by Beijing, which has sometimes accused Australia of having a \"Cold War mentality\". Earlier this year,a newly elected Chinese-Australian MP, Gladys Liu, faced intense scrutiny after her past links to Beijing-associated groups were revealed by Australian media. She strongly denied having any divided loyalties, and Prime Minister Scott Morrison asserted she had been the victim of a \"smear\" campaign. ", "url": "https://www.bbc.com/news/world-australia-50541082"}