{"datetime": "2020-12-16T03:30:55.000Z", "title": "Australia launches WTO appeal against China's barley tariff", "article": "Australia will challenge China's tariff on its barley exports in an appeal to the World Trade Organization (WTO). It marks the first defensive action from Australia in response to a number of China's sanctions on a range of goods this year. Beijing has imposed blockages or levies to dairy, meat, wine and others as political tensions have worsened. This has caused alarm in Australia as China is its biggest trading partner, accounting for close to 40% of exports. Earlier this week, Chinese state-controlled media reported that Australian exports of thermal coal - the third biggest export to China - would face restrictions. Beijing declined to confirm the reports. It has previously accused Australia of \"unfriendly\" and \"hostile\" attitudes towards it. Tensions have grown over China's alleged foreign interference and influence in Australian affairs. China's 80% tariff on barley - imposed in May - was the first Australian agricultural export to be sanctioned this year, and came after Chinese trade officials alleged illegal dumping practices. The Australian government has denied this, and said its repeated requests to Beijing for dialogue on the trade blows have been ignored. Speaking on Wednesday, Australia's trade minister said it was the \"appropriate next step\" for the country to escalate the matter to the global trade body. \"We ask the independent umpire to adjudicate and ultimately help settle those disputes,\" said Simon Birmingham. He added that Australia remained opened to solving the dispute outside of the WTO case \"if both parties are willing to come to the table\". Last week,he accused China of undermining the two nations' free trade agreement - a 2015 deal which lowered tariffs and increased access to goods. Analysts estimate that about a quarter of Australia's A$80bn export goods to China have been affected so far in the political row. On Tuesday, in response to the reports about coal, Beijing's foreign ministry said \"some people from the Australian side claim to be the so-called victims\". Spokesman Wang Wengbin added that Australia had blocked or cancelled the contracts of Chinese businesses in Australia on unsubstantiated grounds. Canberra has blocked some deals on the basis of national security concerns. ", "url": "https://www.bbc.com/news/world-australia-55328102"}