{"datetime": "2021-02-10T05:08:27.000Z", "title": "Crown Resorts: Australian casino firm 'not suitable' for Sydney gaming licence", "article": "A landmark inquiry has found Crown Resorts, Australia's largest casino operator, is not suitable to hold a gaming licence in Sydney. It puts into question whether Crown will be able to open its already-built casino in Australia's largest city. Crown has spent A$2.2bn (£1.2bn; $1.7bn) on its new gaming complex which began operating its hotel and retail spaces in December. It has been dogged by allegations of illegal activity for years.Commissioner Patricia Bergin - a former judge- concluded that Crown should only be approved for its new Barangaroo tower casino on Sydney Harbour if it made radical reforms, including the sacking of its executive team. Two directors quit on Wednesday over the findings which confirm money laundering and organised crime links. Crown is now also facing calls from some lawmakers for its casino licences in Melbourne and Perth to be suspended. The firm has halted trading on the Australian Securities Exchange. Crown is majority-owned by billionaire James Packer, the heir of one Australia's most famous business dynasties. He resigned from the board in 2018. His conduct and influence over company culture was strongly criticised in the inquiry's 751-page report, published on Tuesday.The New South Wales (NSW) state public inquiry was set up in 2019 after Australian media published allegations of criminal activity at the nation's largest casino - Crown's Melbourne venue. Those reports- combined with an earlier sale of Crown shares to Asian casino operator Melco - prompted regulators to investigate. For years, Crown and its associates have been dogged by allegations of illegal activity: from machine tampering to money laundering and junkets (paid-for-trips) bringing in high-spending gamblers from Asia. In her report, commissioner Bergin said organised crime agents had \"infiltrated\" Crown's casinos and the company had breached several gambling laws. She said Crown was \"facilitating money laundering, exposing staff to the risk of detention in a foreign jurisdiction and pursuing commercial relationships with individuals\" connected to criminal groups. There was a high probability of money laundering \"in the [Melbourne] casino premises with hundreds of thousands of dollars brought into the casino in cooler bags and shopping bags and exchanged for chips and plaques\". She found the company had also associated with junket operators with links to criminal gangs. The company's governance structures was also warped by Packer's influence, she said, and this had led to conflicts of interest and lax regulations. On Wednesday, the state regulator, the Independent Liquor and Gaming Authority (ILGA), said Crown needed \"a lot of change\" and it would work with the company on reforms. \"We now have a contractual obligation to consult with Crown and talk the issues through,\" said ILGA head Philip Crawford.He told reporters in Sydney: \"One of you had a headline in your report last night about Crown needing to blow itself up to save itself. That's probably pretty close to the mark.\" The NSW government has said it would await the regulator's recommendations before taking action.\"Anyone who wants to operate a casino has to stick to the rules, has to stick to the law,\" New South Wales Premier Gladys Berejiklian said. The report has recommended the establishment of a new, more powerful gaming regulator specific to casinos. ", "url": "https://www.bbc.com/news/world-australia-56005678"}