{"datetime": "2021-02-15T00:06:26.000Z", "title": "Crown Resorts chief Ken Barton resigns amid money laundering scandal", "article": "The chief executive of Australian casino group Crown Resorts has quit amid a scandal over money laundering allegations within its casinos. Ken Barton's departure follows that of several other company directors. Last week an inquiry found Crown was not fit to hold a gaming licence in New South Wales, meaning it cannot operate its newly built casino in Sydney. The report has also thrown doubt over Crown's casinos in other cities. Crown, which is majority-owned by Australian billionaire James Packer, has been dogged by allegations of illegal activity for years at its casinos in Melbourne and Perth.Its operations overseas have drawn particular scrutiny after allegations that its junkets (paid-for trips) for Chinese high-roller gamblers were linked to organised crime groups. In her report last week, inquiry commissioner Patricia Bergin found Crown had been \"facilitating money laundering, exposing staff to the risk of detention in a foreign jurisdiction and pursuing commercial relationships with individuals\" connected to criminal groups. She recommended an overhaul of the company's governance, beginning with the sacking of most of the board. Mr Barton has been with the company for over a decade, previously as chief financial officer before becoming chief executive in 2020. In addition to general management of the company, he has also been in charge of two accounts embroiled in money laundering claims. Commissioner Bergin found he had demonstrated a \"breath-taking lack of care\" when dealing with those allegations, and advised New South Wales state regulators that he was not suitable for the role. \"He is no match for what is needed at the helm of a casino licensee,\" she wrote in her report. Crown announced Mr Barton's departure on Monday in a statement to the Australian share market. Executive chairman Helen Coonan said the company was taking \"significant steps to improve our governance, compliance and culture\". However, the inquiry's bombshell findings have raised questions over the company's future. It has also aimed focus at gaming regulators in Victoria and Western Australia (WA) for their failure to pick up Crown's misconduct. On Monday, local media reported that WA's chief casino regulator had resigned after it was revealed he was friends with senior members of Crown's legal team. ", "url": "https://www.bbc.com/news/world-australia-56065635"}