{"datetime": "2021-11-25T07:00:53.000Z", "title": "Australia: LGBTQ advocates blast religious discrimination bill", "article": "Australia has introduced a new controversial bill aimed at protecting religious people from \"cancel culture\". Among other things, it would allow Catholic schools the right to fire teachers or expel gay students in the name of \"religious ethos\". Prime Minister Scott Morrison said the Religious Discrimination Bill, if passed, would ensure protection for religious people and organisations, like churches, to express beliefs. Critics say it is \"deeply unbalanced\". Introducing the bill on Thursday, Mr Morrison said it aimed to protect people's \"statements of belief\" as long as it was not \"harassment, vilification or intimidation of anyone.\" But Australia's Human Rights Law Centre said the bill fails to \"fairly balance the right to equality with the freedom of religion\". Human rights and LGBT groups have also warned the law would instead grant licence for people to express bigoted views. The law also authorises people to express derogatory or harmful comments in a workplace, school and health setting, the human rights group said. Equality Australia, a gay rights advocacy group told the ABC earlier this week: \"When… a nurse says to a patient with HIV that their HIV is a punishment by God, for example…[that] could constitute a statement of belief, would be protected under the law under this bill.\" Such incidents have already occurred in Australia, but victims can sue for discrimination. The new law if passed, would override these rights. The topic of religious discrimination has been at the centre of several public debates in recent years, particularly in the wake of Australia passing same-sex marriage legislation in 2017. That triggered a government inquiry - led by conservatives - into whether religious groups felt their right to expression was being curtailed. Cases like rugby player Israel Folau being sacked from the national Wallabies side for saying on his Instagram that \"hell awaits\" gay people have also spurred the conversation. The Australian government was criticised earlier this year for awarding an Order of Australia honour to tennis player Margaret Court, who has publicly expressed anti-gay views. Two state premiers at the time said Canberra should not have awarded her the honour. But Mr Morrison, a Pentecostal Christian, has increasingly derided concerns about discrimination as \"cancel culture\". \"Many people from various religious traditions are concerned about the lack of religious protection against the prevalence of 'cancel culture' in Australian life,\" he told parliament on Thursday. \"People should not be cancelled or persecuted or vilified because their beliefs are different from someone else's.\" The bill is expected to be reviewed before being voted on in the upper house Senate next year. ", "url": "https://www.bbc.com/news/world-australia-59411999"}