{"datetime": "2021-06-07T05:11:12.000Z", "title": "Australia expands money laundering probe into casinos", "article": "Australia is expanding an investigation into casinos over a potential breach of money laundering laws. Owners of the main casinos in Australia's five biggest cities are now under formal investigation.National Australia Bank (NAB) and casino operators Crown Resorts, Star Entertainment Group and SkyCity Entertainment Group have all been included. The investigations are being conducted by the anti-money laundering regulator. Crown has already been investigated for potential breaches at its Melbourne casino, but now its Perth casino will also be under scrutiny.The company has been unable to open a newly built Sydney casino costing A$2.2bn (£1.2bn; $1.7bn) after a landmark inquiry earlier this year said the company was unfit to hold a gaming licence in New South Wales. The inquiry found that Crown had been \"facilitating money laundering, exposing staff to the risk of detention in a foreign jurisdiction and pursuing commercial relationships with individuals\" connected to criminal groups at casinos in other Australian cities. The commissioner of the inquiry recommended an overhaul of the company's governance, beginning with the sacking of most of the board. For years, Crown has been dogged by allegations of illegal activity occurring at its casinos, including widespread money laundering and junkets for Chinese high-roller gamblers linked to organised crime groups. Star Entertainment Group, which runs Sydney's only casino, is also now being investigated over suspected breaches of customer due diligence laws.That could jeopardise a $7bn proposal to buy rival Crown Resorts, which has been fielding takeover approaches in the face of the money laundering allegations.New Zealand based SkyCity, which runs one casino in Australia, said the regulator is investigating its Adelaide operation over potential shortfalls in management of customers identified as \"high risk and politically exposed\". NAB said its investigation is focused on weak customer identification procedures and background checks. The Australian Transaction Reports and Analysis Centre (AUSTRAC) works to prevent organised criminals using banks and companies to finance their operations. The regulator told the BBC that it \"works with state and territory regulators and law enforcement partners to actively address the significant risks of money laundering through casinos\" and to \"support regulation and education of the gambling sector\". Australia has seen record penalties in recent years as a result of money laundering breaches.In September of last year, Australia's Westpac bank was fined a record A$1.3bn for the nation's biggest breach of money laundering laws. The Commonwealth Bank agreed to pay a record A$700m in 2018 in a money laundering case. ", "url": "https://www.bbc.com/news/business-57380067"}