{"datetime": "2022-01-05T12:48:50.000Z", "title": "Novak Djokovic: Australian Open vaccine exemption ignites backlash", "article": "Australians have reacted angrily to news that tennis player Novak Djokovic will play in the Australian Open, after being exempted from vaccination rules. All players and staff at the tournament must be vaccinated or have an exemption granted by an expert independent panel. Djokovic has not spoken about his vaccination status, but last year said he was \"opposed to vaccination\".Prime Minister Scott Morrison said if the player's evidence was insufficient he would be on the \"next plane home\".Organisers say the defending champion has not been given special treatment, but the decision has infuriated many Australians. The country is seeing tens of thousands of Covid-19 cases for the first time after enduring some of the world's strictest restrictions. Over 90% of Australia's over-16 population is fully vaccinated, but some people still cannot travel interstate or globally because of current measures. Amid the controversy, Mr Morrison said the Serbian player would be required to present evidence upon arrival that he has a genuine medical exemption from vaccination. The Australian Open begins on 17 January in Melbourne. \"If that evidence is insufficient, then he won't be treated any different to anyone else,\" the prime minister told reporters. \"There should be no special rules for Novak Djokovic at all. None whatsoever.\" The comments seemed to represent a change in his position, after he said on Tuesday that the Victoria state government had provided the player with an exemption to enter the country and that officials would act \"in accordance with that decision\". Many Australians had previously accused the government ofallowing the rich and famous to do as they please while ordinary people remained separated from sick and dying loved ones. \"I think it's a disgrace,\" Melbourne resident Christine Wharton told ABC. \"We've all done the right thing, we've all gone out and got our jabs and our boosters and we have someone that has come from overseas and all of a sudden he's been exempt and can play.\" A&E doctor Stephen Parnis tweeted: \"I don't care how good a tennis player he is. If he's refusing to get vaccinated, he shouldn't be allowed in.\" The decision raised eyebrows with some other tennis players too. \"I just think it's very interesting. That's all I'm going to say,\" Australian Alex de Minaur said. Britain's Jamie Murray added: \"I think if it was me that wasn't vaccinated I wouldn't be getting an exemption. You know, but well done to him for getting clear to come to Australia and compete.\" Australian former player Rod Laver said the reason for the exemption should be made public, saying the situation \"might get ugly\". \"Yes, you're a great player and you've performed and won so many tournaments, so it can't be physical,\" he said. \"So what is the problem?\" The tournament's chief executive, Craig Tiley, said 26 athletes had applied for medical exemptions. \"A handful\" had been granted, he said, under guidelines set by federal regulators. \"We made it extra difficult for anyone applying for an application to ensure it was the right process and to make sure the medical experts deal with it independently,\" he told Channel 9. Novak Djokovic's announcement has made him an enemy to some and a hero to others. Whilst the tennis champion has never openly confirmed whether he has been vaccinated, what we do know is that he has previously tested positive for the virus and discussed his opposition to vaccines. During a Facebook live in April 2020 he explained how he \"wouldn't want to be forced by someone to take a vaccine\" should that be necessary to travel or compete in tournaments.These comments were widely shared and praised in Facebook groups and Telegram channels promoting outlandish conspiracies that the vaccines are part of a sinister plot to control and harm the world's population.And previous comments like this have added fuel to the fire when it comes to the latest row over why he has been granted an exemption to travel. In Telegram channels promoting Covid-19 conspiracies, the exemption has given rise to incorrect theories that the vaccine is experimental. It has also led to outspoken vaccine sceptics, such as US tennis player Tennys Sandgren, to come out in support of Djokovic. And it is not just Djokovic who has been accused of fuelling disinformation on social media. His wife has promoted false claims that 5G technology is somehow linked to Covid-19 on her own Instagram feed - posts labelled as false by the social media site. Applications for medical exemptions are being assessed anonymously by two separate panels, with inflammatory cardiac illness or another acute condition listed as valid reasons. But it is also possible Djokovic has recently tested positive for the virus, which would allow him to defer taking the vaccine.A spokeswoman for the event told the BBC they could not comment on the reasons behind the player's exemption. On Tuesday Djokovic said on Instagram: \"I've spent fantastic quality time with my loved ones over the break and today I'm heading down under with an exemption permission. Let's go 2022. I am ready to live and breathe tennis in the next few weeks of competition.\" Victoria state government minister Jaala Pulford acknowledged the decision was \"frustrating and upsetting\", but also denied that Djokovic had received special treatment. Both she and Mr Tiley urged Djokovic to give more information to the public. \"It'll certainly be helpful if Novak was to explain the conditions in which he's sought an exemption and granted an exemption but ultimately it's up to him,\" Mr Tiley said. ", "url": "https://www.bbc.com/news/world-australia-59876203"}