{"datetime": "2022-02-09T12:22:27.000Z", "title": "Australian MP in emotional plea over religion bill", "article": "A leading opposition Australian lawmaker has made an emotional plea not to rush through a controversial bill aimed at protecting religious people. Critics says the bill enables discrimination and would allow religious schools to exclude transgender students.Mentioning his late gay nephew, Labor MP Stephen Jones said the bill had not been thought through. \"He was just 15 when he took his own life,\" he told parliament. Prime Minister Scott Morrison introduced the Religious Discrimination Bill in November, and said it will ensure protection for religious people and organisations to express beliefs and avoid \"cancel culture\".During a speech in parliament in Canberra on Tuesday, Mr Jones, the shadow assistant treasurer, said the bill in its current form \"pleases no-one\". \"I support freedom of religion. I understand many in our community who want to see the existing laws strengthened to protect their freedom of religious expression. I support that too,\" he said. But he stressed that \"the sometimes toxic debate that has been unleashed by the prime minister has put a spotlight on the fact that no rights are unlimited\". Only last week his family held a funeral for his nephew Ollie, Mr Jones added.\"He was a beautiful, creative, courageous young man,\" he told parliament. \"He was gay. He was uncertain about his gender and struggled with his mental health.\"Mr Jones also said he was worried that his own gender non-conforming teenage son may be attacked for just telling people who he was.\"What message do we want this parliament to send to these kids?\" he asked the parliament.\"Surely we're not saying to them 'it's okay to be gay, just so long as we don't see it? Surely we can do better than that.\" \"Let's get this done but let's do it properly,\" he said. Under Australia's federal Sex Discrimination Act, religious schools can expel a student or refuse to hire a teacher because of their sexuality or gender identity. In an effort to garner more support for the new bill, Mr Morrison has promised to make this illegal - but under the latest amendments, transgender students remain vulnerable. \"Transgender kids will have no protection at all, even from expulsion, and religious schools can still punish and suspend students for being gay and treat them so badly that they are forced out,\" Liam Elphick, a discrimination law expert at Monash University told the BBC. Mr Morrison, a Pentecostal Christian, introduced the bill in November, and said it aimed to protect people's \"statements of belief\" as long as it was not \"harassment, vilification or intimidation of anyone\". For example, a Jewish, Christian or Catholic school would be allowed to employ staff of those religions if they preferred. \"It is a religious discrimination bill, not a religious freedoms bill, and that is important in relation to it being a shield not a sword and to allow the freedoms of people to follow their faith,\" he said in November. But it has proved highly controversial, and despite being changed a number of times, several politicians from his own party have said they will cross the floor and vote it down. It has now come down to the wire for Mr Morrison to get the bill passed in the lower house before Australia's federal election is formally announced. On Wednesday, it was being heavily debated in the lower house of parliament, with provisions made for the debate to continue throughout the night if necessary. If passed, it would also override existing anti-discrimination laws across Australia's states and territories. This would be the first time in 50 years that a federal law has explicitly weakened state and territory discrimination protections, according to Mr Elphick. The bill largely has the support of conservative groups and religious leaders. In November,a rare joint statement between Catholic, Jewish and Muslim leaders in Australia said that \"protections against religious discrimination at a federal level are long overdue\". But LGBT advocate Rodney Croometweeted that he would hand back his Order of Australia honour if the bill goes through in its current form. Olympic swimming champion Ian Thorpe said the bill amounted to \"state-sanctioned discrimination\". Human rights and LGBT groups say it goes too far in giving people the right to discriminate against others. Equality Australia, a gay rights advocacy group, gave an example when the new legislation might be abused. \"When… a nurse says to a patient with HIV that their HIV is a punishment by God, for example…[that] could constitute a statement of belief, would be protected under the law under this bill,\" the group told Australia's national broadcaster ABC last year. Such incidents have already occurred in Australia, but victims can sue for discrimination. The new law if passed, would override these rights. If you or someone you know is struggling with issues raised by this story, find support through BBC Action Line in the UK or the Australian government's support page . ", "url": "https://www.bbc.com/news/world-australia-60152011"}