{"datetime": "2022-01-06T12:08:35.000Z", "title": "Novak Djokovic: Australia cancels top tennis player's visa", "article": "World number one men's tennis player Novak Djokovic has had his visa to enter Australia dramatically revoked on his arrival in Melbourne, amid a huge backlash over a vaccine exemption. Djokovic was held in the airport for several hours before border officials announced he had not met entry rules. He was then taken to a government detention hotel. A court will decide on his deportation on Monday. The row is around an exemption he had to play in the Australian Open. Tournament organisers said the Serbian player, who has said he is opposed to vaccination, had been granted medical exemption by two independent medical panels organised by Tennis Australia, the body that runs the event, and Victoria state.The decision infuriated many in a country that has seen a surge in Covid-19 cases, and where over 90% of those over 16 are fully vaccinated. People have also had to endure some of the world's strictest restrictions and some still cannot travel between states or internationally. On Wednesday, border officials said the 34-year-old had \"failed to provide appropriate evidence\" for entry after arriving from Dubai. He is now being held at a hotel in the Melbourne suburb of Carlton which is used for immigration detention.\"Non-citizens who do not hold a valid visa on entry or who have had their visa cancelled will be detained and removed from Australia,\" the Australian Border Force (ABF) said in a statement. Djokovic's team challenged ABF's decision, and a hearing at the Federal Circuit and Family Court of Australia has been scheduled for Monday. Australia's Prime Minister Scott Morrison denied Djokovic was being singled out and said no-one was above the country's rules. But he added that Djokovic's stance on vaccination had drawn attention. \"When you get people making public statements - of what they say they have, and what they are going to do, and what their claims are - well they draw significant attention to themselves,\" Mr Morrison told reporters. Though Djokovic's reason for an exemption has not been disclosed, Mr Morrison said contracting Covid-19 in the past six months was not among federal criteria for one. Mr Morrison, who had initially said he would support the Victoria state's decision about the exemption, is now being accused of politicising the issue. The prime minister himself is under pressure amid the Covid-19 surge, and a federal election is scheduled for May. Separately the country's deputy prime minister, Barnaby Joyce, said Djokovic should be deported if he had not told the truth.\"Then he's taking the sovereign capacity of another nation for a joke,\" Mr Joyce told the BBC. \"You can't just wander around the world thinking that because you're really rich you're really above the laws of other nations\". The row prompted Serbian President Aleksandar Vucic to say Djokovic was a victim of \"harassment\" and that \"the whole of Serbia\" supported him. Mr Morrison denied the visa cancellation was because of \"any particular position in relation to Serbia\", describing the nation as \"a good friend of Australia\".Outside the hotel where Djokovic was being held, supporters of the tennis player expressed anger at his treatment. The player's father, Srdjan, said his son had been held in a room guarded by police at the airport. \"This is not just a fight for Novak, but a fight for the whole world,\" he said in a statement.For hours, Novak Djokovic's supporters made their way outside the Melbourne quarantine hotel where he's believed to be staying, many from the Serbian community here. The strength of feeling was palpable as songs about freedom played and some danced. \"This is a disgrace,\" Kristina told me, draped in the Serbian flag. \"I'm ashamed to be an Australian today. If he's not playing - I'm not going.\" Jelena wore a white cap with Djokovic's signature that she got two years ago when he was here for the tournament. She carries a sign that says \"Thank you\". \"He represents a connection to my home country. The Australian government needs to fix this mess. It's an international scandal and the world is watching,\" Jelena said, her disappointment that he may not be competing evident.Djokovic has landed in the middle of a controversy that's gone beyond tennis and is now at the heart of a political tussle - between the state and the federal authorities. And while the player and his legal team wait for the court hearing to resume on Monday, anger and confusion are the overarching sentiments here - whether from those who say he shouldn't have been allowed in or those furious at the thought of him being deported.The world number one has dominated the Australian Open, winning it nine times. But his attempt to defend his title and go for a 10th may be over before the tournament begins. Spanish tennis start Rafael Nadal, who is in Melbourne to prepare for the Australian Open, said it was \"normal\" for Australians to get \"very frustrated with the case\". \"The only for me clear thing is if you are vaccinated, you can play in the Australian Open,\" he said, adding: \"Of course after a lot of people had been dying for two years, my feeling is [that] the vaccine is the only way to stop this pandemic.\" But former Australian Open tournament director Paul McNamee told local media the visa U-turn was unprecedented, saying it \"smells\" of politics. Many Australians had previously accused the government of allowing the rich and famous to do as they please while ordinary people remained separated from sick and dying loved ones. Two other people were now having their medical exemptions reviewed, the Australian Broadcasting Corporation reported. Mr Morrison said the ABF had previously advised Tennis Australia on visa expectations. The Australian Open begins on 17 January in Melbourne. Djokovic has previously won the tournament nine times.", "url": "https://www.bbc.com/news/world-australia-59889522"}