{"datetime": "2022-02-08T07:50:54.000Z", "title": "Brittany Higgins: Australian parliament makes formal apology to rape accuser", "article": "Australian PM Scott Morrison has made a formal apology to a former political staffer who says she was raped by colleague in Parliament House in 2019. Brittany Higgins' case sparked a sweeping review that identified a \"boys club\" culture in parliament in which sexual harassment is rife. The apology in parliament on Tuesday was also for others who have suffered sexual misconduct or bullying there. Mr Morrison has previously faced criticism over his responses. Ms Higgins, a former staffer for two ministers, was seated in the House of Representatives public gallery to watch the apologies by the prime minister, the opposition leader and others. \"I am sorry, we are sorry. I am sorry to Ms Higgins for the terrible things that took place here. The place that should have been a place for safety, that turned out to be a nightmare,\" Mr Morrison said. \"I am sorry for far more than that. All those that came before Ms Higgins … but she had the courage to speak, and so here we are.\" Ms Higgins helped inspire tens of thousands of people to join protests last year after coming forward with her allegation. A review later conducted by Sex Discrimination Commissioner Kate Jenkins found that one in three staff working across parliamentary offices had experienced sexual harassment. Her team interviewed almost 500 people, read more than 300 written submissions, and heard from 1,723 individuals and 33 organisations. Its report detailed an alcohol-driven culture of \"bullying, sexual harassment and sexual assault\". Tuesday's apology was one of the recommendations of the review by Ms Jenkins. Mr Morrison has been widely criticised for his government's response to the allegations from Ms Higgins. There was public outrage after he announced an investigation into parliament's culture in February last yearafter speaking to his wife, who had helped him \"clarify\" his views by comparing Ms Higgins to his own daughters.\"It should not take a man having a daughter for him to treat women who've been assaulted with empathy and respect,\" wrote author Jamila Rizvi on Twitter at the time. Brittany Higgins has alleged she was raped in her boss's office in 2019, and when she reported the rape to then Defence Minister Linda Reynolds she was side-lined, given little support and pressured to leave her job. Last year,Ms Higgins accused the prime minister of using \"continued victim-blaming rhetoric\" which was \"personally very distressing to me and countless other survivors\".Former Australian of the Year Grace Tame, a survivor of sexual abuse, called Tuesday's apology a \"stunt\" and demanded \"proactive, preventative measures\" in a tweet. Ms Tame and Ms Higgins are scheduled to give a joint speech on Wednesday. A man accused of raping Ms Higgins is due to go on trial in June. ", "url": "https://www.bbc.com/news/world-australia-60298574"}