{"datetime": "2021-04-14T03:15:15.000Z", "title": "Neighbours: Actress Sharon Johal also alleges racism on soap", "article": "A third Neighbours star, Sharon Johal, has spoken out about the racism she says she endured on the set of the popular Australian soap opera. The Australian actress, who has Indian heritage, left the show in March after four years as character Dipi Rebecchi. Johal said she had faced racist taunts from white castmates, and felt further targeted when she asked for help. She said she felt \"morally compelled\" to voice her trauma after two Aboriginal stars did so last week.The former lawyer and Melbourne-based actress described it as a \"human rights issue\". On-set racism allegations were first raised by former cast members Meyne Wyatt and Shareena Clanton. Clanton had said it was \"traumatising to work in such a culturally unsafe space\".In response,production company Fremantle Media said it would hold a review into the allegations. Clanton praised Johal's expression on Tuesday, commenting on her Instagram post: \"So it begins... I am with you and so proud of you for speaking up.\" In a 1,500 word statement on Tuesday, Johal said she had experienced \"direct, indirect and casual racism\" on the set from other castmates and crew members. She did not identify anyone.She said one former castmate compared her to a bobble-head toy, and repeatedly mimicked Indian character Apu from The Simpsons in her presence \"with accompanying Indian accent and movement of head\" - despite Johal requesting they desist. Another castmate, still on the show, had also repeatedly referred to her as \"you people\" when talking about people of Indian descent in a derogatory way.Johal said when she asked what the castmate had meant, she was told: \"You know, Indians.\" She was later alerted by crew members that the same castmate had also called her \"the black one\" or \"blackie\" behind her back.She alleged they had also repeatedly voiced claims on set that the show had only hired Indian actors to \"fill their diversity quotas\" and \"not because they're any good.\"When she raised complaints with management, no disciplinary action was taken and she was further targeted, she said.\"While they were sympathetic and the actor [was] questioned on one occasion .. no further action was taken.\" Management also failed to protect her when she asked for moderation of racist abuse posted on the show's social media accounts, she says.\"I was again sympathised with, but was advised: \"We leave the comments as they are for people to discuss.\"Johal said she also felt isolated and marginalised by other cast members, who she alleges witnessed the behaviour - including the Apu mimicking incident- but did not help or support her when she spoke up. \"I did not have faith that I would be adequately supported should I have taken the action to instigate a formal investigation into the allegations,\" he said. In response to Johal's allegations on Tuesday, Fremantle Media said: \"We remain committed to ensuring a respectful and inclusive workplace for all employees on the set of Neighbours and take very seriously any questions about racism or any other form of discrimination.\" Johal commended Fremantle Media's investigation and requested that it be widened to include all forms of discrimination. She noted she had been \"one of the few people of colour\" to have been a series regular in the show's 36-year history and the show had \"taken great strides\" in including diverse characters. But much more needed to be done and some storylines and scripts were \"culturally insensitive\" she added. She said she had decided to speak publicly in the hope that \"this can be a transformative moment in the show's history\" and in Australia's screen industry more broadly. A 2018 Screen Australia industry report found that only 7% of characters on screen were from non-European backgrounds, compared to 17% of the population. ", "url": "https://www.bbc.com/news/world-australia-56741571"}