{"datetime": "2021-11-30T06:13:27.000Z", "title": "Australian parliament: One in three workers sexually harassed, says report", "article": "A third of employees in Australia's federal parliament have been sexually harassed, a landmark report has found. The report was commissioned after a former staffer, Brittany Higgins, said she had been raped by a colleague in a minister's office. Her story earlier this year triggered a wave of wide-ranging allegations of misconduct in Canberra. The victims were disproportionately women, said Sex Discrimination Commissioner Kate Jenkins. The report,titled Set the Standard , found 51% of staffers had experienced some form of bullying, sexual harassment or actual or attempted sexual assault. \"Such experiences leave a trail of devastation for individuals and their teams and undermine the performance of our parliament to the nation's detriments,\" said Ms Jenkins, the report's author.Prime Minister Scott Morrison described the findings as \"appalling\", adding: \"I wish I found it more surprising\".Mr Morrison has previously beenaccused of being \"tone deaf\" on issues disproportionately affecting women in parliament. The review, tabled in federal parliament on Tuesday, interviewed 1,723 people and 33 organisations. It found 63% of female parliamentarians had experienced sexual harassment - an even higher percentage than for political staffers. One unnamed MP told the review: \"Aspiring male politicians who thought nothing of, in one case, picking you up, kissing you on the lips, lifting you up, touching you, pats on the bottom, comments about appearance, you know, the usual. The point I make with that ... [w]as the culture allowed it, encouraged it.\" The report made recommendations including improving leadership and gender balances, and reducing a culture of alcohol. Ms Higgins said she urged MPs across the political divide to \"implement these recommendations in full\". \"I want to thank the many brave people who shared their stories, which contributed to this review,'' she said. ", "url": "https://www.bbc.com/news/world-australia-59472194"}