{"datetime": "2018-10-13T10:02:32.000Z", "title": "Australia to stop religious schools rejecting gay students", "article": "Australia's prime minister has promised to ban religious schools from discriminating against gay students. Scott Morrison said new legislation would \"make it clear that no student of a non-state school should be expelled on the basis of their sexuality\".Some Australian states allow such schools to turn away gay students. The issue has been hotly debated in the country after r ecommendations of a report on religious freedom were leaked earlier this week . The report, commissioned after same-sex marriage was made legal last year, suggested that procedures for non-state schools to reject gay students should be made consistent nationwide, raising the possibility of allowing such rejections across Australia. On Wednesday Mr Morrison, who leads the centre-right Liberal-National coalition, said the proposals - which included some safeguards for gay students - would be considered \"carefully and respectfully\". But on Saturday he made clear that religious schools would not be allowed to discriminate under new legislation. \"Given recent misreporting, we have an opportunity here to bring forward a simple amendment to end the confusion,\" he said. State schools are already banned from discriminating against students on the basis of their sexuality. You may also be interested in: Expelled for being gay Christian bakers win 'gay cake' appeal First LGBT guide for UK's Orthodox Jewish schools The Labor opposition had condemned the leaked proposals, with the shadow education minister saying the party \"doesn't expand discrimination opportunities\". Mr Morrison's announcement comes a week before a by-election for a seat in the Sydney area previously held by his predecessor and fellow Liberal, Malcolm Turnbull. Voters there overwhelmingly endorsed same-sex marriage in last year's referendum. Mr Morrison said his position on religious schools had \"nothing to do\" with the by-election. The report into religious freedom - known as the Ruddock Report - was commissioned to address fears that same-sex marriage would restrict people's ability to practise their religion. ", "url": "https://www.bbc.com/news/world-australia-45849126"}