{"datetime": "2022-02-09T11:57:02.000Z", "title": "Australia: Grace Tame says caller 'threatened' against criticising PM", "article": "An Australian of the Year and sexual abuse survivor has said she received a \"threatening\" call warning her not to criticise the prime minister. Grace Tame made the allegation in a speech on Wednesday, where she said she'd been called by a \"senior member of a government-funded organisation\". She added she was asked to promise not to say anything \"damning\" about Scott Morrison. The government has denied knowledge of the call and said it will investigate. On Tuesday,Mr Morrison made a formal apology to former political staffer Brittany Higgins more than a year after the young woman went public with the allegation that she had been raped by a male colleague in a ministerial office. Her story sparked national anger, and an inquiry into parliament's culture which foundmore than a third of workers had been sexually harassed. Both Ms Higgins and Ms Tame have been heralded this past year for prompting a national conversation about abuse, power and gender inequality. On Wednesday, the pair delivered a highly anticipated joint address at the National Press Club in Canberra.Asked by journalists if she could name the threatening caller and their organisation, Ms Tame said: \"if I was willing to name either, I would have put them in the speech\". But she said the caller had been concerned about what she would say on the evening her successor as Australian of the Year was named. She said the caller had described her as an \"influential figure\" and that Mr Morrison would \"have a fear\" about what she might say \"with an election coming soon\". Australia is due to hold a general election before 21 May. \"Sound familiar to anyone? Well, it does to me,\" Ms Tame said, before drawing a comparison with her former abuser - a teacher who had raped her as a child and pressured her to stay silent. Mr Morrison's office said it had not been aware of the call before Ms Tame's speech, adding \"the individual should apologise\". \"The PM and the government consider the actions and statements of the individual as unacceptable,\" a spokesperson said. But Ms Tame said launching a probe \"misses the point entirely\". \"Stop deflecting, Scott. It's not about the person who made the call. It's the fact they felt like they had to do it at all,\" she tweeted. Frances Mao, BBC News Grace Tame never minces her words. Because she spoke so powerfully last year, she inspired Brittany Higgins to come forward. And both of their stories led to a national reckoning: protests in the streets and conversations in workplaces and households. Together, the two of them have demanded accountability from the prime minister - calling him out when he's failed on words and action. Their frank honesty has continually won them admiration and respect from many Australians. It's also proved politically damaging to Scott Morrison, whose office has repeatedly underestimated the young women. His own deputy called him a \"liar\" over Ms Higgins' case.Many will be unsurprised to hear of the threat to Ms Tame when Ms Higgins last year accused the PM's office of leaking information to discredit her. Ms Tame has been fiercely critical of Mr Morrison and the federal government's response to allegations of sexual assault and toxic workplace culture in parliament, particularly in the wake of Ms Higgins' allegation that she was raped in her boss's office in 2019. The accusation rocked Australia, sparking massive protests and workplace culture investigations.Mr Morrison has drawn frequent criticism for his response to the allegations, especially aftersaying his wife had helped him \"clarify\" his views by comparing Ms Higgins to his own daughters. On Wednesday, Ms Higgins said: \"What bothered me most... wasn't that he necessarily needed his wife's advice to help contextualise my rape in a way that mattered to him personally. \"I didn't want his sympathy as a father. I wanted him to use his power as prime minister.\" Last month, Ms Tame generated much discussion by refusing to smile when meeting Mr Morrison at a function on her last day as Australian of the Year. ", "url": "https://www.bbc.com/news/world-australia-60314051"}