{"datetime": "2022-01-12T14:12:34.000Z", "title": "Novak Djokovic admits breaking isolation while Covid positive", "article": "Tennis star Novak Djokovic has admitted there were mistakes on his immigration forms and to meeting a journalist despite testing positive for Covid, as Australia mulls deporting him. Djokovic made the admissions in an Instagram post to clarify \"ongoing misinformation\" about his movements. The men's tennis number one is hoping to play in the Australian Open next week. But his participation has been overshadowed by the row over his visa. Djokovic, who is unvaccinated, had his visa revoked on 6 January shortly after arriving in Australia amid questions over the vaccine exemption that would have permitted him to enter. On Monday, however,a judge dramatically overturned the decision and ordered the release of the player from detention. But the government has not ruled out further action - and the possibility remains that the country's immigration minister could cancel his visa for a second time just days before the tournament begins.Alex Hawke could cancel the visa based on prior Covid infections not counting as an exemption. But Djokovic's visa could also be cancelled on \"character grounds\"based on an investigation into his arrival form and potential breaches of Serbia's Covid rules. If Djokovic wins the Australian Open - his 21st grand slam - he would become the most successful male tennis player in history.In his Instagram post, Djokovic said he had gone ahead with the interview for French title L'Equipe because he had not wanted to \"let the journalist down\". \"[I ensured] I socially distanced and wore a mask except when my photograph was being taken,\" he said.L'Equipe confirmed in an article that the tennis star had worn a mask the entire time, even when their reporter asked him to take it off for five minutes.The journalist, Franck Ramella, said he had been told not to ask Djokovic about his vaccination status or the forthcoming Australian Openso \"therefore did not ask if he had considered doing a test \".On Wednesday, the International Tennis Writers Associationdescribed the incident as \"deeply concerning\" in a statement to CNN.\"As journalists, we take great care to adhere to all Covid-19 rules in place and we expect all players to do the same,\" said Simon Chambers, co-president of the group. \"Furthermore, it should be noted that journalists have to be fully vaccinated to travel to Melbourne for this year's Australian Open,\" he added.Djokovic also admitted making a false declaration on his travel form prior to entering Australia and said his team has provided additional information to authorities.He said his agent had made a mistake when filling in a section of the form that covered his recent travel history. The form stated that he had not travelled in the 14 days before his arrival in Australia. But recent reports suggest the 34-year-old was in both Serbia and Spain prior to the trip. \"My agent sincerely apologises for the administrative mistake in ticking the incorrect box,\" he wrote. \"This was a human error and certainly not deliberate.\" The tennis star said he had not known he had Covid when he went to two events - the unveiling of a Djokovic stamp and an awards ceremony attended by children.He wrote on Instagram that he had taken a PCR test on 16 December after attending a basketball match two days before, where a number of people later tested positive.Djokovic said that he had taken a rapid antigen test before attending both events and was only notified that his PCR was positive after attending the awards ceremony on 17 December.Australia's Border Force, the nation's immigration officials, said on Tuesday they were investigating whether he had made a \"false declaration\" - which would be grounds for a visa cancellation. The men's professional tennis tour has called for more clarity of the rules to enter Australia and urged players to get vaccinated. It feels like every time something is revealed about the Djokovic saga the story becomes less clear. I was watching Novak Djokovic train this morning. And only a few minutes after we left the court everyone's phone lit up.In his statement Djokovic addressed two points.The first is about his Covid 19 infection. While admitting he broke isolation rules does not affect his deportation prospects it certainly doesn't look good. For Australians who've had to deal with some of the world's strictest Covid19 rules, this is a world-famous athlete who has publicly said he's against getting vaccinated and has now revealed that he violated isolation rules while he was infected. The other central admission is of providing the wrong information in his travel declaration document.Djokovic called it a human error, but will the border force officials accept that? We know they're looking at other information provided by Novak's team now.The Australian Open starts in a few days and there's still no guarantee he'll be able to defend his title.", "url": "https://www.bbc.com/news/world-australia-59935127"}