{"datetime": "2021-02-16T04:06:59.000Z", "title": "Australia PM apologises to adviser who alleges she was raped in parliament", "article": "Australian Prime Minister Scott Morrison has apologised to a former political adviser who has alleged she was raped by a senior colleague in a minister's office in parliament. Brittany Higgins said she had feared losing her job after the 2019 incident, and had little support from her bosses. Ms Higgins, 26, spoke out in a TV interview on Monday that has prompted shock and outrage over her treatment. Mr Morrison apologised for the government's handling of her complaint. The allegations are now under a renewed police investigation.Mr Morrison said he was \"shattered\" by her claims, and had called for a review into parliament's environment and culture. \"I hope Brittany's call is a wake-up call for all of us,\" he told reporters in Canberra on Tuesday. But Mr Morrison also drew criticism for saying he understood the allegations better after considering them as a father of two girls. Ms Higgins, then 24, was a few weeks into a new job with Defence Industry Minister Linda Reynolds when she went out for drinks with a group including her alleged attacker, an older male colleague. She said she was offered her a lift home by the man at the end of the night, but instead he took her to Parliament House. Ms Higgins said she was drunk and fell asleep in the minister's office, before waking to find the man sexually assaulting her. \"I woke up mid-rape essentially,\" she told Network Ten . \"I started crying... I told him to stop.\" She said the man left immediately afterwards. After informing her employer, Ms Higgins felt Ms Reynolds' office tried to \"manage\" the situation, downplaying her trauma. \"It felt like I became... it immediately became a political problem,\" she said. Ms Higgins said Ms Reynolds told her she would be supported if she pursued a police complaint, but she felt pressured not to, believing it would end her career. She said the meeting with the minister was also held in the room where the alleged attack took place. \"There was a loop happening in my mind of this trauma that I'd just sort of come to terms with and I thought it was unfathomable that they would put me in such a place again,\" she said. Ms Higgins said her alleged attacker had been considered a \"rising star\" of the party. She worked for another minister in Mr Morrison's Liberal Party before quitting politics. Mr Morrison apologised specifically for the meeting in Ms Reynolds' office, where Ms Higgins alleges the rape took place. He said such an event \"should not have happened\", saying it would spark a review of the complaints procedure in parliament.The prime minister also announced a review into the professional culture of parliament, saying problems crossed over party lines. \"I want to make sure that any young woman working in this place is as safe as possible,\" he said. Mr Morrison said that he had discussed Ms Higgins' allegations with his wife, who had helped him \"clarify\" his views. \"She said to me: 'You have to think about this as a father first. What would you want to happen if it were our girls?'\"His comments have drawn much criticism online from women who suggested that Mr Morrison should not need to do that. \"It should not take a man having a daughter for him to treat women who've been assaulted with empathy and respect,\" wrote author Jamila Rizvi on Twitter. Australian politics has long faced accusations of being a hostile environment for women. Ms Higgins' case has refocused public scrutiny on the experience of women in Canberra, in particular within the ruling conservative party. It has previously been accused of covering up sexual misconduct. Before the 2019 general election, Mr Morrison denied his party had a \"women problem\", after the departure of several female lawmakers. One of those ex-MPs, Julia Banks, tweeted on Monday: \"Once again Parliament House proves itself to be the most unsafe, toxic workplace culture for women in the country.\" Ms Higgins said she was motivated to speak out about her experience after an ABC investigation last year aired allegations of inappropriate behaviour by government ministers. At the time,Mr Morrison was also criticised for interrupting a female minister who was responding to a question about what it's like to be a woman in parliament. ", "url": "https://www.bbc.com/news/world-australia-56078818"}