{"datetime": "2022-02-15T10:18:45.000Z", "author": "Jake Horton and Daniele Palumbo", "subject": "Reality Check", "title": "Novak Djokovic: Doubts over timing of Covid test", "article": "BBC research has cast doubt on the timing of the positive Covid test Novak Djokovic used to enter Australia to try to compete in the Australian Open. It was provided to exempt him from rules barring unvaccinated people.However, the serial number on his test on 16 December appears out of sequence with a sample of tests from Serbia over this period gathered by the BBC. It is also higher than for his second (negative) test result from six days later. His visa application was ultimately rejected, but not on these grounds. These findings raise questions over what impact a later positive test result would have had on his ability to enter Australia. Documentssubmitted by his lawyers to federal court in Australia included two Covid (PCR) test certificates, one with a positive result on 16 December and one with a negative result on 22 December. A German research group called Zerforschung first picked up on the discrepancy that the earlier test had a higher confirmation code than the later one.They wrote a blog titled \" Novak Djokovic's time-travelling PCR tests \", and partnered with German news site Der Spiegelwho reported on the issue . Documents submitted to the federal court in Australia included one from the acting director of Serbia's official health body, confirming the dates on these certificates accurately reflected when the tests had been carried out. Mr Djokovic was tested in Serbia, and received his results from the Institute of Public Health of Serbia. All these test results have a unique confirmation code.We wanted to check whether these numbers are generated in strict chronological order in a single national database at the time of processing. If so, it would bring into question why the earlier test had a higher serial number. So we collected data from as many Serbian test certificates as we could to plot these confirmation codes on a timeline. Each dot on the graph above represents a single confirmation code on a test certificate we obtained. Of these, 21 were provided by BBC colleagues based in Serbia, all issued by the Institute of Public Health. A further 35 were obtained from Milovan Suvakov, a Serbian research scientist based in the US, who had beenposting some of his own data on Twitter . He sent us the PDF files for all these results - some redacted to protect identities.The confirmation codes in all cases slotted into the same chronological timeline as our initial batch sent by BBC colleagues and showed that the earlier the test result date, the lower the confirmation code. The only outlier of all the confirmation codes we've plotted was Mr Djokovic's positive test on 16 December. We have tests in our sample from 16 December as well as from the days either side. They all follow the expected pattern with confirmation numbers increasing chronologically. If you then take the confirmation code for Mr Djokovic's positive test on 16 December (7371999), it fits on our line between the test code results we have for 25 December (7366969) and 28 December (7415312). This would seem to suggest a test from between these two later dates. We know that the two tests taken by Mr Djokovic were processed in different laboratories, and it's possible that these labs were issued with different batches of confirmation codes. This might explain why his first test has a higher code than his second. However, in our list of confirmation codes, we have two that were processed in the same lab as Mr Djokovic's positive test (two days and four days after his sample). They both have lower confirmation codes. In addition, the test results we gathered were processed at eight different labs, and there is nothing in the data to suggest different labs have separate batches of confirmation codes.\"There is always the possibility for a glitch,\" says Djordje Krivokapic, a specialist in data and digital security. \"But if that were the case, there would be a simple explanation,\" he says. \"I don't see why the state authorities wouldn't just say that.\" The Serbian authorities have responded to the issues raised in this report saying Mr Djokovic's Covid tests were authentic. \"It was established that Novak Djokovic was tested multiple times and the... test results from December 16 and December 22 were valid,\" according to the Belgrade Public Prosecutor's office. In anexclusive interview with the BBC in mid-February, Mr Djokovic said: \"I really don't like someone thinking I misused something, or [used something] in my own favour in order to get a positive PCR test and eventually get into Australia.\" But neither he, nor the Serbian authorities, have provided any explanation for the discrepancies identified in his test certificates.Additional reporting by Lazar Covs. This story was originally published on 28 January and has been updated to reflect later responses from the Serbian authorities and Novak Djokovic. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/59999541"}