{"datetime": "2022-01-13T17:18:51.000Z", "subject": "Coronavirus pandemic", "title": "Novak Djokovic in Australian Open draw despite visa uncertainty", "article": "Novak Djokovic has been drawn to play in the Australian Open despite ongoing uncertainty over whether his visa will be cancelled again by the government. The world number one men's player will defend his title against fellow Serb Miomir Kecmanovic in the first round. However Australia's Immigration Minister Alex Hawke is still considering using his powers to revoke Djokovic's visa, a spokesman said. Djokovic was temporarily barred entry last week because he is not vaccinated. He said his Covid infection in mid-December met the conditions for foreigners entering Australia, but authorities cancelled his visa on the basis that it was not a valid exemption. Djokovic, 34, was held in immigration detention in Melbourne for five days while he challenged the deportation order. On Monday, a court overturned the government's visa cancellation after finding that immigration officials had not followed proper procedure. But Mr Hawke said that he was still considering cancelling the Serbian tennis star's visa for other reasons, which could include \"character grounds\" on the basis that he misled the Australian Border Force. Djokovic admitted on Wednesday that he had also broken Covid isolation rules in Serbia after meeting up with people when he knew he was positive with the virus. He also admitted he had made errors on his travel form into Australia, by ticking a box declaring he had not travelled anywhere 14 days prior to entering the country, when in fact he had been to Spain.Djokovic said this was a \"human error\" made by his agent. However a false declaration on a travel form - accidental or not - is grounds for a visa cancellation. Spanish media have also raised questions, as Serbs are banned from entering Spain unless they are vaccinated or receive special permission to enter.But the Spanish interior ministry denied reports Djokovic was being investigated, Politico reported. On Thursday, Australia's Prime Minister Scott Morrison declined to say when a decision might come from his government, quashing press gallery reports that it would be made imminently. \"These are personal ministerial powers able to be exercised by Minister Hawke and I don't propose to make any further comment at this time,\" he said at a press briefing. Government sources told the Sydney Morning Herald that Mr Hawke was likely to delay delivering his decision until Friday. But in an ominous sign for Djokovic, a figure in the governing Liberal Party warned that the minister was \"strongly leaning towards cancelling\" his visa.Sources close to Djokovic told the newspaper that he would immediately appeal any such order.His legal team are hoping to expedite the appeal process that would see proceedings concluded over the weekend in a bid to allow the Serbian to compete in next week's first round.Intense criticism has been aimed at both Djokovic and Australian authorities over the visa row. Australians,and in particular those living in the city of Melbourne where the Australian Open will take place, have had to endure some of the world's strictest and longest lockdowns during the pandemic.Many have pointed out thatthe rich and famous have been allowed greater freedoms to travel to and from the country than ordinary Australians. The comments under an Australian Open tweet about Djokovic playing Kecmanovic has attracted hundreds of comments showing how divided tennis fans are over the ordeal. \"Please send him home! I'll be boycotting his match if he is scheduled to play for the session I have a ticket for,\" one Twitter user wrote. But a supporter tweeted: \"Now it's time to show everyone who is the best tennis player in the world. Come on Champ, go Novak!\" Djokovic has won 20 Grand Slam titles, a record he shares with Roger Federer and Rafael Nadal. If he were to add to his tally of nine Australian Open wins, he would become the most successful male player in history. It was a dramatic day here in Melbourne - more for what didn't happen than what did.You could feel the tension and the anticipation in Melbourne Park - especially around the press room - as the time for the Australian Open draw approached - the chatter just before it was \"will he be in it?\". It's quite clear the government has been struggling to deal with this controversy. The closer we get to the tournament - which starts on Monday - without a decision on his visa status, the more indecisive the Australian government looks.Djokovic was training on the court Wednesday and Thursday. On any other occasion that would've sounded normal in the lead up to a Grand Slam, but it's extraordinary that this is happening in Melbourne Park while the immigration ministers mulls over whether to deport him or not.Could it be that for the past two days Djokovic has been preparing for a tournament that he might not get to play in? ", "url": "https://www.bbc.com/news/world-australia-55760672"}