{"datetime": "2021-04-01T16:42:37.000Z", "author": "Frances Mao", "title": "Celebrities in Australia anger stranded citizens over 'double standard'", "article": "It started with Zac Efron. Then Mark Wahlberg flew over, Matt Damon jetted in, and dozens of other celebrities followed - all to set up temporary homes in Australia. More recently, Julia Roberts touched down. She's due to film a movie here with George Clooney later this year, one rather aptly titled Ticket to Paradise. Because amid the pandemic, it does appear that half of Hollywood has fled to Australia, viewing it as a Covid-free idyll. Life is good in a country that's largely eliminated the virus - people are freely enjoying beaches, bars, and nightclubs. Most of the famous arrivals are here to work. Australia's government has lured over productions like the next Thor film with tax breaks. That's led to a bonanza of celebrity sightings, particularly in Sydney: There's Idris Elba showing up on a concert stage; Natalie Portman buying groceries in Bondi; Chris Pratt partying in a hotel; and Efron lunching at a Korean barbecue restaurant in Chinatown. The visitor book also includes Awkwafina, Ed Sheeran, Jane Seymour, Melissa McCarthy, Michelle Ye, Paul Mescal, Rita Ora, Ron Howard, Taika Waititi, Tessa Thompson, Tilda Swinton, Tom Hanks and Lord Alan Sugar. There's also the Australian stars who've come home: Nicole Kidman, Keith Urban, Kylie and Danni Minogue, Rose Byrne, Isla Fisher and her British husband Sacha Baron Cohen. \"They're calling it Aussiewood,\" one local entertainment reporter told the BBC. But not everyone is pleased. One year on since Australia shut its borders, there are still at least 40,000 Australians stranded overseas.Many say they've effectively been blocked from returning home. One group has lodged a human rights complaint with the United Nations. \"No other country has impeded the return of their citizens in this way,\" Sabrina Tiasha, who arrived home from the UK last month, says. Australia's border restrictions have effectively priced out many nationals from flying home. The government last year imposed a \"travel cap\" on international arrivals, aimed at reducing the risk of outbreaks. It means flights to Australia, in many cases, are reduced to carrying just 40 passengers. The cap has driven up the cost of flights and led to airlines prioritising business and first class passengers.Flights from the UK to Australia can cost between A$3,000 (£1,700; $2,300) and A$15,000, forcing many to draw on savings and even pension funds. There's also the mandatory hotel quarantine fee on arrival: A$3,000 per person. Finding a pre-pandemic airfare is rare. And even with a ticket, you can be bumped off an over-sold flight. \"Here is what I can conclusively tell you after six months: there is no system,\" says Ms Tiasha. \"There is no way you can really figure out what's going to happen or book a fight that will have a lower chance of you being bumped.\" The government says it's organised more than 100 repatriation flights, including 20 this year.But with tens of thousands of Australians still unable to get home, anger over the lack of government support has grown. More than a dozen citizens stranded overseas told the BBC they've received little assistance from Australian authorities.Margaret and David Sparks are a couple in their 70s who had been holidaying in the UK when the pandemic hit. They were trapped for almost a year. \"People are so stressed and fearful they'll pay any amount to get home. But as pensioners, we really have to think long and hard about the cost,\" Ms Sparks told the BBC earlier this year. They had flights cancelled three times before they landed a rare repatriation flight home last month. On Facebook groups, stranded Australians advise each other to keep their bags packed. The lucky ones recall in detail how they overcame hurdles to make it home. \"Have your mobile OFF silent all night to get calls at any hour for a last-minute flight,\" one wrote. \"Be ready to go in 24-48 hours notice.\" Hundreds have posted for help. They wish to come home for desperate reasons: to care for ill or dying relatives; because they've lost work or homes; or because the toll of being separated from loved ones has become overwhelming. Some believe the government's policy is violating their human rights. International laws dictate that citizens have a right of return - it's a principle most commonly invoked in refugee cases. A group called Stranded Australians Abroad have filed a petition with the UN's Human Rights Committee, pleading for intervention. But experts warn that not much can be done without a similar guarantee in Australian law.Prof Ben Saul from the University of Sydney says an extreme case - \"an Australian who ends up destitute\" - could argue the travel cap is unnecessarily punitive. Other experts say ongoing family separations could breach the rights of a child. Australia could pass a law to make things fairer, like making airlines prioritise access for vulnerable citizens, Prof Saul argues. The government maintains that the price of getting home is up to airlines.\"[Our] highest priority at this time is helping Australians overseas,\" a foreign ministry spokeswoman told the BBC, adding they had helped more than 39,000 Australians return since the pandemic began. Still, critics argue the government has adopted more flexible policies for A-listers.The government halved the travel cap in January, citing the threat of the UK variant. But days later it allowed in more than 1,700 tennis players, staff and others tied to the Australian Open. \"They prioritised a tennis tournament over their own citizens,\" says Ms Tiasha.Other controversies have arisen. Hotel quarantine is a requirement for all, but many stars have received exemptions. Julia Roberts and Ed Sheeran holed up together to quarantine on a luxurious ranch outside of Sydney. Damon, Kidman and Dannii Minogue were also approved for private quarantines. \"The celebs are in their private mansions,\" says Andrew Hornery, a Sydney Morning Herald gossip reporter. \"It's a very different scenario than being cramped in a four-star hotel overlooking a freeway.\" British billionaire Lord Sugar flew in last July on a first class flight to film a TV show. It was an excellent experience, he tweeted, having only travelled by private jet previously. That same week, there were reports of Australians camping at Heathrow Airport after being bumped off flights.One woman posted a picture of her children sleeping on the terminal floor; they had nowhere else to go, she said in the post which went viral. It was reported she later secured a flight home. \"There is 100% different treatment for the rich or famous compared to ordinary people,\" says Kanisha Batty, an Australian woman who was granted a UK visa extension. She had joked that deportation may be her quickest way home. Damien Eisenach, who is stranded in Peru, agrees it seems \"a two-tier system\". \"There's lots of support for tennis players and celebrities - zero support for people on the other side,\" he says. ", "url": "https://www.bbc.com/news/world-australia-55851074"}