{"datetime": "2022-01-08T23:50:28.000Z", "title": "Novak Djokovic: Having Covid gave tennis star vaccine exemption - lawyers", "article": "Tennis star Novak Djokovic had a vaccine exemption to enter Australia after a Covid infection on 16 December, his lawyers say in court documents. Djokovic was denied entry to Australia after landing in Melbourne this week to play in the Australian Open.The world's top ranked tennis player is currently in an immigration detention centre ahead of a court case on Monday. His case has caused a huge outcry in Australia and made headlines around the world. Meanwhile photos have emerged of Djokovic apparently attending events in the Serbian capital Belgrade at around the time he tested positive. A second Australian Open hopeful, Renata Voracova from the Czech Republic, has now left the country afterhaving her visa cancelled . The Czech government had argued the 38-year-old, ranked 81 in the world, had entered Australia on a valid exemption, because she too had had Covid recently. Djokovic, 34, who has said he is opposed to vaccination, had been granted a medical exemption to play in the tournament in a decision that infuriated many ordinary Australians who have been living under some of the world's strictest Covid rules. But upon landing, the Serbian was then denied entry into the country.His lawyers said he was kept at the immigration control point at Melbourne Airport for about eight hours after he arrived, and that he had little communication with them during that period. Australian Border Force (ABF) officials said the player had \"failed to provide appropriate evidence\" because a prior infection was not a valid reason to enter without a vaccination. Butin court documents released on Saturday , Djokovic's lawyers argue the player had been granted a temporary visa by Tennis Australia because of his recent infection. It appears they will effectively tell the court that the decision to revoke the visa was affected by a variety of \"jurisdictional errors\". There had been no prior announcement of Djokovic's Covid infection, which was confirmed by a PCR test on 16 December.But on 17 December, Djokovic posted images to Twitter of his maskless appearance at a ceremony in which he was honoured with his own Serbian postage stamps in recognition for his achievements.Also on 17 December, he posed maskless with young players at the Novak tennis centre. It is unclear whether he knew he had Covid when the photos were taken. One Serbian sports journalist told the BBC that the issue should not affect the player's appeal against deportation from Australia. But he could face a fine on return to Serbia if he knew he was positive when he attended the awards ceremony. While he awaits a final decision, Djokovic's lawyers have asked he be moved from theimmigration detention hotel that has often been criticised by refugees for its poor conditions where he is currently being held, to \"a more suitable place of detention\" that would allow him to train ahead of the Australian Open. Fellow tennis player Voracova was held at the same immigration detention hotel as Djokovic, the Park Hotel, and has described it as being \"like in prison\".However, Serbian Prime Minister Ana Brnabic said Djokovic would remain at the Park Hotel until a final decision was made.\"We've managed to make sure gluten-free food is delivered to him, as well as exercising tools, a laptop and a SIM card so that he is able to be in contact with his family,\" she told reporters - adding that talks behind the scene had been constructive. \"It's a positive tone from the Australian side,\" she said. Australia's pandemic border rules ban foreigners from entering the country if they are not either double vaccinated or have a medical exemption from having the jabs. While foreigners can fly in to Australia on a visa applied for online, they must still clear immigration customs on arrival at the airport. The Australian Open begins on 17 January in Melbourne. ", "url": "https://www.bbc.com/news/world-australia-59920379"}