{"datetime": "2022-01-07T14:40:10.000Z", "title": "Novak Djokovic thanks fans as he awaits deportation decision", "article": "Tennis star Novak Djokovic has thanked people \"around the world\" for their support as he awaits a decision on his deportation from Australia. Djokovic landed this week to play in the Australian Open, having controversially been given an exemption to Australia's vaccination rules. But he was dramatically denied entry on landing. Djokovic is currently in immigration detention in Melbourne with a court challenge due on Monday. In his statement, the men's world number one tennis player thanked people \"around the world for your continuous support\". \"I can feel it and it is greatly appreciated,\" he said in a message posted on Instagram. Djokovic, who has said he is opposed to vaccination, had been granted a medical exemption to play in the tournament for unspecified reasons, in a decision that infuriated many Australians.More than 90% of the country's adult population are fully vaccinated, but they still face restrictions as cases of infection rise. Djokovic's exemption was given by two independent medical panels organised by Tennis Australia, the body that runs the event, and Victoria state. But on Wednesday, Australian Border Force (ABF) officials said the 34-year-old player had \"failed to provide appropriate evidence\" at Melbourne Airport. In an interview with Channel 9 on Friday, Home Affairs Minister Karen Andrews denied Djokovic is being held captive, adding that the tennis star \"is free to leave at anytime that he chooses to do so and Border Force will actually facilitate that\".It is not yet clear how long Djokovic will remain inthe immigration detention hotel that has often been criticised by refugees for its poor conditions . Serbia has demanded Australia move him to a nicer hotel. Djokovic's father, Srdjan, said his son had been held in a room guarded by police at the airport, adding that it was \"not just a fight for Novak, but a fight for the whole world\". The Australian Open is due to start on 17 January. Djokovic was bidding to win the tournament for the tenth time, which would make him the men's most successful player, with 21 Grand Slams. Another player - the Czech Renata Voracova - has also had her Australian visa cancelled,the Czech government said. The foreign ministry said she was being held in the same facility as Djokovic but would drop out of the Australian Open and leave the country.", "url": "https://www.bbc.com/news/world-australia-59912704"}