{"datetime": "2021-10-22T00:23:27.000Z", "title": "Melbourne: Celebrations as city exits sixth lockdown", "article": "Australia is hoping it has said goodbye to lockdowns after its second-largest city, Melbourne, became the final state capital to reopen. More than five million people are celebrating new freedoms, such as visits to cafes and other households. Melburnians have endured six lockdowns and more than 260 days under restrictions during the pandemic. That's led Victoria's state capital to be dubbed the \"world's most locked down city\". Authorities said the city was well placed to reopen because 70% of over-16s were now fully vaccinated. People celebrated with parties in bars and cheering in the streets. Bar owner George Leveque said. \"It's like New Year's Eve, without the fireworks.\" \"It's exciting, but there are a bit of nerves too,\" he told The Age newspaper. Though lockdowns have drawn criticism, Australia's tough restrictions have been credited with saving many lives. The country has recorded 1,590 deaths during the pandemic - far fewer than most advanced nations. While a Delta outbreak spread to its biggest cities in July, about half the country has remained virus-free. Sydney and Canberra have also emerged from lengthy lockdowns recently, after achieving high vaccination rates. Freedoms in the newly reopened cities are only applicable to those who have been vaccinated.Victorian Premier Daniel Andrews said non-vaccinated people in Melbourne would not be able to enjoy the lifting of restrictions until next year.On Twitter, he thanked those who had been vaccinated.\"Because of everything Victorians have done, tomorrow we can start getting back to the things we love,\" he wrote on Thursday. \"Thank you Victoria - I'm so proud.\" Even for those who have had the jab, there are still restrictions.Residents are not allowed to leave the city and shops will remain closed until the number of people who have received a second dose reaches 80%.Bars and cafes can only have 20 fully vaccinated customers indoors and 50 outdoors. Hairdressers can only have five customers in their premises at the same time.Authorities have warned that the easing of lockdown could lead to \"intense pressure\" in hospitals.According to ABC News, the government ispredicting cases in Victoria to peak at about 4,000 a day in December .", "url": "https://www.bbc.com/news/world-australia-58998418"}