{"datetime": "2022-01-07T05:49:11.000Z", "author": "Alice Cuddy", "title": "Djokovic stay highlights refugee concerns at Melbourne detention hotel", "article": "As tennis star Novak Djokovic fights deportation from Australia, he has been sent to an immigration hotel where refugees and asylum seekers have long complained of poor conditions. The Australian Open champion was stripped of his visa by border control agents who said he did not meet Covid-19 entry requirements, before being sent to the Park Hotel in Melbourne. A court will decide on whether he should be deported on Monday. Djokovic's fans have converged outside the building with protesting activists, who hope the Serbian player's stay will highlight the treatment of the asylum seekers and refugees inside. Speaking on the phone from inside the building, Mohammad Joy Miah said he was feeling \"mentally broken\". \"I have not had any fresh light or fresh air from outside. My life is a room,\" he told the BBC. He also shared a picture that he says was taken at the end of December showing maggots in his dinner. \"I ate two or three that were in my broccoli\" before the guards agreed to take the meal away, he recalled. \"Whatever they give us, we must eat it to stay alive. The food is totally bad.\" The account matched those of other people being held in the facility,who shared their experiences with Australia's SBS News last month. \"We keep telling them we can't eat this type of food but they've not been listening,\" an Iraqi asylum seeker told the news site. \"I've lost weight because I've just been eating nuts.\" Djokovic's parents have called the accommodation \"terrible\" and claim their son is being treated like a prisoner. Serbian President Aleksandar Vucic said his government had asked that the athlete be moved from the \"infamous hotel\".The Australian Border Force and Home Affairs Department did not immediately respond to requests for comment. Australia's Deputy Prime Minister Barnaby Joyce told the BBC that rich people \"can't wander around the world thinking... they are above the laws\". It is not clear what conditions Djokovic is being held in, and activists have highlighted the difference between the tennis star's situation and that of others there. \"Novak Djokovic has spent just one night in immigration detention in Australia but some have been locked up... for years on end,\" tweeted Sophie McNeill from Human Rights Watch. \"Australia's treatment of asylum seekers is inhumane, deeply cruel & illegal under international law.\" Chris Breen, an activist with the Refugee Action Collective, said the biggest problem for those being held there was the \"indefinite nature of their detention\". \"If you're only there for a couple of days, a room in a hotel is not the end of the world. But if you're stuck there, it's a very different story. \"Djokovic at least knows that at some point he'll get out - whether that's getting a visa or deported, but the refugees don't have that.\" Mr Breen also said he suspected that staff would be \"a lot more careful\" with Djokovic in terms of things like food. The Asylum Seeker Resource Centre estimates that there are now 33 refugees and people seeking asylum inside the Park Hotel, among some 70 held across Australia's onshore detention centres. The Park Hotel has been housing refugees and asylum seekers since late 2020.Kurdish refugee Mostafa \"Moz\" Azimitabar, who spent more than a year in immigration hotels including two months at the Park Hotel, described his room there as a \"coffin\". He said he spent about 23 hours a day inside the room he shared with one other person, where the window was tinted and sealed shut. \"A hotel is a place for people who want to be comfortable and enjoy their time, but when they lock the place, that place becomes a prison, not a hotel,\" he said. The hotel hit headlines last year because of a Covid outbreak, which saw about half of the refugees and asylum seekers being held there test positive. Staff and those detained described the facility as an \"incubator\" for the virus. \"I sit in the room and I am afraid. We are all afraid,\"Salah Mustafa told the Guardian newspaper at the time. A fire also broke out at the hotel in December. One person was hospitalised for smoke inhalation but there were no fatalities, reports say.As attention returned to the hotel on Thursday, detainees looked on from inside the building. Mehdi Ali told AFP news agency that Djokovic was his favourite tennis player, and that he was saddened by the idea of the star being held there. \"The media will talk about us more, the whole world probably, which is so sad, just because Djokovic would be here for a few days,\" he said. ", "url": "https://www.bbc.com/news/world-australia-59901094"}