{"datetime": "2022-01-10T17:22:03.000Z", "author": "Frances Mao", "title": "Novak Djokovic: How tennis player won visa row court case", "article": "At the end of the day, the Australian government gave in. Facing the weight of the other side's legal evidence, and an increasingly incredulous tone from the judge, the government's lawyers didn't bother proceeding with their rebuttal. Novak Djokovic is unvaccinated and he may have breached Australia's border laws, but Australia's Federal Circuit Court on Monday did not make a ruling on that. Instead, it set him free on the basis that immigration officials had done the wrong thing when making the decision to cancel his visa. They withheld from him one of the basic tenets of law afforded to anyone who is accused - a right of reply. To understand how Djokovic's case succeeded, we have to first recount the details of the tennis player's experience, in the dead of night at Melbourne Airport last Wednesday. The tennis star spent more than eight hours in immigration holding after 25 hours flying. After landing just before midnight, he was informed of a visa issue but was not told what it was. Around 04:00 local time, he was told by an Australian Border Force official that they intended to revoke his visa. Djokovic was shocked, as he believed he'd been fully cleared by authorities to enter the country on a medical exemption. He was on his own, and asked to postpone the interview until 08:30 so he could contact his lawyers and tennis authorities when they woke up. He repeatedly requested this so he could get more clarity on the case.\"I don't know really what to do at 4am,\" he told the officer. \"If you allow me to switch on my phone and make a call to my agent and try and get a hold of people from Tennis Australia...\" At 05:00, an official agreed to Djokovic's request upon consulting supervisors. But less than an hour after he was left alone, Djokovic was woken up from his sleep by three officers. At 06:00 they told him it would be easier for him to get the interview over and done with, and that there was little point in waiting for his lawyers' response.Djokovic said again he wanted to wait until 08:30, but the officials pressured him into the interview. In his affidavit, Djokovic told the court he felt he had no choice and so he relented. \"I know you're going to cancel my visa, it's obvious,\" he told the officials according to the transcript. Shortly after the assessment, at about 07.40, his visa was cancelled and he was taken into detention. Djokovic's lawyers argued a range of legal errors- seven different grounds in fact including invalid exercise of power. But ultimately they won on the common law principles of \"procedural fairness\" and \"legal unreasonableness\".These protections aim to ensure an individual is treated properly when undergoing assessment by a public official.They can be used in any number of everyday situations: for example, someone challenging their tax claim or fighting back against a council's rezoning plans.But in this case, it was about the processes an immigration official takes in deciding to cancel a visa for a tennis star. Did they give Djokovic enough time to process what was happening, to given them a complete response? His lawyers argued he had been denied this.\"It was abundantly clear that Djokovic wanted more time until at least 08:30 to speak with his lawyers, to speak with Tennis Australia, to see what was going on and what was in his interests,\" his lawyer Nick Wood told the court on Monday. But he was told \"spurious\" claims from immigration officials urging him to do the interview earlier than promised. Several pages of the transcript show the officials pressuring him. Mr Wood said this was \"manifestly unjust\". Judge Anthony Kelly plainly agreed. He described Djokovic several times as \"incommunicado\", without his phone and access to help. The judge was visibly frustrated with Djokovic's treatment during the hearing on Monday. \"A person sitting in the shoes of [Mr Djokovic] is not going to care about the hundreds of provisions in the Migration Act. He just says 'tell me what's going on, I don't understand this, give me my phone back and let's try and get a real response.'\" But Djokovic wasn't allowed that opportunity to get help. \"All of the facts and circumstances compel a conclusion, that given fair opportunity to deal with what he wanted to by 8.30, he would have. There was a responsibility on [the official] that he would have [been afforded this],\" Judge Kelly said. The government's lawyers had known these grounds would be the main legal errors they would have to disprove. In their written submissions , they said they wanted to get to the main points straight away, addressing \"procedural fairness\" and \"legal unreasonableness\" in their first few pages. They had argued that Djokovic \"already had a long opportunity\" to explain his case to the border official. They also said that \"there is no evidence that his lawyers would or could have done anything in that intervening period\". But in court on Monday, the lawyers saw that this was too weak a rebuttal against the standards confirmed by the judge, and the evidence of Djokovic's team. They could see that the immigration official had done the wrong thing. Shortly after the court resumed on Monday afternoon, the government's counsel asked for an adjournment. They returned 40 minutes later with a concession.Judge Kelly read out the order which said that the Australian government: \"concedes that [their representative's] decision to proceed with interview and decide to cancel visa… was unreasonable in [the] circumstances\". The legal error meant the visa order would be quashed. As such, Novak Djokovic was ruled free to enter Australia. ", "url": "https://www.bbc.com/news/world-australia-59939507"}