{"datetime": "2022-01-14T07:34:44.000Z", "author": "Shaimaa Khalil", "title": "Novak Djokovic: The politics behind Australia's decision", "article": "The Australian government was never going to come out of this saga looking good. They've been on the back foot ever since Novak Djokovic announced he was coming to defend his Australian Open title. The decision to cancel Djokovic's visa - after a court previously ruled in his favour - is largely about saving face with Australian voters in an election year.To achieve this, the government is prepared to endure any diplomatic fallout, international embarrassment and the wrath of Djokovic's supporters.Throughout the past two weeks, the federal government has been adamant to make a point: no-one is above the rules. Not even the men's world number one. A simple, straightforward principle. But the way it's been handled has been anything but. On the afternoon before Djokovic arrived, Prime Minister Scott Morrison said the player would \"be on the next plane home\" if his documents were not in order on arrival in Melbourne.\"Rules are rules,\" Mr Morrison reiterated when Djokovic's visa was revoked the next day, on 6 January.When Djokovic challenged the decision, Mr Morrison said it was up to the court.But suddenly the government's position began to look very shaky as it asked for more time - denied by a judge - to compile its legal case amid questions over federal procedures. It also faced scrutiny over why Djokovic had been allowed to get on a plane in the first place.The whole thing could have ended when judge Anthony Kelly decided in Djokovic's favour - citing a bungle in the process at Melbourne Airport - and ordered the government to reinstate his visa and get him out of detention. But it didn't.The immigration minister, Alex Hawke, had the option to use his executive powers to cancel the visa and deport Djokovic and he did. A lot has been said about the motivation behind this - mainly that it's political. And it is. The blaring politics is impossible to escape. There are two things to consider here on the government's front. First, the deep embarrassment this has caused the Morrison administration. To Australians and indeed to the world, politicians look like they are enforcing rules they themselves don't understand or are unclear about. They also seemed to not talk to each other. One layer of government - the state of Victoria - was making decisions with Tennis Australia, in isolation. Federal officials were saying something entirely different. And the tournament organisers were complaining they'd been caught in between. The second has to do more with Covid and less with tennis. The mood in the country is one of shock and fury. Australia's two most populous states, New South Wales and Victoria, have been reporting tens of thousands of cases for weeks now. Testing clinics are still struggling and the number of deaths is also rising. Though it's not at the rate of, say, Europe or the US, this is Australia - a country that imposed some of the strictest Covid rules in the world. A country where, at times, a single case could push a whole city or state into lockdown. Australians feel abandoned. They feel like things have turned so bad, so quickly. Many also say they've done everything that's been asked of them. They got vaccinated and are now getting their boosters, But still, the Omicron variant is rampant around them leaving many asking what more they could've done. Now juxtapose that picture against a tennis star who publicly said he opposed the vaccine and who admitted to breaking isolation rules while Covid positive, and to providing false information on his travel declaration form.There's also that discrepancy about when he found out he had Covid. He said in his statement that week that he knew on 17 December. But the sworn affidavit he presented to the court said the positive test was confirmed on 16 December.\"If it were you or me,\" someone said on my Twitter feed, \"Would they allow us in after all that?\" The simple answer is no. There's no doubt that Scott Morrison's government has been bruised by this controversy.The political tussling between state and federal governments; the breakdown of communication; the opaqueness of which rules apply to whom; an unvaccinated famous athlete that has broken Covid rules. It all makes for a messy picture that politicians have been trying to straighten out. Given all that we know now, the government would have had a lot more to explain if they didn't cancel Novak Djokovic's visa.", "url": "https://www.bbc.com/news/world-australia-59991291"}