{"datetime": "2022-01-14T17:46:50.000Z", "title": "Novak Djokovic: Unanswered questions over Australian Covid saga", "article": "The saga over Novak Djokovic's Australian visa has dominated headlines around the world since the tennis star was detained in Melbourne last week. The unvaccinated player claims he had been given a medical exemption to enter the country based on a positive Covid test in mid-December. A judge ruled that he could stay and take part in the Australian Open, but now a government minister has cancelled his visa again.The Serbian now faces an uncertain weekend as he appeals against the government's decision. Here we attempt to answer some of the main questions surrounding the case.At the start of the week, an Australian court ruled that Djokovic could stay in Australia after deciding that he was not given enough time to respond following the original cancellation of his visa.But on Friday, Immigration Minister Alex Hawke announced that he had decided to exercise his ministerial power to cancel the 34-year-old's visa on \"health and good order\" grounds, adding that it was in \"the public interest\" to do so.Djokovic's lawyer, Nick Wood, said that his client's visa had been cancelled on the basis that his presence in Australia could \"excite anti-vax sentiment\". Prime Minister Scott Morrison said the decision was taken following \"careful consideration\", and added that \"Australians have made many sacrifices during this pandemic, and they rightly expect the result of those sacrifices to be protected\". The decision does not appear to have been made on public health grounds, despite Serbian player acknowledging errors in his immigration form, saying his agent had made a mistake in stating that he had not travelled in the 14 days before arriving in Australia.Recent reports suggest the 34-year-old was in both Serbia and Spain prior to the trip. Djokovic has also admitted to breaking isolation rules in Serbia after testing positive for coronavirus on 16 December.An emergency court hearing on Friday night prevented Djokovic's immediate deportation from the country and the 20-time major winner remains free for now.But he will effectively return to immigration detention when he meets with Australian Border Force officers in Melbourne at 08:00 on Saturday morning (21:00 Friday GMT). The Serbian's lawyers have already filed an appeal against Mr Hawke's decision, which they called \"patently irrational\".Djokovic's main ground of appeal is that Mr Hawke's decision was not based on any health risk he may pose to Australia, where he has now been for nine days, but rather on the risk his actions have of inflaming anti-vax sentiment.Hearings will begin on Saturday morning at 10:15 local time (23:15 GMT) at the Federal Circuit Court. Djokovic's lawyers hope to conclude proceedings by the end of Sunday to allow him to take part in the first round of the Australian Open next week.The defending champion has already been included in the men's draw and is scheduled to play on Monday against fellow Serbian Miomir Kecmanović.One further option open to Djokovic's lawyers should the trial drag on is to apply for what is known as a bridging visa. This would allow him to remain in Australia and compete in the competition while his appeal is ongoing.Such visas do not typically entitle applicants to work, though some categories do allow an exemption.If Djokovic's appeal fails, then Australian law dictates that he would be barred from being granted another visa for three years, imperilling his chances at winning another Australian Open.This can be waved depending on \"compassionate circumstances\", though it is unclear whether sporting events would qualify under this exemption.There's been a lot of speculation over Djokovic's positive PCR test. The test result from 16 December was among the documents he submitted to the court in his bid to stay in Australia.German news outlet Der Spiegel has alleged that when it scanned the QR code on the document, it was taken to a page that had a timestampindicating that the positive test was actually dated 26 December. Der Spiegel also said that the number on the positive test was higher than the one assigned to a negative test Djokovic took days later.The news outlet said this suggested that the positive test was more recent. But this is based on the assumption that the numbers go up by one each time a test is logged - which has not yet been confirmed.Social media was alight with questions over whether the star had been attending public events after testing positive for Covid.The tennis player has denied attending two events - the unveiling of a Djokovic stamp and a children's awards ceremony - while knowing he was Covid positive. But he did admit that he went to an interview with French magazine L'Equipe after testing positive. Serbia's Prime Minister Ana Brnabic told the BBC this week that if Djokovic was found to have breached isolation rules, she would have to consult with \"relevant authorities, and the medical people who are in charge of implementing these regulations\". Milan Fillipovic, a legal advisor at the Committee of Lawyers for Human Rights, told the BBC that the offence carried a fine or up to three years in prison. But he said the player might be able to reach an agreement and be assigned community service work or be asked to donate money to charity.\"They could ask him to volunteer at a Covid hospital or even a vaccination centre, which would make him look like a hypocrite,\" Mr Fillipovic said.It remains to be seen whether the legal system would want to use Djokovic as an example to others.There had been reports that Spain was also investigating Djokovic, as he had been in the country before departing for Australia.Under Spain's Covid rules, only residents in Serbia with a complete vaccination certificate or special authorisation can enter the country.But on Thursday, the Spanish government denied there was any investigation.\"The news is false. Neither the government has ordered itnor is there any police investigation open on the athlete ,\" a spokesperson for Spain's interior ministry told Politico.", "url": "https://www.bbc.com/news/world-australia-59977198"}