{"datetime": "2022-01-10T17:14:04.000Z", "author": "Shaimaa Khalil", "title": "Novak Djokovic: Is his vaccine saga an unforced error for Australia?", "article": "The story of the world's top ranked tennis player being held at an immigration detention centre after arriving in Australia last week caused dismay and anger on all sides. Most of it has been directed at the authorities, be they in the federal or the Victorian state government. There's almost a sense of incredulity at how the situation has been mishandled - the monumental breakdown in communication and the political tussling. Djokovic, who is not the most popular of tennis players here, was expected to land late on Wednesday to a wave of Australian ire. At that point the story seemed fairly straightforward. A world-famous athlete, who has publicly said he is opposed to vaccination, granted an exemption to play at the Australian Open in a country that has implemented some of the world's strictest Covid-19 measures.It was hardly surprising that it caused an outcry in a country whose citizens had been told that full vaccination was the condition to freedom of movement and travel. But after Djokovic touched down at Melbourne Airport, things became a little murky. On Wednesday, Prime Minister Scott Morrison responded to the public outcry by saying the decision to grant Djokovic a vaccine exemption certificate was a matter for the state government of Victoria. A few hours later, a statement from Australia's Home Affairs Minister Karen Andrews appeared to contradict Mr Morrison - saying that \"while the Victorian government and Tennis Australia may permit a non-vaccinated player to compete\", the federal government would enforce its requirements at the border. The following day, Mr Morrison's stance changed as it was revealed that Djokovic's visa had been cancelled, and that the 34-year-old was facing deportation. \"Rules are rules,\" the prime minister said. In less than 24 hours, Mr Morrison had U-turned from initially accepting that the Serbian's exemption - and participation in the Australian Open - was a matter for the state of Victoria, to putting his foot down on the federal government's right to enforce its border rules.It's impossible to ignore the politics at play here. The tension between state and federal authorities exists because each wants something different from this.Victoria wants the world number one to compete in one of the state's most important events. The federal government, feeling the anger at Djokovic being allowed to fly in, wants to show Australians that they are in control of who comes in and out of the country and that everyone - including the tennis star - is expected to follow the Covid rules. This is an election year, Mr Morrison has been under immense political pressure over the handling of the Omicron coronavirus wave, amid rocketing case numbers and chaos at testing clinics. Observers suggest he may have chosen to use this as an opportunity to appear tough on the country's border policies. But in trying to appear firm on Covid rules and visa requirements, Mr Morrison and his government has created more chaos. Every statement that comes out, every detail that emerges, seems to bring yet another layer of uncertainty. Djokovic's legal team ended up successfully challenging the decision to deport him in court on Monday, five days into the saga. Judge Anthony Kelly ordered Djokovic's release after the government acknowledged in court that he was not given enough time to respond following the notification to cancel his visa. However, Australia's immigration minister still has powers to re-cancel the visa and deport the unvaccinated player. There has been a lot of blaming and finger pointing but no one has come out to clearly answer any of the basic questions around this story. Not the federal or state government officials - not even Tennis Australia.The way he's been treated in the past few days seems to have shifted the sentiment towards him.The Australian player Nick Kyrgios, who had previously criticised Djokovic for his response to the pandemic, came to his defence - callingAustralia's treatment of him \"really bad\" and urging authorities to \"do better\" .Rights groups have also weighed in - Sophie McNeill of Human Rights Watch in Australia tweeted that she felt \"very uncomfortable\" with the way Djokovic had been treated.The authorities are reportedly investigating a number of visas. On Saturday, another Australian Open hopeful, Renata Voracova from the Czech Republic, left Australia after her visa was cancelled. The Australian Open begins on 17 January in Melbourne. But one of the biggest and most important sporting events in the country is turning into a big international embarrassment. The eyes of the world will be on Australia for all the wrong reasons.", "url": "https://www.bbc.com/news/world-australia-59923332"}