{"datetime": "2016-08-17T09:35:45.000Z", "title": "What next for Manus Island asylum seekers?", "article": "Australia has agreed to close a detention centre on a Pacific island that is used to house asylum seekers. Manus Island is part of Papua New Guinea (PNG). Its Supreme Court ruled in April that holding people in such a camp was unconstitutional . So, what could happen next to about 850 men currently being held on the Pacific island? The closing date has not been announced. When Manus Island does close, the detainees will be moved to civilian life in PNG, or back to the countries they originally came from. TheAustralian Broadcasting Corporation reports that the Australian government will help PNG with the costs of resettling the men. Previous resettlement attempts have broadly failed. Some people have called for the asylum seekers to be compensated for damage and false imprisonment during their detention. Following the court ruling in April, PNG's Prime Minister Peter O'Neill said asylum seekers\"deemed legitimate refugees\" would be invited to live in the country \"if they want to be part of our society and make a contribution to our community\". He added: \"It is clear that several of these refugees do not want to settle in Papua New Guinea.\" However, not everyone in the country is happy with the decision. There have been reports of attacks on asylum seekers and some people do not like the idea of hundreds of people from the detention centre being resettled alongside them. Australia spends millions of dollars in funding the detention centre, and many locals on Manus Island are employed at the facility. Canberra insists its asylum policy will not change. Australia says itstough policies have led to a sharp drop in the number of migrant boats, thus preventing many possible deaths at sea. \"Our position, confirmed again today with Papua New Guinea, is that no-one from Manus Island Regional Processing Centre will ever be settled in Australia,\" Immigration Minister Peter Dutton said in a statement. Another option for Canberra could be to shift the men temporarily to its offshore detention centres on Christmas Island [Australian territory] or the tiny Pacific country of Nauru.A week ago, t housands of leaked reports detailed incidents of abuse, self-harm, violence and sexual assault at the Naura centre. The Australian government said many of the reports were unconfirmed. There have also been suggestions that a third country may take in the refugees. Australia has negotiated with a number of countries - including New Zealand, the Philippines and Cambodia - on the issue. But Ian Rintoul, the spokesman for the Sydney-based Refugee Action Coalition group, says a positive outcome from such talks is unlikely.\"Australia has already trawled the Pacific,\" he told the BBC, adding that Canberra \"has run out of the countries\". \"Had they found such a nation... they would have stated it,\" Mr Rintoul said. Read more: Why are asylum seekers so controversial in Australia? ", "url": "https://www.bbc.com/news/world-australia-36150758"}