{"datetime": "2021-05-10T16:21:36.000Z", "author": "Frances Mao", "title": "Biloela family: Locked up by Australia for three years", "article": "Kopika is a five-year-old girl who has been locked up by the Australian government for most of her childhood. In 2019, her family was sent to a detention centre on Christmas Island, an Australian outpost in the Indian Ocean. They live in a guarded compound under 24-hour watch - an operation that has cost more than A$6m (£3.3m; $4.6m) so far.Kopi, as she's known to her friends, is allowed to go to school on the island. She's taken there in a police van. School is her \"happy place\", where she's free from her minders.\"Why are we always followed?\" she's asked before.Kopi is in this situation because her parents, Tamil refugees from Sri Lanka, arrived by boat in Australia nearly a decade ago seeking asylum.They settled in a country town in Queensland, and lived there for years, until police arrived to deport them. Their community fought for them to stay, kicking off a legal battle that has dragged through the nation's top courts. Through it all the family have remained in detention.\"You can't imagine this life,\" Kopika's mother Priya, told the BBC.\"It's not a normal thing. We can't talk to people, we have guards watch us, we can't go out by ourselves. It's not a detention, it's a jail.\" The Murugappans are a family of four: mother Priya, father Nades, Kopi, and her three-year-old sister Tharnicaa. They are Australia's most famous asylum seekers, but they're barely known by their family name. Instead they're \"the Biloela family\" - named after the small town where they lived for four years.Nades and Priya arrived in Australia on separate journeys in 2012 and 2013 and lodged claims for asylum. The government granted them temporary protection visas.Both moved to Biloela, which had a meatworks known to employ new migrants including Tamil asylum seekers. That's where they met. They fell in love, got married, and had two kids. Nades worked while Priya took care of the children. On the weekends, they would go fishing or play card games at home with their friends.\"They're good people,\" says close friend Vashini Riswan. The couple are like family to her. They took her in when she and her kids fled her abusive husband. She now chats to Priya every morning over Facebook messenger.\"Even now I just tell her, I want her back to play the games,\" Ms Riswan told the BBC. \"Remember how we did that? We'll do that again soon.\" Priya and Nades both fled to Australia fearing persecution in Sri Lanka's civil war. Ethnic Tamil people were being harassed and detained by Sri Lankan authorities. After years of processing, their asylum claims were rejected. Australia ruled that they failed to meet the criteria required to be considered refugees.On that basis, Australia has tried twice to deport them. The first attempt came after the family's temporary visa expired in 2018. Guards arrived in a pre-dawn raid - a common deportation tactic, lawyers say.The family were flown to a detention centre across the country in Melbourne. A few days later they were bundled onto a flight to Sri Lanka. Their deportation would have proceeded as planned had something unusual not happened. When their friends were taken away, the 6,000-strong town of Biloela took their outrage to the media.They launched the #HometoBilo campaign and lobbied politicians. A petition in support of the family has more than 350,000 signatures. \"They're one of us. They belong to Biloela,\" says Angela Fredericks, a supporter who met Priya through church in Biloela.Lawyers secured an injunction to stop the deportation, and the Murugappans were sent back to detention in Melbourne.A legal battle followed and ultimately the courts ruled against the family's claim.So in 2019, the government swung into action again. Guards gave the family two hours to pack before they were put on a flight bound for Sri Lanka.Panicked, Nades alerted lawyers. On the plane he filmed scenes of the chaotic removal, his infant children wailing as their mum was dragged on board. Australians woke up to the distressing vision shared in news bulletins and on social media. Once again,lawyers secured an injunction and the plane was ordered to turn around mid-flight. The family was brought back to Australia and sent to Christmas Island, some 3,000km (1,800 miles) off the country's west coast. A 400-bed detention centre there had been recently re-opened. The Murugappans became its sole occupants. The years in detention have left Priya numb. She has developed a deep depression and has very little energy. \"I find it very hard to pass the day. Mentally and physically,\" she told the BBC over video link. She fears she has failed her children.\"Both my kids have grown now. They want to go out, see and enjoy the outside world. They want to live with freedom.\" The family live in a flimsy two-room container in a larger compound behind fences. The doors can't be locked from the inside. Guards patrol every day. The heat is sweltering. Pests and insects invade their rooms. Their lives are controlled to a minute degree, as if they were criminals. When Kopika is invited to a school friend's birthday party, her invite is sent to an office on the mainland where a bureaucrat will assess the risk. She's been allowed out to a few birthday parties, accompanied by a guard. The government says the family are \"well looked after\", but their welfare has long been a concern. During their first months of detention in Melbourne, the girls were only allowed half an hour of play outside each day. The lack of sunlight led to a vitamin D deficiency, which caused infections and other problems. Tharnicaa's nutritional needs weren't met and her teeth started to rot. At age two, she had surgery to have teeth removed.Priya suffers ongoing medical problems, including diabetes.She's also scared for her safety. Last year, she had encounters with one of the guards at the centre. One day a man came to her room, and hovered at the doorway, leering. He seemed drunk, she said. \"I believe he wanted to try and see me or touch my body or something sexually, so I felt that in how he acted towards me,\" she told the BBC. \"I pushed him back and I went outside because I was concerned about my safety.\" The family later filed a complaint and the guard was removed. But Priya is still scarred from the encounter. \"I find it really hard to get back from that situation,\" she said. \"Everyday I just don't feel safe anymore. They can unlock the rooms whenever they want.\" The government did not respond to the BBC's questions on the incident. In relation to the family's welfare, a spokesperson said: \"The Australian Border Force is committed to ensuring the health and wellbeing of the family, and has always provided access to nurses, doctors and specialists for all members.\" Australia's tough immigration laws allow it to lock up what it terms \"unlawful non-citizens\" like the Murugappans in indefinite detention.Thousands of asylum seekers have been held in facilities off the mainland since 2013, when the government introduced \"offshore processing\" of those who arrive by boat. They wait there while their refugee claims are assessed, a process that can take years.The UN has criticised the poor living standards and conditions in the camps. At least 12 asylum seekers have died in Australian offshore detention since 2013, six of them suicides. The government has long defended its policy, which was brought in after people died at sea attempting to reach Australia.It stands by its commitment that anyone who comes by boat will never be settled in Australia, arguing this policy has disrupted the people-smuggling trade and stopped drownings.It appears to have worked: very few boats have arrived since 2014. Against that backdrop, the Murugappans continue to be held in detention.\"It's so cruel,\" says University of Adelaide law professor Alex Reilly. \"It is so clearly against the normal ideas of rule of law and human rights. \"Even when things get absurd and ridiculous, the Australian government will stick to their guns because they think it plays well politically,\" he says.\"If you look at their case through a human lens, no one could stomach it.\" Human rights advocates and the Biloela community are joined by the Labor opposition in supporting the Murugappans' release. Others, including the former prime minister Malcolm Turnbull whose government first detained the family, have also called for them to be returned to Biloela.But the newly appointed Home Affairs Minister Karen Andrews has so far resisted those calls. \"What I'm very determined to do is to make sure that the people smugglers do not think for a second that there is a change to our policy, and I am not going to open that door even a slither,\" she told Sky News Australia in April.The courts are again reviewing the family's asylum claims. The government has, on several occasions, ruled their claims to be invalid.\"At no time has any member of the family been found to have engaged Australia's protection obligations,\" a spokesperson said.Still, the family say they will suffer persecution if they are sent to Sri Lanka - a risk that has grown over the years as their case attracted media coverage.The girls have no connection to Sri Lanka. Born and raised in Australia, they also can't obtain Australian citizenship as the children of \"unauthorised maritime arrivals\".Minister Andrews refuses to comment on the matter while it's before the courts. But last week she indicated the government may move the family out of the detention compound and into their own home on the island. The family's barrister Carina Ford says their suffering could \"end tomorrow\" if the government wanted.The Home Affairs minister has extraordinary power to intervene in people's lives by granting visa extensions and stopping deportations. Activists have long pleaded for that power to be used to free the Murugappans. \"This is a case involving children born in Australia who have spent years in detention… far away from a community which really wants them,\" says constitutional lawyer Dr Sangeetha Pillai.\"It's hard to think of a more compelling case.\"It requires just a little act of compassion, says family-friend Ms Fredericks. \"All the minister would need to do is just sign it off. A stroke of a pen and they can come back to the community that loves them.\" ", "url": "https://www.bbc.com/news/world-australia-56768529"}