{"datetime": "2019-08-30T04:22:24.000Z", "title": "Tamil family's deportation from Australia halted mid-air", "article": "Australian activists have managed to halt the midnight deportation of a Tamil asylum-seeker family as they were being flown out of the country. An injunction, granted mid-air, paused the removal of Nadesalingam, Priya, and their two daughters to Sri Lanka. The family's case has provoked national outcry since March last year, when authorities forcibly removed them from their home in Queensland. Australia defended their expulsion on Friday, saying they were not refugees. \"They're not owed protection by our country,\" Home Affairs Minister Peter Dutton told local media outlets. He said the family's asylum claim had been comprehensively assessed and rejected by immigration authorities. Successive legal appeals in recent times for the parents and eldest child have also failed. The parents of the family, Nadesalingam and Priya, met and married in Australia after fleeing Sri Lanka's civil war. Two-year-old Tharunicaa and her four-year-old sister, Kopika, were both born in Australia. Supporters say they risk persecution if they are returned to Sri Lanka due to their past political links.The family worked and lived in the small country town of Biloela for three years, before they were forcibly removed to detention centres last March. The dawn raid, carried out by a dozen officers, prompted a huge response from the community. A petition for their return has attracted more than 120,000 signatures. In a dramatic development on Friday, a federal court extended an injunction that stops the government from deporting the youngest child before next Wednesday. It is unclear whether the government will allow that reprieve to include the rest of the family, who have only been publicly identified by their first names.\"Given the circumstances, it would be a pretty inhumane thing to do to separate the family at this point,\" lawyer Carina Ford told reporters. Protesters rushed to Melbourne Airport on Thursday night, upon learning the family would be deported within hours. Their plane took off at about 23:00 local time (12:00 GMT), but lawyers succeeded, during the flight, in securing a last-minute order preventing Dharuniga's deportation. That injunction, ordered over the phone by a judge, forced the plane to land over 3,000 km (1,850 miles) away in Darwin, Australia's northernmost major city, at about 03:00 local time on Friday. Footage posted online shows the family being escorted from the plane by guards. Their friend Angela Fredericks told the BBC the family had \"suffered a huge emotional toll and are very distressed\". She said the girls had cried during the flight, and Priya had not been allowed to sit with her children. On Friday many Australians, including lawmakers, expressed anger online over the family's treatment and called for the government to show compassion. Opposition lawmakers urged Immigration Minister David Coleman to exercise discretion and allow the family to stay. Critics have compared the situation to a controversy last year, wherea minister personally intervened to stop the deportation of a French au pair. ", "url": "https://www.bbc.com/news/world-australia-49519805"}