{"datetime": "2018-03-14T16:31:53.000Z", "title": "Biloela family taken off plane in Australian deportation reprieve", "article": "A Tamil family seeking asylum in Australia were saved from deportation minutes before their plane for Sri Lanka was due to fly on Tuesday night. A last-minute injunction paused the removal of Nadesalingam and Priya, and their two Australian-born daughters. Their Queensland hometown of Biloela had been campaigning for their return ever since they were removed from their home early one morning. The family of four remain in detention, pending a hearing in early May. Their 5,500-strong hometown communityhas organised a petition that has collected more than 76,000 signatures, calling on Home Affairs Minister Peter Dutton to grant them the right to stay. Nadesalingam and Priya - who met and married in Australia - arrived separately by boat in 2012 and 2013 respectively, after fleeing Sri Lanka's civil war.\"Nades faces persecution for his former association with the Liberation Tigers of Tamil Eelam, which was defeated by the Sri Lankan armed forces,\" said Ben Hillier, a Tamil Refugee Council spokesperson. Nadesalingam's application for asylum has been rejected by Australian authorities. Priya had been granted bridging visas and although she was expecting another, the last had just run out when police and Australian Border Force officers raided their home just before dawn on 5 March. Family friend and social worker Angela Fredericks, who started the petition, told the BBC: \"It was done in such secrecy. They were given 10 minutes to pack up their lives.\" Nadesalingam was getting ready for work at a local meat factory and Priya was warming a bottle of milk for the baby when authorities entered their home at 05:00. Nine-month-old Dharuniga and Kopiga, two, were separated from their parents and the whole family were taken 1,500km from Queensland to Melbourne. In Melbourne they said they were told they could not call anyone until they signed documents agreeing to their deportation. After two days they signed the papers and then called their local community doctor to tell them of their plight. On Tuesday, over a week after their initial arrest, the family were then flown on separate flights from Melbourne to Perth. It was only when they were put on the plane bound from Perth to Sri Lanka with other Tamil deportees that the injunction was applied and the family were taken off. It was filed by their lawyers but the grounds are not known. The family are currently in a detention centre in Perth, 4,475 km from their Queensland home. Mr Hillier said of Tuesday's deportation attempt: \"This was a dastardly and reprehensible action. Dharuniga and Kopiga were born in Australia. This is their home - they have never been to Sri Lanka and do not hold Sri Lankan citizenship.\" Ms Fredericks said: \"Handcuffed like criminals. Separating babies and infants from parents. Has Australia learnt nothing from our history? I urge the government to take a long look and think about what it is doing.\" A department of home affairs spokesman said the family's case had been comprehensively assessed over many years.\"They have consistently been found not to meet Australia's protection obligations,\" he said according to local media, adding that the removal from the family home had been carried out safely. Dozens of people gathered on Wednesday evening for a vigil at a local park where Priya would bring her girls to meet other children. Ms Fredericks said of the family: \"As their friends and their community, we know these people and we love them and what they do for our community. We want them here.\" A second vigil, organised by mothers in Sydney, is to take place on Friday. ", "url": "https://www.bbc.com/news/world-australia-43400974"}