{"datetime": "2018-08-24T03:33:51.000Z", "title": "Peter Dutton: The ex-policeman who failed to oust Australia's PM", "article": "Australia's former Home Affairs Minister Peter Dutton once looked set to seize the prime ministership. He forced an internal party vote, hoping to unseat Prime Minister Malcolm Turnbull.The vote did oust Mr Turnbull, but Mr Dutton lost the race for the top job in a stunning upset to Scott Morrison, the current treasurer. Mr Dutton is a polarising figure whose ministerial duties were last year expanded into a super portfolio - giving him considerable power. He is a more hardline conservative than ex-prime minister Malcolm Turnbull and is best known for overseeing Australia's tough and controversial policies on asylum seekers. Mr Dutton had alluded to such perceptions in a press briefing. \"It is good to be in front of the cameras where I can smile and maybe show a different side,\" he said. Born in Brisbane, Mr Dutton spent nine years in the police force before being elected to the House of Representatives in 2001. He has since occupied various ministries including health and sport, before taking over immigration in 2014. Since then, Mr Dutton has been responsible for managing some of Australia's most divisive policies - including offshore detention for asylum seekers and refugees. Canberra sends all asylum seekers who arrive by boat to islands in the Pacific and gives them no prospect of settling in Australia. The policy has frequently drawn criticism from the UN and human rights groups, but Australia has insisted it saves lives at sea. Mr Dutton told Fairfax Media in 2017: \"This is a tough portfolio... but I get a lot of professional satisfaction out of it.\" His reputation as a competent and respected minister within the government earned him a new super-portfolio based on the UK Home Office last year. In addition to immigration and border protection,Mr Dutton took on responsibility for all of Australia's domestic national security agencies . Along the way he became the most senior conservative in Mr Turnbull's government. Australia's second-longest serving prime minister, John Howard, has described Mr Dutton as a formidable and capable politician. \"He can clearly explain and justify the government's policies in an effective way. He's a very good communicator,\"Mr Howard told the Courier Mail last year (paywall) . In 2015 Mr Dutton was widely criticised for making light of rising sea levels affecting Pacific Island nations, afterhe was caught on camera joking about \"water lapping at your door\" . A year later, political journalist Samantha Maiden revealed Mr Dutton had called her a \"mad [expletive] witch\" in a text message. Mr Dutton later apologised. He was also among several politicians who boycotted Australia's 2008 national apology to the Stolen Generations - a name given to tens of thousands of Aboriginal children who were forcibly taken from their families under infamous government policies until 1970. Mr Dutton defended himself by saying the apology would not deliver \"tangible outcomes\" for children today. However, he later said he had overlooked the apology's significance. In January, he controversially suggested people in Melbourne were \"scared to go out in restaurants\" because of African Australian street gangs - part ofwider commentary that drew allegations of racist mischief-making . A frequent critic of the left and focus of its scorn, Mr Dutton has become a ubiquitous subject of memes. In one famous instance, his staff asked for an \"unflattering\" Fairfax Media image - showing Mr Dutton half in shadow - to be taken down.But Twitter wasn't happy with this request and the picture went viral . Mr Dutton had on 21 August launched an unsuccessful leadership challenge against Mr Turnbull , losing by a slim margin of 13 votes - causing him to resign from his cabinet position. He vowed to continue challenging Mr Turnbull if he gained enough backing and on Friday, a second party vote was called.Many observers had predicted that Mr Dutton's bid for the top job could still be successful. Some believed that Mr Dutton could have picked up votes in his home state Queensland, which has several key marginal seats.He was up against Foreign Minister Julie Bishop and Treasurer Scott Morrison - but ultimately lost to Mr Morrison by 40-45.Under the Australian system, as in the UK, the prime minister is not directly elected by voters but is the leader of the party or coalition that can command a majority in parliament. ", "url": "https://www.bbc.com/news/world-australia-45254762"}