{"datetime": "2019-05-23T05:50:56.000Z", "title": "Manus Island: Refugee 'suicide attempts' in wake of Australia election", "article": "Several asylum seekers sent overseas by Australia have attempted suicide in recent days amid rising desperation since the nation's election, advocates say. Since 2013, Australia has sent asylum seekers arriving by boat to Nauru and Manus Island, Papua New Guinea (PNG). The policy has bipartisan support, but many asylum seekers had hoped that a change in government would help them. The government's re-election has led to heightened despair, refugees say. \"The situation in Manus is out of control, today two more people attempted suicide,\" tweeted Behrouz Boochani, an Iranian-Kurd refugee and journalist on Manus Island. Another refugee, Abdul Aziz Adam, wrote: \"We are calling for the [government] to do something for refugees & asylum seekers on Manus/ Nauru.\" The Labor opposition had promised to accept New Zealand's offer to resettle 150 refugees from the islands if they won government last Saturday. Currently, refugees in PNG and Nauru can either choose to resettle in those nations, apply for a limited number of places in the US, or return to their home country. There are differing reports about the number of cases. Manus Island police commander David Yapu told news agency AFP that he was aware of four suicide attempts over the weekend. Mr Boochani and other refugee groups told the BBC that at least 12 people had attempted self-harm in PNG since Saturday. Ian Rintoul, from the group Refugee Action Coalition, said at least five people had been taken to hospital.The Australian government did not directly address the reports, but said in a statement that \"it takes seriously its role in supporting the governments of PNG and Nauru to ensure individuals in PNG and Nauru are provided with a range of health, welfare and support services arrangements\". The election victory for Prime Minister Scott Morrison's government defied months of opinion polling which had pointed to a probable Labor win.\"Rightly or wrongly, many of the refugees had really pinned their hopes on a Labor victory meaning a change to their situation,\" Elaine Pearson, the Australian director of Human Rights Watch, told the BBC. She said the result had exacerbated feelings of hopelessness on the islands, where more than 80% of asylum seekers are reported to suffer from mental health problems. At least 12 asylum seekers and refugees have died on the islands since 2013. The UN has criticised Australia's detention policies as \"inhumane\", but the nation insists they prevent human trafficking and save lives at sea. Last year,reports of a mental health crisis among children on Nauru prompted the government to evacuate families to Australia. In February, Labor and crossbench MPs secured enough votes to pass a law which makes it easier for sick refugees to get treatment in Australia.Mr Morrison argues the law encourages human trafficking. His government may attempt to repeal it when parliament resumes, according to local media. ", "url": "https://www.bbc.com/news/world-australia-48375120"}