{"datetime": "2018-08-24T08:08:08.000Z", "title": "Australians react with horror and humour amidst political chaos", "article": "After days of uncertainty, Australia finally has a new prime minister - their fifth in eight years - following a dramatic leadership battle. Malcolm Turnbull resigned as leader on Friday after being pushed out in a coup by members of his Liberal party. His replacement, Scott Morrison, was voted in minutes later by an internal party poll. Naturally, the country responded by taking to social media - some in horror, others in humour - about the week that was definitely not short on political drama.In the run-up to the party coup, Twitter was filled with the hashtag #libspill, a reference to the Liberal party's leadership spill - with one left-leaning tweeter calling it the country's \"national sport\". Even Chinese state media appeared to be tired of the ever-changing state of politics - one user shared this headline from China Daily reading \"Australia changes its prime minister again, again, again, again, again.\" Others compared the state of affairs to reel-life. One Twitter user in the US also inadvertently became a celebrity in the country after he was mistaken for one of the leadership contenders. We're looking at you, Peter Dutton from Texas. (He's OK. He used his newfound fame to push his popcorn business.) Others however, were filled with genuine anger at the situation. Under the Australian system, as in the UK, the prime minister is not directly elected by voters but is the leader of the party or coalition that can command a majority in parliament. Not a single leader in recent times has managed to complete a full term, a pattern many Australians say they are sick and tired of. This was Friday's front page of the notoriously outspoken NT News in the Northern Territory.Others like Christine Forster, a Liberal party councillor in Sydney, and sister of ex-PM Tony Abbott, tweeted the news had filled them with \"despair\". Some touched on more serious matters, calling attention to other issues that remain prevalent in Australia which went unaddressed while this drama played out.Newly minted Greens Senator Mehreen Faruqi tweeted that the situation was \"shameful\". While the founder of the Asylum Seeker Resource Centre, a non-profit organisation, pointed out that among other pressing issues, children stuck in Nauru as a result of Australia's controversial asylum policies were continuing to suffer. ", "url": "https://www.bbc.com/news/world-australia-45278859"}