{"datetime": "2018-08-24T04:20:05.000Z", "title": "Malcolm Turnbull: Six moments that defined Australia's ex-PM", "article": "His time in power was relatively brief, eventful, and like many recent Australian leaders, abruptly terminated without an election. Here are moments that loomed large in Malcolm Turnbull's three-year prime ministership,before his messy ouster by party rivals on Friday. Mr Turnbull is hardly new to internal chaos. As opposition leader in 2009, he was unseated by Tony Abbott. The latter became PM in 2013, but - and stay with us -Mr Turnbull then ousted him in 2015 . In doing so, Mr Turnbull used a justification that would come back to haunt him: \"We have lost 30 Newspolls [opinion polls] in a row. It is clear that the people have made up their mind about Mr Abbott's leadership.\" Once in office, Mr Turnbull tried to differentiate himself in various ways - including by promoting more women to cabinet, and dropping an unpopular policy of conferring knights and dames. Mr Abbott had vowed \"no wrecking, no undermining, and no sniping\" of the government, but his subsequent criticisms dogged Mr Turnbull.When Mr Turnbull lost his 30th opinion poll this year , Mr Abbott publicly called on him \"to explain\".Same-sex couples could not legally wed when Mr Turnbull came to power. Although a vocal supporter of change, he drew criticism by achieving it through a national postal vote last year. Same-sex marriage advocates had warned the ballot would unleash hate campaigns - andit did become heated in many instances , with blame on both sides. Others praised the prime minister for breaking a government deadlock on the issue, paving the way formarriage equality to be signed into law last December. \"What a day for love, for equality, for respect,\" Mr Turnbull said after a vote by MPs. \"Australia has done it.\" Last year, several Australian lawmakers were ensnared in a constitutional eligibility crisis over their dual citizenship. It was no concern for Mr Turnbull until his deputy, Barnaby Joyce, was told he had New Zealand citizenship -a fact that was news to him . Mr Joyce was soon disqualified from office, imperilling Mr Turnbull's one-seat majority in the House of Representatives.Fortunately for the government, Mr Joyce was returned at a by-election - prompting a hands-aloft celebration with a relieved Mr Turnbull. Their unity was not to last, however. When Mr Joyce was later embroiled in a scandal over an affair,the pair traded personal barbs in public . Mr Joyce later stood down. Mr Turnbull's relationship with the US president got off to a famously testy start last year, withMr Trump calling it \"the worst by far\" of all his post-election phone calls. Mr Trump had been unhappy with an Obama-era refugee deal, describing it as \"dumb\" beforelater telling Canberra he would uphold it . It was a rare low point in Australia's relationship with the US, its chief ally. Mr Turnbull appeared to warm to Mr Trump, however, andvocally defended him as an \"American patriot\" last month when the US president briefly contradicted his own intelligence agencies' position on Russian interference. On the global stage, Mr Turnbull's tenure was also defined by strained ties with China. Last year, he announced sweeping new laws to prevent foreign interference. In explaining why they were needed, Mr Turnbull referred to \"disturbing reports about Chinese influence\" - but insisted that was not their sole focus. Nonetheless it intensified discussion - and suspicion - that Australia's largest trading partner could be \"infiltrating\" its politics and universities. China responded by accusing Australian politicians and media ofstoking \"hysteria\" and a \"Cold War mentality\" . In a bid to ease tensions, Mr Turnbull gave a conciliatory speech in August in which he promised \"clearer thinking\" on China. This was the catalyst for Mr Turnbull's demise. After poor polls and by-election defeats, Mr Turnbull needed a win with his signature energy policy. Despite gaining support from a majority of government MPs, a vocal group of conservatives were unhappy with the policy and instigated a rebellion. It forced Mr Turnbull into an embarrassing U-turn on Monday, in which he scrapped plans for the policy to contain an emissions target. But it did not offset leadership rumblings. They gathered pace, and were soon seen as terminal for Mr Turnbull. ", "url": "https://www.bbc.com/news/world-australia-45267126"}