{"datetime": "2018-08-30T15:19:36.000Z", "title": "Why Australia is talking about a French au pair", "article": "An Australian minister is facing growing questions over why he personally intervened to grant a visa to a French au pair, in a case that has attracted national attention. Home Affairs Minister Peter Dutton denies he acted improperly in halting the deportation of Alexandra Deuwel. The decision helped a wealthy family, and followed a plea by their relative - a prominent sporting chief executive. Local media said Mr Dutton had overruled a senior official's advice. Critics have compared the case to Mr Dutton's unwavering commitment, as immigration minister, to keeping asylum seekers in overseas detention -a long-time controversial policy . Mr Dutton failed in two attempts to become prime minister last week, ultimately losing out to Scott Morrison. Ms Deuwel, 27, had her tourist visa cancelled on arrival in Australia in 2015, on suspicions that she had intended to work. However, Mr Dutton used his ministerial discretion to reverse the decision.Ms Deuwel had previously worked for pastoralists Callum and Skye MacLachlan in South Australia. Their relative, Australian Football League boss Gillon McLachlan (who uses an alternative spelling), had lobbied Mr Dutton to intervene in Ms Deuwel's case. Adding to public scrutiny, Callum MacLachlan's father, Hugh, has donated about A$150,000 (£84,000; $110,000) to the governing Liberal Party since 1999, local media reported. Mr Dutton's decision to grant a visa to at least one other au pair is already the subject of a Senate inquiry. On Thursday, the minister strongly rejected any suggestion that the MacLachlan family had influenced his decision. He said he had assessed Ms Deuwel's case on its merits, telling radio 2GB that she had no criminal history and had agreed not to work in Australia. \"I thought it was an application of common sense,\" he said. Mr Dutton has not responded to reports that an Australian Border Force official warned him in 2015 that some evidence \"does not support the Minister intervening\". Aside from scrutiny of the case specifically, observers have pointed out that it has only become public now - days afterMr Dutton's failed leadership bids . \"It suggests that somebody behind the scenes is trying to do as much damage as they possibly can to Peter Dutton in circumstances where he's obviously been in the headlines,\" ABC political correspondent Laura Tingle said on Tuesday. But it has also ignited allegations of double-standards on visa issues:among those angered are supporters of a Tamil family involved in a high-profile effort to stay in Australia. The family, who have lived for years in Queensland, are now facing deportation - despite a petition to Mr Dutton that gathered almost 120,000 signatures. Others have made similar comparisons about Australia's policy of sending asylum seekers who arrive by boat to Nauru and Papua New Guinea.The policy has been criticised by human rights groups as inhumane. Recently, it has been reported that child asylum seekers in particular have been struggling acutely with mental illness. Australia argues its offshore detention policy is necessary to disrupt human trafficking and save lives at sea. ", "url": "https://www.bbc.com/news/world-australia-45351318"}