{"datetime": "2019-01-30T16:36:30.000Z", "title": "Hakeem Al-Araibi: Bahraini footballer's wife pleads for his release", "article": "The wife of detained Bahraini footballer Hakeem Al-Araibi has issued a plea for world leaders to pressure the Thai government for his release. Al-Araibi, 25, holds refugee status in Australia but is being held in a Bangkok prison on an Interpol warrant put out by Bahrain. Bahrain has said the conviction was fair and that extradition proceedings are now \"in process\". But the footballer's wife told the BBC extradition would place him in danger. \"I'm calling on every country to help Hakeem because I know if he gets taken back he will be tortured, and he will be killed,\" she said. The Australia-based 24-year-old, who has asked not to be named, said she had written a personal plea to Thai Prime Minister Prayuth Chan-ocha. \"His future lies in your hands. Please help my husband come home,\" she says in the letter to Mr Prayuth, which her lawyer said was handed to the government on Wednesday. The Australian government, Fifa and the International Olympic Committee are among those who have lobbied Thailand to release Al-Araibi. Al-Araibi fled to Australia in 2014 and was granted political asylum there in 2017. He now plays for club Pascoe Vale in Melbourne. In 2014, he was sentenced in absentia in Bahrain to 10 years in prison for vandalising a police station. The charges have been denied by Al-Araibi, who says he was playing a televised football match at the time of the alleged crime. Speaking on Wednesday, his wife said the pair had been on their honeymoon when Al-Araibi was detained by authorities at Bangkok airport on 27 November. \"About 15 police officers surrounded us and they were taking pictures and videos and then later took him away,\" she said. \"I was so shocked - we were on a holiday because we were newly wedded. I didn't know what was happening.\" She said she voluntarily joined her husband for the first few days of his detention, but returned to Australia after he was moved to a different prison.Thai authorities had since prevented them from speaking, she said. \"We planned together to have a house in the future and make a family,\" she said.\"And he has his job and the game and the club. We have a life here.\" In a statement on Tuesday, the Bahrain embassy in London said Al-Araibi had been sentenced by an independent judiciary \"on charges involving serious violence and criminality, unrelated to any possible freedom of opinion/expression issues\".The embassy said he should return to Bahrain to appeal against the sentence and that \"his safety and security is guaranteed, as are his rights to due process\".Australian Prime Minister Scott Morrison wrote to Mr Prayuth earlier this week, stating that Al-Araibi had been given permanent residency in Australia, and urging that he not be extradited. Mr Prayuth has since acknowledged Mr Morrison's concerns but said it remained a matter for Thailand's courts, the Reuters news agency reported. Al-Araibi has been a vocal critic of Bahraini authorities and Human Rights Watch (HRW) says he is also being targeted because of his brother's political activism. Last year, he told HRW that he had already been tortured in Bahrain following Arab Spring protests in 2012. Amid mounting pressure from across the world,Al-Araibi's plight has become a test case for sporting bodies' recent strengthened commitment to human rights . His wife has also written letters addressed to the leaders of New Zealand and Canada, urging them to press for his release.\"I'm asking the politicians to do anything to push the Thai government to bring Hakeem back to Australia,\" she said. ", "url": "https://www.bbc.com/news/world-australia-47051522"}