{"datetime": "2020-07-24T02:51:00.000Z", "title": "Behrouz Boochani: Refugee author granted asylum in New Zealand", "article": "A high-profile refugee who was detained by Australia for six years has been granted asylum in New Zealand. Behrouz Boochani, an Iranian Kurd, has lived in Christchurch since fleeing Australia's island detention in 2019. He had initially sought asylum in Australia in 2013, arriving by boat, but was taken to Papua New Guinea under Australia's hardline asylum policy. There he became a leading voice for those detained and drew attention to their poor conditions in the camps. His experiences - which he documented on Twitter and elsewhere - helped focus international attention on Australia's remote detention centres in the Pacific where asylum seekers can be held for an indefinite period of time.More than 400 asylum seekers remain in Australia's two controversial offshore detention sites, located on PNG's Manus Island and the island nation of Nauru. Speaking on Friday, Mr Boochani, now a published author and associate academic, said he finally felt relief and a sense of security about his future. New Zealand had formally recognised his refugee status, offering him a one-year work visa and pathway to citizenship,he told the Guardian Australia newspaper. However he said he \"cannot fully celebrate\" because \"so many people who were incarcerated with me [on Manus Island] are still struggling to get freedom\". A persecuted journalist in his homeland, Mr Boochani chronicled his life and events at the Manus detention centre on social media. In the first few years, he was one of the only voices from within the centre as Australia at first prevented journalists and rights advocates from visiting. In 2018, he published a book, No Friend But The Mountains, which went on to win Australia's richest literary prize and other accolades. Because he was still imprisoned, he sent passages for the book to his publisher in Australia via WhatsApp. The book's success proved to be his ticket off the island: New Zealand granted him a month-long visa after he was invited to speak at literary festival in November 2019. He has previously said his trip marked the first time he had tasted \"freedom\" in six years. There he lodged a claim for protection, which prevented Australian authorities from ordering his return to PNG. The Australian government has consistently defended its island detention and border protection policies - which only apply to asylum seekers who arrive by boat.They say its policies are necessary to deter dangerous attempts to reach the country by sea. However the conditions of the detention centres, and the policy itself - which allows for indefinite detainment as asylum claims are processed - have been condemned as \"inhumane\" by the United Nations' refugee agency and human rights groups. During Mr Boochani's time at the camps, there were a series of violent incidents including a riot involving guards and refugees in 2014 where scores were injured and an asylum seeker killed.Since 2014, at least 13 asylum seekers have died while in detention, including seven by known or suspected suicide. In 2017, Australia paid A$70m (£39m; $49m) in compensation to 1,905 men - including Mr Boochani - after they brought a legal action saying they had suffered harm in the Manus Island centre. The government offered the payment but denied any wrongdoing. New Zealand has also previously offered to resettle 150 refugees from Australia's island detention centres but this has been rejected by Canberra. ", "url": "https://www.bbc.com/news/world-asia-53522251"}