{"datetime": "2022-02-07T05:12:40.000Z", "author": "Rajini Vaidyanathan", "title": "Lata Mangeshkar: 'Why I loved the Indian singer as much as The Beatles'", "article": "Indian singer Lata Mangeshkar died on Sunday. A prolific artist, she recorded more songs than the Beatles and The Rolling Stones combined - and she will be remembered as one of the world's greatest singers. But for many South Asians around the world, she leaves another legacy. I remember the first time I heard her voice - it was mesmerising. I was about eight years old and I was watching a black and white Bollywood film, when the leading lady burst into song. The sound was unlike anything I'd heard before - high-pitched yet perfect, the voice didn't strain as it travelled up the octaves hitting the top notes.\"It's not the actress singing, it's Lata Mangeshkar,\" my mum informed me. \"She's the voice of Bollywood\". In Indian films, which are largely musicals, \"playback singers\" lend their vocals to actors who lip sync the lyrics. And Lata Mangeshkar's was a voice actresses coveted most. As I started to listen to more of her music, it was easy to understand why she was so revered - her voice was filled with an intensity that conveyed both passion and pain. If you listen, you'll know what I mean. You don't even have to understand the lyrics (I often don't) to appreciate her songs.And to so many South Asians around the world, her songs represented much more than a mere melody - she was the voice of a faraway land many of us barely knew, but wished we did. As the child of immigrants, born and raised in Milton Keynes, I craved connections to the culture and country my parents called home. Lata Mangeshkar transported me there. As I sat on the garden bench pressing play and rewind on my yellow sports Walkman with its chunky plastic buttons, I closed my eyes and imagined I was in India. And I wasn't alone in this.I'd persuaded my mum to buy me a bootlegged cassette compilation of her songs from an Indian shop close to home. As I wore it down, listening obsessively, I visualised stories of my mum's childhood as I played her songs from the 1960s. I imagined dancing at family gatherings I never went to, while hearing her hits from the 90s - and mourned my grandparents from afar as I consumed Lata's tunes filled with sorrow. And although many of my friends had no idea who she was, those who were South Asian could relate. Many of them were also raised on Lata's music, which was the soundtrack to a British Asian lifestyle. I would hear her music on repeat at the local curry house, at full volume at Indian weddings, and blaring on stage at Indian cultural events. As I listened more regularly, I'd find myself singing along, mimicking Lata's unmistakable voice and mispronouncing Hindi words as I squeaked out of tune. I'd often catch my mum doing her best impression too, as she wandered around the house. I loved Lata Mangeshkar just as much as I adored The Beatles and Britpop. One day my dad told us we were going to the Milton Keynes Bowl for an Indian cultural festival.The outdoor venue, a short drive from my childhood home, has played host to everyone from U2 to Michael Jackson, Robbie Williams to Green Day. I wasn't sure what to expect, most Indian functions we went to were at a cramped leisure centre or school hall.When we arrived, I was shocked as I'd never seen so many British Indians in one place before - thousands had attended the event. As my family and I munched on flaky samosas and drank hot milky chai, we started to hear rumours of a special guest who would be singing. And so, as the sun set on my hometown - famous for its roundabouts and concrete cows - there she was. Lata Mangeshkar had come all the way to perform for the occasion - neither my mum nor I could believe it. Her performance included some of her biggest hits - songs I'd worn out on my cassette, now being played in real life. Seeing a musical hero on stage for the first time is an almost spiritual experience. As Lata Mangeshkar's voice echoed out across the field, tears fell down my mother's cheeks. I imagined her listening to Lata Mangeshkar on the radio with her mum, when she was a small child in India. I wanted to know where the music had taken her. For me, Lata Mangeshkar's music will always remind me of the rich duality of my culture and upbringing. I no longer have my yellow Walkman, nor the worn cassette, but I'll always have the memories of a musician who spoke to me in ways others simply couldn't.", "url": "https://www.bbc.com/news/world-asia-india-60257952"}