{"datetime": "2022-02-06T04:36:58.000Z", "title": "Obituary: Lata Mangeshkar, 'nightingale of Bollywood' dies at 92", "article": "Lata Mangeshkar, who has died in Mumbai at the age of 92, was an Indian cultural icon and national treasure who made her name in Bollywood - despite only actually appearing on screen in a handful of films. The classically-trained star rose to fame in India's booming film industry as a \"playback singer\", providing the singing voice to Bollywood's lip-synching movie stars over the course of a career which spanned more than half a century. For decades, the \"nightingale of Bollywood\" was the country's most in-demand singer, with every top actress wanting her to sing their songs. Her records, meanwhile, sold in the tens of thousands, and she boasted a back catalogue of thousands of songs spanning numerous genres and a total of 36 languages. But she was also much more than her voice. Mangeshkar was a passionate cricket fan and had a love for cars and the slot machines of Vegas. She also rubbed shoulders with some of Bollywood's brightest stars - and at least one Beatle. Lata Mangeshkar was born in the central Indian city of Indore on 28 September 1929. Her father was a singer, theatre actor and producer of musical plays in the Marathi language. She was the eldest of five children, with her siblings following in her footsteps and also becoming well known singers in India. In an interview, Mangeshkar recalled that her family was steeped in classical music, and film music wasn't \"hugely appreciated\" at home. She was never formally educated. A maid taught her the Marathi alphabet, and a local priest taught her Sanskrit, while relatives and tutors taught her other subjects at home.Times became difficult when her father lost his money and was forced to shut down his film and his theatre company. The family moved to the western city of Poona (now Pune) after the family home in Sangli in Maharashtra state was auctioned. After the death of her father, the family moved to Bombay (later renamed Mumbai).Since there wasn't enough singing in films in the early 1940s, young Lata turned to acting to earn a living.She would eventually act in eight Marathi and Hindi films, making her singing debut in the 1943 Marathi film Gajabhau. It was just \"a few lines, a few words\", which apparently gave little hint of what was to come.By 1947, she was making her living acting in films - but she wasn't happy. \"I never liked it - the make-up, the lights. People ordering you about, say this dialogue, say that dialogue, I felt so uncomfortable,\" she told interviewer Nasreen Munni Kabir later.She was shocked when a director asked her to get her eyebrows trimmed because they were \"too broad\", but she acceded. Then her fortunes took a turn for the better. Mangeshkar sang her first full song in the film Mahal in 1949 and was immediately noticed.Bollywood was just entering its golden age, and Mangeshkar was in the right place at the right time. Over the next four decades, she sang memorable and popular songs in such films as Pakeezah, Majboor, Awaara, Mughal e Zam, Shree 420, Aradhana and Dilwale Dulhania Le Jayenge, a rom-com which ran for a record-breaking 20 years. When she sang Ye Mere Watan ke Logon (Ye, the people of my land), a haunting and soulful tribute to slain Indian soldiers in the disastrous war with China in 1962, at a public meeting, India's first prime minister Jawaharlal Nehru teared up. She sang for every female star, from Madhu Bala in the 1940s to Kajol in the 1990s, and alongside top male singers, including Mohammad Rafi and Kishore Kumar. She also worked with every leading Bollywood director, from Raj Kapoor and Guru Dutt to Mani Ratnam and Karan Johar.She also performed with her sister - another leading playback singer, Asha Bhosle - on occasion, avoiding any hint of sibling rivalry despite their parallel careers. \"We're very close - we have never competed with each other,\" Ashatold the BBC in 2015. \"There's a lot of love between us and I thoroughly enjoy singing with her.\" Mangeshkar was feisty enough to challenge the top male singers, such as Mohammand Rafi, who claimed to have notched more singing credits in numbers, and was the first female singer who demanded better pay and royalties. \"I am a self-made person. I have learned how to fight. I have never been scared of anyone. I am quite fearless. But I never imagined I would get as much as I have,\" she once said. Javed Akhtar, a leading lyricist and screenwriter, described her melodic voice and soulful singing as \"pure and clear as the finest pearl of crystal\". Asked about which songs were most popular in Bollywood, Mangeshkar once said: \"Love songs are the most popular. The heroine is running, and the hero is running after her.\" But beyond her world of playback singing, Mangeshkar's musical tastes were eclectic.She enjoyed listening to Mozart, Beethoven, Chopin, Nat King Cole, the Beatles, Barbra Streisand and Harry Belafonte. She went to see Marlene Dietrich singing on stage, and loved Ingrid Bergman's theatre. She also loved going to the movies - her favourite Hollywood film was The King and I, which she said she saw at least 15 times, and Singing in the Rain. The James Bond films - or at least the ones featuring Sean Connery or Roger Moore - were also a favourite. But Bond wasn't the only British hero to catch her attention: she also owned every single one of the Sherlock Holmes detective novels. Cars were another passion. At various points in her life she owned a grey Hillman and blue Chevrolet, Chrysler and a Mercedes. At home, she owned nine dogs.Mangeshkar was an ardent cricket fan, often taking breaks from recordings to watch Test matches, and proudly boasted of owning a signed photograph of Don Bradman.She counted cooking and taking photographs, initially with a Rolleiflex camera, as her hobbies. On holidays in the US, she loved playing the slot machines in Las Vegas through the night. \"This may sound strange but when I used to visit America on holiday, I loved spending time in Las Vegas,\" she admitted during one interview.\"It's an exciting city. I really enjoyed playing the slot machines. I never played roulette or cards - but I used to spend the whole night at a slot machine. I was very lucky and won many times.\" Mangeshkar could also be found studio hopping at the sitar maestro Ravi Shankar's studio, where she bumped into his friend George Harrison. In 1974, she was the first Indian to perform with the Wren Orchestra at the Royal Albert Hall.\"I always think: happiness is for sharing with the world, and sorrow is for keeping to yourself,\" Mangeshkar once said. Her everlasting music certainly brought happiness to millions of Indians and, as Nasreen Munni Kabir says, \"became the soundtrack\" to their lives.", "url": "https://www.bbc.com/news/world-asia-india-45703099"}