{"datetime": "2018-12-11T10:38:29.000Z", "title": "Refugee footballer Hakeem Al-Araibi fights extradition to Bahrain", "article": "A Bahraini footballer is facing extradition from Thailand, despite international calls for his release. Hakeem Al-Araibi, 25, who holds refugee status in Australia, was detained in Bangkok last month on an Interpol warrant put out by Bahrain. He was sentenced in Bahrain for vandalism but denies the charges. Australia, football's governing body Fifa and rights groups have condemned his arrest as there are fears for his safety if he is sent back to Bahrain. Mr Al-Araibi claims he will be tortured if extradited.The footballer fled to Australia in 2014 where he was granted political asylum last year and plays for Melbourne football club Pascoe Vale. He was on a holiday in Thailand when authorities detained him at a Bangkok airport on 27 November.On Tuesday he appeared at a Bangkok court where his detention was extended for 60 days. He was denied bail. \"I don't want to go back to Bahrain - I want to go back to Australia. I didn't do anything in Bahrain. I'm a refugee in Australia,\" he told reporters as he was led into court. In 2014, Hakeem Al-Araibi was sentenced in absentia in Bahrain to 10 years in prison for vandalising a police station.His home country's embassy in Thailand said on Twitter the footballer was wanted \"for security cases\". The former member of Bahrain's national soccer team denies all allegations.\"If I am deported to Bahrain, don't forget me, and if once I'm there you hear me saying things, don't believe me,\" he wrote on Facebook last week.\"I know what will happen to me and I know I will be tortured to confess things that I have never done.\" Mr Al-Araibi told Human Rights Watch (HRW) that if sent back to Bahrain his life would be in danger and that he had already been tortured there following Arab Spring protests in 2012.He has been a vocal critic of Bahraini authorities and HRW says he is also targeted because of his brother's political activism.Australia says it is in high level diplomatic talks with Thailand , seeking the football player's safe return.Foreign Minister Marise Payne said her country was \"concerned by the ongoing detention of Mr Hakeem Al-Araibi and calls for his immediate return to Australia\". Australia's Football Federation and international governing body Fifa have both also called for his release.Melbourne clubPascoe Vale sent an open letter to the Thai prime minister asking for their player to be protected \"as a recognised refugee in Australia\".\"He should not be forcibly returned to Bahrain, a country from which he has escaped persecution and fears return,\" the letter urges.The club also posted a video message from the player speaking from his detention cell in Bangkok. Human Rights Watch Asia Director Brad Adams said Thailand needed to realise \"the grave dangers facing\" the football player if returned to Bahrain. Thailand does not have an extradition treaty with Bahrain which would regulate conditions of when and how an alleged criminal could be handed over.Yet even without such a treaty, countries can request a wanted citizen to be extradited.Rights groups though point out that in the current case there are international rules that should bar Bangkok from handing over a person if they might be tortured.HRW's Asia Deputy Director Phil Robertson said on Twitter that warrants like the one used in the current case, \"do NOT apply to recognized #refugees like Hakeem al-Araibi\". London-based Bahrain Institute for Rights and Democracy warned that Thailand would breach international law if it was to extradite the football player. \"Extraditing registered refugees and returning them to territories where they would face a real risk of persecution, torture, or other ill-treatment violates Thailand's obligations under international law, including the UN Convention Against Torture,\" the rights group said in a statement.According to Amnesty International, Thailand in 2014 extradited a 21-year old man to Bahrain in response to an Interpol warrant.Amnesty said there \"are credible reports that he was tortured when he returned to Bahrain\". ", "url": "https://www.bbc.com/news/world-asia-46516492"}