{"datetime": "2022-02-07T00:33:21.000Z", "title": "Lata Mangeshkar remembered: Shankar Mahadevan on India's 'musical Koh-i-Noor'", "article": "Lata Mangeshkar died on Sunday. Bollywood singer and composer Shankar Mahadevan, who collaborated with her, remembers the legend. Lata Mangeshkar's music encapsulated the entire spectrum of emotions of Indians.For over 70 years, the passage of India has been to the thrum of her mellifluous voice. She was hailed as the queen of melody in the country and we can relate to various touchpoints in our lives with the thousands of songs she has sung. Her voice has been a constant in our lives through these many years. Her singing gave voice to the upheaval during India's struggle for independence and soothed a country torn by war and bloodshed.It was not Prime Minister Jawaharlal Nehru alone who was moved to tears when she sang Aye Mere Watan Ke Logo (O' people of my country), but the troops and the fraught nation found her music equally a melodic balm. Her evocative playback singing for most leading ladies set a million hearts aflutter in Bollywood romances. You have a Lata Mangeshkar song from for every moment in your life.While many musicologists in India find that her iconic tracks were the \"sweetest songs about saddest thoughts\", her singing was equally celebratory, inspirational, moving. It was difficult not to melt before her crooning. Her sound was soulful, singing was evocative, and musicality was joyous.Similarly, beyond Bollywood musicals, her bhajans (devotional songs) on Meera, the female saint venerated in northern India, continue to move people with the devotion in her voice.Lata didi or elder sister, as she was fondly called by many Indians, gave us a spiritual connect through her music and sheer presence. She certainly did so for me.I was thrilled and honoured when I finally was able to musically collaborate with her for my devotional album Har Har Mahadev in 2013. She was pushing 80 and it was my first time working with her. We found our common spiritual thread while we both sang for the album.I remember most classical musicians joking that she was pitch perfect and grumble good naturedly that Lata didi could never land a wrong note. For many Indians, Saraswati is the goddess of learning and music and with her dedication and talent, Lata didi was her living embodiment.Before anyone calls her a serious and saintly person, let me add that Lata didi was human and fun, quick to cut a joke, a warm and affectionate person, who was a great cook and loved life in all its beauty and pain. She was charming and one who celebrated life in all its beauty. She truly exemplified simple living and high thinking. I come from a \"musical household\" where my parents and family were all musically involved. Like most Indians I grew up with her music as a constant aural companion. In Bombay, music on the radio was a given at home and I cannot remember a day when I picked up my satchel and laced my boots to rush to school without the backdrop of a Lata Mangeshkar song or bhajan playing at home. I was only 11 when I was lucky to have participated in a concert in Bombay led by Lata Mangeshkar with the classical musician Bhimsen Joshi.I joined the chorus of singers and sang with her, and it was one of the most special moments in my life.Much later, when I entered Bollywood as a playback singer and composer, she was an invisible reference in all my work. She was the final word in giving voice to Indian cinema. She set the gold standard for female musicians holding their own in a fiercely male and competitive world of singing. Lata Mangeshkar's legacy is giving a reference point for every kind of composition in Bollywood musicals.Everybody in the business wanted to be like her - a consummate singer with a quick ability to pick up tunes, impregnate lyrics with the right emotions, and infuse it with melodic beauty.For me, she is the musicalKoh-i-Noor (priceless diamond) of India.As told to Sudha G Tilak, a Delhi-based journalist ", "url": "https://www.bbc.com/news/world-asia-india-60095891"}