{"datetime": "2022-02-16T05:59:37.000Z", "title": "Bappi Lahiri: King of Bollywood disco dies at 69", "article": "Indian music composer Bappi Lahiri, who was known for his groovy disco tunes and eye-catching fashion style, has died at the age of 69. Lahiri, who recovered from Covid in April last year, was in hospital for the past month. He died on Tuesday. His funky, foot-stomping music had Indians fall in love with disco and had an entire country dancing to his tunes. Politicians, cricketers and Bollywood stars have mourned his death, with many remembering their favourite songs. Prime Minister Narendra Modi said he was saddened by Lahiri's death. \"His demise leaves a big void in the world of Indian music,\" Mr Modi tweeted. \"Bappi Da will be remembered for his versatile singing and lively nature.\" Fondly known as \"Bappi Da\", Lahiri is credited for getting the disco ball spinning in India.His music from the movie Disco Dancer introduced a new form of freeform dancing in Bollywood. It also turned actors like Mithun Chakraborty into icons, whose groovy moves to the bouncing synths, immortalised him as a dancing legend.Lahiri composed songs for several other hit Bollywood flicks such as Himmatwala, Sharaabi, Adventures of Tarzan, Dance Dance, Satyamev Jayate, Shola Aur Shabnam, among others.But often, the most striking characteristic about Lahiri was his casual, ornamental bling.Always seen sporting gleaming gold chains and bracelets, he was a style icon for many. His flashy velvet jackets and sequinned robes were also a trademark style.In 2016, the musician explained that his love for gold was connected to his fondness for American rockstar Elvis Presley. \"In Hollywood, famous singer Elvis Presley used to wear gold chains. I was a huge follower of Presley. I used to think, if I become successful someday, then I will build a different image of mine. By the grace of God, I could do it with gold,\" he told ANI news agency.Soutik Biswas, BBC News Bappi Lahiri was a bit of a maverick. For one, the \"king of Bollywood disco\" was an early epitome of bling. In the stodgy India of 1980s, Lahiri flaunted a flashy sartorial style - trademark dark glasses, gold chains and rings, diamond-encrusted bracelets, flowing long hair and velvet clothes. Music fans frowned upon his sartorial choices, and often called him the \"Golden man\" in jest. He never really become a style icon with the young, but that did not disturb him in the least: he soldiered on with his gold chains, an amiable swag and his bouncy hits.He was unapologetic about lifting of samples of other people's music, much before sampling became popular. \"If we talk about copying, it is a tradition,\" Lahiri told an interviewer.In an ironical twist, in 2002, he ended up suing rap legend Dr Dre, hip-hop artist Truth Hurts and producer DJ Quick for using a snippet from a song he had composed for a 1981 Bollywood film. Eventually he shared a credit on the song, so \"its ok, and I am happy\", he said.Other times, he regaled his fans with an unending stream of happy, unverifiable stories.He once claimed that \"everyone in Hollywood knew him\" and he had offers to sing with Whitney Houston and Jackson Five.He said he owed his image to Elvis Presley and that he could not turn down an offer to dub in Hindi for Elton John's part in The Kingsman: The Golden Circle because \"we are both so similar, our style, or dressing, the way we sing\".In his telling, his gold apparently even impressed Michael Jackson. At a meeting during his concert trip to India in the 1990s, the superstar touched his jewellery and exclaimed, 'Oh God! What a chain!', Lahiri recounted.After Lahiri recovered from Covid last year, there was speculation about his health and in September, he said he was \"doing well\" and that it was \"disheartening\" to learn that there were rumours circulating about him. As the news of his death became public on Wednesday morning, tributes began pouring in for the \"Disco King\" of India.\"Bappi Da, your voice was the reason for millions to dance, including me. Thank you for all the happiness you brought through your music,\" tweeted actor Akshay Kumar.One fan said that Lahiri's music transcended boundaries and wrote about the popularity of his smash hit - I am a Disco Dancer - among Russians and other former Soviet Union countries. Mamata Banerjee, the chief minister of the eastern state of West Bengal - where Lahiri was born and based - also condoled the musician's untimely death.\"A boy from our North Bengal, he rose to all-India fame and success by the dint of his sheer talent and hard work, and made us proud by his musical contributions,\" she wrote on Twitter.", "url": "https://www.bbc.com/news/world-asia-india-60398316"}