{"datetime": "2022-01-27T01:11:28.000Z", "author": "Soutik Biswas", "title": "Netflix: Why the world's biggest streaming service is frustrated with India", "article": "In February 2018, Netflix CEO Reed Hastings told a global business summit in Delhi that the streaming giant's next 100 million subscribers would be \"coming from India\" because of expanding and cheap internet. Three years later, Mr Hastings doesn't sound so upbeat. On aninvestor call last week, he bemoaned the California-based firm's lack of success in India.\"The great news is in every single other major market, we've got the flywheel spinning. The thing that frustrates us is why we haven't been as successful in India. But we're definitely leaning in there,\" he said. India's $2bn (£1.4bn) streaming market is fuelled by some 100 million subscriptions, according to Media Partners Asia, a media consultancy. Since launching six years ago, Netflix is sputtering here. With an estimated 5.5 million paying subscribers, the world's biggest streamer is lagging way behind its main rivals, Disney+ Hotstar (46 million) and Amazon Prime Video (19 million), according to industry estimates.Netflix created a splash in 2018 with Sacred Games, a sprawling and gritty gangster epic. Studded with Bollywood A-listers and helmed by two of India's finest filmmakers, the sleek thriller immediately won acclaim. The Economist magazine raved that Netflix's first original series proved that there was a future for \"new combinations of old-school Hindi film talent, Hollywood values and Silicon Valley's billions\". Except it hasn't really turned out that way. India is a vast entertainment market. More than 200 million households own TV sets, and pay TV is as cheap as $4 a month. Films, sports and news are what most consumers continue to turn to for entertainment.Consumers have also begun to binge-watch shows based on true stories - Scam 1992, a thriller based on a rogue stock trader, streamed last year on SonyLIV and quickly became a much-talked about show.Also grabbing eyeballs are dark heartland thrillers laced with violence and profanity - something Indians did not typically watch on TV with inter-generational families at home. \"Consumers want value for money and time,\" says Vikram Malhotra, CEO of Abundantia Entertainment, a leading producer. Netflix has tried hard to woo customers in India. It has slashed plan prices up to 60% - a mobile-only monthly plan now costs 149 rupees ($2). It has invested more than $400m to produce more than 50 films - including more than 30 Hindi-language films - and shows.Industry experts believe that many of them have not lived up to the expectations. Netflix had only one show (Kota Factory, a drama on stressed out college students) in the top 15 most-watched Hindi-language streaming shows last year, according to media consulting firm Ormax.Although shows like Indian Matchmaking, a reality dating series, and more recently, Decoupled, a satire on marriage, have created a buzz, the service appears to be largely associated with its global sensations such as Squid Game, Money Heist and Narcos. \"Netflix is still perceived as an upmarket, expensive service. It is still seen as foreign,\" says Shubhra Gupta, a film critic and columnist for The Indian Express newspaper. Rivals have been smarter. Disney+ has mainly thrived on its sports programming. In the world's biggest cricket market, the service owns big ticket digital broadcast rights, including for the marquee Indian Premier League (IPL).Amazon Prime Video offers a staggeringly wide range of programming in 10 Indian languages. Its action-drama, Family Man, was the most-watched Hindi streaming show last year. A rural gangland drama, Mirzapur, has been a nationwide hit.Prime also caters lavishly to a film-hungry audience: about 40% of all blockbuster films in Indian languages are owned by the service, according to Shailesh Kapoor, CEO of Ormax Media. Beginning this year, the service is live streaming cricket played in New Zealand. A membership comes bundled with shopping benefits on Amazon. Prime also allows its members to access eight other smaller streaming services - shows, films, reality TV, documentaries - on its cluttered home page, offering a single payment option for all.Industry experts say Netflix splurged millions of dollars and adopted its \"international playbook\" to reprise its global success in India. The firm partnered with top Bollywood studios and producers for shows and films.This, say experts, generated headlines and little else. \"None of these creators had experience making streaming shows. And most of them flopped,\" one top industry executive, who preferred to remain unnamed, told me.Mihir Shah, vice president of Media Partners Asia, said: \"Netflix needs to go more local and deeper on its regional content offering while also assuring a steady cadence of fresh content.\"Netflix in India says it is \"proud\" of what it has produced since it launched in 2016. \"We remain focused on entertaining our members with best-in-class stories across genres and formats - from drama to comedy, thrillers to romance, fiction to non-fiction,\" a company spokesperson said.Netflix was also \"investing in more diverse stories from all corners of the country, to bring joy to members who speak different languages\", he added. Last month, it released Minnal Murali, a Malayalam-language superhero film which, according to one critic, couldgive a lesson to Marvel superhero films. India's streaming market, according to industry estimates, is expected to more than double by 2026. But adding millions of customers will mean Netflix will have to look at a wider range of content - in other words, go more local.It won't be easy. India has more than 75 streaming services already. There are few hits and many failures. Of the 225 shows launched in Indian languages - 170 of them in Hindi - on streaming services last year, only \"15-20 were successful\", says Mr Kapoor. \"Everyone is producing quantity and experimenting. But remember, India is a complex market.\" ", "url": "https://www.bbc.com/news/world-asia-india-60108294"}