{"datetime": "2021-03-29T00:48:06.000Z", "author": "Geeta Pandey", "title": "The Netflix show putting the spotlight on menopause", "article": "Popular culture is generally associated with youth. But a new Netflix series that has a 49-year-old female lead, fighting the ravages of middle age, is being hailed for putting the spotlight on women's lifelong battle with their own bodies. In one scene of Bombay Begums, Rani, played by Bollywood star-turned-filmmaker Pooja Bhatt, abruptly walks out of a board meeting. While her colleagues try to figure out why, the camera finds her in the bathroom, splashing cold water on her face, trying to dry her armpits under the hand dryer. \"Most people said they thought she was having a heart-attack,\" says Namita Bhandare, gender editor for news websiteArticle 14 , \"but I knew exactly what was happening.\" What was happening to Rani was menopause. Rani - literally queen in Hindi - is smart, intelligent and articulate and runs a large bank as its CEO. But when it comes to her own needs, she clams up, even goes into the denial mode when a younger female colleague offers empathy. There could be several reasons why Rani would want to hide it, Ms Bhandare says. \"There's the stereotype of a typical menopausal female boss - irrational, irritable, screechy - and she's a professional and doesn't want her colleagues to know.\"Another reason could be that she's coming to terms with her body and women are expected to deal with it on their own.\" According to the Indian Menopause Society (IMS), the country has 150 million women living with menopause. The average age of menopause is 46.2 years - globally, it's 51. And the most common symptoms are hot flushes, night sweats, sleep disturbances, anxiety, depression, mood swings and loss of interest in sex. \"Women spend nearly one-third of their lives with menopause, but there's little awareness about it,\" says Dr Anita Shah, gynaecologist and secretary of IMS. Dr Shah, who has been practicing in the western city of Surat for more than three decades, says less than half the women over 40 years who come to her with symptoms of menopause are aware of what's happening with their bodies and why. That's because in India, menopause is taboo, even more than menstruation. \"In the past few years, there have been campaigns around periods, we've even seen a mainstream Bollywood film like Padman around the subject, but menopause remains completely invisible,\" Ms Bhandare says. It's mindboggling how something that's inevitable for half the world's population is surrounded in so much secrecy and silence. In the West, some attempt is being made to create awareness about the transition. Last September, Britain put menopause on school curriculum for the first time. There are also dozens of clinics that women can visit to find relief. Also last year, the former American first ladyMichelle Obama made headlines when she talked about hot flushes she had while on Marine One, the presidential helicopter, before an event with then-president Barack Obama.\"It was like somebody put a furnace in my core and turned it on high. And then everything started melting. And I thought, 'Well this is crazy, I can't, I can't, I can't do this,'\" she said on her podcast. \"What a woman's body is taking her through is important information. It's an important thing to take up space in a society, because half of us are going through this but we're living like it's not happening,\" she added. In India, we certainly pretend like it's not happening, Ms Bhandare says.\"We have several women in top corporate roles and among the political leadership of that age but no one talks about this transition. \"Because women are taught to be silent, so even articulate women in leadership don't talk about issues that concern our bodies.\" Given this lack of conversation, it's not surprising that 71% of adolescent girls in India told a survey that they were unaware of menstruation until they got it themselves.Campaigners say it shows that parents rarely prepare their daughters for something they know is bound to happen. And this unpreparedness leads to so much avoidable fear and anxiety when girls hit puberty. And it's the same when women hit menopause - leading to similar fears and anxieties. As the waist thickens and the skin sags and mood swings begin, many women worry they will be considered past their prime, even irrelevant.\"The fact is our bodies do change, but no one, not even our mothers, prepare us for it,\" Ms Bhandare says, adding that \"if menopause wasn't so invisibilised, we would deal better with it.\" Dr Shah says the Indian Menopause Society is working to change that. \"When middle-aged women visit my clinic with their daughters or daughters-in-law, I use this opportunity to educate them about menopause,\" she says.\"I tell them about the symptoms, both physical and psychological. I tell them that there's treatment and help available. Most women are not aware of screening programmes.\" The lack of information and the stigma are the biggest reasons why millions of women continue to suffer in silence. Painful Pride, a short film on the subject made in 2019, has been shown at festivals and won several awards, but it's yet to be released commercially.Director Saumitra Singh, who was 28 at the time, says he knew nothing about menopause until he was asked to direct the film. The film stars Bollywood actress Pallavi Joshi who plays a woman struggling with hot flushes, disturbed sleep, itching and irritability, Mr Singh told the BBC. With her declining interest in sex, she is also fearful that her husband would have an affair or leave her. \"The story is about her and her family's acceptance of the change, and the realisation that menopause is not a disease, it's just a phase,\" he says. Ms Bhandare says what we need is lots of conversations around menopause. And shows like Bombay Begums and Painful Pride could be of help. \"We just started talking about menstruation, we are still far away from talking about menopause. It's like the needs and concerns of 150 million women don't matter,\" she says. \"But I'm hopeful things would change. See five years ago, who would have talked of sanitary napkins or period stains? But today we are talking about it and that's a step forward.\" ", "url": "https://www.bbc.com/news/world-asia-india-56523148"}