{"datetime": "2021-12-22T00:11:57.000Z", "author": "Priya Sippy", "title": "The Maasai TikTokers wowing Bollywood fans", "article": "Wearing their traditional Maasai dress and surrounded by cows, Tanzania's newest TikTok sensations, siblings Kili and Neema Paul, get ready to record their latest video. A smartphone is set up on a tripod a few metres from their home in Mindu Tulieni, a small village in the eastern Pwani region.The nearest town, Lugoba, is an hour away by foot. With no electricity in the village, Kili visits the town every day to charge his phone.Positioning themselves in front of the camera, Kili, 26, stands just behind his 23-year-old sister Neema.Once the music begins, the siblings take it in turn to lip sync perfectly in Hindi and dance to some of Bollywood's most popular songs. Over the past few months, their lip-syncing videos have become a viral sensation across India.Their most popular video, a performance ofRaataan Lambiyan from this year's Bollywood film Shershaah, reached more than one million views within a few days.It was shared by the film's leading actors Kiara Advani and Sidharth Malhotra.The song's original performer, Jubin Nautiyal, surprised the siblings when they took part in a live interview on one of India's radio stations.\"Everybody knows you in India,\"Nautiyal told them . \"You guys are famous!\" Broadcast from Mindu Tulieni, where most of the villagers do not own smartphones, Kili and Neema never imagined their videos would reach millions of people in India and worldwide. \"In the beginning it was just about having fun, we never thought we would go viral,\" says Kili. \"So when I started seeing the amount of views and the responses from people in India, I was so shocked. My mind was blown.\" The inspiration for their videos comes from a love for Bollywood films, which Kili first watched when he went away to school in the capital, Dodoma.Despite not knowing the language, he and his sister have taught themselves to sing in Hindi.\"Since I was young, I have been watching Bollywood films in the local cinemas in Tanzania and I fell in love with the movies and the songs. When you love something it becomes easy to learn,\" says Kili.\"It takes me just a couple of days to learn the lyrics and to practise the song. I find out what the lyrics mean in English so I can also add the right expressions,\" he says. \"Even before I understand what the song is about, I connect with the music.\" Initially performing the videos by himself, Kili enlisted his sister Neema, who shares his passion for Bollywood, to join him in the videos.\"When my brother asked me to do the videos with him, I refused at first because I was too shy to be in front of the camera,\" says Neema.\"But then I started to get used to it. It is so strange what has happened - we never thought a day like this would come.\" The duo, who previously spent their days herding cattle and farming, now juggle their time doing interviews for India's biggest television and radio channels.Back home, they are also getting attention as Tanzania's most famous TikTok stars. Kili's verified TikTok accountnow has 1.8 million followers . He started his account less than a year ago - hearing about the app through friends. Neema has since set up her own Instagram account,which has nearly 65,000 followers . But while the story of the siblings' social media success has garnered international attention, their family and other villagers in the community have little idea about their new found fame.\"Many people here don't have smartphones and they don't know about social media. Even Neema doesn't understand much. She just enjoys it but she doesn't know the impact it is having,\" Kili says. \"Everyone was very confused when journalists started coming to our village with TV crews. \"At first, my family wondered why I was singing and dancing instead of looking after the cows.\"Now they are starting to understand that I am doing something good.\"The pair have not yet made any money from their creative endeavours, but soon they may be swapping life in the village for a role on the big screen.Local media in India are reporting that offers from Bollywood have started to pour in. It is a dream come true for Kili and Neema, who say they have always wanted to be in the entertainment industry, but never believed it would be possible.\"We come from a small village outside of the city, so I never thought my dreams to be an actress and to be in front of the camera would ever happen. I just kept that in my heart,\" says Neema, who unlike her brother has never lived away from Mindu Tulieni. \"To get the chance to travel to India would be amazing.\" With the world watching, the siblings say they are eager to start working on new content for their followers. \"We just want people to be enjoying the videos, that is why we started doing it,\" says Kili.\"Big things are coming, so our fans should stay tuned.\" Priya Sippy is a freelance journalist based in London. More on Africa and TikTok: ", "url": "https://www.bbc.com/news/world-africa-59690317"}