{"datetime": "2021-11-26T00:10:27.000Z", "author": "Ayaz Memon", "title": "Rahul Dravid: Indian cricket's unassuming maestro", "article": "Try and draw Rahul Dravid into discussing what challenges he faces as new chief coach of the Indian team, chances are he will steer the conversation around to age-fudging in Indian cricket. Birth certificates, doctored to show boys or girls a couple of years younger than they are, is rampant in Indian sport at junior levels. This gets Dravid's goat.\"It is terribly unfair on say 12-13 year olds who are physically much weaker than 15-16 year olds who have cheated on age,\" he told me in an interview a year ago.\"On one hand, this can destroy the younger player psychologically, on the other, it can lull the older into an exaggerated sense of achievement, which gets exposed at a higher level. The loss is on both counts. Unfortunately, this is being done with the connivance of parents, coaches, school principals and even state cricket association officials,\" Dravid fretted. A year later, he's training his sights on India's senior players.Apart from an outstanding career as batsman and captain, he has coached the under-19 and India A teams, then headed the National Cricket Academy (NCA). Almost every player in Indian cricket currently has passed through his mentorship. There was a growing clamour to make him chief coach even before Ravi Shastri took over. Being in charge of the Indian team is a plum job - high profile and lucrative - but Dravid was not the kind to be seduced by such considerations. He took his time to be personally convinced that it was the right decision for him as well as his family. An unrelated episode might explain what his compulsions were. Around seven or eight years ago, he had suddenly dropped off the TV commentary circuit. We had done a few series together in the commentary box. His articulation was splendid, and his analysis was layered with deep understanding of the game. He was in high demand from broadcasters. He chose instead to focus on coaching juniors and India A. I ran into him in the southern city of Bangalore during a Premier Badminton League tie, and asked him why he had stopped doing TV commentary. \"I can't be away from home for such long periods of time,\" he said. His wife Vijeta, a doctor, had recently resumed her career. \"When I was playing, she was bringing up the boys, now it's my turn,\" said Dravid, reducing a lofty thought to a matter of fact. By 2021, the home situation was presumably settled. With the Covid threat receding, the challenges for Indian cricket over the next two years include three International Cricket Council (ICC) tournaments, the T20 and the ODI World Cups and the World Test Championship. This got Dravid's competitive juices flowing.There are countless adjectives used to describe him: meticulous, methodical, modest, steady and the most often used, Wall, are some that readily come to mind. But without \"aggressive and ambitious\", the essence of Dravid, as a player and coach, is lost. He is not strong on body-language, flamboyance is not his style. But it is a mistake to think he is placid or defensive. Australian opener Mathew Hayden has said on record that to understand aggression, one had to look at Dravid's eyes when he was batting.His career graph defines how he combined his own version of aggression with relentless ambition to become one of the greatest batsmen in the history of the game.The first six to seven years of this millennium is touted as the golden era of Indian batting. If Sachin Tendulkar was the heartbeat of the country with his wondrous exploits, Dravid was the core of steel that gave the team stability. The trust Dravid enjoyed from his playing days has endured almost a decade after he retired. Fans, former and current players have chimed in with relief and delight at his appointment as chief coach. India winning the T20 series handsomely against World Cup runners-up, New Zealand got him fulsome praise from all quarters. Characteristically, Dravid has side-stepped the hoopla around the win, and his own part in it. He understands that sport can be fickle, and that the aura around big-ticket coaches can be frail. India's most successful coaches have been John Wright, Gary Kirsten and Ravi Shastri. However, the tenures of more reputed Greg Chappell and Anil Kumble, were brief, ending in acrimony and controversy. Coaching in contemporary cricket can be onerous, with multiple formats and to think about. Apart from coping with the pressures - enormous in the Indian context - this requires expertise in fine-tuning technical aspects, astute understanding of match-situations, workloads, and exceptional communications skills to ensure optimum productivity from players. There are two major challenges confronting Dravid going ahead. One is handling two captains of contrasting personalities - Virat Kohli in Tests and ODIs, and Rohit Sharma in T20s. This will require delicate treatment as it can hugely impact dressing room dynamics.The second is to help the team get over the psychological hump of not being able to win a multi-nation tournament. The last ICC title India won was the Champions Trophy way back in 2013. Since then, India - despite a blazing record in bilateral contests - have agonisingly stumbled in the semis of the 2015 and 2019 ODI World Cups, the 2017 Champions Trophy final, the inaugural World Test Championship final this year, and also failed to qualify for the knockout stages in the recent T20 World Cup. Expectations run high from Dravid, and time is limited. How the future unfolds remains to be seen. He is a firm believer that that if processes are right, results will follow. The start has been promising. ", "url": "https://www.bbc.com/news/world-asia-india-59371757"}