{"datetime": "2019-01-08T07:34:30.000Z", "author": "Suresh Menon", "title": "Virat Kohli: A giant stride towards cricketing greatness", "article": "Virat Kohli has changed the culture of the Indian cricket team. The last captain to do so, Tiger Pataudi, infused self-confidence into a team of talented but diffident individuals in the 1960s. That self-respect movement endorsed the cliché: India as a team of magical spinners and risk-taking batsmen.In their first series win in Australia under Kohli, India showed themselves to be a team of good fast bowlers and in Cheteshwar Pujara had a batsman willing to grind it out.Kohli, obsessed about winning abroad, and conscious of the weakness of a legacy without significant victories in the \"SENA\" countries - South Africa, England, New Zealand, Australia - has converted the self-confidence into aggression, even arrogance.For generations, looking pretty and playing pretty was the Indian way. Kohli has changed that.To use a phrase the tennis coach, Brad Gilbert, popularised, \"winning ugly\" was crucial if losing pretty was the alternative.Pujara seemed to be a product of this new culture. His three centuries in Australia earned him the Man of the Series award. He batted for over 28 hours over the four Tests, playing 1,258 deliveries, more than any other Indian in a series there.It is possible that Kohli has a greater influence on this Indian team than any of his predecessors had on theirs.The emphasis on physical fitness - inspired by the captain's regimen - is understandable. But it extends to similarities in the manner of wearing facial hair too. A strong captain builds a team in his image - in India's case this is literally true.But Kohli's greatest impact has been on the mindset of his players.India have had aggressive players in the past, many who gave as good as they got, others who initiated on-field aggression.But never before has the team as a whole been quite so aggressive, and not just verbally.They play as if the 22 yards belongs to them personally, and anyone staking a claim to it is an invader. It has led to avoidable fracas, but also some funny situations. In Australia it all came together.The aggression alone did not lead to victory - that would be an absurd leap to make - but it seemed to push the team. With more victories under their belt, India might look beyond gratuitous aggression as a tool.The great successes of the tour - Pujara and the fast bowlers - didn't need to whip themselves up thus. Jasprit Bumrah who claimed 21 wickets was a smiling assassin, and Mohammad Shami might have been an office-goer with strict routines in the manner he bowled - unfussy and without any drama.The aggression lay in the pace - sometimes over 148 kmph (92 mph) - and in the message conveyed by the fall of wickets. Kohli is a good attacking captain, and his attacking fast bowlers suit his temperament. He was conscious of not over bowling his pace bowlers; Indian skippers of the past were so happy at having even a medium pacer in their sides that when someone exceptional like Kapil Dev came along, he tended to be overworked.Kohli is 30, and his best years as captain are probably ahead of him. He is a quick learner though, and while he is sound when India are on top, he is less certain when either defending or playing catch-up. His expression gives the game away - you only have to catch a glimpse of it during a game to tell whether he is in control or losing it.Great captains have the knack of appearing in control, and thereby presenting a reassuring sight to their team, even when they are not. But this is Kohli, and to expect someone who wears his passion on his sleeve to carry the expression of an Allan Border or Graeme Smith would be unfair. Kohli is not one to let a game drift, but he might be guilty of losing patience when things do not happen quickly. That sage among captains, England's Mike Brearley believes that Kohli is tactically shrewd and inventive, looking for opportunities to attack.On the last tour of Australia, set to make 364 on the last day of the Adelaide Test, Kohli went for it, leading the way with a century, his second of the match, as India fell short by 48 runs. It was his first Test in charge. Not since Pataudi had an Indian captain been willing to risk defeat in pursuit of victory. With more experience, Kohli will become tactically mature, with the inspiring captain's ability to sense instinctively where a catch might come or when an unexpected bowling change might succeed. He will also learn to be more patient, and more tolerant of those whose records do not match his own high standards.Kohli might well be the most powerful man in world cricket today.If India are the most powerful cricketing nation, then the Indian cricket board steers world cricket.With the Indian board in a state of some disarray , it is Kohli who calls the shots.Whatever the overall impact of that, in one instance, it is a godsend. For Kohli, despite his outstanding record in the white ball game is a great believer in and supporter of Test cricket. It is not a format he will allow to wither on his watch. Suresh Menon is Editor, Wisden India Almanack and Contributing Editor, The Hindu ", "url": "https://www.bbc.com/news/world-asia-india-46791306"}