{"datetime": "2021-11-12T05:39:12.000Z", "title": "Kangana Ranaut: Row over Bollywood star's 'India got freedom in 2014' remark", "article": "Bollywood actress Kangana Ranaut's statement on India's hard-won freedom from British colonial rule has sparked a huge controversy. She said on Thursday that the freedom gained in 1947 \"was bheek [a handout] and real freedom was attained in 2014\". A vocal supporter of PM Narendra Modi, she was obviously referring to his victory in the 2014 general elections.Critics said her comments insulted India's freedom fighters, but some on social media also supported her. The main opposition Congress party called her remarks \"insensitive\". In a series of tweets, MP Anand Sharma called her statement \"shocking and outrageous\" and urged the President to withdraw the Padma Shri award, India's fourth highest civilian honour, which was given to her recently. Preethi Menon, a leader of the Aam Aadmi Party, lodged a complaint with the police in Mumbai - the city where Ranaut is based - demanding that a case of sedition be registered against her for her comment. The actress was also criticised by Varun Gandhi, an MP from Mr Modi's Bharatiya Janata Party. Ranaut is not new to controversies. She's often in the news for making provocative statements that spark social media trends.In the past, she has accused her Bollywood colleagues of nepotism, drug dealing and sexual abuse. In May,Twitter suspended her account over a tweet that allegedly incited violence. She is known for giving impressive performances in several films, but her latest projects have not worked on the box office. Her initial activism against the \"casting couch\" - a euphemism used to explain cases where directors and producers seek sexual favours from newcomers in exchange for roles - was praised. She was hailed for making a name for herself despite coming from a small town and then standing up to patriarchal practices in Bollywood. ", "url": "https://www.bbc.com/news/world-asia-india-59257705"}