{"datetime": "2021-12-28T00:13:07.000Z", "title": "83 movie: Bollywood relives India’s epic cricket triumph", "article": "A new Bollywood film - 83 - tells the story of India's historic win of the 1983 cricket world cup. Sports journalist Ayaz Memon, who travelled to England to cover the tournament, recalls India's heady journey to cricketing glory. Fact can sometimes be more compelling than fiction.India's victory in the 1983 cricket World Cup - which still remains one of the greatest upsets in the history of sport - is a case in point. It was akin to Leicester City winning the Premier League title in 2016 - but even this example falls short as the premier league is not an international competition. In 1983, India was considered to be a lost cause in limited overs cricket. In two earlier World Cups, the team had won just one match, and that too against East Africa.For the most part, India's performances ranged between poor and appalling, exemplified by Sunil Gavaskar's infamous \"crawl\" against England in the inaugural tournament in 1975, when he scored just 36 runs in 60 overs without getting out. I was still a relatively new cricket writer when I was assigned to cover the 1983 World Cup. It was a matter of great prestige, undoubtedly, but I was also apprehensive about how much coverage would be possible, given India's stock in one-day cricket. Unsentimental bookmakers usually know the pulse of experts and fans in such matters. The opening odds put India's chances of winning the tournament at 66-1, and even that seemed charitable.The disdain for India's prospects was clear from almost every quarter. I remember going to the Lord's cricket ground just before the tournament to get my accreditation as a journalist, only to be tersely told by officials that this would only be given to scribes from countries which made the final. \"India is unlikely to be there so I wouldn't bother,\" was the clear message. On the eve of the tournament, David Frith, who then edited Wisden Cricket Monthly, wrote that he would \"eat his words\" if India won the tournament.Less dramatically, but no less cynically, I decided to skip India's first match against defending champions West Indies at Old Trafford in Manchester. \"Why spend on travel from my meagre allowance when the outcome of the match is already known?\" I told myself.Instead, I chose to watch New Zealand play England at the Oval. It is a mistake I regret to this day. India put in a determined performance to beat West Indies and I learnt the lesson of a lifetime: as a professional journalist, don't take anything for granted, and stick to the assignment, however boring or predictable it might seem. From then, I firmly strapped myself on to India's roller-coaster ride in the tournament. The team went through ups and downs, overcame fitness worries, reached the brink of ouster midway, but recovered to enter the final in grand style, and finally beat two-time champion and odds-on favourite West Indies in the final at Lord's. The details of India's matches are both well-known and now, available at the click of a mouse, so I won't repeat them here. But I do want to dwell on two major inflection points that made victory possible, both incidentally featuring Kapil Dev. The first of these was his astounding 175 not out against Zimbabwe at Tunbridge Wells. I still rate this as the best ODI century. There have been many great players in this format, and double centuries too have proliferated in ODIs over the past two decades. But nothing matches Dev's knock because of the circumstances under which he scored those runs. India were in the doldrums, having scored just nine runs with four wickets down, when he walked out to bat. Plans for the journey back home were already being discussed in the dressing room (as I gathered later), when Dev started to turn things around in the most astonishing display of controlled aggression. No other ODI century has been made in such challenging circumstances. And remember, Dev was not a top-order batsman. This innings brought India back from the brink, giving a dramatic twist to the tournament, and culminated in an epochal victory in the final - where Dev influenced the outcome again. Bowled out for a paltry 183, India's goose looked well and truly cooked. Then came the captain's fantastic catch to dismiss a rampaging Vivian Richards. After this, the West Indies withered away. Cricket-crazy Indians everywhere erupted in joy. India had turned the cricket world upside down. Director Kabir Khan's new movie, 83, attempts to recreate this magic for the millennial generation. I am neither an expert on cinema nor a film reviewer and frankly, having lived through the tournament personally, nothing can match the exhilaration and awe of that extraordinary achievement even now. It's a great story to be told on celluloid, but also a complex one. At one level, it is a simple, linear narrative of a spectacular sports victory against all odds. At another level, it is about a bunch of fascinating and diverse characters and their interpersonal relations which shaped this achievement through dramatic twists and turns. It couldn't have been an easy film to make. Mr Khan relies on well-known anecdotes to build a narrative. The film is loaded with clichés and the signature touches of his earlier films. But such is the sweet flavour of that singular victory, so thrilling the drama, that it shouldn't fail to gratify the viewer. The impact of the 1983 World Cup on India was transformational. That the country is a cricketing superpower today is traced back to this win. More importantly, beyond sport, it infused in Indians the self-belief to excel in every kind of endeavour. ", "url": "https://www.bbc.com/news/world-asia-india-59731621"}