{"datetime": "2015-02-23T14:51:49.000Z", "title": "Bollywood's DDLJ: The 20-year-old love story that grips India", "article": "A Mumbai cinema is to carry on screening an iconic Bollywood movie following an outcry from fans over news its record-breaking run was at an end. The BBC's Geeta Pandey in Delhi explains what lies behind the enduring appeal of Dilwale Dulhaniya Le Jayenge. When Raj and Simran - played by Bollywood superstar Shah Rukh Khan and Kajol - fell in love on screen, tens of millions of Indians fell in love with the fresh-faced lovers.Manoj Desai, owner of Mumbai theatre Maratha Mandir which has screened the film uninterrupted for almost 20 years, counts himself among those fans. \"I have seen the complete film at least 10 times and have seen scenes and songs from it hundreds of times,\" Mr Desai told the BBC. \"It is one of my favourite films. It had beautiful dialogues and beautiful music, it had humour - all the ingredients to make it a super hit.\" Dilwale Dulhania Le Jayenge - better known by its hip acronym DDLJ - is a romantic drama. It tells the story of Raj and Simran who live in Britain and their travails as they fall in love.Translated as \"The Brave-Hearted Will Take The Bride, the 189-minute film opened on the New Year's day in 1995 and became a huge hit in no time.Directed by Aditya Chopra, the scion of a top Bollywood studio-owning family, it won several domestic film awards and catapultedShah Rukh Khan - just three years after his debut - to superstardom.Yash Raj Films, which made the movie, has never revealed how much money it made but, according to some reports, it made $17m (£11m) in India and $2.5m (£1.6m) overseas on release and by 2009, adjusted for inflation, it had grossed $46m (£30m).Bollywood has been making romances for as long as anyone can remember - usually starring fresh-faced actors, set in exotic locations at home and abroad and all set to lively soundtracks and songs. So what is it that makes DDLJ stand out? The film's plot is fairly simple. The lead pair are born and raised in Britain, they meet during a train journey and fall in love as they go from one scenic locale to another in Europe. Simran is then whisked away to rural Punjab by her very conservative and domineering father who has promised her betrothal to a friend's son. Raj follows her to India to win her over but his honour prevents him from taking the easy option of eloping with Simran - he wants to marry her with her father's consent.He gains entry into the house, befriends the intended groom, helps with wedding preparations, and sings and dances his way into everyone's hearts until his true identity is revealed.After several twists and turns in the plot, the film has a happy ending and the last scene - where Simran's father is seen encouraging his daughter to board the moving train and go away with Raj - is priceless.The film, according to a critic who goes by the name of Greatbong, is a\"contemporary love story between two real people (real by Hindi movie standards) intensely romantic, original and yet within the framework of the typical Hindi familiar, garnished with humour excitement and breath-taking music.\" Fans of the film say it also helps that Shah Rukh Khan does an absolute star-turn, playing a cool and contemporary lover with immense confidence and, according to Sen, \"makes dancing look ridiculously easy\".Kajol, according to Greatbong, looks \"amazing in the movie, acts like a million bucks - and when she burns onto the screen in a towel and then danced in the rain in micro-minis - there were small explosions going in my head\". The film's success was also because it arrived at a time when Indian movie-goers were fed up with a rash of shabbily-made, risque comedies with suggestive songs.DDLJ was a return to wholesome, clean family entertainment - it was a film one could watch with parents and grandparents and children without feeling awkward.During the last two decades, the film ran at the single screen Maratha Mandir where the best seats cost just 20 rupees (32 cents; 20 pence). DDLJ's 1,009-week run here broke the previous record held by the 1975 Bollywood spaghetti-western blockbuster Sholay, which ran at another Mumbai theatre for five years. But in 2015, India's longest-running film is no longer packing in the crowds - on most days, only a handful turn up to watch the film in the 1,105-seater cinema - and last week, Mr Desai announced that Maratha Mandir would no longer screen the film.That decision has nowbeen reversed after an outcry from hundreds of heart-broken fans. Raj and Simran's love story lives to see another day. ", "url": "https://www.bbc.com/news/world-asia-india-31546359"}