{"datetime": "2018-03-07T01:04:44.000Z", "title": "Sourav Ganguly: Inside the mind of India's 'greatest' cricket captain", "article": "Former Indian cricket captain Sourav Ganguly has released a memoir which chronicles his achievements, disappointments and controversies. The BBC's Vikas Pandey spoke to him in Delhi. Ganguly is considered to be one of the best captains in international cricket.His aggressive form of leadership heralded a new era in Indian cricket and helped the team secure many memorable wins at home and overseas in the early 2000s. He didn't mince his words during his tenure as the captain - an approach that won him plaudits but also sparked controversies. One would expect his memoir to be revelatory and aggressive.But critics say \"A Century Is Not Enough\" is neither.You will be disappointed if you are expecting revelations about some of the biggest scandals and controversies in Indian cricket. But it's a treat for fans who want to know more about the former captain's approach to the game and life. It tells the story of a man who faced several struggles, betrayals and setbacks on his way to sporting greatness. Legendary batsman Sachin Tendulkar unexpectedly gave up captaincy in 2000 , paving the way for Ganguly to take over. That was the same year a match-fixing scandal involving several Indian and South African players came to light - they were accused of taking bribes to underperform. Ganguly writes that this was a \"very critical stage in Indian cricket\". \"The dark days of the match-fixing era were slowly being revealed. The unit was battered and demoralised. I knew my job was going to be tough,\" he writes. The memoir, however, doesn't go into more details about the scandal. Ganguly says that was deliberate.\"This book is for a different purpose. When I write a biography someday, I may talk about it,\" he says. Despite the scandal, Ganguly's captaincy started on a winning note and he went on to win many more tournaments for India. Many credit him for turning relatively inexperienced players into a match-winning unit. He says he followed a simple formula for success. \"I picked talented players from all parts of the country. And I backed them and gave them enough space. The main thing was taking the fear of failure and insecurity away from them,\" he says. Indian cricket changed forever in 2001 after the team snatched a victory from the jaws of defeat against a formidable Australian side led by maverick captain Steve Waugh at Eden Gardens in Kolkata (Formerly Calcutta). VVS Laxman scored a brilliant 281 to help India recover from a follow on to win the game. Ganguly describes the match as \"arguably the greatest Test played in India\". The match also marked a shift in the attitudes of Indian players. The players stood up to the notorious Australian sledging and gave the tourists a taste of their own medicine. Ganguly in fact, infamously made Waugh wait for the toss. \"Cricket is a game that needs mental strength. When you get an opportunity to get into the mind of the opposition, you take it,\" he says. But this attitude was reserved for the games.\"Off the field I was docile, introverted, a little withdrawn. I became aggressive on the field.\" Ganguly had a very public falling out with coach Greg Chappell in in 2005, which he describes as the main reason behind his removal from captaincy. He was eventually dropped from the team as well.He has described the incident as \"unthinkable, unacceptable and a massive drop\". \"History hasn't recorded many instances of a winning captain dropped so unceremoniously, that too after scoring a hundred in the last Test series,\" he writes. Ganguly eventually made a comeback to the side as a player after scoring well in several domestic tournaments. The book gives great insights into his mindset during that time. \"It was not easy playing in front of half empty galleries, staying in hotels which offered little comfort, playing against opposition teams which were light years away from the international standard,\" he writes. \"You get dropped when you are not playing well. But I was playing well and scoring runs and wasn't being picked. That was a bit of a scare,\" he says. \"It was a tough situation, but there was no option but keep playing cricket and scoring runs. I had tremendous belief in my abilities and I worked hard. And that's what I tell youngsters in cricket or any other profession, soak in pressure and work hard,\" he says. ", "url": "https://www.bbc.com/news/world-asia-india-43298753"}