{"datetime": "2020-09-28T23:33:50.000Z", "author": "Geeta Pandey", "title": "Kangana Ranaut: The star on a warpath with Bollywood", "article": "Bollywood, India's hugely popular Hindi film industry, is in ferment. And at the centre of its troubles is Kangana Ranaut - a 33-year-old female star who appears to be on a warpath with many of her colleagues. In the past few weeks, she has accused industry bigwigs of nepotism and sexual abuse, harshly criticised several of her colleagues, alleged others are involved in drug dealing, and called Bollywood a \"gutter\". Ranaut says she was \"harassed and molested in the industry and faced a drug racket\" and that by \"removing the obstacles\" in her way, she would \"clean the path for many others\". But her critics say her vocal criticisms stem from political ambition. There are rumours she is on the verge of joining India's governing Bharatiya Janata Party (BJP), and accusations that the colleagues she has picked on are those whose political beliefs differ from hers. Known for her powerful performances, Ranaut has won several prestigious awards and a Padma Shri (a civilian award given by the government) for her contribution to cinema. A small-town girl, who has often spoken of her struggles to fit in with the glamorous crowd, Ranaut rose to become a style icon and one of Bollywood's most bankable actresses, with millions of fans at home and abroad. \"She's an outstanding performer,\" said Shailaja Bajpai, media editor of news website The Print. \"She's a natural actress who's played strong, unusual women in a number of films and carved a special niche for herself.\" Over the years, Ranaut also gained a reputation for being \"outspoken and brave\", Bajpai said. \"She's taken on powerful people in the industry like director Karan Johar, whom she accused of nepotism; she also had a very public spat with Hrithik Roshan, her co-star from Kites whom she calls 'a silly ex'.\" Roshan hasalways denied that the two ever had an affair. Ranaut has also criticised the industry over its alleged \"casting couch\" culture - a euphemism used to explain the practice of seeking sexual favours from newcomers in exchange for roles. Her forthrightness has won her praise for standing up to clannish, patriarchal Bollywood bigwigs. But for some months now she has made news by picking new fights on a weekly, if not daily, basis.It began in mid-June, when Ranaut joined the debate around the tragic death of actor Sushant Singh Rajput - who was found dead in his home. Mumbai police said Rajput had killed himself.Ranaut tweeted blaming nepotism and some Bollywood insiders for driving the actor to his death. She said he was an \"outsider\" like her who had no \"godfathers\" in the industry, and that powerful Bollywood families and directors had \"systematically sabotaged\" his career. Weeks later, when Rajput's father accused his son's actress-girlfriend Rhea Chakraborty of abetment to suicide, stealing his son's money and several other claims, Ranaut launched asmear campaign against Chakraborty , calling her \"a small time druggie who was living off a vulnerable and broken, self-made superstar\".Chakraborty has denied all the accusations against her. She was arrested earlier this month for allegedly buying drugs for Rajput and she is being investigated by three federal agencies. Chakraborty hasfound herself targeted by some of India's most high-profile journalists and social media trolls and become subject of gossip and innuendo and misogynistic abuse, with Ranaut's regular outbursts on the subject adding fuel to the fire.Ranaut has also taken aim at Bollywood more widely, reviving old battles and starting several new ones. She has played the victim and the aggressor at the same time. In television interviews and tweets, she's repeated old grudges against director Karan Johar and former co-star Hrithik Roshan. She hascalled actress Sonam Kapoor a \"mafia bimbo\", Urmila Matondkar \"a soft-porn star\" and Swara Bhaskar and Richa Chadha \"B-grade actresses\". She's claimed there was a \"drug mafia\" in Bollywood and renamed the industry \"Bullywood\" - a place where newcomers and outsiders are not welcome. Her bitter and angry finger-pointing has led many to question her motives. \"Kangana Ranaut is a fine actor who was once known for her craft and her courage, but has now allowed that courage to degenerate into self-promotion and sexist attacks on women she disagrees with and the single-minded pursuit of a right-wing agenda,\" said journalist and film critic Anna MM Vetticad in an interview. When Kangana first raised the issue of nepotism and challenged powerful people in Bollywood in 2017, it was \"remarkable\", said Vetticad, since the actress stood to lose a lot by doing so. \"But today that crucial discussion has been drowned out by the lack of logic, honesty and consistency in her statements,\" Vetticad said. \"While claiming to bat for outsiders entering Bollywood, Ranaut makes demeaning, even outright misogynistic comments about outsiders who oppose her ideologically, and it has become painfully clear that her commitment is not to the cause but to her image as its number one ambassador.\"Ranaut's verbal attacks against Bollywood have been echoed in India's parliament too, forcing MP and veteran actress Jaya Bachchan to defend the industry \"which provides direct employment to half a million people daily and indirect employment to five million\". The entertainment industry has a significant influence over people's imagination in India. The press in India, especially television channels sympathetic to the government, has played the story of the unravelling of Bollywood on a loop. So on Saturday, when Deepika Padukone, one of India's most loved stars, was summoned by the drug authorities investigating allegations of widespread drug use in Bollywood, TV channels provided breathless coverage and reporters chased her car. Similar scenes were witnessed when actresses Shraddha Kapoor, Sara Ali Khan and Rakul Preet Singh were called for questioning. All four have denied any wrongdoing.Ranaut responded by deriding the actresses in Twitter posts, includingone comment targeting Padukone in which she claimed drug used was linked to depression - a claim criticised and debunked by health experts. Ranaut has also been engaged in a bitter fight with the Shiv Sena party in Maharashtra, the state where Mumbai - the home of Bollywood - is located. The Sena, which governs the state, is a former ally - and now bitter rival - of the BJP. \"She's playing the political game, fighting the BJP's battle with Shiv Sena,\" said Bajpai.The Sena responded by threatening her, claiming a part of her home-office was built illegally, and then demolishing it - an act for which they wereseverely reprimanded by the Bombay High Court. Critics say the Ranaut story is just a diversion. It comes at a time when India is battling much more pressing issues: a Covid-19 caseload that is the second-highest in the world, an economy that is down in the dumps, and rising tensions on the border with China. But some say the selective targeting of celebrities appears to be part of a bigger conspiracy to destroy Bollywood as we know it. Over the past few years, the entertainment industry has been polarised between those who support the government's right-wing ideology and liberals who oppose it.\"Through the drug probe, the government is trying to assume control of Bollywood through intimidation and threats,\"wrote the author and columnist Shobhaa De in the Times of India. \"The long-term benefits of insidiously taking over the lives and content of India's vibrant entertainment industry are obvious,\" De wrote. Ranaut's motivations may yet become clear, but for now opinion is divided over why she would attempt to upend an industry she is a part of.\"She's spoken about how she was treated badly in the beginning, she's been nursing that slight. And to be fair, she's still standing up to the powerful, she's still criticising nepotism in Bollywood,\" Bajpai said. \"Now what's her motive? Is she settling scores? Is she seeking a political role? Who knows. But the way she's doing it is questionable. I think she has gone too far.\"", "url": "https://www.bbc.com/news/world-asia-india-54321714"}