{"datetime": "2021-10-22T09:01:51.000Z", "title": "Ananya Panday: Anti-drugs agency questions Bollywood actress", "article": "India's anti-drugs agency is questioning Bollywood actress Ananya Panday just weeks after it arrested superstar Shah Rukh Khan's son for allegedly doing recreational drugs. The Narcotics Control Bureau (NCB) has not said that her questioning is directly linked to Aryan Khan's arrest.It has also not made it clear why Panday has been called to its office in Mumbai for a second day in a row. Aryan Khan, 23, has denied the allegation against him.Ms Panday has not made any statement about the NCB's summons to her.Aryan Khan was taken off a cruise ship that was travelling from Mumbai to the state of Goa on 2 October. The NCB charged him under laws \"related to possession, consumption and sale of illegal substances\".His lawyer Satish Manshinde said that there was \"no evidence that he had consumed any drugs\" and \"no drugs were found in his possession\".But a court in Mumbai on Wednesdayrejected his bail for a second time . His arrest and now the summons to Ms Panday are dominating media headlines in India. Some experts have criticised theexcessive media \"circus\" on these cases. A former top police officer told the BBC that these \"young people are being treated like criminals even before they have been found guilty\". \"Parading them in front of the media like criminals doesn't help anyone and this circus must stop,\" he said. Many Bollywood actors and TV personalities have been under scrutiny since last year in what appeared to be an investigation into claims of widespread drug use in the Hindi film industry.In 2020, the narcotics agency questioned at least four actresses, including Deepika Padukone, but none have been accused of any wrongdoing. They also arrested actress Rhea Chakraborty in September last year for allegedly buying drugs for her actor boyfriend, Sushant Singh Rajput.Mr Rajput, 34, was found dead in his flat on 14 June. Police at the time said he had taken his own life. But the case took an unexpected turn when his family accused Ms Chakraborty of abetment to suicide, sparking months of media coverage and speculation.Ms Chakraborty, who had denied any wrongdoing, was released from jail a month after her arrest.", "url": "https://www.bbc.com/news/world-asia-india-59005872"}