{"datetime": "2021-05-28T09:07:26.000Z", "title": "Sri Lanka: Burning ship coats beaches in oil and debris", "article": "Oil and debris from a container ship on fire off the coast of Sri Lanka have coated beaches on its west coast. Images of the beach in Negombo, a popular tourist destination, have generated outrage in the country.The Singapore-registered X-Press Pearl was carrying chemicals and cosmetics, and has been on fire for eight days. The Sri Lankan navy is working with the Indian navy and salvage experts to try and put it out, amid fears of a major environmental disaster. If the ship sinks, then hundreds of tonnes of oil could leak into the sea having an adverse impact on marine life.Rough seas and monsoonal winds are hampering the operation, officials have said. Sri Lanka Ports Authority Chairman Daya Rathnayake told BBC Sinhala's Ranga Sirilal that the fire had been contained, but they could not get on board the vessel because it was still too hot.The navy wants to tow the ship into deeper waters, but Mr Rathnayake said that experts first had to assess its structure to see if that would be possible.Apart from being a tourist destination, the main occupation for many in Negombo is fishing, which means a larger oil spill would be a double blow to the town. Fishing has been banned for now. Although there is already oil coating the beaches, the bigger problem at the moment is debris, mostly comprising tiny plastic pellets. It has now spread to other towns along Sri Lanka's western coastline.Environmentalist Prof Jagath Gunawarnadena told BBC Sinhala that the danger of these pellets was that they float and eventually break up in the sea, which meant that they would release a lot of microplastic fragments that would be detrimental to marine life. The chairman of Sri Lanka's Marine Environment Protection Authority (MEPA) Dharshani Lahandapura told the AFP news agency that the crew had known of a nitric acid leak aboard the vessel even before it entered Sri Lankan waters, and the fire could have been avoided if they acted promptly. Officials have lodged a police complaint against the captain of the ship, who was rescued along with other crew members on Tuesday.X-Press Shipping - the Singapore based company which owns the vessel - confirmed the crew was aware of the leak, but say they were denied permission by both Qatar and India to leave the ship there before the fire broke out.News that Sri Lanka allowed the vessel to enter the country's waters after it was rejected by two other nations has led to anger on social media.Soldiers have begun clean-up operations on the beaches but if the ship sinks, it will be a much more complex task.\"Our best option is to clean the beach and we suspect any clearing operation will take a few weeks, if not months,\" Ms Lahandapura was quoted as saying.She also told local media that officials would begin testing air and water quality amid concerns that the fumes from the ship could have adverse health effects on residents.", "url": "https://www.bbc.com/news/world-asia-57278473"}