{"datetime": "2021-10-28T11:23:23.000Z", "title": "Aryan Khan: Bollywood actor's son granted bail in drugs case", "article": "Bollywood superstar Shah Rukh Khan's son has been granted bail 26 days after he was arrested for allegedly doing recreational drugs at a party. Aryan Khan, 23, was taken off a cruise ship that was on its way from Mumbai city to the state of Goa on 2 October.The Narcotics Control Bureau (NCB) charged him under laws \"related to possession, consumption and sale of illegal substances\".He has denied the allegations against him.His lawyer has repeatedly told the court that no drugs were found in the possession of the actor's son, and that there was \"no evidence that he had consumed any drugs\". Aryan Khan's lawyers approached the Mumbai High Court after a special court which hears narcotics cases rejected his bail twice in October. The special court also rejected the bail pleas of two others accused in the case.The high court heard the matter for over two days as both sides presented their arguments.In an earlier hearing, the prosecution had argued that it was necessary to take a \"serious view\" of drug use among youngsters. It also argued that Aryan Khan could not be treated differently from the 17 others accused in the case and should therefore not be released on bail.Officials from NCB raided the cruise ship on 2 October - they said they had been tipped off that there were drugs on board. Aryan Khan was searched and interrogated before he boarded the ship - and eventually taken into custody by the NCB. He was arrested the following day. He was initially in custody at the NCB's office, but was later moved to a jail.In a fresh twist in the case, a key witness has alleged that he was \"forced\" to sign \"blank papers\" at the NCB's office in connection with the case. In an affidavit before the court, Prabhakar Sail, who made the allegations, said he was a personal bodyguard of Kiran Gosavi, reportedly a private investigator. Sail also alleged that there was a threat to his life.Gosavi was present during the raid on the ship and was seen in a selfie with Aryan Khan after his arrest. The case has been dominating media headlines. While there has been no official statement from Shah Rukh Khan, some Bollywood personalities have defended Aryan Khan. Experts have also criticised what they say is the \"excessive media gaze\" around his arrest. Many Bollywood actors and TV personalities have been under scrutiny since last year in what appears to be an investigation into claims of widespread drug use in the Hindi film industry. In 2020, the narcotics agency questioned at least four actresses, including Deepika Padukone, but none have been accused of any wrongdoing. They had also arrested actress Rhea Chakraborty in September last year for allegedly buying drugs for her actor boyfriend, Sushant Singh Rajput.Rajput, 34, was found dead in his flat on 14 June. Police at the time said he had killed himself. But the case took an unexpected turn when his family accused Chakraborty of abetment to suicide, sparking months of media coverage and speculation. Chakraborty, who had denied any wrongdoing, was released from jail a month after her arrest. ", "url": "https://www.bbc.com/news/world-asia-india-58829972"}