{"datetime": "2019-08-15T15:14:55.000Z", "title": "Russia bird strike: Plane crash-lands after hitting gulls", "article": "A Russian passenger plane has made an emergency landing in a cornfield near Moscow after striking a flock of birds. At least 74 people were injured in the incident, which saw the plane land with its engines off and landing gear retracted, emergency officials said.The Ural Airlines Airbus 321 was travelling to Simferopol in Crimea when it hit the flock of gulls shortly after take-off, disrupting its engines.State media has dubbed the landing the \"miracle over Ramensk\". The Kremlin on Thursday hailed the pilots as heroes for \"saving people's lives and landing the plane\". A spokesman said they would receive state awards soon.The airline said the plane was significantly damaged and would not fly again. An official investigation is under way. The plane had more than 230 passengers and crew on board when the birds were reportedly sucked into its engines and the crew immediately decided to land. An unnamed passenger told state TV the plane started to shake violently after take-off. \"Five seconds later, the lights on the right side of the plane started flashing and there was a smell of burning. Then we landed and everyone ran away,\" he said. Air transport agency Rosaviatsia said the plane landed in a cornfield about a kilometre (0.62 miles) from the runway at Zhukovsky International Airport, with its engines off and landing gear retracted. Passengers were evacuated from the plane, with 74 then seeking medical treatment, according to Russia's emergencies ministry. Nineteen children were among those reported injured.One person remains in hospital, according to Russian media reports.Ural Airlines Director General Kirill Skuratov told state news agency Tass that passengers who wanted to continue with their trip would be put on alternative flights. Russian media compared the incident to the US Airways flight that carried out an emergency landing on the Hudson River shortly after take-off in 2009. But while the crew were hailed as heroes in Russia, they have been added to a blacklist on the website of the Ukrainian NGO Myrotvorets, affiliated to the country's security services.It accused them of \"knowingly and on multiple occasions making illegal crossings of the state border of Ukraine\" . Russian forces annexed Ukraine's Crimea peninsula in March 2014 - a move condemned internationally. Crimea has a Russian-speaking majority. Collisions between birds and planes are a common occurrence in aviation , with thousands reported every year in the US alone. However, they rarely result in accidents or cause damage to the aircraft. ", "url": "https://www.bbc.com/news/world-europe-49355236"}