{"datetime": "2021-10-05T00:34:11.000Z", "author": "Geeta Pandey", "subject": "Indian farmers protest 2020", "title": "Aryan Khan and Ashish Mishra: India gripped by tale of two sons", "article": "India is agog over the tale of two sons. The first is Aryan Khan, the 23-year-old son of Bollywood superstar Shah Rukh Khan, who was arrested on early Sunday morning for allegedly doing recreational drugs at a party. The second is Ashish Mishra, the son of India's junior home minister, who is accused of ordering his driver to plough his vehicle into a group of protesting farmers, resulting in deaths and injuries. Both Khan and Mishra have denied the allegations against them, and the two cases are not linked in any way.But the manner in which the two young men have been treated by law enforcement, and the huge media attention paid to Khan's case, has led some to question the agenda of some of the press, and accuse certain stations of trying to \"tarnish Bollywood\". Khan was taken off a cruise ship that was on its way from Mumbai - the city where his family live - to the tourist paradise of Goa. The Narcotics Control Bureau (NCB), which arrested him along with several others, said they were detained under laws \"related to possession, consumption and sale of illegal substances\". The 23-year-old was remanded into custody until 7 October.Analysts said, based on Khan's arrest papers, that the drug yield was likely so small that there was really no reason to keep him in custody. His lawyer Satish Manshinde strongly denied the accusations. He told the magistrate at the bail hearing on Sunday that Khan had been \"screened twice when he boarded the cruise\" and that \"no contraband had been found on him\" and there was \"no evidence that he had consumed any drugs\".The second incident involved Ashish Mishra, son of Prime Minister Narendra Modi's ministerial colleague Ajay Mishra, after a car from their motorcade allegedly ploughed into a group of protesting farmers in Lakhimpur district of Uttar Pradesh. Altogether, eight people were killed. Farm unions said two protesters died when they were run over, two others who were injured later succumbed in the hospital, and three BJP workers and the driver were beaten to death by a mob of protesters. Initial reports quoted Ashish Mishra as saying he had run through the farms and fields to escape being lynched by protesters. He later said he was not in the car at the time of the incident - a claim his father backed.It was only after protests by opposition parties and farmers' unions that the police finally opened an investigation on Monday morning and the father and the son were charged. \"The reluctance and the delay by the police in lodging the complaint is inexcusable,\" said Vikram Singh, a former top police official from the northern state of Uttar Pradesh. \"The incident in Lakhimpur is much more grave as it involves loss of life, but Khan's arrest has hogged the limelight,\" he said. Throughout Sunday, some TV channels feasted on Khan family's ordeal. He was photographed and filmed being escorted by the police in and out of buildings, and his \"arrest memo\" was shown on TV screens and shared widely on WhatsApp. Khan's arrest was described by one anchor as a \"major bust of a rave party\", while another demanded that the \"nexus between Bollywood and drugs\" be ended.Guests on these channels made unsubstantiated claims about the star son and criticised the actor and his wife for poor parenting. On Twitter, Aryan Khan's name trended along with #BollywoodDruggies and #BollyDruggiesShamingNation. But more than 24 hours after the incident in Lakhimpur, the Mishras are yet to be called to the police station for questioning, and the coverage on TV channels has been much more muted.Celebrity anchors have refrained from demanding their arrest, some have, in fact, blamed the violence on farmers (who have been protesting for a year in many parts of north India against three new laws).On Twitter, the only hashtag that trended for hours on Monday morning was the one exhorting Uttar Pradesh Chief Minister Yogi Adityanath to \"beat the farmers and protesters with sticks\".The coverage of the drug bust was \"over the top\", but was to be \"expected in our eyeball-driven and click-driven journalism\", said former journalist John Thomas. \"The star value of the star son influences the coverage and also the presumed interest of the consumer whether on TV or in print,\" he said. \"The politician's son, on the other hand, is an unknown across the country, as is his daddy. Who knows a junior minister in the Modi government?\" Mr Singh said the wall-to-wall coverage was part of \"a hidden agenda, an insidious roadmap\" to tarnish Bollywood. He pointed to the case of Bollywood actress Rhea Chakraborty, who found herself at the centre of a vicious campaign last year led by some of India's most high-profile journalists, after her partner, the actor Sushant Singh Rajput, was found dead in his Mumbai apartment last year. \"There was no substance to the allegations against Rhea but it ruined her image. Khan's arrest memo shows the drug recovery was a pittance, but his family's reputation is in tatters,\" he said. \"It was a bailable offence so why did the NCB seek his remand? Also, they shouldn't have revealed the identity of the accused and the media should not have been allowed to track and report his every move after the arrest.\" Young people taking drugs was \"a human tragedy\", he added, calling for officials to show \"sensitivity\".\"Drugs can't be exterminated, so drug abuse should be dealt with by sending people to de-addiction centres so that the unfortunate victims of substance abuse can be rehabilitated.\"", "url": "https://www.bbc.com/news/world-asia-india-58788548"}