{"datetime": "2021-03-29T12:02:18.000Z", "title": "Suez Canal: Ever Given container ship shifted from shoreline", "article": "The stern of a huge container ship that has been wedged across the Suez Canal for almost a week has been freed from the shoreline, officials say. The course of the 400m-long (1,300ft) Ever Given has been corrected by 80%, according to the Suez Canal Authority. It added that further efforts to move the boat would resume later on Monday. But the head of a company involved in the rescue efforts urged caution, warning that completing the operation would not be \"a piece of cake\". The Ever Given has been blocking one of the world's busiest trade routes, forcing companies to reroute ships and causing long tailbacks of hundreds of vessels. The reports that the ship had been partially freed raised hopes that traffic along the canal could resume within hours, clearing the way for an estimated $9.6bn (£7bn) of goods being held up each day. Rescue workers from the authority and the Dutch company Smit Salvage used tug boats to wrench the rear of the ship from the canal bank. Alongside the tugs, dredgers have been digging out sand and mud from under the bow of the vessel.The stern, which had been 4m from the shore, was now 102m clear, the Suez Canal Authority said, adding that the boat had been fully refloated. Efforts to move the boat resumed at 11:30 local time (09:30 GMT) when the tide was due to rise. In a statement, the Suez Canal Authority said that once the tide had reached 2m, rescue workers would aim to fully restore \"the vessel's direction so it is positioned in the middle of the navigable waterway\". Traffic would resume once the ship was moved to a waiting area in a wider section of the canal, the authority said. A total of 367 vessels are waiting to pass through, and officials have said it will take three and a half days to clear the traffic jam. \"We will not waste one second,\" Suez Canal Authority Chairman Osama Rabie told Egyptian state television. The CEO of the salvage company involved in the rescue efforts told Dutch public radio that the operation was far from complete. \"We have movement, which is good news. But I wouldn't say it's a piece of cake now,\" Peter Berdowski said.He explained that high-pressure water would be used to try and remove sand and clay from underneath the bow of the ship, but if that failed, then containers would have to be lifted in an operation that could take some time. \"The bow is still stuck rock-solid at the moment in the slightly sandy clay,\" he said. The 200,000-tonne Ever Given ran aground on Tuesday morning amid high winds and a sandstorm that affected visibility. Specialist salvage companies were brought in to help refloat the ship. On Sunday, canal officials began preparing to remove some of roughly 18,000 containers on board in order to lighten the load. The containers are carrying a huge variety of items and the insured value of the cargo is believed to amount to hundreds of millions of dollars.Last week, one freight operator in the UK told the BBC they were waiting for 20 boxes containing \"coconut milk and syrups, some spare parts for motors... some fork lift trucks [and] some Amazon goods\". The canal, which separates Africa from the Middle East and Asia, is one of the busiest trade routes in the world with about 12% of total global trade moving through it. It provides the shortest link between Asia and Europe. An alternative route, around the Cape of Good Hope on the southern tip of Africa, can take two weeks longer. According to data from Lloyd's List, the blockage is holding up an estimated $9.6bn of goods each day - or $400m an hour. ", "url": "https://www.bbc.com/news/world-middle-east-56559904"}