{"datetime": "2022-01-29T15:19:34.000Z", "author": "Jo Couzens", "subject": "Storm Malik", "title": "Storm Malik: Gusts up to 80mph hit parts of UK", "article": "Gusts of wind up to 80mph have caused widespread disruption, as Storm Malik sweeps across northern parts of the UK. A woman in Aberdeen was killed by a falling tree, train routes cancelled and many homes left without power.Forecasters have issued yellow and amber warnings for high winds across Scotland, Northern Ireland and northern England throughout Saturday. The Tyne and Wear Metro has been temporarily closed, whilegusts of 93mph were recorded in Northumberland . Meanwhile, Northern Powergrid said engineers were working to restore power to about 36,000 customers in Northumberland and County Durham. Police urged people in north east England and eastern Scotland to avoid travel where possible. Scotland Railway reported \"a lot of disruption\" to train services early on Saturday\"due to high winds and fallen trees on some routes\" .A ScotRail tweet on Saturday morning said they were working with emergency services to remove the trees and restore the lines \"as quickly and as safely as possible\", with some cancellations in the Larbert area due to damage to overhead electric wires. There were also reports ofa trampoline blown on to the line in the Kirkcaldy area , which briefly brought the route to a standstill - although trains were able to pass through again within the hour, after the trampoline was removed. With disruption likely to continue throughout the day, two Scottish Premiership matches - Aberdeen v St Johnstone and Dundee v St Mirren - have been postponed. Another storm is also expected to hit Scotland and parts of Northern Ireland, as well as northern and eastern England on Sunday evening, with a yellow warning for wind in place until 12:00 GMT on Monday.Theother warnings in place are :Named by the Danish Meteorological Institute, Storm Malik is expected to bring winds of 60mph and up to 80mph in coastal areas, on its way towards Denmark. The Met Office said Storm Malik's impact would be greatest in Denmark on Sunday but the UK would be \"dealt a glancing blow\" from Saturday as it moves eastwards. The forecaster warned injuries and danger to life could occur from flying debris, as well as from large waves and beach material being thrown onto seafronts, coastal roads and properties. Early on Saturday, ScotRail said speed restrictions were in place on services between Inverness-Wick, Kyle of Lochalsh and Aberdeen, Dundee-Aberdeen and Fort William-Mallaig; a 40mph speed restriction is also in place on services running between Edinburgh and Linlithgow. The East Coast Mainline, North Berwick branch line, and Borders Railway are also likely be affected. In Wales, the Met Office has issued a weather warning for Flintshire, Denbighshire, Conwy, Gwynedd and Anglesey, starting from Sunday at 18:00 GMT - with predicted gusts of up to 60mph (96km/h), mostly along coastlines and over exposed hills. ", "url": "https://www.bbc.com/news/uk-60171581"}