{"datetime": "2021-06-03T07:12:21.000Z", "title": "Fears of environmental disaster as oil-laden ship sinks off Sri Lanka", "article": "A chemical-laden cargo ship is sinking off the coast of Sri Lanka, sparking fears of an environmental disaster. The Singapore-registered X-Press Pearl had been on fire for almost two weeks before the blaze was put out this week.Hundreds of tonnes of oil from fuel tanks could leak into the sea, devastating nearby marine life.The Sri Lankan and Indian navies had worked jointly over the past days in an attempt to put out the fire and prevent the ship from breaking up and sinking.But rough seas and monsoonal winds hampered the operation, just outside the port of Colombo. On Wednesday, salvage experts tried to tow the wreck into deeper water to minimise the pollution risk to the coastline. But the back section hit the seabed and the operation was abandoned. The ship's operators, X-Press Feeders, said on Thursday that the \"aft portion is sitting on the seabed at a depth of about 21m (69ft), and the forward section is settling down slowly\". The Sri Lankan navy said the bow of the ship was still above the waterline. \"Even if the bow also hits the sea bed, still there will be a section of the upper deck and bridge sticking out of the water,\" spokesman Indika de Silva told AFP news agency. \"There is no oil leak from the ship yet, but arrangements are in place to deal with a possible spill which is the worst-case scenario,\" he added. Sri Lanka's marine protection agency said it was preparing booms, oil dispersants, booms and skimmers. Environmentalist Dr Ajantha Perera told the BBC that the sinking posed \"the worst environmental scenario\". \"With all the dangerous goods, the nitric acid and all these other things, and the oil in the ship, if it's sinking it will basically destroy the whole bottom of the sea,\" she said. The coastal stretch near the city of Negombo - home to some of the country's most pristine beaches - has already seen oil and debris pollution for days.On Wednesday, the fisheries ministry said emergency measures were in place to protect the Negombo lagoon and surrounding areas and all fishing from Panadura to Negombo had been suspended. Joshua Anthony, head of the regional fishing union, warned that the sinking could be \"a death blow\" for the industry. \"We can't go to the sea, which means we can't make a living,\" he said. Sri Lankan officials believe the fire was caused by a nitric acid leak which the crew had been aware of since 11 May. The ship was carrying 25 tonnes of the highly corrosive acid, which can be used in the manufacture of fertilisers and explosives. The ship's owners confirmed the crew had been aware of the leak, but said they were denied permission by both Qatar and India to leave the ship there before the fire broke out. The fact that Sri Lanka allowed the vessel to enter its waters after it was rejected by two other nations has led to widespread public anger.Officials have lodged a police complaint against the captain of the ship, who was rescued along with other crew members last week.Sri Lanka police on Tuesday said they questioned the captain and the engineer of the ship for more than 14 hours. A court has issued an order preventing the captain, chief engineer and the additional engineer from leaving the country. The 186m-long (610ft) vessel left the Indian port of Hazira on 15 May carrying 1,486 containers. As well as the nitric acid, the cargo included several other chemicals and cosmetics. ", "url": "https://www.bbc.com/news/world-asia-57327300"}