{"datetime": "2021-05-04T09:12:47.000Z", "title": "Kangana Ranaut: Twitter suspends Bollywood actress account", "article": "Twitter has suspended the account of contentious Bollywood actress Kangana Ranaut over a tweet that allegedly incited violence. In it, she asks Prime Minister Narendra Modi to \"tame\" an opposition leader using his leadership style of the \"early 2000s\" - a likely reference to rioting on his watch, which left over 1,000 people, mostly Muslims, dead.Ranaut's tweet immediately drew outraged reactions on the platform.Twitter has not made a statement yet.But a company representative told BBC News Ranaut hadrepeatedly violated the platform's rules on hate speech and abusive behaviour .Speaking to the ANI news agency , Ranuat responded by accusing Twitter of racism.\"Twitter has only proved my point they're Americans and by birth, a white person feels entitled to enslave a brown person, they want to tell you what to think, speak or do. \"I have many platforms I can use to raise my voice, including my own art in the form of cinema saying,\" she added.Ranaut is no stranger to controversy. An industry outsider, she initially won praise for raising the issue of nepotism in Bollywood. But she soon became a polarising figure both within the film industry and outside of it. She has often used public platforms like Twitter and Instagram to make unsubstantiated accusations or launch scathing attacks on colleagues and celebrities. She called actress Sonam Kapoor a \"mafia bimbo\", Urmila Matondkar \"a soft-porn star\" and mocked Deepika Padukonne, who has spoken of her battle with depression.Her tweets have not just been controversial but also, at times, insensitive or just bewildering.She tweeted lamenting about the oxygen that was being \"forcefully drawn from the environment\" as breathless Indians died due to a shortage of oxygen. She declared to the world in February that she displays a \"range\" that \"no other actress on this globe has right now\", adding her \"raw talent\" matched Meryl Streep and her skill at action was as good as Wonder Woman star Gal Gadot's.But Mr Modi and his governing Bharatiya Janata Party (BJP) have always escaped her criticism.Her critics have come to see her as sympathetic to the BJP's right-wing Hindu nationalistic ideology, which has only added to her polarising image.She has spoken of the prime minister, a divisive figure himself, with admiration and respect - and she has reserved her ridicule and anger for his opponents.Her latest tweet, for instance, targeted Mamata Banerjee, chief minister of West Bengal, and perhaps the biggest of Mr Modi's current political rivals. Ranaut's tweet came a day after the BJP had lost elections in the battleground state, despite a campaign that prominently featured Mr Modi.Last year, she was embroiled in thehuge controversy surrounding the death of Bollywood actor Sushant Singh Rajput . Mumbai police said he had killed himself but Ranaut tweeted, accusing Bollywood insiders and the industry's nepotism of causing his death.She then begantargeting Rajput's former girlfriend, actress Rhea Chakraborty , adding to the dubious allegations that surrounded her. She was called out by Bollywood actors and filmmakers for vilifying Chakraborty, but the smear campaign continued.Her incendiary tweets, which eventually targeted the police and local officials over their handling of the investigation into Rajput's death, even led to a charge of sedition against Ranaut.", "url": "https://www.bbc.com/news/world-asia-india-56977861"}