{"datetime": "2012-05-13T17:14:44.000Z", "author": "David Shukman", "title": "Rise and fall of underwater volcano revealed", "article": "The violent rise and collapse of an underwater volcano in the Pacific Ocean is captured in startling clarity for the first time. Researchers studying the Monowai volcano, near Tonga, recorded huge changes in height in just two weeks. The images, gathered by sonar from a research ship, shed new light on the turbulent fate of submarine mountains. Published in the journal Nature Geoscience, the findings were made during a seabed survey last year. Underwater wonder Lead author Tony Watts of Oxford University told the BBC that the revelation was \"a wake-up call that the sea-floor may be more dynamic than we previously thought.\" \"I've spent my career studying the seabed and have generally thought it pretty stable so it's stunning to see so much change in such a short space of time.\" As many as 32,000 underwater mountains have been identified around the world and the majority are believed to be volcanic in origin. Several thousand of these may be active but a combination of ocean depth and remoteness means that very few have been studied. This research into the Monowai volcano provides a fascinating insight into the little-known world of submarine geology.Monowai was first spotted from an aircraft in 1944. Surveys over following years found evidence of significant change - with the sea discoloured and seismic activity detected. Studies between 1978 and 2007 showed the summit repeatedly rising and falling But this latest analysis compared images gathered on May 14 and then June 1-2 last year and even in that short period the volcano had undergone a transformation.Travelling on the research ship the R/V Sonne, the scientists first spotted that the sea above the volcano had turned a yellowy-green and gas bubbles were rising to the surface. According to Professor Watts, \"\"I had butterflies. The gas was smelling awful - like rotten eggs. We saw a slick ahead of us and with something venting, there could have been a sudden shallowing of the water.\" The team then left the area to carry on with planned research elsewhere but three days later were warned that seismic detectors on the Cook Islands had detected violent activity around the volcano over a five-day period. \"If we had been over the volcano during the eruption, rocks could have hit the hull of the ship - that could have been potentially dangerous.\" Later the ship returned to the scene and the scientists were surprised to see how much the volcano had changed. In the space of a fortnight, one part of the volcano's summit had collapsed by as much as 18.8m while new lava flows had raised another area by 79.1m. Most striking was the creation of an entirely new volcanic cone.The researchers believe the changes are larger than at most other volcanoes. Only Vesuvius and Mount St Helens have recorded larger growth rates.The paper says the speed of growth and change is \"a reminder of how rapidly geological processes such as submarine landsliding and volcanism can occur.\" Professor Watts said: \"Any movement on the seabed has the potential to create a tsunami. An earthquake suddenly dislocates the seabed. Here a violent disturbance lasted five days with magma oozing out which might be too slow to trigger a tsunami - but it's unknown.\"This is a violent exchange of rock into the water - it could destabilise the cone and cause a landslide which in principle could cause a tsunami.The same expedition's surveyproduced stunning images last year of a line of underwater volcanoes being carried inexorably to the chasm of a subduction zone , the Tonga Trench.That research was investigating whether the volcanoes exacerbated or dampened the pressures on the fault line. ", "url": "https://www.bbc.com/news/science-environment-18040658"}