{"datetime": "2019-09-19T12:16:16.000Z", "author": "Jack Goodman & Olga Robinson", "title": "Forest fires: Are they worse than in previous years?", "article": "Indonesia is currently in the throes of the so-called fire season, which coincides with the driest months of the year. Vast tracts of forest in Brazil, Russia and Africa have also been burning. The extent of the fires has sparked outrage around the world. But is the scale of these fires unprecedented, or have there been years in which they have been more extensive? With the help of satellite data we have looked at four areas - Indonesia, Brazil, Siberia and Central Africa. And we have concluded that although fires this year have wrought significant damage to the environment, they have been worse in the past.Smoky haze has spread to Malaysia, Singapore, the south of Thailand and the Philippines, causing a significant deterioration in air quality. Using satellite data, more than 35,000 fires have been detected so far this year, according to Dr Tadas Nikonovas, a geographer at Swansea University.But this is substantially fewer than many other years including those, such as 2015, exacerbated by the El Nino effect which brought unusually dry weather.Lots of haze, as we're seeing this year, often indicates that peatland is being burnt.In Indonesia, peatland is set alight by corporations and small-scale farmers to clear land for palm oil, pulp and paper plantations, and can spread into protected forested areas. Indonesia is home to some of the world's most biodiverse and oldest tropical forests. The problem has accelerated in recent years as more land has been cleared for expanding plantations for the lucrative palm oil trade.Old palm trees on plantations that no longer bear fruit are often set on fire to be replaced by younger ones.Around 60% of the Amazon rainforest is in Brazil.The number of fires between January and August 2019 is double that of the same period last year, data from the Brazilian National Institute for Space Research (Inpe) suggests. A record-breaking number of fires across Brazil was initially reported. However, this claim did not reflect all the historical data available.Although it is the highest number of fires (for the year to 27 August) for almost a decade, it is actually lower than for most years in the period 2002 to 2010. There is a similar pattern for other areas of Brazilian forestry that are not part of the Amazon basin. If we look at satellite images for the overall area of burnt forest in Brazil's Amazon region each year, again we see very high levels in the early 2000s. For 2019, we have data up to the end of August, and the overall area burnt for those eight months is 45,000 sq km. This has already surpassed all the area burnt in 2018, but appears unlikely to reach the peaks seen in the previous decade. Fires are common during the dry season and can occur naturally, especially during droughts.However, experts believe the majority of fires across Brazil this year are caused by human activity - farmers and loggers clearing land for crops or grazing, as 2019 is not as dry compared with other years.\"Fire signals an end of the deforestation process,\" says Dr Michelle Kalamandeen, a tropical ecologist on the Amazon rainforest. \"Those large giant rainforest trees that we often associate with the Amazon are chopped down, left to dry and then fire is used as a tool for clearing the land to prepare for pasture, crops or even illegal mining.\"The environmental campaign group Greenpeace has called the fires that have engulfed the Russian region of Siberia this year one of the worst outbreaks this century.The cloud of smoke generatedwas reported to have been the size of all the European Union countries combined. Forest fires in Siberia are common in the summer, but record-breaking temperatures and strong winds have made the situation particularly bad. Russia's Federal Forestry Agency says more than 10 million hectares (100,000 sq km) have been affected since the start of this year, already exceeding the total of 8.6 million for the whole of 2018. That year was called the worst in recent times by Russian state media. Drawing on data for the number of fires, it is clear that there have been other bad years, notably in 2003. Nasa satellites have identified thousands of fires in Angola, Zambia and DR Congo. However, these have not reached record levels.\"I don't think there's any evidence that the fires we're seeing in Africa are worse than we've seen in recent years,\" Denis McClean, of the UN Disaster Risk Reduction agency, told the BBC. According to data analysed by Global Forest Watch, fires in DR Congo and Zambia are just above average for the season but have been higher in past years.In Angola, however, fires have been reported at close to record levels this year. Some have drawn comparisons with the situation in the Amazon, but the fires in sub-Saharan Africa are different.Take DR Congo - most fires are being recorded in settled parts of the country's southern, drier forest and savannah areas, and so far not in tropical rainforest.Experts say it is difficult to know what is causing these fires, which are seasonal. Many are likely to be on grassland, woodland or savannah in poor farming communities.\"Fires are very important landscape management tools and are used to clear land for planting crops,\" says Lauren Williams, a specialist in Central and West African forests at the World Resources Institute.Read more from Reality Check Send us your questions Follow us on Twitter ", "url": "https://www.bbc.com/news/world-49515462"}