{"datetime": "2019-03-04T20:01:38.000Z", "author": "Paul Rincon", "title": "Climate change: California wildfires 'can now happen in any year'", "article": "Wet winters are no longer a guide to the severity of wildfires in California, a new study suggests. Increased temperatures due to global warming and more effective efforts to contain fires mean there's now more dry wood to burn. This means that large wildfires of the kind seen in 2018 can now happen in any year, regardless of how wet the previous winter was. The researchers say huge blazes may be a sign of things to come. Their study is published in theProceedings of the National Academy of Sciences . Last year was California's most destructive and deadly wildfire season on record. Pictures beamed around the world revealed the havoc wrought as fires devastated whole communities. During winter, moisture in the form of precipitation is delivered to California by a fast moving band of air called the jet stream. A US-German team of scientists reconstructed fire and moisture patterns, along with the position of the North Pacific jet stream, over the past 400 years. They combined instrumental and historical records of temperature, rainfall and fires, with the natural archives of climate and fires contained in tree rings. They found that from 1600 to 1903, the position of the North Pacific jet stream over California was linked to the amount of winter rainfall and the severity of the subsequent wildfire season.Wet winters brought on by the jet stream were followed by a less intense wildfire season, while dry winters were followed by more intense fires. California's deadliest wildfire kills 42 California fire town needs 'total rebuild' Snapshots from California 'apocalypse' town But after 1904, the connection between winter moisture and wildfires was seen to weaken. This coincides with the beginning of a fire suppression policy on US federal lands. The connection then disappears completely after 1977. \"When the jet stream is positioned over California, it's like a fire hose - it brings storms and moisture straight over California,\" said Valerie Trouet from the University of Arizona's Laboratory of Tree-Ring Research.\"What we see post-1900 is that the position of the jet stream is still an important driver of moisture to California - it brings moisture to California when it's in the right position - but there's a disconnect with fire.\" Dr Trouet's colleague on the paper, Eduardo Zorita, from Helmholtz-Zentrum Geesthacht in Germany, told BBC News: \"Humans have a strong influence on fire events in several ways: directly, through fire suppression... but another indirect effect is that if human societies suppress fires, more fuel is available for later.\"Fire is a natural phenomenon that's very important for forest dynamics on longer timescales: for the way that forests renew themselves and grow and incorporate new species... human societies interrupt these forest and fire dynamics.\" Now, the build-up of vegetation - the fuel - has combined with the effects of rising temperatures due to climate change to produce a situation where any year may have large fires, no matter how wet the previous winter. High spring and summer temperatures dry out the abundant vegetation and, when combined with high winds, the area burned can greatly increase. \"It may happen that for certain periods, the frequency of fires is suppressed by humans, but when a fire occurs, its intensity may be bigger than it would have been without human intervention,\" said Dr Zorita. The year 2017 was a good example of the situation described in the paper. The wet winter of 2016-17 was followed by many large fires in 2017. The 2018 fire season saw the largest area burned on record, causing more than $3.5bn in damage. Climate scientist Dr Ioana Colfescu, from the National Centre for Atmospheric Science (NCAS) at the University of Leeds, UK, told BBC News: \"They find that whether precipitation is enhanced or reduced in the case of a high CO2 future, California faces increasing fire potential due to thermodynamic warming and this can be a mechanism for the recent California fires (despite wet extremes).\"She said the \"excellent study\" added a lot to what was currently known about the effects of long-term climate change on California fires. Dr Colfescu, who was not involved with the study, explained that several factors could introduce uncertainty into the results. \"When using observational records, the data quality varies depending on the source; when using numerical models, whether because our methods are imperfect or because we're still missing minor details, the outputs vary. Last, the climate system contains 'noise' (chaos or internal variability),\" she said. \"Each of these three aspects can introduce uncertainty in the results and the hallmarks of what is called chaos in mathematics can't be eliminated.\"While always keeping this in mind, as well as taking into account implications of a limited observational record, combined methodologies like the ones used in this study are the way to understand better what we already think we know and to prepare for the future.\"Follow Paulon Twitter. ", "url": "https://www.bbc.com/news/science-environment-47444463"}