{"datetime": "2019-11-15T04:07:31.000Z", "title": "Australia fires: New blazes forecast as temperatures rise", "article": "The massive bushfires raging across Australia are expected to flare up again as temperatures rise in coming days. So far,four people have died from the fires , which are feeding off drought-stricken farmland and bush. Conditions improved on Friday but crews were still battling about 120 blazes across New South Wales and Queensland. And authorities have warned that a bank of hot air is expected to sweep across the country, escalating the fires. Temperatures across Western Australia are predicted to hit mid-40Cs at the weekend. The fires have razed about 300 homes, and burnt through over 1 million hectares of land in NSW.With little sustained rainfall forecast for the coming months, fire chiefs warn that the fires could burn for weeks and even months. Queensland authorities said they were expecting new fires to break out next week with higher winds and temperatures. They also predicted the roll in of dry thunderstorms - which could start new fires. \"We're just expecting more of the same,\" Queensland Fire and Emergency Services spokesman Kevin Reading told the BBC. He said crews were planning on fighting the fires until January - seven weeks away - when meaningful downpours had been forecast. NSW authorities have issued similar messages. \"[It's] heating up early next week... we're in for the long haul,\" said NSW Rural Fire Services Deputy Commissioner Rob Rogers. In NSW, the worst-hit state, fires have threatened both inland rural areas and several populated coastal towns. Shaimaa Khalil, BBC News Australia correspondent The heavy smell of smoke hits you the second you step out anywhere in Nana Glenn, a small town 600km (370 miles) north of Sydney. It's like a blanket of haze covering this rural area and the neighbouring towns.Walking around, I could still feel the heat from the scorched ground. Some tree trunks still smouldering while others were hollowed out with a real risk of falling at any moment.The aftermath of the catastrophic fires is impossible to escape here.Some locals who've come back to their destroyed properties told us they were trying to deal with the trauma still.Others whose houses are intact say they're relieved for now but worried that with expected worsening weather conditions, the danger is not over.Australia's largest city, Sydney, and its surrounding areas also endured \"catastrophic\" fire danger on Tuesday - the first time that the city had come under the highest threat since the danger rating was introduced in 2009. Authorities in both eastern states say they believe some fires were deliberately started. A 16-year-old boy was charged with arson on Thursday. The devastation from the fires has prompted furious political debate and criticism of the conservative government's action on climate change. On Thursday, a group of former fire chiefs said the government's refusal to address climate change had hindered efforts to adequately prepare for the fire season. \"This government fundamentally doesn't like talking about climate change,\" former NSW Fire and Rescue Commissioner Greg Mullins said. Prime Minister Scott Morrison has declined to acknowledge climate change while the fires are raging.Deputy Prime Minister Michael McCormack was also criticised on Monday for dismissing climate change concerns as \"the ravings of some pure enlightened and woke capital city greenies\". Official figures show 2018 and 2017 were Australia's third and fourth-hottest years on record respectively, andlast year the nation experienced its warmest summer on record. Scientists and experts say that Australia's fire season has grown longer and more intense due to climate change. According to the Bureau of Meteorology,climate change had led to an increase in extreme heat events and raised the severity of other natural disasters, such as drought. Even if global temperatures are contained to a 2C rise above pre-industrial levels - a limit set out in the landmark Paris accord, agreed by 188 nations in 2015 -scientists believe Australia is facing a dangerous new normal. Last year,a UN report said Australia was falling short in efforts to cut its CO2 emissions. Have you been affected by the bushfires? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:", "url": "https://www.bbc.com/news/world-australia-50428865"}