{"datetime": "2019-08-26T14:37:37.000Z", "title": "Vast 'pumice raft' found drifting through Pacific Ocean", "article": "A vast \"raft\" of volcanic rocks stretching over 150 sq km (58 sq miles) is drifting through the Pacific Ocean, scientists say. The sea of pumice - the size of 20,000 football fields - was first reported by Australian sailors earlier this month. Experts say the mass probably came from an underwater volcano near Tonga which erupted around 7 August according to satellite images. Sailors have been warned to stay clear of the potential hazard. Pumice is a lightweight, bubble-rich rock that can float in water. It is produced when lava goes through rapid cooling and loss of gases. Large \"rafts\" of the volcanic rock are more likely to form when a volcano is located in more shallow waters, say experts.An Australian couple sailing their catamaran to Fiji were the first to report the \"pumice raft\", after inadvertently entering the rubble at night. \"The waves were knocked back to almost calm and the boat was slowed to one knot,\" Michael Hoult and Larissa Brill wrote online on 16 August. \"The rubble slick went as far as we could see in the moonlight and with our spotlight.\" They were temporarily stuck after rocks jammed their rudder, but then were able to navigate out of the field. They have since sent samples of the pumice stone - which range \"from marble to basketball size\" - to researchers at the Queensland University of Technology (QUT) in Australia. Associate Prof Scott Bryan, a geologist studying the samples at QUT, said such pumice masses could be seen about once every five years in the region. \"It is a phenomenon reported over time, usually as islands in the middle of the ocean that people encounter but then can't find again,\" he told the BBC. \"It can be as if the whole surface [of the ocean] has turned to land\". Associate Prof Bryan said satellite images showed the field had since divided into two main surface masses, with many trailing \"ribbons\" of rock. \"At the moment there are more than a trillion pieces of pumice all floating together, but over time it will break up and disperse across the area,\" he said. The pumice is currently drifting westwards towards Fiji, and is likely to pass New Caledonia and Vanuatu. It has also been forecast to reach Australia. \"It possibly could reach Australia in a year's time, but we don't know if it could even last,\" said Dr Martin Jutzeler from the University of Tasmania. Experts say the pumice is likely to become home to marine life as it drifts across the Pacific on ocean currents. \"A lot of life... can attach themselves to the pumice and be transported thousands of km away. So it's a way to renew ecosystems somewhere, but it also can introduce invasive species,\" Dr Jutzeler said. If it reaches Australia, that could be a boon for the damaged Great Barrier Reef, some experts say. \"This is a potential mechanism for restocking the Great Barrier Reef,\" Associate Prof Bryan said. \"Based on past pumice raft events we have studied over the last 20 years, it's going to bring new healthy corals and other reef-dwellers.\" Coral regeneration has collapsed in the world's largest reef system following unprecedented bleaching events in 2016 and 2017. ", "url": "https://www.bbc.com/news/world-australia-49469446"}