{"datetime": "2019-11-13T17:37:08.000Z", "author": "Frances Mao", "title": "Australia fires: How extreme 'firestorms' make their own weather", "article": "The bushfires ravaging Australia this week have brought warnings of \"catastrophic\" danger. Fortunately, no lives were lost on Tuesday - when conditions were at their worst. But experts warned that events looked set to trigger the most dangerous type of bushfire - pyrocumulonimbus, often referred to as a firestorm. These are giant, fast-moving blazes so powerful they create their own weather systems akin to thunderstorms. And due to their ferocity, they are largely impossible to fight. With certain ground and atmospheric conditions, bushfires can rip through a large area with so much energy that they generate storms above them. This is a pyrocumulonimbus. Ordinarily, bushfires are driven along by the wind but a massive blaze can carry so much power that its smoke is not pushed to the side. Instead, it forms a plume that rises up to 15km (nine miles) into the sky. Because the plume contains heat and moisture, when it hits the stratosphere it can condense and form clouds. \"A pyrocumulonimbus is basically a thunderstorm within the plume of the fire,\" says Associate Prof Jason Sharples, an expert in extreme fires based at the University of New South Wales (UNSW).When the storm is formed, it means the fire below will be big, fast and very dangerous. \"That means it's big enough to overcome any other conditions,\" says UNSW climate scientist Prof Jason Evans. The fire grows in danger because it will carry along the characteristics of a storm - turbulent winds that can send embers shooting off in all directions. Sometimes it can also create its own lightning, which can spark more fires. Despite being a thunderstorm there is no rain. Instead the storm sucks in more embers and flings them far ahead of the fire front \"so the fire advances in big jumps\", says Prof Evans. This makes the fire unpredictable and hard to fight, and multiple fronts emerge.\"When you get a decent thunderstorm the rain comes from all directions,\" says Associate Prof Sharples. \"Now imagine the same for embers.\" Fire officials in New South Wales reported that embers were landing 30km (18 miles) ahead of the front on Tuesday - three times more than the usual distance. \"They are basically uncontrollable at that stage. The only option is to get out of the way,\" says Prof Evans. With emergency crews able to do little, these fires can die down naturally if they move out of rugged terrain or are deprived of other fuels. \"The only real way you can stop them is five years before they start,\" said Associate Prof Sharples. \"Once you get up into the catastrophic level, your fires tend to not obey the usual rules,\" he said. When the New South Wales bushfires intensified on Friday, some were reported to have produced pyrocumulus clouds. Officials feared one fire on Tuesday was escalating to this level and sent out an alert. Luckily it did not occur. While once seen as fairly rare events, firestorms have become much more common in recent years. They were present in Australia's Black Saturday bushfires in 2009 which killed 173 people.Australian experts have tallied close to 60 such events since 2001. A record 18 were recorded in March this year when fires burned in the state of Victoria. They were also seen during fires in Canberra in 2003, when a fire tornado was recorded. \"There's been a crazy increase in the frequency of these events,\" says Prof Evans. They are more likely when there are extremely dangerous conditions such as high temperatures, strong winds and little moisture. The likelihood is also increased by the effects of drought. Scientists have predicted that climate change is likely to increase the chances of such events. ", "url": "https://www.bbc.com/news/world-australia-50383800"}