{"datetime": "2019-11-14T16:55:34.000Z", "author": "Owen Amos", "title": "Australian fires: Why do people start fires during fires?", "article": "What would you do if your region was burning? Pack up your possessions and head for safety? Stay and help put the fires out? Or head into the bush with a packet of matches and start another fire? Amazingly, in the Australian bushfire season, some people do the latter. So the obvious question is - why? Two of themost recent studies say there are between 52,000 and 54,000 bushfires in Australia every year. Dr Paul Read, co-director ofAustralia's National Centre for Research in Bushfire and Arson , puts the figure higher, at \"62,000 and increasing\". Of those, 13% are started deliberately, and 37% are suspicious. That means 31,000 Australian bushfires are either arson, or suspected arson, every year. That figure does not include recklessness or accidents. So a bushfire caused by a barbecue, or a spark from a chainsaw, would be classed as \"accidental\". In short, up to 85 bushfires begin every day because someone leaves their house and decides to start one. Half of bushfires are started by people under the age of 21, Dr Read tells the BBC. That group includes children \"playing\" with fire, who then lose control, and those with developmental disorders.It also includes the \"truly malicious\" who are \"developing towards full-blown psychopathy\". But perhaps more interesting is the older group. \"It used to be thought that 28-year-olds with a psycho-sexual fascination with fire were the main protagonists,\" says Dr Read.\"But when you have a look at statistics across the world, the 28-year-olds are least likely to be setting fires. Instead there are two groups - the younger group, and those above the age of 30.\" It is this group, he says, who are more likely to start them on hot days - that is, when there are already bushfires raging. \"The general mayhem of fighting bushfires, the evacuation of people, enables them to be furtive [attempt to avoid detection]. They know they're not likely to be identified. It's like planting a tree in a forest.\" On Wednesday, police in New South Wales said they were investigating at least seven \"suspicious\" fires, and on Thursday a 16-year-old boy wascharged with arson in Queensland . \"Unfortunately we know there are some broken individuals out there who will maliciously light fires,\" said NSW police commissioner Mick Fuller. But what does \"broken\" mean? Areview of decades of bushfire studies by Matthew Willis found revenge - against an employer or ex-partner - was a \"primary\" motive. One man told ABC that he started a bushfire after finding out his girlfriend wassleeping with someone else . \"I'm not a person to let my anger out by punching or anything like that,\" he said. At the same time, arsonists are often \"odd\", marginalised, and angry at society - \" weird Pete down the road \", as Dr Read puts it. That begins to explain why things get worse when there are already bushfires. People who are angry - and irrational - are happy to make things worse for people already suffering. There is also a \"small proportion\" of arsonists, Dr Read says, who simply like fire (the term pyromaniac is no longer used). \"They will be genuinely excited and fascinated by fire, and they're the ones likely to light on the hotter days.\"Which brings us to Brendan Sokaluk. In February 2009 there were bushfires across the state of Victoria,eventually killing 173 people . At least ten of those deaths, in the town of Churchill, were down to Sokaluk. When the fire raged, Sokaluk \"sat on his roof and watched them with great glee\", says Dr Read. Sokaluk perfectly fit the profile of the older bushfire arsonist - he was 39, bullied at school,and struggled to read and write. But he didn't just watch - at one point, he took his dog and went to help a man dampen fires around his house. \"The hero who saves the day,\" as Dr Read puts it. It wasn't the first time the fire starter became a firefighter. Years earlier, Sokaluk was a volunteer with his local brigade, before he was dismissed.There were suspicions, even then, that he was starting fires deliberately - in order to put them out. In 2012, he was given a 17-year sentence for the Churchill fire. It does happen. In 2008, astudy of newspapers dating back to the 1800s found at least 1,213 cases of firefighters being arrested for arson, the vast majority from the US.In 2008 alone, 104 firefighters were arrested. But Dr Read says it's rare, and shouldn't be used to demonise the fire service. \"It is dramatic because it's like man bites dog,\" he says. \"The problem is the community turn round and think, because of the behaviour of one individual, it might apply to all firefighters - which is absolutely not the case.\" The arsonists, instead, are far more likely to be found on the fringes of society. As the Willis review puts it: \"Fire is unique in its ability to put power in the hands of an otherwise disempowered person.\" ", "url": "https://www.bbc.com/news/world-australia-50400851"}