{"datetime": "2019-11-11T03:51:01.000Z", "title": "Australia bushfires: State of emergency declared over 'catastrophic' threat", "article": "Two Australian states have declared a state of emergency as bushfires bring a \"catastrophic\" threat to heavily populated areas of the nation's east. At least three people are dead and thousands have been displaced by three days of dangerous weather conditions in New South Wales (NSW) and Queensland. But officials say the worst danger will come on Tuesday for areas around Sydney, the nation's largest city. More than 120 bushfires are burning across the two states. In NSW, the blazes have scorched 970,000 hectares of land and destroyed 150 houses. Nine homes have been razed in Queensland. \"Everybody has to be on alert no matter where you are and everybody has to assume the worst and we cannot allow complacency to creep in,\" NSW Premier Gladys Berejiklian said on Monday. Australia's conservative government has refused to be drawn on whether climate change could have contributed to the fires, in a response that has drawn criticism. \"My only thoughts today are with those who have lost their lives and their families,\" said Prime Minister Scott Morrison on Sunday. NSW fire authorities have issued the maximum level of warning for the first time since new fire warnings were introduced a decade ago, afterAustralia's deadly Black Saturday disaster. The \"catastrophic\" warning is in place across the greater Sydney area and regions to the city's north and south.Temperatures are expected to reach 37C by Tuesday. Conditions are predicted to be worse than on Friday, when the firestorms began tearing through eastern Australia. \"Under these conditions, these fires will spread quickly and threaten homes and lives,\" NSW Rural Fire Service said in a statement. The danger is currently less severe in Queensland, but officials there say conditions could deteriorate later in the week. Thousands of people in both states spent the night in evacuation centres while officials assessed whether it was safe for them to return home. On Monday, NSW followed Queensland in declaring a state of emergency - a move which grants fire officials additional powers, such as control over government agencies. Hundreds of schools will be shut down across NSW on Tuesday. Firefighters from New Zealand have been flown in to help as weary emergency crews prepare for a fresh onslaught. Mr Morrison says the military could also be called upon to support the 1,300 firefighters working in the two states. Hundreds of civilians have also volunteered to help in affected areas. While clearing affected areas on Friday, fire crews discovered the body of one victim in a burnt-out car near Glen Innes, about 550km (340 miles) north of Sydney. He was identified by local media as George Nole. Vivian Chaplain, 69, was found suffering from severe burns in Wytaliba, a nearby town. She was rushed to hospital but died shortly afterwards. Carol Sparks, the mayor of Glen Innes, said on Sunday that the town's residents were traumatised. \"The fire was as high as 20 ft [6m] and raging with 80 km/h [50 mph] winds,\" she told the Australian Broadcasting Corporation. \"It was absolutely horrific for the people that were impacted.\" On Saturday, NSW police confirmed that a third person - Julie Fletcher, 63 - had died after a body was found in a burnt-out home near Taree, a town about 300km north of Sydney. Two firefighters were injured when a tree fell onto their truck in the Nambucca Heads area of NSW, officials said. They were treated at the scene and transferred to hospital in a stable condition. Crews have fought hundreds of fires in the state since last month, when two people died while trying to protect their home. Earlier this month, a blaze burned though 2,000 hectares of bush which contained a koala sanctuary.Hundreds of the animals were feared to have died .Rains lashed NSW last week, providing relief for many farmers . But the storms were not nearly enough to end the long-running drought. Authorities in the state warn that many fires will continue to burn unless there is more rain. \"We just cannot overstate the profound impact that the drought is having on fire behaviour,\" NSW Rural Fire Services Commissioner Shane Fitzsimmons told reporters on Friday. Water-bombing aircraft are often flying long distances because of the difficulty of accessing water in dry areas. In some cases authorities have drilled bores to keep up with demand. \"We've very mindful of the scarcity of water and how precious it is, but the reality is we can't do firefighting without water,\" Mr Fitzsimmons said. Australia's fire season risks growing longer and more intense due to climate change, according to scientists. Officials have confirmed that 2018 and 2017 were Australia's third and fourth-hottest years on record respectively, and last yearthe nation experienced its warmest summer on record. The Bureau of Meteorology'sState of the Climate 2018 report said climate change had led to an increase in extreme heat events and increased the severity of other natural disasters, such as drought. Even if global temperatures are contained to a 2C rise above pre-industrial levels - a limit set out in the landmark Paris accord, agreed by 188 nations in 2015 -scientists believe the country is facing a dangerous new normal .Last year,a UN report said Australia was falling short in efforts to cut its CO2 emissions . Have you been affected by the bushfires? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:", "url": "https://www.bbc.com/news/world-australia-50365131"}