{"datetime": "2019-04-24T17:31:18.000Z", "title": "Australia drought: The 'unlikely' group calling for climate action", "article": "Australia has just experienced its hottest summer and a succession of extreme weather events - making climate policy a key issue in May's national election. Now one traditionally improbable group is increasingly calling for action: farmers. Gary Nunn reports from Sydney. \"Who better than capitalist conservative farmers to push the government on climate change?\" asks Verity Morgan-Schmidt, who grew up on a farm and now heads lobby group Farmers for Climate Action. It's an issue that has rapidly shifted opinions in recent years and according to cattle producer Will Graham, farmers are emerging as somewhat unlikely campaigners in this space.\"Five, 10 years ago, no farmers would've believed in climate change - they were saying these are just weather cycles,\" he says. \"Now they accept it, they talk about it - and they want action.\"The shift, they say, is because farmers are seeing the devastating impacts of extreme weather on their land, as a prolonged drought cripples vast swathes of the nation. Australia gets droughts periodically, but scientists say climate change is causing more frequent and severe weather events. More than 99% of New South Wales (NSW) is currently drought-affected. Floods devastated large sections of Queensland earlier this year, and in recent months, bushfires and cyclones have caused damage in multiple states. A government report in February blamed \"exceptional climatic conditions, unparalleled in the observed climate record\" for mass fish kills in NSW that have caused anger. It has prompted criticism of governments for not acting sooner. Ms Morgan-Schmidt says farmers regularly report shifting rain patterns, more extreme fires and increased drought severity. The impact on farming is significant, she says: one farmer recently lost 70% of crop in three days.Drier conditions have seen Mr Graham downsize his farm to 30% of his usual cattle numbers. With no rain on the horizon, he plans further de-stocks. Crop farmer Caroline Welsh has had to adapt her wheat and barley farming practices because hotter, drier springs mean the harvest comes earlier. \"We're going from extreme to extreme,\" she says. Both Mr Graham and Ms Welsh are members of Farmers for Climate Action - a group of 5,000 Australian farmers calling on MPs to improve climate change and agriculture policies. It began in 2016, when about 20 farmers met in Sydney's Blue Mountains to share their concerns about climate change challenging food production. It was a relief for Mr Graham. \"I'd felt quite isolated. Beforehand it was difficult to hold these views, partly because of opinions from outside the agricultural sector about cows producing methane gas and farmers using the most water in the world - all these negative things farmers do to contribute to climate change.\" While cattle are a major source of C02 emissions, Prof Mark Howden, director of the Climate Change Institute, says simply reducing livestock would be unwise.\"By itself, that wouldn't change livestock product demand and could result in leakage of emissions through increased imports of replacements.\"In October,two experts wrote in The Conversation that \"climate denial has been widespread among farmers and in the ranks of the National Party, which purports to represent their interests\".They cited studies published in 2008 and 2013, which respectively showed that only one third of farmers believed that climate change was happening, but also more recent research that suggested a \"wholesale shift\" in attitudes may be under way. Ms Morgan-Schmidt says the taboo in regional Australia of climate change belief is breaking down, because \"farmers see climate change policy going backwards, while our industry is at the forefront of the impacts\". Farmers for Climate Action reached out to their own farming networks, asking other farmers where they stand on climate change. Of the 1,300 farmers who responded, approximately 80% expressed concern.They started organising campaign efforts - including taking a petting zoo to Parliament House in 2016 to publicise their concerns.They've since persuaded some MPs to back their strategy, supported the red meat sector's push to become carbon neutral by 2030, and given \"climate 101\" lessons to fellow farmers. Another farmer-led pressure group, Lock the Gate, formed in 2010 to deal with coal miners and gas drillers who wanted to mine on farms. National co-ordinator Carmel Flint says: \"They felt they had no legal rights, so decided to lock their gates to coal and gas companies.\"Lock the Gate now helps farmers who lost water sources and couldn't get corporate compensation, though it has faced opposition by the NSW Minerals Council - a mining lobby group - which has called the group \"aggressive\" in its tactics. Climate change policy has been a heated issue in Australian politics in the past decade. In recent years, it has particularly divided the nation's conservative coalition government - including being cited asone factor in the ouster of Malcolm Turnbull as prime minister last August . The junior coalition partner, the National Party, has traditionally attracted many rural voters. Ms Welsh says climate change policy is highest on her priority list at the upcoming election - she's switching parties on this issue. Although Mr Graham hasn't changed his vote, he's a \"very dissatisfied\" member of the Liberal National Party (the party's name in Queensland). He says: \"I'm very conservative and find it difficult that conservation is somewhat alien to conservative politics.\" For crop and sheep farmer David Jochinke, climate is just one of various factors that'll affect his vote: health, education and infrastructure for regional Australians are major issues for him.He also wants changes to native vegetation policy: \"If I plant heaps of trees, I should be granted credits to offset the trees I need to remove on my property.\" Ms Welsh has a message for those seeking election in May: \"Don't go down in history as those in power who made the wrong decisions for the planet. If we throw money, resources and brains collectively at this, we could change things.\"", "url": "https://www.bbc.com/news/world-australia-47890319"}