{"datetime": "2019-11-11T08:55:42.000Z", "title": "Is climate change to blame for Australia's bushfires?", "article": "Australia is enduring a bushfire crisis that has left three people dead, razed more than 150 homes, and prompted warnings of \"catastrophic\" danger. Bushfires are a regular feature in the Australian calendar, butthe blazes in New South Wales and Queensland have not previously occurred on such a scale and so early in the fire season, officials say. This has led many Australians to ask how closely the fires can be linked to climate change.The science around climate change is complex - it's not the cause of bushfires but scientists have long warned that a hotter, drier climate would contribute to Australia's fires becoming more frequent and more intense.But the nation's political leaders are facing a backlash for batting away questions on the subject. On Sunday, Prime Minister Scott Morrison refused to answer a question about climate change, saying: \"My only thoughts today are with those who have lost their lives and their families.\" When asked the same question, New South Wales Premier Gladys Berejiklian told reporters: \"Honestly, not today.\"Some Australians agreed, but others were furious the question was being ignored. Mr Morrison later tweeted to offer \"thoughts and prayers\" to those affected, but critics compared that to rhetoric used by US lawmakers who have opposed gun reforms after mass shootings. Deputy Prime Minister Michael McCormack stoked the most anger, when on Monday he dismissed climate change as the concerns of \"raving inner-city lefties\" who were ignoring the needs of rural Australians. \"We've had fires in Australia since time began,\" he said. The nation's target under the Paris Agreement - the global deal to tackle rising global temperatures - is a 26-28% reduction in emissions by 2030. Some have criticised that as inadequate for a G20 country.Last year, the UN reported that Australia - the world's largest coal exporter - was not on track to meet its commitment. Mr Morrison told the UN last year that Australia was doing its bit to address climate change, and \"balancing our global responsibilities with sensible and practical policies to secure our environmental and our economic future\". \"We find it very difficult in general to attribute climate change impacts to a specific event, particularly while the event is running,\" said Dr Richard Thornton, chief executive of the Bushfires & Natural Hazards Co-operative Research Centre. \"But what we do know is that the average temperature in Australia now is running about 1C above the long-term average.\" He added fire seasons were starting earlier and \"the cumulative fire danger\" in many areas was growing. Prof Glenda Wardle, an ecologist from the University of Sydney, agreed: \"It's not every weather event that is the direct result of climate change. But when you see trends... it becomes undeniably linked to global climate change.\" She said there was a \"collective shift\" in the timing and intensity of weather events.Australian National University climate scientist Dr Imran Ahmed called it a direct link: \"Because what climate change does is exacerbate the conditions in which the bushfires happen.\" \"We will start to see the extreme end of the fire behaviour scale occur more frequently because of the increase of temperatures\", said Dr Thornton.\"Everything we normally see as variability between a good fire season and a bad season is sitting on top of that extra 1C - and that means that the severe events will occur more frequently.\" But Prof Wardle said the government was \"passing the buck\" on climate change and not doing enough to help stem the rise in global temperatures.\"It hasn't just been fires, there's been flood, there's the drought,\" she said. \"Every time [the government] has had the chance to take on the big issue of climate change and do something, they choose not to and blame other things like land management.\" Dr Ahmed said the leaders' responses this week were a \"very unfortunate\" reaction to peer-reviewed warnings by leading scientists. \"With that sort of evidence on the ground, it's hard to see that you still have the politics around doubting climate change,\" he said. The Bureau of Meteorology'sState of the Climate 2018 report said climate change had led to an increase in extreme heat events and increased the severity of other natural disasters, such as drought. In April,23 former fire chiefs and emergency leaders issued a letter , warning the government about \"increasingly catastrophic extreme weather events\". It requested a meeting which was declined by the government. ", "url": "https://www.bbc.com/news/world-australia-50341210"}