{"datetime": "2018-08-07T04:58:59.000Z", "title": "California wildfire declared 'largest in state's history'", "article": "Twin wildfires in California, known as the Mendocino Complex Fire, have grown to become the largest active wildfire in state history, officials said on Monday. The fires have spread rapidly in recent days to burn 283,800 acres of land - an area almost the size of Los Angeles. Firefighters are tackling 16 major blazes across the state amid hot weather, strong winds and low humidity. At least seven people have been killed in the Carr fire in the state's north.Meanwhile US President Donald Trump has reiterated social media comments that the fires' spread is being \"made so much worse\" by California's environmental laws. Local officials and experts have criticised and dismissed his tweets.More than 14,000 firefighters and hundreds of US army personnel are trying to contain the more than a dozen major fires burning throughout the state. National Weather Service meteorologist Brian Hurley has warned conditions are not going to immediately improve - with temperatures as high as 43C (110F) being forecast for some areas.Officials say the Mendocino Complex Fire, which is made up of two nearby fires being treated as the same incident, has surpassed last year's Thomas Fire to become the largest in state history. Scott McLean, a deputy chief with the California Department of Forestry and Fire Protection (CalFire) described the wildfires as \"extremely fast, extremely aggressive, extremely dangerous,\"\"Look how big it got, just in a matter of days... Look how fast this Mendocino Complex went up in ranking. That doesn't happen. That just doesn't happen,\" he said on Monday. It is only 30% contained so far, with authorities warning it could take another week to get the blaze under control.Experts say 2018 has the worst start to the fire season in 10 years - partly due to the 2012-2017 drought that killed off large amounts of vegetation. In December,Governor Jerry Brown said devastating wildfires fuelled by climate change had become \"the new normal\" . The US president has criticised Governor Jerry Brown and California's environmental laws on social media in recent days.He tweeted on Monday that the wildfires were being \"magnified & made so much worse\" because of a Californian policy to divert water into the Pacific Ocean. Deputy fire chief Mr Mclean dismissed Mr Trump's comments to US media, saying firefighters had \"plenty of water\" to tackle these wildfires.\"Our changing climate is leading to more severe and destructive fires that we are seeing this year and last,\"he told Time magazine . Some believe Mr Trump's tweets refer to a row about water supplies, fish habitat protection and local farmers - but environmental experts say this has no relevance to the state's firefighting capability.", "url": "https://www.bbc.com/news/world-us-canada-45093636"}