{"datetime": "2022-02-15T20:46:24.000Z", "title": "Juan Orlando Hernández: Police arrest Honduran ex-leader on drugs charges", "article": "Honduran ex-President Juan Orlando Hernández has been arrested on drugs charges. Police were deployed to his house in the capital Tegucigalpa hours after the US requested his extradition to prevent him leaving. They moved in when an arrest warrant was issued. He surrendered and was escorted from his home in handcuffs.Mr Hernández governed Honduras from 2014 to January this year. He denies the charges against him. He is accused of having been involved in a drug-trafficking ring which included his younger brother, Tony Hernández, who last year was sentenced in the US to life in prison.During Tony Hernández's trial, prosecutors alleged that the infamous Mexican drug lord Joaquín \"El Chapo\" Guzmán had personally handed Tony Hernández $1m. According to the prosecutors, \"El Chapo\" Guzmán told the younger Hernández to pass the money on to his brother Juan Orlando as a bribe. Honduras has for years been a key transit country for drugs smuggled from South America to the United States, and more recently has also become a place where cocaine is produced. Juan Orlando Hernández has always maintained that he did everything in his power to fight drug trafficking and during the administration of President Donald Trump, he enjoyed the support of the US government. But his relationship with the US soured under President Joe Biden.Last week, the US state department revealed that Mr Hernández had been added to a list of people barred from entering the US over alleged corrupt activities. In a statement, US Secretary of State Antony Blinken said that there were \"credible\" reports that the former Honduran leader had \"engaged in significant corruption by committing or facilitating acts of corruption and narco-trafficking, and using the proceeds of illicit activity to facilitate political campaigns\". Mr Hernández responded to Mr Blinken's remarks by saying that the allegations against him were based on statements provided by convicted drug traffickers, whom he says were out for revenge. His lawyer had argued that he had immunity from arrest because of his membership of the Central American parliament.But legal experts say that the immunity provided by the regional body can be lifted if the home country of the member requests it. ", "url": "https://www.bbc.com/news/world-latin-america-60387156"}