{"datetime": "2021-11-28T00:11:55.000Z", "author": "Will Grant", "title": "Hondurans vote to replace controversial leader", "article": "In the final hours before polling day in Honduras, a few dozen activists gathered inside the Liberal Party's headquarters in the capital, Tegucigalpa, for some last-minute training on the main plank of their electoral platform. On a flatscreen TV, they watched their white-shirted presidential hopeful, Yani Rosenthal - who lies third in the polls - extol the virtues of the universal basic income, a proposed family stipend of 1,500 lempiras ($60; £45) a month for the country's poorest.\"That's $2 a day which is precisely the World Bank's definition of the poverty line,\" Mr Rosenthal tells me in an empty back office, citing the success of similar programmes in Brazil and Jamaica.The funds for such a plan already exist in cash-strapped Honduras, he insists, saying around $3bn in public funds are siphoned off each year through corruption.\"The money is there. If we can reduce corruption to about half its current level, we can reach about three million Hondurans,\" he says.But such a facile-sounding campaign promise is tough to deliver. It's become almost impossible to eradicate corruption in Honduras, an all-pervasive disease crippling the country's economic development.And, as Yani Rosenthal's critics are quick to point out, he is in no position to lecture anyone about corruption - he spent three years in a US prison for laundering drug money.\"Rosenthal doesn't represent change,\" says economics student, Mario Aguilar, dismissively. As we drive past a group of flag-waving Libre Party supporters, Mario says he is most likely to vote for their candidate, the frontrunner and former First Lady, Xiomara Castro.In her final campaign rally, Ms Castro promised to \"pull Honduras out of the abyss\" of \"a narco-dictatorship and corruption\".Strong words about the state of the nation but they clearly ring true for many voters. Married to the former President Mel Zelaya, who was ousted in a coup in 2009, she has stood on a platform of \"democratic socialism\", which includes plans to decriminalise abortion, create an anti-corruption commission, bring down soaring utility bills and dismantle drug-trafficking networks. More worrying for Washington, she also plans to re-establish diplomatic ties with mainland China at the cost of relations with Taiwan.Despite the TV spots trying link her to that other Castro - the late Cuban leader, Fidel - and his Venezuelan protégé, Hugo Chavez, the scare tactics may not be enough to prevent her from becoming Honduras's first woman president.Student Mario Aguilar sees Xiomara Castro as \"the least worst option\".But like him, many are ready to punish the ruling National Party and outgoing President Juan Orlando Hernandez for a series of corruption scandals, ruinous economic mismanagement and poor handling of the coronavirus pandemic.Natural disasters, too, have played a part. Thousands still live in perilous conditions after two huge hurricanes, Eta and Iota, battered the country last year, prompting a sharp rise in immigration north.In such a febrile atmosphere, many are wary of a repeat of the events of four years ago, when the vote count was mired in allegations of fraud.At least 30 people were killed in street protests, mainly by the security forces. Yet within weeks, the Trump administration had recognised Mr Hernandez's victory even as international election observers and opposition parties were still challenging the result.Since then, President Hernandez has come to represent the very worst of Latin American leadership in the 21st Century.Authoritarian, disgraced and now deeply unpopular, his brother was sentenced in the US to life imprisonment plus 30 years for \"state-sponsored drug trafficking\".In the trial, and a subsequent one of another Honduran drug smuggler, President Hernandez was identified as a co-conspirator. The sitting president - one of Washington's key allies in Central America - dubbed a drug lord in open court by the US department of justice.The BBC has repeatedly requested an interview with President Hernandez over the past few months but none have been granted.He has robustly denied any wrongdoing or involvement with drug cartels and says the accusations against him are politically motivated. Yet it appears few voters believe him.\"He could be in big trouble when he leaves office,\" says Mario, with no hint of sympathy.\"We've heard that charges against him are being prepared [in New York],\" says Fernando Silva, a journalist with the Honduran publication, Contra Corriente. \"He runs the real risk of being extradited when he leaves power.\"President Hernandez desperately needs the National Party and its candidate, the current mayor of Tegucigalpa, Nasry Asfura, to win to provide him some degree of official protection.However, he faces two serious problems there.First, Mr Asfura seems well aware of the toxic stain of association with President Hernandez. He has distanced himself from the incumbent and knows that any move to grant immunity to the tainted leader would be deeply unpopular.Secondly, Mr Asfura is currently trailing Xiomara Castro by double-digits in most polls.Juan Orlando Hernandez's name is not on the ballot but the election is largely about him and his party's 12-year-long iron grip over the country, says journalist Fernando Silva.\"He once said the National Party would be in power for 50 years. This feels like a defining moment as to whether that's the case.\"", "url": "https://www.bbc.com/news/world-latin-america-59446944"}