{"datetime": "2019-11-12T17:14:32.000Z", "title": "Australian bushfires reach Sydney's suburbs", "article": "Raging bushfires have razed properties in Australia and briefly spread to suburbs of Sydney, officials say. Scores of fires are still burning in New South Wales amid temperatures of 35C (95F) and winds of 80km/h (50mph). A feared southerly wind change has now occurred but the \"catastrophic\" day feared has largely been avoided. No deaths were reported on Tuesday but fire chiefs warned that conditions meant the dangers facing the state were far from over. About six million people live in New South Wales (NSW) state. The number of fires still afflicting NSW ranged from 100 to 300 in Australian media reports. Crews have been battling a front spanning 1,000km (620 miles) along the north coast of NSW, with several blazes \"exceeding 100,000 hectares alone\", officials have said. Flame retardant had to be dropped in Sydney's northern suburbs as some bushfires approached within 15km (nine miles) of the city centre. A firefighting plane dropped pink fire retardant in the area between Macquarie University and the Sydney Adventist Hospital in the South Turramurra suburb. Flames came within metres of engulfing the homes of Blake Haymen and Sean Murphy in the affluent suburb. The residents were forced to use pool water to tackle a blaze that had spread from dense bushland across the road from their homes. \"We actually ran out of water pressure, so we had to go to the pool. Sean put out a spot-fire with one of these buckets,\" Mr Haymen told the Sydney Morning Herald. Authorities said one firefighter had suffered a broken arm and suspected fractured ribs. Rural Fire Service Commissioner Shane Fitzsimmons said: \"We've really got a long way to go. You can guarantee we're not going to be able to get around all of these fires before the next wave of bad weather. \"Unfortunately there's no meaningful reprieve. There's no rainfall in this change and we're going to continue to have warm dry conditions dominating in the days and weeks ahead.\" Commissioner Fitzsimmons said up to a dozen homes were believed to have been damaged or destroyed on Tuesday. People in vulnerable NSW communities have been urged to stay away from bushland. More than 600 schools are closed across the state. Australia's conservative government has refused to be drawn on whether climate change could have contributed to the fires, in a response that has drawn criticism. Three people have died and more than 170 properties have been destroyed since the fire emergency intensified in NSW on Friday. Authorities had said they were facing what could be \"the most dangerous bushfire week this nation has ever seen\". Mr Fitzsimmons said 3,000 firefighters were on the front lines, boosted by crews from other states and New Zealand, as well as the Australian Defence Force. Experts have compared the situation to the 2009 Black Saturday bushfires in Victoria, when 173 people died. Police are investigating reports that a fire in North Rothbury, in the Hunter Region of NSW, and at least two others, may have been started deliberately. Fire authorities say a million hectares of land have burned in NSW since the fire season began in September. To the north, Queensland has also declared a state of emergency as 55 bushfires rage in the state. Though it was not facing such severe weather on Tuesday, officials warned conditions could deteriorate later in the week. Fire crews in South Australia were tacking about a dozen blazes, while bushfires in Western Australia also sparked emergency warnings. Scientists and experts warn that Australia's fire season has grown longer and more intense due to climate change. Officials have confirmed that 2018 and 2017 were Australia's third and fourth-hottest years on record respectively, and last yearthe nation experienced its warmest summer on record. The Bureau of Meteorology'sState of the Climate 2018 report said climate change had led to an increase in extreme heat events and raised the severity of other natural disasters, such as drought. Even if global temperatures are contained to a 2C rise above pre-industrial levels - a limit set out in the landmark Paris accord, agreed by 188 nations in 2015 -scientists believe the country is facing a dangerous new normal .Last year,a UN report said Australia was falling short in efforts to cut its CO2 emissions . Have you been affected by the bushfires? Share your experiences by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways:", "url": "https://www.bbc.com/news/world-australia-50375407"}