{"datetime": "2019-11-12T05:00:31.000Z", "title": "Australia fires: 'We owe you milk' say firefighters who saved man's house", "article": "An Australian man has shared a heart-warming note from firefighters who saved his home from bushfires - then apologised for drinking his milk. Paul Sekfy returned to his New South Wales home to find a note signed by the Urunga Rural Fire Service (RFS). \"It was our pleasure to save your house... P.S. - we owe you some milk,\" it said.Australia is enduring a bushfire crisis that has leftthree people dead and razed more than 150 homes . More than 60 blazes are burning across New South Wales as the state braces itself for \"catastrophic\" conditions that are set to hit later on Tuesday.Mr Sekfy returned to his house over the weekend to find the note by the Urunga RFS left behind on his kitchen bench. The note also apologised for being unable to save Mr Sekfy's sheds.Despite this, Mr Sekfysaid the note was the best he had received \"since the morning after my wedding\".The post, which was shared thousands of times, eventually reached the fireman who claims to have been behind it. \"I'm happy to know my note got to you in one piece!\" said Kale Hardie-Porter in a comment on Facebook, who said he was one of a group of four firefighters. \"We took refuge in your house and that's when we discovered the fridge.\" Mr Hardie-Porter also apologised for his \"shocking handwriting\", saying it was \"late and [he] could not see a thing!\" \"It was our pleasure to do a little good in such horrendous conditions,\" he said. Though Mr Sekfy's house was saved, he said in a comment on Facebook that the house still remained in an uninhabitable state. \"We have no power, no poles, no water, all dirty and just too smoky for the next week,\" he said. Some six million people live in New South Wales.Authorities have warned of \"extreme, severe and catastrophic\" conditions in the region with temperatures set to hit 37C. They say fires will spread quickly and people in vulnerable communities have been urged to stay away from bushland, and to flee their homes before the fires escalate. More than 600 schools are closed across the state. ", "url": "https://www.bbc.com/news/world-australia-50384950"}