{"datetime": "2018-11-27T11:14:00.000Z", "title": "Honduran president's brother accused of drug trafficking", "article": "A US court has charged the brother of Honduran President Juan Orlando Hernández with drug smuggling and weapons offences, which he denies. Prosecutors accuse Juan Antonio Hernández of conspiring with others to smuggle large quantities of cocaine to the US over a 12-year period. He is suspected of providing heavily-armed security for the drug shipments. The network is said to have operated in Colombia, Honduras and Mexico using planes, speedboats and a submarine. Mr Hernández, who is a 40-year-old former congressman, was arrested on 23 November in Miami, Florida. He faces four separate charges and up to life in prison on three of the charges.US Attorney Geoffrey S Berman said \"Mr Hernández allegedly arranged machine gun-toting security for cocaine shipments, bribed law enforcement officials for sensitive information to protect drug shipments, and solicited large bribes from major drug traffickers\". Speaking after his brother's arrest on Friday, President Juan Orlando Hernández said that while his detention was \"a heavy blow for the family\" he stressed that \"no one is above the law, that's been my stance and you know it, my stance as president and as a relative\". \"I hope that the justice system will give him the chance to defend himself. As a family, we'll be there to support him in the correct way. I hope the justice system will be able to shed light on whether those allegations are true or not,\" the president said.President Hernández, 50, first took office in January 2014 and was narrowly re-elected a year ago in a disputed election during which his rival, Salvador Nasralla, accused him of vote rigging.The president said that he had advised his brother to present himself to the authorities in the US as early as 2016, when the former leader of Honduran drug gang Los Cachiros accused Juan Antonio Hernández of soliciting bribes. He also said that his government remained committed to the fight against drug trafficking and corruption. Honduras is a major transit route for cocaine smuggled from Colombia and other South American nations to the US. ", "url": "https://www.bbc.com/news/world-latin-america-46357509"}