{"datetime": "2020-12-28T11:52:54.000Z", "title": "Félix Vásquez: Honduran environmental activist killed", "article": "An environmental activist has been shot dead by masked gunmen in Honduras. Félix Vásquez, a member of the Lenca indigenous community and an advocate for rural workers' rights, was killed in front of his family.It is not yet clear why Vásquez was attacked. He had recently said he would run for the left-wing Libre party in next year's parliamentary election. The killing comes four years afteran award-winning environmentalist from the same indigenous group was murdered .Honduran police said a number masked gunmen stormed into Mr Vásquez's home in Santiago de Puringla. Local media spoke of four assailants but there has been no official confirmation of that number.Police said they had made no arrests so far and were still investigating the possible motive behind the attack. Mr Vásquez was a leader in a group fighting for the rights of rural workers. He also campaigned to protect lands in natural reserves. According to a report by non-governmental organisation Global Witness , Honduras has the highest number of environmentalists killed per capita in the world. Global Witness says at least 14 environmental defenders were killed in the Central American country in 2019, up from four in 2018. The dangers environmentalists face in Honduras came to international attention when Berta Cáceres, the winner of the Goldman environmental prize, was killed in 2016. She was shot dead by gunmen who broke into her home, in an attack similar to that on Mr Vásquez. Seven men were sentenced over her murder last year but activists say those who ordered her killing are still at large.Ms Cáceres's daughter, Olivia Marcela Zúniga Cáceres, condemned the killing of Félix Vásquez, which she said was \"undoubtedly linked to his fight as a defender of the rights of the Lenca people\".", "url": "https://www.bbc.com/news/world-latin-america-55466089"}