{"datetime": "2021-01-22T12:02:13.000Z", "title": "Honduran abortion law: Congress moves to set total ban 'in stone'", "article": "Parliament in Honduras has initially approved a bill that will make it virtually impossible to legalise abortion in the country. The new measure will require at least three-quarters of Congress to vote in favour of modifying the abortion law, which is among the strictest in world. Honduras forbids abortion under any circumstance, even rape or incest.Its latest move comes in response to Argentina legalising abortion last month. Across Latin America, there has been increased pro-choice campaigning, known as the \"green wave\", based on the colour worn by protesters.The new legislation in Honduras hinges on an article in the constitution that gives a fetus the same legal status of a person. Constitutional changes have until now been permitted with a two-thirds majority, but the new legislation raises that bar to three-quarters within the 128-member body.The measure still needs to be ratified by a second vote. However, support was clear on Thursday: with 88 legislators voting in favour, 28 opposed and seven abstentions. Honduras has a stanchly conservative majority, which referred to the measure as a \"shield against abortion\". \"What they did was set this article in stone because we can never reform it if 96 votes are needed [out of 128]\", opposition MP Doris Gutiérrez told AFP news agency. Mario Pérez, a lawmaker with the ruling party of President Juan Orlando Hernandez, formally proposed the change last week, calling it a \"constitutional lock\" to prevent any future moderations of the abortion law.\"Every human being has the right to life from the moment of conception,\" said Mr Pérez. Ahead of the vote, UN human rights experts condemned the move, saying in a statement: \"This bill is alarming. Instead of taking a step towards fulfilling the fundamental rights of women and girls, the country is moving backwards.\" Abortion has been constitutionally banned in Honduras since 1982. In 2017, lawmakers voted on decriminalising it in the case of rape, incest or when there was danger to the mother or the fetus, but the move was roundly rejected.Nicaragua, El Salvador and Haiti also have complete bans on abortion, but Honduras is the only country to also prohibit the use of emergency contraceptives in all cases, including after rape. Cuba, Uruguay, Guyana and Argentina are the only Latin American countries to permit abortion in the first weeks of pregnancy. ", "url": "https://www.bbc.com/news/world-latin-america-55764195"}