{"datetime": "2021-03-31T13:55:44.000Z", "title": "Honduras drugs: President's brother gets life in prison", "article": "A court in the United States has sentenced the brother of Honduran President Juan Orlando Hernández to life in prison for drug trafficking. Former Congressman Juan Antonio \"Tony\" Hernández was found guilty in October 2019 of smuggling tonnes of cocaine into the US. Prosecutors said he had bribed law enforcement officials and was also complicit in at least two murders.President Juan Orlando Hernández called his brother's sentence \"outrageous\". Lawyers for Tony Hernández said they would appeal against the sentence. The 42-year-old served as a member of Congress for the National Party from 2014 to 2018. He was arrested in November 2018 in Miami on charges that he had used his connections with the government to smuggle cocaine through Honduras to the US. Prosecutors said his career in drug trafficking began as early as 2004, when he started providing Honduran traffickers with information about the movements of the police and the military.By 2008, Hernández was running his own cocaine lab in Colombia which produced tonnes of the drug, some of which was stamped with his initials.According to court documents, Hernández was \"involved in all stages of the trafficking\", bribing law enforcement officials to protect drug shipments, arranging heavily armed security for cocaine shipments and brokering large bribes from major drug traffickers to powerful political figures\". Assistant US Attorney Matthew Laroche said Tony Hernández had turned to drug trafficking because he was \"greedy\". He \"can't point to poverty, lack of opportunities or a need to support his family,\" Mr Laroche said. Judge Kevin Castel said Tony Hernández's life sentence plus 30 years was \"richly deserved\". It is very damaging indeed. While anti-government protests and opposition politicians have accused President Hernández of running a \"narco-state\" for years, the life sentence for his brother has drawn international attention to Honduras. In the year since Tony Hernández was arrested, prosecutors have made damaging allegations against the president. They said that Tony Hernández had \"conspired with his brother, the president of Honduras\" to engage in \"state-sponsored drug trafficking\". Court documents also alleged that Juan Orlando Hernández's 2013 presidential campaign was financed by drug money. In one of the most shocking allegations, prosecutors said that jailed Mexican drug lord Joaquín \"El Chapo\" Guzmán had given Tony Hernández $1m (£725,000) as a bribe destined for Juan Orlando Hernández. President Hernández has rejected all allegations, saying they are part of a political vendetta against him by drug traffickers.He has repeatedly said that drug seizures have gone up since he took office and that his family is being targeted by disgruntled drug gangs.\"I find it unbelievable that the false testimonies of self-confessed murderers are listened to and valued in this way,\" he said reacting to his brother's sentence.\"What happened (today) is hard on the family, hard on me personally. I don't wish it on anyone. I find it outrageous,\" he said.", "url": "https://www.bbc.com/news/world-latin-america-56589088"}