{"datetime": "2021-02-10T17:23:22.000Z", "title": "Death of Honduran student in police custody sparks protests", "article": "The death of a 26-year-old nursing student in police custody has caused outrage in Honduras. Police arrested Keyla Martínez on Saturday night for allegedly being drunk and breaching the night-time curfew in place to curb the pandemic. She was taken to a police cell, where a female officer says she was found \"close to death\" suspended from the cell door by her blouse. Police at first said it was suicide but forensic tests suggest she was killed.Officers took her to hospital but doctors said that when they examined her, she was already dead. Ms Martínez's death in custody triggered a number of protests when it was first reported but outrage has grown since the preliminary post-mortem examination concluded that there were \"strong indications\" that her death was a \"homicide\".Ms Martínez, who was in the final year of her studies to become a nurse, was spending the weekend in her hometown of La Esperanza.Her family says she went out with friends on Saturday evening. She was stopped in a car with a doctor friend of hers late that night.Police allege that they established that as the two were not returning from work, they were in breach of the night-time curfew. The officers also claimed that she was drunk, something her family has questioned, saying that she had not been drinking at dinner. She and her friend were arrested and detained in separate cells at the local police station.According to the police report, she was found \"trying to take her own life\" by an officer on a routine round later that night. The officer said she was still alive but doctors declared her dead on arrival at the hospital.From the start, the student's aunt questioned official accounts which alleged that Ms Martínez had killed herself.The results of the preliminary post-mortem examination have since suggested that the student's death was due to \"mechanical asphyxiation\" and that it was likely to have been a homicide. Women's rights groups have called for justice both in street protests and on social media under the hashtag #JusticiaParaKeyla (#JusticeForKeyla). The case has also attracted attention beyond Honduras withAmnesty International demanding a \"prompt, exhaustive and impartial investigation\" .The attorney-general's office has asked that it be granted access to the police officers who were at the station while Ms Martínez was in detention in order to question them. It has also asked for any CCTV footage which might show the student before or after her arrest to be made available to them.Allegations of police brutality have led to protests in a number of Latin American countries in recent months.There were protests in Chile over the fatal shooting of a street performer by a police officer just last week. And in 2019,the killing of a young protester in Colombia triggered weeks of street protests .", "url": "https://www.bbc.com/news/world-latin-america-56009346"}