{"datetime": "2020-05-01T12:32:17.000Z", "title": "Honduras ex-police chief faces US drug trafficking charges", "article": "A former chief of the Honduran National Police is facing drug trafficking charges in the US, the latest drug case against a top official of the country. Prosecutors said Juan Carlos Bonilla Valladares, known as \"El Tigre\", helped ship tons of cocaine to the US on behalf of Honduran President Juan Orlando Hernández and his brother. Mr Bonilla, who is not in US custody, denied the accusations. The Honduran presidency said the claims were \"100% false\". President Hernández has not been charged with any crime in the US and has consistently denied suggestions of involvement in drug trafficking and taking bribes. His brother, Juan Antonio Hernández, known as Tony, was found guilty of US drug trafficking charges last year and is due to be sentenced in June. During the trial, one witnesssaid Juan Antonio Hernández took $1m (£800,000) from jailed Mexican drug lord Joaquín \"El Chapo\" Guzmán that was meant to reach the Honduran leader. Prosecutors in New York said Mr Bonilla oversaw the multi-tonne shipments of cocaine bound for the US, was involved in \"extreme violence\" and trusted with \"special assignments\", including the murder of a rival trafficker at Juan Antonio Hernández's request in 2011. They accused Mr Bonilla of taking bribes from the president's brother to allow drug shipments to pass through the country, and gave information about the activities of law enforcement to traffickers. Mr Bonilla was named police chief in 2012 in an attempt by then-President Porfirio Lobo to clean up corruption, despite having previously faced murder charges. Mr Bonilla, 60, has been charged by US prosecutors with conspiring to import cocaine into the US and with carrying machine guns, charges that carry a maximum sentence of life in prison. His whereabouts are unknown but he told Honduran television he would go wherever necessary to defend himself, saying: \"I feel my dignity has been completely offended because I'm not a drug trafficker.\" President Hernández, a conservative leader who enjoys the staunch support of the Trump administration, has presented himself as tough on drugs and responsible for breaking up powerful cartels and extraditing traffickers to the US. He faced calls to step down last year following the release of a court document linked to his brother's case. It alleged that his 2013 presidential campaign had been financed by drug money, labelling him as a co-conspirator. He denies the claims. The president was re-elected to a second term in 2017 in polls opponents said were fraudulent. Honduras is a major transit route for cocaine smuggled from Colombia and other South American nations to the US. Thousands of Hondurans have left the country in recent years, mainly for the US, because of violence and poverty. ", "url": "https://www.bbc.com/news/world-latin-america-52502370"}