{"datetime": "2019-08-07T10:05:09.000Z", "title": "Honduras protest turns violent amid anger at president", "article": "There have been violent clashes between police and protesters demanding the resignation of President Juan Orlando Hernández in Honduras. Thousands took to the streets of the capital Tegucigalpa on Tuesday. Several buildings were set alight and police used tear gas and water cannons to disperse demonstrators. The protests come days after prosecutors in the US alleged that Mr Hernández's 2013 presidential campaign had been financed by drug money. Pressure has been growing on Mr Hernández to step down ever since his brother Juan Antonio Hernández was arrested in Florida in November and accused of conspiring to smuggle large quantities of cocaine to the US. At the time, President Hernández said that while the arrest of his brother had been a heavy blow for the family, no-one was above the law. But allegations of President Hernández's links to drug trafficking resurfaced last week when a court document linked to his brother's case was declassified. The document alleges that a man identified as \"co-conspirator 4\" and later referred to as CC-4, took part in a conspiracy to use $1.5m (£1.2m) in drug proceeds to bolster CC-4's presidential campaign. CC-4 is described in the document as having been \"elected president of Honduras in late 2013\", when Juan Orlando Hernández won his first term in office.He was re-elected to a second term in 2017 in polls which his opponents said were fraudulent.President Hernández has strongly rejected the allegations. In a news conference on Saturday, he said that he was \"the only president who's done what's needed to be done\" against drug traffickers and that as a result, the traffickers were \"looking for revenge\". But thousands of people who protested in Tegucigalpa on Tuesday were not convinced, calling the president a \"narco dictator\" and holding up placards demanding his resignation. This latest protest comes just weeks aftermilitary police opened fire on students during another anti-government demonstration .", "url": "https://www.bbc.com/news/world-latin-america-49263115"}