{"datetime": "2019-04-30T10:57:04.000Z", "title": "Honduras protests: Buildings burn during clashes over reforms", "article": "Riot police and protesters have clashed in the Honduran capital, Tegucigalpa, during protests against planned reforms of the health and education sector. Hundreds of people had to be evacuated from a number of buildings in the city after they were set alight.The protesters fear that the reforms could lead to mass lay-offs of teachers and doctors.They have been on strike since Congress approved the reforms. Demonstrations were also held outside the capital.A largely peaceful march against the reforms turned violent when a small group of hooded protesters clashed with riot police in the historic city centre of Tegucigalpa.At least four buildings were set alight, among them Tegucigalpa's city hall. Shop fronts were smashed and burning barricades erected to block key roads. Demonstrators also occupied the campus of the National Autonomous University in Tegucigalpa. Riot police fired tear gas and charged at demonstrators with batons. Dozens of people were injured in the clashes and one of them is in a serious condition.Police evacuated more than 250 people from the city hall after it was set alight by demonstrators throwing petrol bombs.Outside the capital, a woman gave birth in a crowd in the town of La Ceiba after being caught up in protests.The demonstrators want to stop two bills from coming into force which aim to restructure the ministries of education and health. The bills were passed on 25 April by the Honduran Congress in a tense sitting which saw some rival lawmakers push and shove each other. They still require one more voting session to become law. Doctors and teachers have gone on strike in protest at the proposed reform, which they say will lead to mass sackings in the public sector. They say that the restructuring is the first step towards the privatisation of education and health services. The government denies that the reform will lead to privatisation and layoffs. It says that the restructuring will provide savings of more than $300m (£231m) which it plans to invest in primary education, the construction of two hospitals and the improvement of neonatal care. Backers of the reform say the opposition Libre party is stoking opposition to the law for political purposes. The bills have the backing of conservative President Juan Orlando Hernández. During the protests, many of the demonstrators also demanded the resignation of President Hernández, who won a second term in 2017 in a disputed election in which his party was accused of fraud.", "url": "https://www.bbc.com/news/world-latin-america-48103857"}