{"datetime": "2019-06-25T11:30:27.000Z", "title": "Honduras protests: Military police open fire on students injuring four", "article": "Honduran military police opened fire on students protesting at a university in the capital, Tegucigalpa, injuring at least four people, officials say. Hundreds of people, many wearing face masks, were demanding the resignation of President Juan Orlando Hernández amid growing anti-government protests. The government deployed the army and military police across the country last week after clashes left three dead. The demonstrations were sparked by proposed health and education reforms. The conservative president, who enjoys the staunch support of the US administration, is also accused of becoming increasingly authoritarian. He changed the constitution to stand for a second four-year term and was re-elected in 2017, in a vote heavily criticised by opponents and international observers. Thousands of people have fled Honduras - as well as its neighbours El Salvador and Guatemala - to the US in recent years because of violence and economic instability. Some 40 military police entered the campus of the National Autonomous University of Honduras after firing tear gas on protesters, who responded by throwing stones, AFP news agency reports. Riot police then chased the demonstrators and opened fire with rifles. All the injured were out of danger, according to a hospital spokeswoman. In a statement, the combined national security force, Fusina, said the security forces had been attacked with \"modified Molotov cocktails to make them more lethal,\" stones and other objects, \"threatening the lives of those in uniform\". The United Nations High Commissioner for Human Rights in Honduras expressed its \"deep dismay over the consequences of the operation of the military forces\". Anger has been building in recent weeks over government proposals to restructure the ministries of education and health. Opponents say that the changes are the first step towards the privatisation of education and health services. The government denies that the reform will lead to privatisation and layoffs, and says the changes will provide savings of more than $300m (£231m) which will be invested in primary education, the construction of two hospitals and the improvement of neonatal care. ", "url": "https://www.bbc.com/news/world-latin-america-48758146"}