{"datetime": "2019-06-21T08:54:18.000Z", "title": "Honduras protests: Military deployed after violence", "article": "Honduras has deployed the military across the country after violent anti-government protests left two dead. Shops were looted and government buildings attacked in the capital, Tegucigalpa. Some roads were blocked with barricades and burning tyres. Protests against President Juan Orlando Hernández have been building in recent weeks, sparked by proposed health and education reforms. The conservative leader is also accused of becoming increasingly authoritarian. The president, who enjoys the staunch support of the US administration, was re-elected in 2017 after changing the constitution to stand for a second four-year term. The election was heavily criticised by opponents and international observers. Thousands of people have fled Honduras - as well as its neighbours El Salvador and Guatemala - to the US in recent years because of violence and economic instability. Speaking at the presidential palace after meeting senior security officials, President Hernández said the army and the military police would keep roads open and protect private property and the public. At least 17 people suffered bullet wounds as a result of violence, and two of them died at the HEU university hospital in Tegucigalpa, according to a hospital spokeswoman. Several people have been detained, Efe news agency reports. There was widespread unrest on Wednesday evening, after members of a riot police force withdrew to their quarters to pressure the government for improved benefits. Protests continued on Thursday even after the announcement of a deal between the government and truck drivers, whose strikes in pursuit of higher rates for moving freight had affected fuel distribution.Anger has been building in recent weeks over proposals to restructure the ministries of education and health. Opponents say that the changes are the first step towards the privatisation of education and health services. The government denies that the reform will lead to privatisation and layoffs, and says the changes will provide savings of more than $300m (£231m) which will be invested in primary education, the construction of two hospitals and the improvement of neonatal care. ", "url": "https://www.bbc.com/news/world-latin-america-48712001"}