{"datetime": "2018-12-28T15:48:32.000Z", "title": "Trump threatens to shut Mexican border in demand for wall funding", "article": "Donald Trump has threatened to shut down the border with Mexico over illegal immigration if Congress fails to fund his proposed wall. \"Either we build (finish) the Wall or we close the Border,\" the US president tweeted after nearly a week of deadlock in Washington over the federal budget. Confirming the threat to close the border was real, the White House said negotiations with Congress had stalled. The dispute has caused a partial US government shutdown.Hundreds of thousands of federal employees are either on unpaid leave or continue to work but do not know when they will be paid. Both Congress chambers met for just a few minutes on Thursday but took no steps to end the closure. The House and Senate will now meet again on Monday.Later in the week, a new House will be sworn in, dominated by opposition Democrats who won the mid-term elections last month, but Mr Trump's Republicans will retain the Senate with a slightly larger majority. In October Mr Trump made a similar threat to close the southern US border when demanding action from Latin American governments to stop migrants, in what has become known as the caravan, trying to cross into the US illegally. \" We will be forced to close the Southern Border entirely if the Obstructionist Democrats do not give us the money to finish the Wall & also change the ridiculous immigration laws that our Country is saddled with,\" he tweeted on Friday. He is seeking $5bn (£4bn) to cover the cost of the wall but Democrats and some within Mr Trump's own party insist they will not approve it. Mr Trump argued on Friday that the US had lost out to Mexico by $75bn a year underthe North American Free Trade Agreement (Nafta), which he replaced with a new deal with Mexico and Canada last month .He also promised to cut off \"all aid\" to Honduras, Guatemala and El Salvador, where many recent migrants have come from. The president's acting chief of staff, Mick Mulvaney, confirmed that the Trump administration was willing to shut down the southern border. He said negotiations with Congress had \"completely shut down\" and suggested the Democrats were more interested in seeing Nancy Pelosi elected speaker of the House than they were in the border. Thousands of desperate migrants from Central American states arrived at the Mexican side of the border in recent weeks in the hope of claiming asylum in the US. Faced with a long wait to be processed, some have tried to cross the border illegally and migrants could be seen jumping frontier fences again this week. Two child migrants from Guatemala died in the custody of US Customs and Border Patrol agents this month, and critics say care for migrant families and detention conditions are inadequate and unacceptable.US Homeland Security Secretary Kirstjen Nielsen is to see detention conditions at first hand on a visit to the border on Friday. Ms Nielsen has called the latest death, that of eight-year-old Felipe Alonzo-Gomez on Christmas Eve, a \"deeply concerning and heartbreaking\" tragedy. The shutdown is likely to drag on into the new year as Mr Trump refuses to sign the wider federal spending package.His opponents accuse him of exaggerating the issue of immigration for political gain, and argue that there are better forms of border security than a wall. The situation has added to concerns over the outlook for the US economy in 2019, leading the stock market on a rollercoaster ride in recent days. Nine of 15 federal departments, including State, Homeland Security, Transportation, Agriculture and Justice began partially shutting down after funding for them lapsed at midnight (05:00 GMT) last Saturday. In practice, this means that: The remaining 75% of the federal government is fully funded until September 2019 - so the defence, veterans affairs, labour and education departments are not affected. The Republicans do indeed control both chambers of the outgoing Congress and the budget was passed by the House this month by 217 votes to 185. However, President Trump needed to find 60 votes in the 100-seat Senate, where the Republicans currently only have 51 seats. In the new Congress being sworn in on 3 January, the Democrats will have 235 seats in the House to 199 for the Republicans, while Mr Trump's party will have 53 in the Senate.", "url": "https://www.bbc.com/news/world-us-canada-46703535"}