{"datetime": "2022-01-14T21:14:06.000Z", "title": "Russia-Ukraine: US warns of 'false-flag' operation", "article": "Russia is plotting to stage acts of provocation to create a pretext to invade Ukraine, a US official has said. A Pentagon spokesman said Russian operatives were planning a \"false-flag\" operation, to allow Moscow to accuse Ukraine of preparing an attack. Russia has dismissed the claims. It comes after a week of US-Russian talks aimed at defusing tensions. Ukraine on Friday accused Russia of being behind a cyber-attack on dozens of official websites. Beforethe sites went offline, a message appeared warning Ukrainians to \"prepare for the worst\". Access to most of the sites was restored within hours.The US and Nato condemned the attack and have offered support to Ukraine. Russia has not commented on the hack. Pentagon spokesman John Kirby told reporters on Friday about what he said were Russia's plans. \"It has pre-positioned a group of operatives to conduct what we call a false-flag operation, an operation designed to look like an attack on them or Russian speaking people in Ukraine as an excuse to go in,\" he said. The operatives were trained in urban warfare and using explosives to carry out acts of sabotage against pro-Russian rebels, US officials said. Ukraine's Defence Ministry said similar acts were being prepared against Russian troops stationed in the breakaway Transdnistria region of Moldova. Kremlin spokesman Dmitry Peskov responded by describing the reports as unsubstantiated and \"confirmed by nothing\". It is unusual for the US to go public with such specific intelligence determinations.But the Biden administration has clearly decided to try to pre-empt any Russian claims of Ukrainian belligerence by exposing an alleged strategy of sabotage and disinformation.The Pentagon spokesman John Kirby said the US wanted the world to know how an invasion could play out, because this scenario was from the same playbook the Russians used in Crimea.It's a dramatic move after a week of intense diplomacy that produced proposals but no agreement on how to resolve the crisis.Mr Kirby said the administration still thinks there is time and space for diplomacy. And that it does not believe President Vladimir Putin has made a final decision about whether to further invade Ukraine.The Russians deny they have any such intention. But the US is not staying quiet while it waits for Mr Putin's next move. And it has threatened financial sanctions and other consequences if he does push deeper into Ukraine The US official's remarks follow an earlier statement by US National Security Adviser Jake Sullivan, who told reporters about intelligence that Russia was laying the groundwork to try to fabricate a pretext for invading Ukraine. He said it was the same playbook Russia used when it occupied Crimea in 2014. Russia has amassed weaponry along with tens of thousands of troops on the border with Ukraine, prompting invasion fears. US and Russian officials have been in talks for the past week in an attempt to reduce tensions over Ukraine, but little agreement appears to have been reached. Russia denies it is planning to invade Ukraine but is seeking guarantees against Nato's eastward expansion, something that Western countries say they are unable to give. ", "url": "https://www.bbc.com/news/world-europe-59998988"}