{"datetime": "2021-11-08T20:26:34.000Z", "title": "Poland blocks hundreds of migrants at Belarus border", "article": "Poland says it has repelled attempts by migrants to enter the country at its eastern border with Belarus, warning that thousands more were on the way. Video footage showed hundreds of people near a barbed-wire border fence, which some tried to force their way through. The Polish government called a crisis meeting on Monday and deployed 12,000 troops to the region. Poland has accused Belarus of pushing the migrants towards the border, describing it as hostile activity. Poland, Lithuania and Latvia say there's been a surge in the number of people trying to enter their countries illegally from Belarus in recent months. Many of them have come from the Middle East and Asia. The European Union has accused Belarus's authoritarian President Alexander Lukashenko of facilitating the influx in retaliation against sanctions. Poland, which has been criticised for pushing back migrants and refugees at its border, has responded to the large number of people arriving there by building a razor-wire fence. The Polish Border Guard also said it was closing its border crossing with Belarus at Kuznica from Tuesday morning.Conditions for migrants on the border are hostile to the point of being deadly, and fears have been raised for their safety in the region's sub-zero winter. As they are summarily expelled from Poland and Belarus refuses to allow them back in, people are finding themselves stranded and freezing in Poland's forests. Several have died of hypothermia.The BBC's Paul Adams spoke to Barwa Nusreddine Ahmed, the brother of one Iraqi migrant who was at the border with his wife and three children. They arrived in Minsk, the capital of Belarus, last month. With little to eat or drink, the people stuck at the border were suffering, Mr Ahmed said. He said Monday's move to the border post was planned on social media by the migrants themselves, but suggested Belarus was pushing them. \"People know they're being used [by Mr Lukashenko], but they have no future,\" Mr Ahmed said. On Monday, the Nato alliance said it was worried about \"escalation\" on the border with Poland and was ready to \"maintain safety and security in the region\". Meanwhile in Lithuania, the government there moved troops to its border with Belarus to prepare for a possible influx of migrants and was considering declaring a state of emergency. Analysis by Paul Adams, diplomatic correspondent This is a significant escalation in a crisis that's been rumbling since the middle of the year. For months, Belarus' EU neighbours have been accusing the Lukashenko regime of \"weaponising\" migration, in revenge for successive waves of EU sanctions on Minsk. Migrants have told us numerous stories of the role played by Belarussian soldiers in helping them to make illegal crossings into Poland and Lithuania. Some cross in small groups, while others have spoken of being transported to the border in military trucks and shown where to go. But the latest pictures from the Polish border are unprecedented, recalling scenes from the Greek-Macedonian border at the height of the 2015-16 migrant crisis. The sheer concentration of numbers at a single crossing point, along with the presence of Belarussian soldiers, apparently doing nothing to stem the flow of migrants to the border, suggest that once again, this is being orchestrated. It's a charge Belarus denies. Tensions intensified on Monday when videos posted on social media showed a column of people, including women and children, walking towards the Polish border in Belarus. Other videos showed large numbers of migrants being escorted by armed men dressed in khaki. Poland's deputy foreign minister, Piotr Wawrzyk, accused Belarus of trying to orchestrate a major incident near Kuznica Bialostocka, a village close to the border, and warned of \"an attempt at a mass border crossing\". In other footage shared on social media, crowds of migrants can be seen attempting to breach a razor wire fence at the border, but being prevented from passing through by Polish border guards. The head of Poland's National Security Council, Pawel Soloch, said he expected \"attacks on our border [to] be renewed by groups of several hundred people\" overnight.Responding to Monday's developments, European Commission President Ursula von der Leyen called on EU member states to impose new sanctions against the Belarusian regime, which she accused of \"putting people's lives at risk\".Meanwhile, the US urged Mr Lukashenko to \"immediately halt [his] campaign of orchestrating and coercing\" the illegal flow of migrants across his country's border into Europe. The Belarusian border guard agency earlier told state media that more than 2,000 \"refugees\" had amassed in front of Polish barriers. They were heading for the EU \"where they want to apply for protection\", the agency said. The agency accused Poland of using \"unjustified\" means to repel \"people seeking protection\". ", "url": "https://www.bbc.com/news/world-europe-59206685"}