{"datetime": "2022-01-17T19:19:33.000Z", "author": "Katya Adler", "subject": "Ukraine conflict", "title": "Russia-Ukraine crisis: Why Brussels fears Europe is 'closest to war' in decades", "article": "\"Europe is now closer to war than it has been since the break up of former Yugoslavia.\" Stark words of warning from the senior EU diplomat I've just been speaking to off the record about current tensions with Moscow, over its huge military build-up on the border with Ukraine. The mood in Brussels is jumpy. There's a real fear that Europe could be spiralling towards its worst security crisis in decades. But angst isn't wholly focused on the prospect of a long, drawn-out ground war with Russia over Ukraine. Few here believe Moscow has the military might, never mind the money, or popular support back home for that. True: the EU warns the Kremlin of \"extreme consequences\" should it take military action in neighbouring Ukraine. Germany's new Foreign Minister Annalena Baerbock was in Kyiv and Moscow saying just that on Monday. Sweden moved hundreds of troops over the weekend to its strategically important Gotland island - which lies in the Baltic Sea. And Denmark strengthened its presence in the region a few days before that.The rising tensions have also re-ignited the debate in both Finland and Sweden as to whether they should now join Nato. But the overarching concern in the West - Washington, Nato, the UK and the EU - is less the possibility of conventional warfare over Ukraine, and far more, that Moscow is seeking to divide and destabilise Europe - shaking up the balance of continental power in the Kremlin's favour. Poland's Prime MinisterMateusz Morawiecki told me late last year that the West needed to \"wake up from its geopolitical slumber\" regarding Moscow's intentions. Fellow EU countries would say they have now woken up and are smelling very strong coffee. But, as is so often the case when it comes to foreign policy, EU leaders are far from united over which precise course of action to take. Moscow denies - despite the massive build-up of troops on the border with Ukraine - that it's planning a military invasion. But it has issued Nato with a list of security demands. Loudly blaming the alliance for \"undermining regional security\", Vladimir Putin insists, among other things, that Nato bans Ukraine and other former Soviet states from ever becoming members of the organisation. Nato flatly refused and the three summits held over the last week or so, between Russia and Western allies, have failed to find much common ground. What Vladimir Putin plans to do next is unclear. But the West believes the Kremlin has invested too much in its very public manoeuvres over Ukraine to back down now, without something to show for it.The Biden administration is waiting impatiently for a forceful EU position on possible sanctions, depending on what course of action Moscow takes: a military incursion into Ukraine, cyber attacks, disinformation campaigns or - as is considered most likely - a mish-mash of hybrid attacks. EU optimists predict the bloc will agree a raft of possible sanctions by 24 January, at the next foreign ministers' meeting. But that's far from guaranteed.A number of EU countries are umming and ahing about the cost of eventual sanctions to their own economies. Brussels normally discusses burden-sharing, but the outcome of those negotiations may well not please everyone. There's also widespread concern in EU countries about gas supplies from Russia. Especially with prices already so high for European households this winter. Washington says it's looking into ways of softening the impact on energy supplies. It wants to hurry the EU into agreeing a firm position on sanctions - knowing all too well that, on foreign policy, approval needs to be unanimous amongst member states. Were post-Brexit relations easier between the UK and EU, you'd expect a lot more shuttle diplomacy right now between London, Berlin and Paris to compare and discuss ideas, maybe agreeing a common course of action.Brussels diplomats slightly cattily describe the UK government as \"probably too wrapped up in domestic political scandals to have geopolitics top of its in-tray right now\", but they openly admit the UK is fully engaged on the Russia-Ukraine issue within Nato. On Monday, British defence secretary Ben Wallace announced Britain wassupplying Ukraine with short-range anti-tank missiles for self-defence . He said a small team of British troops would also provide training. Mr Wallace earlier warned Moscow that there would be \"consequences\" for any Russian aggression towards Ukraine. Britain would \"stand up to bullies\", he said, no matter how far away the conflict. Washington insists there's no time to lose. It says the Kremlin is considering a \"false-flag\" operation \"laying the groundwork to have the option of fabricating a pretext for invasion\" - i.e. blaming Ukraine for an attack that Russian operatives would carry out.The Kremlin dismissed Washington's assertion as \"unfounded\". But US officials say Moscow is preparing to repeat a pattern seen back in 2014 when it accused Kyiv of abuses before Kremlin-backed forces seized control of Ukraine's southern peninsula of Crimea. The territory has a Russian-speaking majority. It then voted to join Russia in a referendum that Ukraine and the West consider illegal. Thousands then died in the conflict that ensued in eastern Ukraine. The West is bracing for what might follow now. ", "url": "https://www.bbc.com/news/world-europe-60030615"}