{"datetime": "2022-02-16T14:12:46.000Z", "author": "Jenny Hill", "title": "BioNTech Covid vaccine plan to ship container labs to Africa", "article": "The German firm behind one of the first Covid vaccines has announced plans to start production in Africa. BioNTech, which produced the first MRNA jab, has developed a \"laboratory in a container\", which could be shipped to several countries. Scientists and workers would then produce tens of millions of doses a year, with the aim of redressing big disparities in access to vaccines. Supplies have improved, but only 11% of Africa's population are fully jabbed. By continent that is the lowest rate in the world, and the World Health Organization says Africa is still struggling to expand the rollout. The presidents of Rwanda, Ghana and Senegal have expressed interest in the German project and they joined the heads of the WHO and African Union at BioNTech's site in Marburg to discuss the container lab - and its challenges.The \"BioNTainer\" is a rather bland looking modular structure, but scientists here say two of these beige, two-storey containers could churn out up to 50 million doses of vaccine a year.BioNTech intends to provide the containers, raw materials and know-how at no cost.In return the host country would provide the land and, ensure that local infrastructure such as water and electricity is sufficient and reliable, and find people to work in the container.So-called \"filling and finishing\" of the product would also happen in Africa. The vaccines produced would be for use in the country where it was made or exported to other members of the African Union at a not-for-profit price.\"It's not cheap, we're talking millions\" says BioNTech's Chief Operating Officer Sierk Poetting. \"We're financing this at our own risk. We've developed this at our own risk. It's our goal to bring this to Africa.\" It's thought the first vaccines could be produced in 2024, probably in Rwanda, Senegal or South Africa. Supplies of Covid vaccines to Africa have increased but rollout remains a problem. Some African states have used only a third of the doses they have received. The European Union has said it will help fund programmes to train medical staff so it can shift its message from \"vaccines to vaccination\". Dr Poetting, who came up with the idea of container production, has wider ambitions. The containers could be shipped to other continents and ultimately be used to produce other MRNA vaccines - against malaria, for example. For now, he says, it's a necessity to bring this to Africa.\"It became very clear in the pandemic that, if there's a next pandemic, you'll have the same distribution quarrel again.\"There will be the higher income countries with export restrictions and so on. You need to go and enable countries to do it themselves.\" ", "url": "https://www.bbc.com/news/world-europe-60400114"}