{"datetime": "2022-01-19T20:36:26.000Z", "subject": "Ukraine escalation", "title": "Ukraine tension: Blinken says Russia could attack at short notice", "article": "US Secretary of State Antony Blinken has said Russia could attack Ukraine \"on very short notice\" and warned again of tough sanctions if it did. He was speaking on a visit to the Ukrainian capital Kyiv after months of tension over a Russian military build-up near Ukraine's borders.Stressing the US's close ties with Ukraine, Mr Blinken vowed \"relentless\" diplomacy to stop Russian aggression.Moscow has denied any plans to attack or invade. Russia has made a raft of demands to Western governments, including that Ukraine should never join Nato and that the defensive alliance's military activities should be limited in member states including Poland.Talks between the West and Russia last week failed to reach a breakthrough, with some of Moscow's demands rejected as non-starters. Russia annexed Ukraine's Crimean peninsula in 2014 after the overthrow of a pro-Russian government in Ukraine. It has supported pro-Russian rebels who control parts of eastern Ukraine after they fought a bloody war with government forces. There are fears that the conflict, which cost at least 13,000 lives and caused at least two million people to flee their homes, may reignite, with the Russian military openly intervening. Mr Blinken said Russia had built up troops near Ukraine's borders with \"no provocation, no reason\". \"We know that there are plans in place to increase that force even more on very short notice, and that gives President [Vladimir] Putin the capacity, also on very short notice, to take further aggressive action against Ukraine,\" he said. He accused Russia of trying to weaken Ukraine's diplomatic institutions and divide Ukrainian society \"using everything from election interference to disinformation to cyber attacks\".He pledged \"relentless diplomatic efforts to prevent renewed aggression and to promote dialogue and peace\", and repeated a warning of tough sanctions against Russia in the event of an invasion.Mr Blinken will meet his Russian counterpart in Geneva on Friday, after talks with European allies in Berlin. A picture, they say, is worth a thousand words. So on a day when the White House warned that a Russian attack on Ukraine could come \"at any point\", American Secretary of State Antony Blinken flew almost 8,000km to appear in front of cameras with Ukrainian President Volodymyr Zelensky and reiterate the close ties between the two nations. He cautioned Russian President Vladimir Putin that there would be severe consequences if he opted for military action and promised continued defensive and financial support for the Ukrainian government. Given evidence of a Russian disinformation campaign to convince Ukrainians that the US is abandoning the Eastern European nation - drawing comparisons to the US withdrawal from Afghanistan - such a show of support was particularly welcomed by senior Ukrainian officials. Meanwhile, on the streets of Kyiv, everyday life is continuing as normal. Pedestrians waved and took photographs of Mr Blinken's motorcade as it passed along ice-encrusted streets. There is no sense of panic or undue concern even amid headlines of Russian troops amassing along the nation's borders.Time may tell whether this is mass denial or a sense of steely resolve for the challenges that lie ahead. Russia's Deputy Foreign Minister Sergei Ryabkov, who led recent negotiations with the US in Geneva, said his country did not \"intend to take any aggressive actions\". \"We will not strike, attack or invade Ukraine,\" he said at a meeting on Moscow. He said the US could not force Moscow to move its troops away from the Ukrainian border. \"They are on our territory and we won't be making any changes to their movement because of external pressure,\" he added.Mr Ryabkov also called on Washington to stop its military support for Ukraine, which he said posed a direct threat to Russian security.Mr Blinken's visit to Kyiv was described as a bid to \"reinforce the United States' commitment to Ukraine's sovereignty and territorial integrity\", before talks in Berlin on Thursday with German, French and British counterparts. German Foreign Minister Annalena Baerbock, who visited Moscow on Tuesday, has warned that any further military escalation \"would carry a high price for the Russian regime - economic, political and strategic\". Ukraine's Defence Minister Oleksii Reznikov has urged Western governments to impose immediate sanctions on Moscow.Speaking to the BBC's HardTalk programme, he warned that a Russian invasion of the country could lead to bloodshed and a refugee crisis for Europe.A consignment of light anti-tank missiles arrived in Kyiv from the UK on Tuesday as British ministers urged Moscow to reflect on the brink of a potential conflict in which thousands could die. In an essay published this week , UK Defence Secretary Ben Wallace accused Russia of using Nato as a \"strawman\" to justify an invasion of Ukraine, accusing President Putin of being motivated by \"ethnonationalism\".", "url": "https://www.bbc.com/news/world-europe-60048395"}