{"datetime": "2022-01-14T00:48:33.000Z", "author": "Paul Adams", "subject": "Ukraine conflict", "title": "Ukraine crisis: Risks remain as Russia and West talk", "article": "Is Europe a safer place after a week of diplomacy that has criss-crossed the continent? The short answer is probably no. From marathon talks in Geneva between the US and Russia, to the first meeting of the Nato-Russia Council in more than two years, to a session of the Organization for Cooperation and Security in Europe in Vienna, grievances have been aired, red lines drawn, accusations levelled. Wendy Sherman, Washington's veteran negotiator, spoke of \"a better understanding of each other and each other's priorities and concerns\", after almost eight hours of talks with Russian Deputy Foreign Minister Sergei Ryabkov on Monday. For his part, Mr Ryabkov said the Americans had \"considered our concerns seriously\". When the focus shifted to Nato, the Alliance's Secretary General Jens Stoltenberg spoke of \"a general willingness and support of the idea of dialogue\" from his Russian interlocutors. At a time when 100,000 Russian troops maintain their menacing presence on Ukraine's northern and eastern borders - the comings and goings of specific units and pieces of equipment minutely analysed for clues as to the Kremlin's true intentions - the fact that so much time has been spent talking this week is positive. It seems too early to talk about a process. Mr Stoltenberg said the Russians were not yet ready to agree to a schedule of further meetings. Mr Ryabkov appeared to pour cold water on the idea of more dialogue. \"I do not see reasons to sit down in the coming days,\" he told Russian TV, \"to gather again and start the same discussions.\" The reality is that no-one has really agreed what these talks are about. For the West, it's all about preventing a Russian military incursion into Ukraine. For Russia, it seems to be about stopping Nato in its tracks: preventing Ukraine from ever joining and, beyond that, rolling back the Alliance's presence and activities on the territory of the old Soviet empire. When Russia's deputy foreign minister, Alexander Grushko, spoke to journalists after Wednesday's meeting at Nato, he launched into a protracted litany of grievances about the Western alliance's behaviour since the end of the Cold War. He sought to portray Nato as an aggressive presence in Europe, with Russia as the continent's only real peacekeeper. If Nato tries to contain Russia, he warned, \"there will be a policy of counter-containment\". \"If there is deterrence, there will be counter-deterrence.\" In the Kremlin's world view Russia is threatened, not threatening; Russia's troops are minding their own business on Ukraine's border, while Nato's modest presence in countries bordering Russia is unacceptable. It's head-spinning stuff at times, but stems from a lingering, deep-seated resentment at the collapse of Russia's sphere of influence at the end of the Cold War, and what Moscow sees as the speed with which Nato took advantage. The West's response so far, apart from the threat of \"massive\" consequences should Russia invade Ukraine, is to offer reciprocal \"risk-reduction\" measures, including the placement of missiles in Europe and greater transparency on the size and scope of military exercises. But most of this is about repairing the fraying edges of Europe's existing security architecture, rather than inventing a radically new one - something for which there is no appetite within Nato.And so, for the time being, the two sides are talking across each other, with no guarantee that even this dialogue of the deaf will continue. Ms Sherman noted that the Russian side had not ruled out holding more talks, but warned that if Russia walked away, it would be \"quite apparent that they were never serious about pursuing diplomacy at all\". At the end of this big week of diplomacy, Polish Foreign Minister and OSCE Chairman Zbigniew Rau warned that the risk of war was greater now than at any time in the last 30 years. It's hard to disagree.", "url": "https://www.bbc.com/news/world-europe-59985589"}