{"datetime": "2020-03-09T16:14:22.000Z", "author": "Jonathan Amos", "title": "Space radar movies track motion on Earth's surface", "article": "Satellite operator Iceye is now making videos that can show the Earth's surface through cloud and at night. The short, 20-second movies are an extension of the standard still radar images it already produces.In the examples released bythe Finnish company on Monday, planes are seen taxiing across Britain's Heathrow airport and heavy plant vehicles are observed working in a Utah mine. The videos are said to be a first for a commercial space operator. Synthetic aperture radar (SAR) technology is already appreciated for its ability to \"see\" the ground irrespective of the weather or lighting conditions. Retrieving motion in a scene literally now gives Iceye's products another dimension, says CEO Rafal Modrzewski. \"This is a powerful new capability. The video that's my personal favourite is the mine. You can see all the moving trucks and excavators, and all that activity going on in the mine that you would miss from a single frame,\" he told BBC News. To make the videos, Iceye commands its satellites to stare at a location for 20-25 seconds as they fly overhead. Software then processes out individual sections of the data into multiple separate frames, rather than only one. Run together, they make a movie. The demonstration videos are cropped to show quite small areas, but the full 1m-resolution scenes will cover several tens of square km.\"Being able to index moving objects and make activity maps is right now the most powerful use of these videos and their individual frames. But our analytics team is very excited to see how we can use the fact that different frames come from slightly different angles. The spread isn't huge, but it might give you additional information.\" Dr Ralph Cordey, an Earth observation expert from aerospace giant Airbus, commented that he'd not seen this kind of product before but felt that its value still needed to demonstrated. \"Typically in the military world you use phase information to create moving target indicators. So this would essentially be a map with the identification of vehicles - be they planes, ships or other vehicles - with all their vectors of movement. \"Clearly in these videos you see these objects moving. The next question is what do you get out of it from doing it this way,\" he said. Iceye is leading a wave of start-ups looking to exploit SAR data acquired from constellations of small, low-cost spacecraft. The Helsinki-based outfit has four operational satellites in orbit currently, and hopes to get another 6-8 up before the end of the year. A network of 18 is its ambition. Space radar has traditionally been the preserve of the military and big space agencies, principally because of the high costs associated with the technology. But there is a paradigm shift under way thanks to the advent of cheap miniaturised electronics, innovations such as cloud computing, and easier access to more affordable rocket launches. New markets are emerging for Earth observation data. An example of a burgeoning sector is finance, which will use radar data to independently verify the productivity of mines and factories. And while thick cloud above a scene will frustrate a satellite using cameras that work at more familiar optical wavelengths, radar will always acquire its target. Iceye was the first of the SAR start-ups to begin the roll-out of a constellation, but others are not far behind.California-based Capella Space has one pathfinder satellite already in orbit, with a second primed for launch in the next month and perhaps half a dozen more going up before the year's end. \"The idea of putting up SAR satellites commercially has been around, I would say, for 20 years. And as investors realise the opportunities in SAR, there are going to be more and more players,\" said Capella CEO Payam Banazadeh. \"But I think we'll be in a great place, not just because of our high-resolution imagery but because of the service we're putting in place to support our customers.\"Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter:@BBCAmos ", "url": "https://www.bbc.com/news/science-environment-51806771"}