{"datetime": "2022-01-25T16:57:08.000Z", "author": "Philippa Roxby", "subject": "Coronavirus pandemic", "title": "Pfizer and BioNTech start trials of new Omicron-specific jab", "article": "Pfizer and BioNTech have started clinical trials of a new Covid vaccine which targets the Omicron variant. The companies plan to test the protection gained from the new vaccine as a booster jab and as three separate jabs in unvaccinated people. More than 1,400 adults are expected to be enrolled in the trial, likely to be in the United States. US company Moderna is planning to begin trials of its own Omicron-specific shot soon. Oxford University and AstraZeneca have also started working on a new version of their vaccine. Vaccine developers had always planned to tweak their original Covid vaccines as new variants emerged, but the arrival of the fast-spreading Omicron strain in the last two months has hastened that process. Many countries have now offered a booster or third dose of their original vaccine, which has been shown to provide a good level of protection against serious illness and death - even against Omicron. But protection against infection and mild symptoms is much lower and could decline more quickly. \"Staying vigilant against the virus requires us to identify new approaches for people to maintain a high level of protection, and we believe developing and investigating variant-based vaccines, like this one, are essential in our efforts towards this goal,\" said Kathrin U. Jansen, senior vice-president and head of vaccine research and development at Pfizer.Prof Ugur Sahin, CEO and co-founder of BioNTech, said new data indicated that \"vaccine-induced protection against infection and mild to moderate disease wanes more rapidly than was observed with prior strains\". \"This study is part of our science-based approach to develop a variant-based vaccine that achieves a similar level of protection against Omicron as it did with earlier variants, but with longer duration of protection,\" he added. The companies say they expect to produce four billion doses of their Covid-19 vaccine this year, and this number will include doses of the updated vaccine if trials suggest it is needed. In the trial of the new vaccine, 615 adults will receive two doses of the current Pfizer-BioNTech vaccine, followed by one or two doses of the Omicron-targeted jab. A second group of 600 who received three doses of the current vaccine will get another of the current one or the Omicron vaccine. Finally, a small group of 200 unvaccinated adults will receive three doses of the new Omicron-targeted shot. Within days of the Omicron variant being detected in South Africa, vaccine manufacturers said new versions of their vaccines to target the variant could be ready within 100 days. But there are still doubts over whether an updated vaccine would be any better than the current versions. They were designed to target the original virus which emerged from China, and they also provide high levels of protection against the Alpha and Delta variants. In recent days, Prof Andrew Pollard, who led the development of the Oxford-AZ vaccine, said Omicron had spread at such speed that it was \"quite difficult to make and deploy an updated vaccine quickly enough\" to make a difference. ", "url": "https://www.bbc.com/news/health-60131986"}