{"datetime": "2022-02-15T11:30:44.000Z", "author": "Michelle Roberts", "subject": "Coronavirus pandemic", "title": "How do we know Covid vaccines are safe?", "article": "More than 60% of the world's population - 4.8 billion people - have received at least one dose of coronavirus vaccine. There are different approved types and brands available and all have undergone rigorous testing and safety checks.Safety trials begin in the lab, with tests and research on cells and animals, before moving on to human studies.The principle is to start small and only move to the next stage of testing if there are no outstanding safety concerns. If the safety data from the labs is good, scientists can check the vaccine or treatment is effective.That means tests on large numbers of volunteers - about 40,000 in the case of Pfizer-BioNTech,the first to be approved in the UK . Half are given the vaccine and the other half a placebo jab. The researchers and participants are not told which group is which, until after the results, to avoid bias. All of the work and findings are checked and verified independently.The Covid vaccine trials happened at breakneck speed, but they didn't skip any steps - they were able to move faster because so many people were involved and other projects were put aside.Approval is only given if regulators are happy that a vaccine is safe and effective.Checks continue after approval to make sure there are no further side effects or long-term risks.In the UK, independent experts on the Joint Committee on Vaccination and Immunisation decide how best to use a vaccine and who should get it after approval by the Medicines and Healthcare Products Regulatory Agency. Scientists hope to tweak coronavirus vaccines to ensure they continue to offer high protection as new variants of the disease emerge. The UK's drug regulator says new vaccines can befast-tracked for approval if needed. No corners will be cut, with safety paramount.But lengthy clinical trials with thousands of volunteers will not be needed. Instead, data from existing studies and ongoing real-world use could be used. Pfizer-BioNTech's vaccine (and Moderna's) uses bits of genetic code to cause an immune response. These are called mRNA vaccines.They do not alter human cells, but merely present the body with instructions to build immunity to Covid. The Oxford-AstraZeneca vaccine uses a harmless virus altered to look a lot more like the pandemic virus. Vaccines sometimes contain other ingredients, like aluminium, that make the vaccine stable or more effective. Vaccines do not give you a disease. Instead, they teach your body's immune system to recognise and fight the infection they have been designed to protect against. Some people do experience mild to moderate symptoms after being vaccinated. This is not the disease itself, but the body's response to the vaccine. Common reactions that may affect more than one in 10 people and typically get better within days include chills, tiredness and aching muscles. It is rare to find that health problems occurring following a vaccine are actually caused by the vaccine itself. Events may be coincidental and unrelated to vaccination.The Oxford-AstraZeneca vaccine has beenlinked to very rare cases of blood clots . This is not proof that the vaccine is to blame. Covid infection itself can also make clots more likely and they can occur naturally too.The chance of this happening to an individual is still extremely low, but as a precaution, younger age groups in the UK have been offered alternative Covid vaccines. Allergic reactions to vaccines are rare. For any approved vaccine, the ingredients arelisted. There have been serious but treatable allergic reactions in a very small number of people given the Pfizer-BioNTech vaccine. As a precaution, the MHRA says people with a history of significant allergic reactions to any of the ingredients in this vaccine should not currently have this jab.Be aware that anti-vaccine stories are spread online through social media. These posts are not based on scientific advice (or blend facts with misinformation).People will still be offered the jab even if they have had Covid in the past.That's because natural immunity may not be long-lived and immunisation could offer more protection. Guidance says there are no safety concerns about giving jabs to people with \"long\" Covid either. But people who are currently unwell with Covid-19 should not receive the vaccine until they have recovered.Some vaccines, such as the shingles vaccine and the children's nasal flu vaccine, can contain pork gelatine.The Covid vaccines from Pfizer, Moderna and AstraZeneca do not contain this, or any other animal products. TheBritish Islamic Medical Association says there is negligible alcohol in it - no more than in bread, for example.", "url": "https://www.bbc.com/news/health-55056016"}