{"datetime": "2021-09-14T14:40:52.000Z", "subject": "Coronavirus pandemic", "title": "Scotland to vaccinate 12 to 15-year-olds from Monday", "article": "Scotland is to begin vaccinating children aged between 12 and 15 from Monday of next week. The jabs will initially be available at drop-in centres, with parents and carers being asked to accompany their children. Letters will be sent everyone in the age group the following week, inviting them to an appointment. There will also be a vaccination programme in schools after the scheduled appointments. This will allow anyone who has not yet been vaccinated to have a further opportunity to do so. It comes after the Chief Medical Officers of each of the four UK nations concluded that the additional benefits were sufficient to justify vaccination of children over the age of 12. They said it would help to reduce disruption to their schooling this winter and benefit those growing up in the poorest areas. Scotland is also to join the other UK nations in offering a booster shot of the Pfizer vaccine to all adults over 50, frontline health and care workers, younger adults with health conditions that put them at higher risk, and adult household contacts of people with suppressed immune systems. The JCVI advisory group said the move was needed amid concern about waning immunity ahead of winter.The boosters programme will also begin next Monday, when frontline health and social care workers will be able to book their appointment online through NHS Inform. Residents in care homes for older people will be offered both flu and Covid booster vaccines from next week. And adults aged 70 years or over, and everyone aged over 16 on the highest risk list, will be contacted shortly either by letter or by their GP.Other eligible groups - all adults over 50, all those aged 16 to 49 with underlying health conditions, adult carers, unpaid and young carers, and adult household contacts of people who are immunosuppressed - will be able to book online from October. Announcing the expansion of the vaccination programme, First Minister Nicola Sturgeon said both measures would \"help us considerably in our ongoing efforts against this virus\". And she stressed the importance of \"informed consent\" for young people considering whether to have the jab. Children able to overrule the decision of their parents on whether or not they should have the vaccine if they are deemed to be competent and understand the health implications.Ms Sturgeon said: \"I know that these are important decisions for young people and their parents, and that many will have questions.\"I would encourage everyone to read the information that will be provided, and do not hesitate to visit a drop in clinic to ask any questions or raise any concerns. \"Vaccination is a vital part of our overall protection against this virus. That is why it is important to support people - especially young people - to make informed choices that they feel comfortable with\". Ms Sturgeon also confirmed that secondary schools pupils will continue to have to wear face coverings in class until at least the October holidays, when the measure will be reviewed again.She acknowledged that this would be unpopular with many pupils, but said it remained a \"prudent and necessary precaution\". And with university terms now starting, she said no large in-person lectures will be held for now.Instead, there will be a mix of online and in-person learning - with universities and colleges deciding themselves the level of in-person teaching that they will offer during this term.In addition, physical distancing will remain in place on campuses and face coverings will be required in indoor public spaces. Nearly 70% of Scotland's population has now had two jabs. But almost a quarter are still completely unvaccinated. That includes around 230,000 people aged 12-15. Experts say opening up vaccination to this group will help increase population coverage and slow the spread of the virus. But ministers still want the rest of the highly sociable 18-29 age group to get vaccinated too, with drop-in clinics for students during freshers' weeks. Of course, young people remain unlikely to become seriously unwell with Covid. But widespread community infection is having knock-on effects causing wider harm, for example in schools and hospitals. Boosters will also go ahead for health and care workers, and adults over 50 and with some health conditions. Hopefully this will head off further pressure over the winter - if the NHS can keep its head above water for the next few weeks. Scottish Conservative leader Douglas Ross said vaccinating 12 to 15-year-olds and offering booster shots had the potential to be \"game-changing in halting the spread of Covid this winter\". But he said more answers were needed on how the schemes would be delivered, and called for mobile vaccination units at every school to encourage uptake - particularly those in areas where vaccination rates are low. Mr Ross added: \"We have seen almost every year, like clockwork, the SNP's flu jag programme descends into chaos. They cannot let the country down by allowing Covid booster jags to go the same way.\" Scotland has seen a surge in the number of cases in recent weeks, with the country having the highest infection rate of any UK nation last week and the number of people being hospitalised with the virus also increasing dramatically.But there are signs that the sharp increase has levelled off and may be starting to fall slightly, with the country recording an average of 5,506 new cases in the week to 11 September - lower than the figure of 6,290 a day for the previous week. More than 70% of all cases last week were among those under the age of 45.The latest daily figures showed that 3,375 positive cases were reported on Monday - 11.4% of all tests carried out. The number of people in hospital with the virus has increased by 16 to 1,064, with 89 patients in intensive care - one fewer than yesterday. The deaths of a further 21 people who had recently tested positive for the virus have also been recorded, taking the total by that definition to 8,263. ", "url": "https://www.bbc.com/news/uk-scotland-scotland-politics-58562067"}