{"datetime": "2021-11-03T00:33:52.000Z", "author": "Sam Cabral", "subject": "Coronavirus pandemic", "title": "Covid: US approves Pfizer vaccine for children over five", "article": "The US has approved the Pfizer/BioNTech vaccine for children aged five to 11, clearing the way for millions of young Americans to get vaccinated. The decision by Centers of Disease Control and Prevention (CDC) Director Rochelle Wolensky comes after careful consideration from US drug regulators. The US is already giving the vaccine to those aged 12 and over. This approval affects some 28 million US children. Experts argue that jabbing the young is necessary for a return to normal life.The authorisation comes after expert panels at the CDC and the Food and Drug Administration (FDA) weighed the risks and benefits of vaccinating children against Covid-19. FDA officialsdetermined that the vaccine was around 91% effective in preventing Covid in young children, and that their immune response was comparable to that seen in people aged 16 to 25. No serious side effects were found by researchers.Children aged five to 11 are given a jab with a third of the dosage given to adults, creating a new logistical challenge for drug suppliers and doctors. Smaller needles are also used and the second jab is required three weeks after the first.In a statement, President Joe Biden said the child vaccine \"will allow parents to end months of anxious worrying about their kids, and reduce the extent to which children spread the virus to others\". Covid has led 2,300 schools to close this year, affecting 1.2 million pupils and 78,000 teachers since August,NBC reported on Tuesday , citing a senior CDC official. Among those between five and 11 years old, there have been about 1.8 million Covid cases confirmed in the US, according to the CDC. Fewer than two hundred have died, and most of those had underlying medical conditions. Some medical experts say that, given the persistence of the Delta variant and the return to in-person schooling, vaccinating children is a crucial next step in fighting the pandemic. \"Parents need to understand the urgency of vaccination because the pandemic is not over,\" said Dr James Versalovic, pathologist in chief at Texas Children's Hospital (TCH). Dr Versalovic estimates at least 1,500 children have been diagnosed since the beginning of the pandemic with the virus at TCH, the largest children's hospital in the US. \"No age group has been spared,\" he said. Vaccine hesitancy remains a challenge for US medical authorities. Uptake in the adult population has stalled below 60% over the past several months.Only a third of parents ina poll last month by the Kaiser Family Foundation said they would get their children vaccinated \"right away\". Another third said they would like to \"wait and see\". Some parents have expressed concern about hundreds of cases of myocarditis, an inflammation of the heart muscle, that have been reported predominantly in young adults who took the vaccine, mostly after the second jab. Dr Liz Mumper, chief executive of the Rimland Center for Integrative Medicine, thinks \"children should not be given treatments they do not need\", pointing to their low risk of contracting Covid and to the lack of long-term data on Covid vaccines. \"I am opposed to rolling these vaccines out to all children in a one size fits all model,\" she said. \"The vast majority of children already have mild cases.\" A legal immunity protection offered to drug companies during the Trump administration has also made it nearly impossible to sue drug manufacturers for any side affects suffered from vaccination until 2024.On Monday, the White House said that it had already purchased enough vaccine to jab all 28 million children who have just become eligible to receive it.White House Covid Response Coordinator Jeffrey Zients told reporters that 15 million low-dose children's jabs had already been moved from Pfizer storage facilities to distribution centres. The decision to begin preparing the shipments was made last week after the FDA granted approval, Mr Zients said, adding that jabs will probably begin before the end of the week. Last month, the US announced plans to distribute the jabs via more than 25,000 paediatric offices and 100 children's hospitals, as well as through pharmacies, school-based clinics and community health centres. The plan is designed to take into account that, for this age group, everything from dosing to counselling support from clinicians to the post-jab waiting period looks different than for other age groups, and parents will need a trusted voice in the room. \"It's one thing to have Dr Fauci on the national news say you should get your kid vaccinated, but it's another thing for a trusted physician in the community to have that direct conversation with families,\" says Amy Wimpey Knight, president of the Children's Hospital Association. Mass vaccination sites are not good settings for jabbing young children, Ms Knight tells the BBC, so state and local health officials will need to quickly link up with schools, community centres and doctors' offices instead. \"All plans are local. That's what we learned the first time,\" she says.Patients at Texas Children's Hospital participated in Pfizer's clinical trials for children. Any side effects were \"easily treatable and monitored\", said Dr Versalovic. \"We are fully confident in the paediatric Covid vaccines. It's been tailored to children,\" he said, referring to the reduced dosage. For a large provider like TCH, ensuring adequate supply at multiple care locations will be of primary concern, he said. At smaller paediatric practices, physicians are a bit more circumspect. Dr Robert Dracker, medical director of Summerwood Pediatrics in upstate New York, warned that a vaccine rollout for kids will collide with other realities: the onset of flu season, the mental health crisis of school children, and staffing shortages. \"Paediatricians' offices have been struggling terribly over the last few years,\" he said. Dr Dracker says state health officials have set out guidelines and plan to dispense 300-dose allotments to his office. But he is frustrated by the lack of co-ordination. \"We have to try and contact all of our parents to find out how many of them might want their child vaccinated, and then set up separate clinic times,\" he explained. \"Instead of dictating what we have to do, [government officials] really need to listen to the input of practising physicians,\" he said. ", "url": "https://www.bbc.com/news/world-us-canada-59044853"}