{"datetime": "2021-09-14T00:24:35.000Z", "author": "Jim Reed", "subject": "Coronavirus pandemic", "title": "Covid: Which countries are vaccinating children and why?", "article": "Children in the UK aged 12 to 15 are set to be able to get a Covid jab, following advice from the UK's chief medical officers. They have recommendedthe youngsters should be offered one dose of the Pfizer vaccine. Some other countries have been vaccinating younger teenagers for some time - but approaches do differ. In May, the European Medicines Agency (EMA) approved the Pfizer vaccine for 12 to 15-year-olds. Since then, different EU countries have moved at different speeds. Denmark (12 to 15-year-olds) andSpain (12 to 19-year-olds) have both now vaccinated most of their child population with at least a single dose.France too has been moving quickly with 66% of those aged 12 to 17 now single jabbed, and 52% fully vaccinated. By October the country's health pass - orpass sanitaire - will be extended to under-18s, meaning all teenagers will need to show proof of vaccination or a negative Covid test to access places like cinemas, museums, restaurants and indoor shopping centres.In JuneGermany's scientific advisers recommended the vaccine should only be offered to children aged 12 to 15 with underlying health conditions. But in August, after the Delta variant started spreading more widely, the rollout was extended to all those over 12 years old. InSweden children aged 12 to 15 are only eligible for a vaccine if they have lung disease, severe asthma or another high-risk medical condition. InNorway , not part of the EU, the vaccine rollout was recently extended to children aged 12 to 15, but only a first dose will be offered, with a decision on a second dose to be made later. In May,US andCanadian regulators were the first to approve the Pfizer jab for use in children from 12 years and older. The rollout started immediately at sites across the US with two injections given three weeks apart.By the end of July, 42% of 12 to 17-year-olds had received their first dose and 32% their second dose of either the Pfizer or Moderna shots.The drive to vaccinate children came as the US started to battle a rise in infections driven by the Delta variant. Thelatest report from the Centre for Disease Control said that the number of children hospitalised with Covid was between 3.4 to 3.7 times higher in states with the lowest vaccination coverage. A handful of US school boards have voted to make the jab mandatory for children aged 12 and over to attend class, despite objections by some parents. InLos Angeles the order was recently extended to 600,000 pupils, while inNew York staff but not students must be inoculated. Pfizer has also started testing its Covid vaccine on younger children. The first results, in those between five and 11 years old, are expected in September with data for infants aged six months to four years old likely to follow by the end of the year. President Biden has already indicated that vaccines for that younger age group could be available \"soon\" after regulators review the clinical data. In June,China began to allow some children from three to 17 years old to be offered shots of a vaccine produced by drug-maker Sinovac, making it the first country to approve a jab for such a young age group. The country has set a rough target of vaccinating 80% of its 1.4 billion population by the end of the year, a figure impossible to meet without jabbing large numbers of under-18s. In theory the Covid vaccine is voluntary in China, althoughsome local governments have said that students will not be allowed back to school this term unless their entire family is double jabbed.The Sinovac vaccine is also widely used in many countries in Asia, Africa and South America.InChile, it has already been approved for use in children from six years old, while the company has recently started clinical trials to test its vaccine on children in South Africa aged from six months to 17 years old. India is thought to have the largest adolescent population in the world, estimated at about 253 million by Unicef. The latest data from the National Serological Survey suggests about 60% of children have been exposed to coronavirus since the start of the pandemic, and are likely to have built up some immunity from past infection.In August, the country's drug regulator granted emergency use for a new vaccine developed by local drug firm Zydus Cadila in all those aged 12 years and over, the first approval to cover children. The jab currently needs to be given in three separate doses using a needle-free applicator, rather than a traditional syringe. The firm has said it soon hopes to start trials in younger children aged two and over.Government scientific advisers have said vaccination for children aged 12 to 17 with serious health conditions could start in October, but a wider rollout will only take place after the adult programme in India is completed, currently slated for the end of the year. Follow Jim Reed on Twitter ", "url": "https://www.bbc.com/news/health-58516207"}