{"datetime": "2022-02-01T15:07:33.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Pfizer jab for children under five expected by end of month", "article": "The US is expected to approve coronavirus vaccines for children under the age of five by the end of February. Pfizer asked officials at the Food and Drug Administration (FDA) on Tuesday to authorise two doses for the age group. The company is also researching a three-dose regimen but that data is not likely to be submitted until March. Paediatric Covid-19 cases have spiked since the rise of the Omicron variant, but data shows few children have been hospitalised or have died. More than 3.5 million cases were reported in the US last month, according to the American Academy of Pediatrics. In December, Pfizer announced a low-dose trial for children - at a tenth the amount of the adult dose - had delivered mixed results. While the company said it had not identified any safety concerns, initial results showed that those aged two to four years old produced a less adequate immune response post-jab compared to adults.But it also found children from six months old to two years old were well-protected. Pfizer, therefore, expects three shots might be needed, not two and its trial has since been modified to include a third dose, but the FDA has reportedly urged the company to submit its data for two so it can begin reviewing it. On Monday, regulators granted full approval to the Moderna vaccine, following suit after it did the same for the Pfizer jab back in August. Pfizer is currently available to children over the age of five, but Moderna is only approved for use in adults over the age of 18. Meanwhile, schools struggling to stay open during the latest wave of the pandemic are moving to mandate the vaccine for approved age groups. The New Orleans public school system on Tuesday became the first major school district in the nation to require the jab for students aged five and up. A Democratic enclave in a Southern state, the district consists entirely of taxpayer-supported, independently operated \"charter schools\" and has largely avoided the controversies of other school districts. Students are already subject to a mask mandate and weekly testing. But state regulations will allow parents of the some 46,000 pupils in the district to apply for vaccine waivers on medical, religious and philosophical grounds if they so choose. Vaccination rates for children in the US remain low. Data from the Centers for Disease Control and Prevention shows that, nationally, only 30% of five to 11-year-olds have been jabbed since the vaccine was approved for that age group in October. ", "url": "https://www.bbc.com/news/world-us-canada-60218353"}