{"datetime": "2022-02-01T16:22:20.000Z", "subject": "Coronavirus pandemic", "title": "Covid in Scotland: What are the rules?", "article": "A further easing of the Covid rules has come into effect in Scotland. Guidance urging people to work from home wherever possible has been relaxed in favour of a \"hybrid\" system of office and remote working. Restrictions on large outdoor eventscame to an end on 17 January , then rules on indoor events and venues, including the need for table service in hospitality premises, werelifted on 24 January . New guidance on working from home came into effect onMonday 31 January . This recommends that employers consider a hybrid working system, with staff spending some time in the office and some time at home. Businesses had previously been asked to enable staff to work from home where possible. The requirement for physical distancing in settings where certain people are exempt from wearing face coverings - like those leading religious services or carrying out some receptionist duties - was also reduced from 2m to 1m from 31 January. And face coverings are no longer required for any adult taking part in organised activities with children under the age of five. FromFriday 11 February , fully vaccinated travellers will no longer need to take a test after they arrive in Scotland. Those who are not fully vaccinated will still have to take a pre-departure test no more than two days before they travel, then take a PCR test on or before day two after their arrival. A raft of new measures introduced in December in response to the spread of the Omicron variant have already been removed. These included limits on the number of people who could attend large public events; restrictions in pubs, restaurants and other indoor public places; and the closure of nightclubs. Adults and children aged 12 and over still have to wear face coverings in all the same indoor settings as before, such as shops, hospitality venues and public transport. Businesses are legally required totake steps to reduce the spread of Covid , including physical distancing and screens. In hospitality, face coverings can beremoved while dancing, drinking and dining . Indoor venues are required to reduce crowding andcollect the contact details of customers to help with Test and Protect. Retail and other sectors also have to ensure social distancing and manage customer flow. The two-metre distancing rule remainsin healthcare settings such as hospitals, doctors' surgeries and dentists. Avaccine passport scheme was introduced last year for entry to: Under the scheme, anyone over the age of 18 must show proof - if asked - that they are fully vaccinated, or a negative lateral flow test. If it is more than four months since your second jab you will need to show proof of a booster to be classed as fully vaccinated. The app has been updated to include boosters. Proof of a negative LFD test will be needed before people can visit someone in hospital or a care home, or accompany someone to a medical appointment. People who test positive for Covid in Scotland will be allowed to exit self-isolation after seven days if they have no fever and record two negative lateral flow tests. The first of these tests must be taken on the sixth day after testing positive and then at least 24 hours later.In addition, household contacts of people with the virus can take a lateral flow test every day for seven days rather than going into self-isolation. This applies to everyone in the household under the age of 18 or anyone over that age who has had the first, second and booster Covid jabs.If one of these tests is positive, self-isolation will then be required for that person. Anyone identified as a close contact who is over 18 and four months old and not fully vaccinated will still be asked to self-isolate for 10 days and take a PCR test. For those with symptoms of Covid, the advice remains to book a PCR test. However, people returning a positive lateral flow test who have no symptoms will no longer be required to take a PCR test to confirm the result.Instead, they will be asked to isolate immediately and report their result online so that Test and Protect can start the contact tracing process. First Minister Nicola Sturgeon saidrevised guidance had been published which would return schools to the position which had been in place before the Omicron variant. Rules on bubbles and groupings within schools have been eased, as has advice on visitors and school trips. Pupils and teachers in secondary schools must continue to wear face coverings and the one-metre social distancing rule is still in place. Ms Sturgeon said the advisory sub-group on education had decided that the point when face coverings would no longer need to be worn in the classroom may be close - but that \"we have not yet reached that stage\". The first minister said \"continued caution is prudent\" and that the issue would be considered again on 8 February. All secondary school children are being asked to take a lateral flow test twice a week.Whole classes no longer need to self-isolate when a pupil tests positive, with only the closest contacts of positive cases required to test and isolate. Carbon dioxide monitors - which assess how well-ventilated a space is - are also required in schools and childcare settings. University and college students are being asked to test twice a week and before socialising with other households. Do you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch. In some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions. ", "url": "https://www.bbc.com/news/uk-scotland-53166816"}