{"datetime": "2022-01-20T00:06:51.000Z", "author": "Rachel Schraer", "subject": "Reality Check", "title": "Covid: Did Pfizer's boss cast doubt on his own vaccine?", "article": "\"I've never doubted Covid-19 vaccination... until now.\" Jerome doesn't follow news closely on Twitter, using the site mainly to tweet about sports and books he's enjoying.The 41-year-old bus driver, from Quebec has mostly supported local Covid restrictions, although he admits to growing \"fed up\", two years into the pandemic.His feed reveals him mildly grumbling about his children's home-schooling, among posts about favourite authors and Canada's national football team.But casually scrolling on the social-media site, one Monday early in the new year, he came across a video clip appearing to show the head of Pfizer suggesting his vaccine provided no protection at all against Omicron. Albert Bourla could be seen saying: \"We know that the two doses of the vaccine offer very limited protection, if any.\"Jerome tweeted: \"If this video is legit, it has to sound off some alarms somewhere, no?\"But the clip had been taken out of context from a longer interview, with Yahoo Finance, in which Mr Bourla had been discussing high infection rates with Omicron.A Pfizer representative clarified he had beenreferring to research suggesting while \"two doses of [Pfizer-BioNTech's Covid vaccine] may not be sufficient to protect against infection with the Omicron variant\", vaccinated people were thought to still be protected against severe disease.Several studies suggest vaccines, even when they do not protect against infection, lessen the impact of the Omicron variant, first identified in South Africa, and significantly reduce the chances of ending up in hospital or dying.Jerome told BBC News he was generally wary of things he saw online, and on looking into the video further had realised the clip was a \"small part of the whole interview\". \"It was clear to me that small clip probably shouldn't be taken into account to shape my conclusion,\" he said. But he had \"almost slipped into being manipulated\".\"I was really surprised and shocked, you know, I just almost couldn't believe what I was hearing,\" Jerome said. And from that brief window during which he'd expressed doubts about vaccination, his account was flooded with comments from people he characterised as the \"anti-vax community\". \"I have never had so many notifications on my Twitter,\" he said. \"People were telling me things like, 'Oh, well, you know, it's about time you wake up.'\" Jerome was also sent countless links to further misinformation, claiming \"unbelievable side-effects from the vaccines\". As is common online, people were taking valid points - the vaccine isn't very good at protecting against catching Omicron or it comes with a very small risk of extremely rare side-effects - and making big leaps to much stronger claims - the vaccine is unsafe or completely ineffective - not supported by the evidence. Posts also left out crucial information - in vaccinated populations people have much milder infections or the virus itself comes with much greater risk than the vaccine of side-effects, including blood clotting, heart inflammation and death.Many posts also made promises of fellowship and community, calling him \"brother\". Jerome describes himself as living a happy and contented life - but can see how someone seeking \"that sense of belonging\" could be more easily swayed. \"It made me realise how easily people are manipulated through false sources of information,\" he said.In an online newsletter, writer Jordan Schachtel quoted part of Mr Bourla's comments to imply two doses of the Pfizer-BioNTech vaccine now offered only \"very limited protection, if any\" against Covid-19. The tweet Jerome initially saw casting doubt on the vaccine, appears to have referenced this newsletter. Other social-media posts, videos and podcasts also directly referenced Mr Schachtel's newsletter but took it further, suggesting Mr Bourla's comments cast doubt on whether the vaccine was \"safe and effective\". Several posts also referred to unrelated comments by Mr Bourla, on the US news channel CNBC, that vaccines \"don't have the safety profile that we hope we can achieve with [mRNA] technology\".However, on this occasion, he had not been talking about Covid vaccines at all. A fulltranscript of the interview clearly shows Mr Bourla was talking about another vaccine - against the shingles virus - Pfizer plans to update. Mr Schachtel's newsletter initially made this mistake and later corrected it - but not before these comments had been picked up by former US congressman Ron Paul, who has a large social-media following. In a YouTube video, Mr Paul explicitly referenced Mr Schachtel's newsletter when he repeated claims Mr Bourla had said the Covid vaccine was not safe and provided no protection against Omicron.Claims Pfizer had \"admitted... current vaccines 'do not work'\" or \"offer 'zero' protection against Covid-19\", linking to Mr Paul's YouTube clip, then spread across numerous online platforms. Research by independent scientists and public health experts has shown the positive impact vaccinations are having in preventing serious illness -particularly against the Omicron variant . One study suggests people three months after a second vaccine dose are 70% less likely to develop severe disease from an Omicron infection, dropping to 50% after six months. Another has found double-vaccinated people are 65% less likely to be admitted to hospital with Omicron than those unvaccinated.Also, many countries with high rates of vaccination have been experiencing very high Covid infection levels but far fewer deaths than during previous peaks. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/59994912"}