{"datetime": "2021-09-01T14:37:51.000Z", "author": "Nick Triggle", "subject": "Coronavirus pandemic", "title": "Long Covid in children 'nowhere near scale feared'", "article": "The risk of \"long Covid\" in children is much lower than many had feared, leading child health experts have said. After the world's biggest study into the issue, the researchers, led by University College London, said they were \"reassured\". They surveyed 11- to 17-year-olds testing positive for coronavirus in England between September and March. The research suggests somewhere between 2% and 14% still had symptoms caused by Covid 15 weeks later. The team said it was important those with persistent symptoms, which included headaches, tiredness and breathing difficulties, received support. But there was little evidence huge numbers had sought NHS help for symptoms that had left them bedridden or unable to attend school. The study , which has yet to be published in a medical journal, also gathered data from young people who had never tested positive, meaning more than 50,000 were surveyed in total. And 53% of them had at least one symptom after 15 weeks, simply because they are common in the general population. Among those who had tested positive, this proportion was 65%. A more significant difference was seen among those 30% had three or more symptoms, compared with 16% of those who had never tested positive, suggesting 32,000 out of nearly 235,000 who were infected between September and March have developed long Covid. But the numbers could be even lower.Only 13% of those asked to respond to the survey did so.Researchers believe those who are suffering ongoing symptoms would be more likely to complete the survey than those who are not. If all those with long Covid were to do so among those who did so, that would suggest their actual number was just 4,000 or fewer than 2%. The research team - including Prof Sir Terence Stephenson, from UCL's Great Ormond Street Institute of Child Health, Royal College of Paediatrics and Child Health infectious disease lead Dr Liz Whittaker, and Public Health England officials - will continue to follow the children in the coming months. But Sir Terence said he was already \"reassured\" suggestions, at the height of the pandemic, that half of children could develop long Covid cases were wrong. \"It is nowhere near what people thought in the worst-case scenario\". Although, he said, the numbers were still \"not trivial\" and the issue needed to be taken seriously. Most likely to report persistent symptoms were older girls who already had poorer physical and mental health. Those struggling emotionally and mentally could be more attuned to even minor physical illnesses, the researchers said, and a positive coronavirus test could help trigger that. Of all the children in the study, 40% reported feeling sad, worried or unhappy. And the researchers said it was clear the pandemic had had a damaging effect on young people because of: This showed how important it was to get \"back to normal\" and have schools open, Dr Whittaker added. ", "url": "https://www.bbc.com/news/health-58410584"}