{"datetime": "2022-02-08T18:56:07.000Z", "subject": "Coronavirus pandemic", "title": "Review promised after children were given Covid vaccine overdoses", "article": "A \"proper review\" is to be carried out into an error which involved a small number of children being given an overdose of a coronavirus vaccine, Nicola Sturgeon has said. The first minister said the error involved children in the NHS Lanarkshire area. She told MSPs it was quickly identified and was not harmful. The Daily Record reported thatfour children aged between five and 11 had been given twice the recommended dose . The newspaper said one child had fallen ill afterwards. Scottish Labour MSP Jackie Baillie asked Ms Sturgeon about the incidents in the Scottish Parliament on Tuesday. She said she had also heard from a mother whose 11-year-old daughter had been given the wrong dosage in NHS Greater Glasgow and Clyde. \"Given the unfortunate side effects experienced by these children, and to ensure confidence in the vaccination programme, which is so important, will the first minister order an urgent review of the administration of vaccines to children and, at least, ensure that the different doses for children and adults are colour-coded to avoid future error?\" she asked. Ms Sturgeon said NHS Lanarkshire had apologised after a small number of children were given the wrong dosage of the Pfizer vaccine. The mistake was identified quickly and \"appropriate monitoring\" was carried out, she said. She added: \"We have already been assured that the error was quickly identified, reported and actions were put in place to ensure that affected parents were fully informed of what had happened. \"There is guidance from the UK Health Security Agency about the steps that should be taken. \"They should be reassured in this case that it is not harmful, but we nevertheless will ensure there is proper review of this and any appropriate steps taken as a result.\" ", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-60311462"}