{"datetime": "2021-12-08T12:33:05.000Z", "subject": "Coronavirus pandemic", "title": "First person to get Covid vaccine is happy to inspire others", "article": "The first person in the world to get a Covid-19 jab as part of a mass-vaccination programme 12 months ago has reflected on her \"wonderful year\". Margaret Keenan, now 91, from Coventry, was given a Pfizer/BioNTech vaccineat University Hospital on 8 December 2020. She said she was happy her getting the jab had inspired others to do the same. The best Christmas present she could have was being in good health, she added. \"People meet me in the street and they say... 'thank God for you because I wasn't going to have this jab' and it's lovely to hear that,\" she said. \"Even young people have spoken to me and it makes me feel good.\" More than 51 million first doses of vaccine have been given in the UK, along with over 46 million second doses and 20 million extra doses. A charity t-shirt worn by the mother-of-two and grandmother-of-four when she had the jab wasviewed around the world and sold out as sales tripled .In September Mrs Keenan, known as Maggie,was given her booster vaccine alongside Matron May Parsons, who manages Covid wards in the trust and administered her first jab. She said: \"It felt great, honestly, I could not believe that things went so well, afterwards. \"At the time I wasn't feeling good but once I got that jab and things started to be better, so I had a wonderful year - thanks to the NHS.\" The grandmother, who only retired from her job working in a jeweller's six years ago, has lived in Coventry for more than 60 years but is originally from Enniskillen, Northern Ireland. She said she would advise anyone to get the jab: \"Don't think about it. Just go and have it done... It doesn't take long.\" The 91-year-old said: \"Thank God it happened at the right time for me. \"I cannot tell you how pleased I am really, so I encourage everybody to have it. \"The best Christmas present I could have is being in good health and having had the jab and feeling free from this horrible virus.\" Speaking about unvaccinated young people and pregnant women, Ms Parsons said: \"Those are the people I would like to reach out to and find out the reasons why they are not having it, because they're gambling with their lives. \"The amount of people we have seen that are young and pregnant, and aren't vaccinated, dying for the virus is just not right.\" She added: \"The respiratory wards haven't had any let up in terms of Covid numbers it's always been Covid in my ward and it's even more difficult now.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-59566578"}