{"datetime": "2021-12-14T21:02:01.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Tougher Wales restrictions at Christmas not ruled out", "article": "Tougher restrictions cannot be ruled out over Christmas, Wales' health minister has said. At a government press conference, Eluned Morgan said she does not want to \"cancel\" Christmas. But she said nothing is being taken off the table. Ms Morgan's comments came as she laid out how the Welsh NHS will cope with a surge in booster jabs, with all available NHS staff to be redeployed to vaccination centres. The Tories say there is not enough information yet to demonstrate a need for further restrictions. Meanwhile Plaid Cymru raised concerns ministers had not clearly explained how the enhanced booster programme will be delivered. The Welsh NHS is offering all adults a booster before December in response to an expected wave of the Omicron variant that officials fear could overrun the NHS with new Covid cases. A further two cases of Omicron were announced in Wales on Tuesday, bringing the total to 32. On Tuesday, the number of deaths in Wales which involved Covid exceeded 9,000. Office of National Statistics figures show 9,051 Covid deaths have occurred up to 11 December.Ms Morgan said it is likely there will be additional restrictions introduced at the next review of coronavirus rules - expected this Friday. \"The last thing we want to do is cancel Christmas,\" she said. \"I think it's important we make that absolutely clear. \"But we're certainly not taking anything off the table either.\" \"So the best thing for people to do is to see if we can remain in a situation where we are able to see each over Christmas... to take precautions now, so we don't see the increase in rates we're expecting.\" Asked whether she could rule out restrictions on Christmas Day, she added: \"I'm really sorry, I can't be clearer with you, because we genuinely have no idea how quickly this Omicron is going to spread. \"Certainly, I think people should plan because we don't know what the situation is going to be at Christmas time.\" Under the plans to boost the vaccine rollout, the NHS will continue to provide essential services, emergency and urgent care, but will otherwise shift its focus to vaccines. The Welsh government says it will be running a hybrid model of appointments and some walk-in sessions, with the second aimed at specific age groups and people who may have not been contacted or cannot make an allot appointment. Opening times at mass vaccination centres - already open from 09:00 to 20:00 - will be extended further. Everyone who has received their first and second jabs will be texted or phoned and offered a booster in the coming days. The Welsh government urged people to check their local health board's website for details - and not to ring their GP or their health board. The health minister said people will continue to be called in order of the risk they face from Covid. She said there would be a \"three week burst of activity\" from which she said they would return to \"some kind of normality\". The Welsh health minister says she hopes that everybody will receive their booster vaccine \"before the peak of the Omicron wave hits us\". Dr Gill Richardson, deputy chief medical officer who leads the Welsh vaccine programme, said some NHS services may run \"slightly slower\" while the surge takes place. Eluned Morgan said NHS staff would be asked if they can cancel leave to help with the vaccine booster programme.A consultant who works within the Cwm Taf Morgannwg Health Board said cancelling leave would be \"utter madness that will break many staff and increase sick leave\". Dr Dai Samuel tweeted: \"Yes we need to ramp up the vaccination effort and try to reduce the impact of any potential wave which could cause hospitalisations but cancelling leave of staff already on their knees is not the right way to do it.\" Politicians don't say \"I don't know\" very often, but we heard that a lot from the health minister today. And every time she said it, it was in response to questions about what Christmas in Wales would look like this year. While the continuing uncertainty over the impact of Omicron keeps us all in limbo, the mood music suggests further restrictions (or as per Scotland \"strong guidance\") on social mixing could be on their way this Friday.While Eluned Morgan couldn't be specific, she did say some sort of tightening was likely.On Tuesday Scotland's first minister, Nicola Sturgeon, advised people to limit socialising tothree other households in the run-up to Christmas. Rather than changing coronavirus rules and changing the law, however, she issued the advice in the form of \"strong guidance\".In the Senedd on Tuesday, Mr Drakeford said that approach would be considered by the Welsh government ministers when they review the current rules. Meanwhile Mr Drakeford said a South African study on the Omicron variant, which suggested it may be causing milder illness, was \"encouraging\" but \"not to be relied upon as a strong basis for policy decision making. He said if the transmissibility of Omicron is \"of the rate that we are currently seeing in Scotland and in London\", even if the virus is milder, a large number of people would fall ill and \"those large numbers will drive people into needing the help of the NHS\". Meanwhile the UK Treasury said it was providing extra funding to the governments of Wales, Scotland and Northern Ireland, for the vaccine rollout. It said it would confirm figures in coming weeks. Welsh Conservative health spokesman Russell George said he does not think there is enough information yet to demonstrate the need for further Covid restrictions.\"We know that the moment we've got a lower rate of the new variant in Wales, we're yet to see that increase, as the projections have, perhaps, suggested,\" he said. \"So we're not yet in a position where we need to be talking about restrictions and I hope that, of course, remains the case.\" Plaid Cymru's Rhun ap Iorwerth said the Welsh government hasn't clearly explained how the enhanced booster programme will be delivered. \"There's sky high expectations from the public,\" he said, \"but I have not yet seen how that is going to be delivered in practice\". He also said it was \"disingenuous\" of the government to urge people to come forward for boosters: \"The problem I'm getting with my constituents is not with people coming forward but people frustrated in not knowing when they are going to get their vaccination.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-59652887"}