{"datetime": "2021-12-14T01:18:05.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Omicron: Why do boosters work if two doses struggle?", "article": "The heavily mutated Omicron variant has led to a serious dent in the ability of vaccines to protect us from catching the Covid virus. Two doses of some vaccines offer almost no protection from an Omicron infection, although they should still greatly reduce the risk of becoming so ill you need hospital care.The vaccines were all developed to fight the first form of the virus that emerged two years ago.So can a third or \"booster\" dose of those original vaccines make the difference or has Omicron already outwitted the protection they can give? Fortunately for us - while the contents of the syringe may be identical, a booster is not just more of the same for the immune system.The protection you're left with after the third dose is bigger, broader and more memorable than you had before.Fighting coronavirus is something your immune system has to learn.One option is to figure it out on the job when you encounter the virus for real. However, there is a risk of getting it wrong and ending up seriously ill.Vaccines are more like a school - a safer environment to further your immune system's Covid education. The first dose is the primary school education that nails the fundamentals.Your second and third doses are comparable to sending your immune system to secondary school and then university to dramatically deepen its understanding. It's not just repeating primary school over and over.\"The immune system is left with a richer knowledge and understanding of the virus,\" said Prof Jonathan Ball, a virologist from the University of Nottingham.He said for all the talk of the dastardly tricks of Omicron, a highly-trained immune system is \"an incredibly difficult and hostile environment\" for the virus and its variants.Antibodies are a major beneficiary of this education.These are the sticky proteins that attach themselves to the outside of the coronavirus. Neutralising antibodies can gum up the virus so it can't invade your cells. Others sit there as the biological equivalent of a flashing neon sign spelling out \"kill this virus\".A flurry of laboratory studies andreal world data showed the neutralising antibodies you have after two doses of a Covid vaccine were far less effective against Omicron.Prof Danny Altmann, an immunologist from Imperial College London, said you were left with \"absolutely zilch\" and were a \"sitting duck for infection\".So back to school.Every dose of the vaccine triggers another round of antibody evolution within the immune system. It seeks out better antibodies that attach themselves more firmly to the virus. It's a process called affinity maturation. \"Your antibodies are a better fit as time goes on, they are getting fancier and more sophisticated,\" said Prof Altmann.If the antibodies are able to bind more tightly to the coronavirus then it will be harder for Omicron's mutations to help it wriggle free. And while the new variant is heavily mutated, it is still the same fundamental virus and has parts that have not changed at all. Further rounds of vaccination also lead to the immune system broadening its antibody repertoire as it finds new ways of attacking the virus.It's not just about the quality of antibodies, the quantity goes up with boosting too. Prof Charles Bangham, from Imperial, said: \"You get more of them, the concentration in the blood increases and we don't know how long this is going to last, but the more times you're vaccinated the longer-lasting the immune memory is.\" The impact of all this is clear in the same studies that showed two doses were weaker against Omicron. The protection against getting any Covid symptoms shot up to around 75% after the booster.Elsewhere in the immune system, boosting is giving our bodies the upper hand against future variants too. B-cells are the part of the body that mass produce antibodies. Some mature to produce those super-sticky, highly refined antibodies after boosting. Others can spot coronavirus, but remain half-baked and flexible.\"These can go off in different directions and when they proliferate they start to go after the new variant,\" said Prof Ball. And then there's T-cells, which again become more plentiful and better at attacking Covid viruses in response to boosting.T-cells use a different trick to spot the virus and patrol our body looking for any sign of cells being infected with Covid. T-cells recognise parts of the coronavirus that the virus finds harder to mutate.So while Omicron is squirming away from our immune system, each vaccine dose and indeed each infection is giving our body's defences more tools to hunt it down.All this bodes well for vaccines protecting us from becoming seriously ill.\"Immunity against a virus is almost never absolute - you can almost always get re-infected and what you want to do is get re-infection so trivial you don't know you've got it or it's very mild,\" said Prof Bangham. Follow James on Twitter ", "url": "https://www.bbc.com/news/health-59639973"}