{"datetime": "2021-12-14T11:00:37.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Booster jabs need to triple to tackle Omicron", "article": "A tripling of the daily booster vaccination take-up is needed to tackle the Omicron variant, the first minister has said. Mark Drakeford would not rule out more restrictions before Christmas, and suggested tighter rules may be needed between Christmas and New Year. Mr Drakeford criticised unvaccinated people for \"knowingly and deliberately\" putting themselves at risk.A nurses' union has urged caution due to staffing pressures in the Welsh NHS. Meanwhile the number of deaths in Wales involving Covid has passed 9,000, with figures from Office of National Statistics showing 9,051 have occurred. The number of deaths registered in the latest week was 61 - down from 77 in the previous week. Mr Drakeford told ITV Wales' Sharp End there were \"enormous practical issues\" in ramping up the vaccine booster programme when the \"workforce are exhausted\". \"We are doing 20,000 a day at the moment, we need to double that and then we probably need to do another 20,000 a day on top of that,\" he said. \"It means premises being available, it means staff being available and crucially it means people coming forward to take up the offer of vaccination.\"We have appointments available in Wales today which are not being taken up. As well as supplying the service we have to make sure the demand is there as well.\"On people who chose not to get vaccinated, he said \"they are putting themselves knowingly and deliberately in harms way\", but would rely on the NHS if they became unwell with Covid. Earlier on Monday, the Welsh government confirmed a Covid patient with the Omicron variantwas admitted to an un-named Welsh hospital . It came asthe first known Covid death in the UK with the Omicron variant was announced by the prime minister. But a doctor in South Africa, where the variant was first discovered, toldRadio Wales Breakfast the variant was still only causing mild illness in most cases. Dr Angelique Coetzee, chair of the South African Medical Association, said: \"It's still a mild illness. If you have the headache and the body aches and pain, the myalgia that goes with it for the first two or three days, especially if you're unvaccinated, it's quite severe. \"We call it mild, but those people experience it quite intense.\"But the majority of patients, within five days after we have seen them, are healthy.\"We haven't so far encountered, on primary healthcare level, any long Covid symptoms… we haven't prescribed oxygen, even for the people who have been admitted.\" The UK coronavirus alert level has been raised to four over concerns about the variant. Astwo doses of a vaccine cannot provide enough protection against the Omicron variant, first minister Mr Drakeford said a booster is \"vital\". Boosters are being offered to adults in the UK three months after their last dose, under plans to speed up the vaccination programme. Helen Whyley, director of the Royal College of Nursing in Wales, described the \"massive challenge\" of getting so many people vaccinated before the end of the year. \"Given where we are with shortages of staff we're going to have to think carefully,\" she said. \"Moving frontline staff to the vaccination programme means that you've got to slow down or stop those services, so those are the real problems that are going to be faced now in the next few weeks.\" But she added it was \"absolutely the right thing to try and expand the booster programme\". Swansea Bay health board's director of public health Dr Keith Reid said the logistics of ramping up vaccinations were urgently being worked out. \"We will be expanding our capacity to deliver vaccinations and calling in other groups of staff to support this effort. All this takes time and may divert resources away from other services,\" he said. \"Once more we will be asking a huge amount from our dedicated and hard-working staff, and we ask patients and the public to bear with us as we put the necessary actions in place.\" Dr Kamila Hawthorne, a GP in Mountain Ash, Rhondda Cynon Taf, and head of the graduate entry medicine programme at Swansea University, told Radio Wales Breakfast the vaccination targets would be difficult to achieve, but \"we have to try\". She said a call had been made for students to volunteer, as they did in March 2020, adding the existing pressures on the NHS were taking their toll. \"We're pretty tired and our workload has gone up by nearly 20% compared to what it was two years ago,\" she explained. \"In order to be able to help with vaccination clinics, we need a bit of give in the system.\" Onits website , the Welsh government's said: \"Please wait to be invited, your health board will contact you when it's your turn. \"Booster vaccinations are being be offered in order of descending age groups, with priority given to the vaccination of older adults and those in a Covid-19 at-risk group. \"Health boards are working their way through those eligible, in order, as quickly and as safely as they can. Please do not contact your GP to ask about appointments. \"Please take up your Covid-19 booster appointment when you receive it.\" Gareth Williams, from Swansea, has been ringing \"morning, afternoon and evening for three weeks\" to try and get his booster.But the 60-year-old said he had been unsuccessful after being repeatedly told over the phone that all officers were busy. \"The government are doing their best but it's not quite good enough,\" he told Radio Wales. \"It's alright saying something, but it's doing something and putting it into practice - that's what's annoying me\". It means Mr Williams may be without his son and grandson on Christmas Day because he fears he may put them at risk. Joseph Carter, head of Asthma UK and the British Lung Foundation in Wales, said Mr Williams' situation is \"all too familiar\".\"More and more people have been telling us they've found their lives shrinking because they are really worried about what's going on,\" he said. He said for the one in five people who live with lung conditions, Christmas plans are a \"real concern\", adding he worries young people with asthma are not being prioritised before healthy under-30s. When asked about whether there would be further restriction ahead of Christmas, the first minister said: \"I am not prepared to rule them out. \"We looked at this last week and came to the conclusion on Friday that there was no need to move in that direction for this week because in Wales, where we are behind what's happening in other parts of the UK, we think the Delta variant will continue to be the dominant for this week.\"By this coming Friday, things may be different and if it is necessary to take actions to protect peoples' health in Wales, then difficult as it is and as unwelcome it will be to us all, the Welsh government will protect peoples' health and keep people alive, if we didn't take action people would die.\"We will not shrink from that responsibility\".On restrictions post-Christmas, Mr Drakeford said: \"There is a period after Christmas when things are different in any case.\"Schools are closed, students are not in university, offices - such as the Welsh government office - will close for the period between Christmas and the New Year.\"And as we know the traditional way of doing things in Wales, is that people go out together and socialise in the run up to Christmas and then in the post-Christmas period there's a bit of standing back from that. \"So there may be a period in the post-Christmas days when we can do more to stem the flow of the Omicron variant\".Wales' chief medical officer Dr Frank Atherton suggested new restrictions on socialising might be necessary over the next few weeks. Susan Michie, professor of health psychology and director of the centre for behaviour change at University Colleague London and a member of the Independent SAGE group of experts, said sheexpected people to adhere to any new rules. \"All the way through the pandemic the overwhelming majority of the British public have adhered to often quite stringent and challenging rules,\" said Prof Michie. \"When people see that there's a real threat and that what they do can make a difference, most people rally to the cause.\" But she added that the \"unfortunate\" allegations of Christmas parties in Downing Street had \"undermined trust\". \"What I hope is that people will look to the people that they do trust… listen to what they're saying and listen to the lessons of the past,\" she added. ", "url": "https://www.bbc.com/news/uk-wales-59648391"}