{"datetime": "2021-12-14T06:21:55.000Z", "author": "Christopher Sleight & Andrew Picken", "title": "Covid in Scotland: Will I get my booster jab by the end of the year?", "article": "The Scottish government is aiming to offer Covid booster vaccine appointments to all over-18s by the end of the year . First Minister Nicola Sturgeon will later update Holyrood on what is being done to speed up the pace of the vaccine roll out and is also expected to announce further restrictions to try and halt the spread of Omicron.But ministers have said the \"best line of defence\" in the battle against the new variant is to ensure people are fully vaccinated.Since 8 December last year, more than4.3 million people have received at least a first dose of a Covid vaccine in Scotland. Of those, almostfour million have had a second dose and more thantwo million have gone on to receive a booster or third dose. But the crucial figure to calculate here is how many will be eligible to receive a booster dose by the end of the year. The recommended gap between your second dose and a booster is three months. UsingPublic Health Scotland data we can see that3,837,113 over-18s in Scotland had received a second dose by 30 September. This is the number who will be due their booster jab before the end of the year, according to guidance from the Joint Committee on Vaccination and Immunisation (JCVI). The Scottish government's target is tooffer boosters by the end of December, which is not the same as getting a jab into an arm. But it's possible to estimate the likely \"booster gap\" at the end of the year - the number of people who had their second dose at least three months ago and are still waiting for their booster. If we take the number eligible ( 3,837,113 ) and take away the number of over-18s already boosted ( 2,150,703 on 12 December), we're left with almost1.7 million people. On Monday, Health Secretary Humza Yousaf said he wanted 70,000 boosters a day to be delivered in Scotland between now and the end of the year. Even if that rate was achieved, there would still be around350,000 people overdue a booster on 31 December. Reaching the 70,000 boosters a day target will also mean a major scaling up of the vaccination operation, especially with the inevitable disruption over the Christmas holidays. The average number of doses being delivered at the moment is about 40,000. Most of those are boosters, but there is also a steady trickle of first and second doses. The highest number of vaccinations delivered in a single day so far was just under 65,000 in February and the highest weekly average achieved was close to 56,000 a day. You're eligible for a booster jab in Scotland if you're over 18 and it's been three months since your second dose. This is in line with guidance from the UK government's vaccination advisers, the JCVI. The committee had previously advised that all people aged over 50, as well as those in a Covid at-risk group, should be offered the booster. This was eventually extended to all over-18s as the threat of the Omicron variant became apparent on 29 November. As was the case with first and second doses of the Covid vaccines, a number of different locations are being used for the rollout of the boosters. Health centres, GP surgeries, pharmacies, community centres and empty shops are among the venues hosting the vaccine clinics.However, a number of the large-scale vaccination centres across Scotland, such as the Hydro in Glasgow and the international conference centre in Edinburgh, used earlier in the vaccination programme have now closed.Opposition parties havecalled for these larger facilities to be reopened but the Scottish government has previously said that is only feasible if you have the staff to operate them.Everyone over the age of 30 across Scotland who meets the eligibility criteria is currently able to book a booster jab, and appointments will be open to 18 to 29-year-olds later in the week. Most people are being asked to bookvia the NHS inform website or on the national vaccination helpline number 0800 030 8013.Some users have reported very little availability in their local area or the next available appointments not being until well into next month.Health Secretary Humza Yousaf has said the system is \"experiencing very high demand\" since the push on booster jabs was announced and asked people to \"be patient and bear with us\". A number of health boards, such as Ayrshire, Highland and Fife, are also operating limited drop-in clinics for booster jabs.As things stand, the vaccine rollout will also be paused on the four upcoming public holidays over Christmas and New Year in most health board areas.Hundreds of vaccinators are working across Scotland and most come from an NHS background including dentists, healthcare students and recently retired staff.Mr Yousaf has said they will \"potentially move NHS staff away from other core duties\" to increase the number of vaccinators but this poses its own difficulties given the well-documented pressures facing the health service.Health boards supply the Scottish government with daily updates on the total number of vaccinations they are able to provide and vaccinator staffing numbers but this has not been made publicly available yet. Some boards, such as NHS Lothian, are also taking on people without NHS experience to do the vaccine rollout and giving them on-the-job training.In a paper published on 1 December, NHS Lothian said the lack of vaccinators \"continues to be a significant risk and rate limiting factor to expansion plans\". There are also about100 military personnel in Scotland helping with the vaccination programme across 11 health board areas .A further 70 additional staff will be deployed to the vaccine programme in Scotland in the coming days once they have been trained. 󠁧󠁢󠁳󠁣󠁴󠁿 ", "url": "https://www.bbc.com/news/uk-scotland-59642172"}