{"datetime": "2021-12-07T19:59:18.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Early signs Omicron spreads more easily, says No 10", "article": "Early signs suggest the Omicron Covid variant is more transmissible than the current Delta strain, No 10 has said. But the prime minister's official spokesman added it was still too early to draw conclusions - and any impact caused by Omicron would also depend on whether it caused severe illness.There are currently 437 confirmed cases of Omicron in the UK,figures show. Earlier, Wales' health minister saidthey were expecting a significant wave of Omicron that would peak in January. In Scotland, Covid rulesare going to be reviewed daily as Omicron cases rise, and First Minister Nicola Sturgeon has urged employers to let staff work from home until at least the middle of January where possible. Scientists believe Omicron could spread more easily than Delta, and could out-compete Delta to become the dominant variant in the UK.But much is still unknown, and it could still take weeks to understand how severe illness from the variant is and what it means for the effectiveness of vaccines. The variant is currently spreading in the community in multiple areas of England, Health Secretary Sajid Javid said on Monday. The government's cabinet was given an update on the pandemic on Tuesday morning. Giving an account of the meeting afterwards, the PM's spokesman said: \"The prime minister said it was too early to draw conclusions on the characteristics of Omicron but early indications were that it is more transmissible than Delta.\" But he said there was \"no hard agreement on the level of transmissibility\", and it was \"too early to tell\" the effect on vaccine evasion or seriousness of the illness it would cause. The spokesman also said ministers did not discuss whether to introduce the government's \"plan B\" for winter - which could involve more restrictions if the pressure on the NHS becomes too much. Officially there have been just over 400 Omicron infections. But that's just the tip of the iceberg.It is based on positive tests sent to labs to check for variants, which only happens in a minority of cases. Because of a quirk in the way Omicron shows on PCR tests it is possible to identify suspected cases too. Using this data, researchers at the University of East Anglia believe there could have been five to six times as many Omicron cases as the official total shows. This data is what is behind suggestions the number of cases is doubling every three days or so and the conclusion that it is more transmissible than Delta. What is not clear is why. To what extent is it down to Omicron's ability to get past immunity, greater infectiousness or because it has a shorter incubation period? The answer to that could have a big bearing on how quickly and how far infection levels will climb. Another unknown is what that will mean for serious illness. You would expect reinfections or infections post-vaccination to be milder. If that is the case, the proportion of cases ending up in hospital will drop. But even if it halves, if infection rates more than double, pressure on the NHS will still increase. The threat of hospitals being overwhelmed is now back on the table. Earlier, Welsh health minister Eluned Morgan also said it was clear the Omicron variant spreads rapidly. Although there have been only five cases in Wales - compared with 333 in England, 99 in Scotland andthree in Northern Ireland - Ms Morgan said people should act with caution. \"We are expecting a significant wave of Omicron to hit Wales,\" she said. \"The modelling suggests that that will reach its peak by around the end of January, which is why there is an urgency in terms of getting people vaccinated and boosters done as soon as possible.\" Ms Sturgeon said about 4% of cases in Scotland appeared to be the Omicron variant, adding: \"Our estimate at this stage is that the doubling time for Omicron cases may be as short as two to three days, and that the R number associated with the new variant may be well over two.\"Although it is an early estimate based on limited data, a fast doubling time means cases can get high quickly. For example, three day doubling means going from 100 cases a day to about 100,000 cases a day in one month. Omicron is the most heavily mutated version of coronavirus found so far.It was first identified in South Africa, where there is now a surge in the number of people catching Covid multiple times. This suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection.However, there is not definitive proof. Even if Omicron is more infectious, there is no evidence yet that it causes more serious illness. The government is urging people to take up their booster jab when offered - or be vaccinated if they have not yet done so. Speaking during a visit to a prison on Tuesday, Mr Johnson said the UK had now delivered more than 20 million boosters.\"I would certainly say to people, now is the time to get it,\" he added. On Tuesdaythe government announced there had been another 45,691 Covid cases and a further 180 people had died. ", "url": "https://www.bbc.com/news/uk-59563939"}