{"datetime": "2021-12-08T15:39:14.000Z", "subject": "Coronavirus pandemic", "title": "Covid: Pfizer says booster shot promising against Omicron", "article": "Pfizer and BioNTech have said a booster jab of their coronavirus vaccine promises to be an effective defence against the new Omicron variant. Three doses provide a similar level of antibodies against Omicron to that of two doses against other variants, the companies said after a small study. The World Health Organization (WHO) earlier said vaccines should still work against severe Omicron cases. Researchers across the world are piecing together data about Omicron. It is the most heavily mutated version of coronavirus found so far.In a statement on Wednesday, Pfizer chief executive Albert Bourla saidprotection against the variant would be improved with a third dose of the jab . \"Ensuring as many people as possible are fully vaccinated with the first two dose series and a booster remains the best course of action to prevent the spread of Covid-19,\" he said. However, Pfizer and BioNTech noted that the results were preliminary and said they would continue to collect data and \"evaluate real-world effectiveness\". They added that they were developing an Omicron-specific vaccine which would be ready for delivery within 100 days, pending regulatory approval. Both the Pfizer/BioNTech research anda new South African study - not yet peer-reviewed - found that the vaccine might result in far fewer neutralising antibodies against Omicron than against the original Covid strain.Pfizer/BioNTech, however, said a third dose boosted those antibodies by a factor of 25, making the level of protection comparable to that of two doses against other variants. Multiple studies have now shown Omicron is better than other variants at evading part of the immune system. But what does this mean? The studies have focused on neutralising antibodies that stick to the virus and stop it infecting our body's cells.If these are less effective then it could increase the chances of you catching Covid, but it is far too soon to quantify how likely that is to happen.There are also signs that a third dose or a mix of past infection and vaccines would minimise the risk. The vaccines are still highly likely to protect most people against severe disease because they train far more of the immune system than just neutralising antibodies.T-cells, which kick in once an infection is under way, are better at dealing with variants as they can attack different parts of the virus. However, a large and sudden wave of Omicron could still cause problems even if it is mild for most people. If the few who will get severe Covid all get infected with Omicron around the same time, then it could put pressure on hospitals again.There is no significant data yet on how the Moderna, Johnson & Johnson and other jabs hold up against the new variant. The WHO's emergencies director Mike Ryan earlier said there was no sign Omicron would be better at evading vaccines than other variants. \"We have highly effective vaccines that have proved effective against all the variants so far, in terms of severe disease and hospitalisation, and there's no reason to expect that it wouldn't be so\" for Omicron, Dr Ryan told AFP news agency. Omicron was first identified in South Africa, where there is now a surge in the number of people catching Covid multiple times. UK Prime Minister Boris Johnson's spokesman said early signs suggested Omicron could be more transmissible than the current Delta strain. But Omicron's ability to cause severe disease is not yet clear. The WHO's Dr Ryan said initial data suggested Omicron did not make people sicker than the Delta and other strains, but instead pointed towards it being less severe. Dr Anthony Fauci, the top US infectious diseases expert, said early evidence suggests Omicron could be more transmissible but less severe. There have been more than 267 million cases of coronavirus and more than five million deaths around the world since the pandemic began, according to data from Johns Hopkins University. ", "url": "https://www.bbc.com/news/world-59582006"}