{"datetime": "2021-12-02T17:42:33.000Z", "subject": "Coronavirus pandemic", "title": "Covid: South Africa new cases surge as Omicron spreads", "article": "The new coronavirus variant Omicron has now become dominant in South Africa and is driving a sharp increase in new infections, health officials say. Some 11,500 new Covid infections were registered in the latest daily figures. That is a sharp rise on the 8,500 cases confirmed the previous day. By contrast, daily infections were averaging between 200 and 300 in mid-November, a top South African scientist told the BBC. Omicron has now been detected in at least 24 countries around the world, according to the World Health Organization (WHO). Those who have already had other variants of coronavirus do not appear to be protected against Omicron but vaccines are still believed to protect against severe disease, according to top scientists from the global health body and South Africa's National Institute for Communicable Diseases (NICD). \"Previous infection used to protect against Delta but now with Omicron that doesn't seem to be the case,\" said Anne von Gottberg, microbiologist at NICD. The full picture in South Africa will not become clear until \"people get so sick that they need to go to hospital\" which is generally \"three, four weeks later,\" says Prof Salim Abdool Karim of the Africa Task Force for Coronavirus. \"But the feedback we're getting from the ground is that there's really no red flags - we're not seeing anything dramatically different, what we're seeing is what we are used to,\" he told the BBC's Newsday programme. The BBC's Pumza Fihlani in South Africa's biggest city, Johannesburg, says that restaurants and supermarkets remain packed, ahead of the Christmas and New Year holidays. People are talking about the new variant - but so far there's little panic and, according to scientists, there shouldn't be. South Africa was the first country to report on the highly mutated new variant. The NICD says more than 70% of all the virus genomes it sequenced last month have been of the new variant. India , Ghana, Saudi Arabia and the UAE are among the latest countries to have confirmed their first cases of Omicron. Others including the UK, US and Germany have also seen people infected by the new variant.Many questions about Omicron remain to be answered, including how much protection current vaccines provide. The WHO has categorised it as a \"variant of concern\", and says early evidence suggests it has a higher re-infection risk. Earlier this week, countries around the world restricted travel from southern Africa as details of the spread emerged. This prompted South Africa's foreign ministry to complain that it wasbeing punished - instead of applauded - for discovering Omicron. WHO chief Tedros Adhanom Ghebreyesus later warned that blanket Covid measures were penalising southern Africa. The rate of new infection is expected to increase in what is now the beginning of the fourth wave in South Africa, and the national health department says there has also been a slight increase in hospital admissions. Most of the people who have been hospitalised in South Africa had not been vaccinated against coronavirus, according to the NICD.There are no vaccine shortages in the country , and Mr Ramaphosa has urged more people to get jabbed, saying this remains the best way to fight the virus. About 24% of South Africans have so far been fully vaccinated - far more than the 7% average recorded across the African continent, but lower than the latest European average of 54%. Officials in South Africa are ramping up efforts to get more people vaccinated. Before the detection of the Omicron variant late last month, vaccination campaigns had stalled, in part because of the low rate of reported new infections, experts say.But our South Africa reporter says that seems to be changing - on 25 November about 120,000 vaccines were administered and a week later the number had risen to just over 160,000 new vaccinations a day.It could be the silver lining that health officials were hoping for, she says. What this means for the rest of the world remains very uncertain. South Africa had a wave driven by another variant - Beta - that did not take off in other places.Levels of a later variant, Delta, were very low when Omicron took hold in South Africa - meaning the new variant did not have to work hard to compete. South Africa has low levels of vaccination although it has had high levels of infection and that brings its own immunity. How it fares in places like the UK, where there is plenty of Delta circulating but the population is heavily vaccinated, therefore, remains to be seen. ", "url": "https://www.bbc.com/news/world-africa-59503517"}