{"datetime": "2021-04-22T12:48:11.000Z", "subject": "Coronavirus pandemic", "title": "Covid vaccine: Margaret Keenan praises 'incredible' rollout", "article": "The first person in the world to be given the Pfizer-BioNTech vaccine has called the rollout of the mass vaccination programme \"incredible\". Margaret Keenan, 91,was given the vaccine at University Hospital in Coventry in December. She said having the jab was \"the best thing I ever did.\" Latest figures showmore than 33 million people in the UK have received at least one dose of a coronavirus vaccine. In an online chat with NHS chief executive Sir Simon Stevens, the grandmother originally from Enniskillen, Co Fermanagh, urged anyone who has not yet been vaccinated to come forward. \"There's nothing to it, you don't feel anything\" she said. She praised staff who have helped with the rollout of the vaccines: \"They're incredible, I cannot find words to say. They're incredible with what they've done.\" First vaccines are now being offered to people below the age of 50 after the UK government hit its target of offering a first jab to everyone in the top priority groups - all those over the age of 50, plus those in high-risk categories - before 15 April. Those considered most at risk - people aged 70 and over, care home residents, healthcare workers and people required to shield - were offered a jab by mid-February. News of Ms Keenan receiving the first jab in December prompted headlines across the world and a huge response on social media. At the time she described the experience as a \"whirlwind\" andsales of a charity t-shirt she was wearing tripled overnight . Matron May Parsons, who administered the injection to Ms Keenan, said on the call: \"Vaccinating Maggie was a little spark of light the midst of the darkness, and now I feel like the dawn is coming.\"It's almost unbelievable that we've managed to roll out the vaccine so successfully.\" When she was asked what she was most looking forward to in the future, Ms Keenan told Sir Simon \"a little holiday... I'm not greedy\". Sir Simon ended the call by saying: \"Maggie, you've been an inspiration. May, you've set the whole of the health service on the path towards this hugely successful vaccination rollout.\"Thank you both so much.\" Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-56842681"}