{"datetime": "2021-12-03T01:13:58.000Z", "author": "Philippa Roxby", "subject": "Coronavirus pandemic", "title": "Covid: Pfizer and Moderna jabs give best overall boost, UK trial finds", "article": "The Pfizer and Moderna vaccines being used in the UK as boosters give the best overall boost response, according to a UK trial of seven different jabs. The trial is the first study of how well Covid booster jabs work and justifies the UK's early decision to use these two vaccines for boosters. All the vaccines tested raised immunity against Covid to some degree. Researchers said there were promising signs the boosters would still protect against illness and death from Omicron. To make vaccine supplies go further, even a half dose of Pfizer could be used to boost populations, they added. The trial results are thought to have prompted theUK to order an extra 114 million doses of Pfizer and Moderna vaccines to be rolled out over the next two years. Boosters cancut the risk of infection by more than 93% . All adults aged over 18 in the UK are being offered a booster jab - usually either Pfizer or Moderna - while scientists find out more about the Omicron variant.Earlier this week, the head of Pfizer said boosters against Covid could become an annual event. In the study of nearly 3,000 adults - led by the University of Southamptonand published in the Lancet - boosters were given about three months after second doses of AstraZeneca or Pfizer, which is the gap now recommended in the UK. Out of seven different vaccines tested, all were found to be safe, and the side effects, including headache, fatigue. All seven vaccines boosted immunity when given after two doses of Oxford-AstraZeneca, and six were effective following two doses of Pfizer - but some worked better than others. Overall, the mRNA vaccines - Moderna and Pfizer - gave the best boost to antibodies and T-cells, which are known to be important factors in how well vaccines work, particularly after two initial doses of AZ.The vaccines were equally effective in the over-70s and under-70s. The researchers say they found a strong response to all variants of the virus, including Alpha, Delta and the original strain, and hope this will translate into protection against Omicron too.But they caution that further data will be necessary to work out what this means for long-term protection against serious disease. In people who had received two doses of AZ, the study found a 30-fold rise in antibody levels after a Moderna booster, and a 25-fold rise after a Pfizer booster. After two doses of Pfizer, which offers higher baseline protection, the same vaccines raised antibody levels the most. Prof Saul Faust, who led the trial at University Hospital Southampton NHS Foundation Trust, said: \"It's really encouraging that a wide range of vaccines, using different technologies, show benefits as a third dose to either AstraZeneca or Pfizer-BioNTech.\"That gives confidence and flexibility in developing booster programmes here in the UK and globally,\" he added.On protection against hospitalisation and death from Omicron, Prof Faust said he hoped it \"would remain intact\" and \"be handled by current vaccines\". Prof Jonathan Ball, professor of molecular virology at the University of Nottingham, added that it was \"great to finally see the data that was no doubt pivotal in deciding the UK's vaccine booster approach\". He said it clearly showed that \"all boosters provided a lift to at least one aspect of your Covid immunity\". The Oxford-AstraZeneca vaccine is now being used in more than 180 countries and is thought to have saved more than a million lives around the world. Pfizer is being used in more than 145 countries and the UK was the first country to approve the vaccine last year. On Thursday the UK announced another 53,945 Covid cases and said a further 141 people had died. ", "url": "https://www.bbc.com/news/health-59489988"}