{"datetime": "2021-12-02T07:39:34.000Z", "author": "Fergus Walsh", "subject": "Coronavirus pandemic", "title": "Pfizer boss: Annual Covid jabs for years to come", "article": "People will be likely to need to have annual Covid vaccinations for many years to come, the head of Pfizer has told the BBC Dr Albert Bourla said he thought this would be needed to maintain a \"very high level of protection\". The UK has now secured an extra 114 million doses of Pfizer and Moderna vaccines to be delivered over the next two years. A year ago the UK was the first country to approve the Pfizer-BioNTech vaccine. Pfizers's chief executive was speaking to the BBC before the emergence of the Omicron variant, first identified in South Africa and also before the announcement that the UK government had signed contracts to buy the 54 million additional Pfizer-BioNTech and 60 million Moderna doses for 2022 and 2023. These deals include access to modified vaccines if needed to combat Omicron and future variants of concern, the Department of Health has said. Dr Bourla said Pfizer had already made updated vaccines in response to the Beta, also first identified in South Africa, and Delta, first identified in India, variants but that they had not been needed.The company is now working on an updated jab in response to the Omicron variant that could be ready in 100 days. He said vaccines had helped save millions of lives during the pandemic, and without them the \"fundamental structure of our society would be threatened\" By the end of the year Pfizer expects to have supplied three billion doses of its messenger ribonucleic-acid (mRNA) vaccine with four billion planned for next year.There had been a global race to protect people protected, Dr Bourla said, but in 2022, countries would have \"as many doses as they need\". Several global health charities see the money Pfizer, BioNTech and Moderna are making out of the pandemic as immoral. Pfizer will generate at least $35bn of Covid vaccine sales this year and has seen its share price soar. But while most people in the world have now had at least one Covid jab,in parts of Africa it is less than one person in 20 .Dr Bourla was unapologetic about making a profit, saying \"the bottom line is millions of lives were saved.\"He continued; \"We have saved the global economy trillions of dollars.\"It is a strong incentive for innovation for the next pandemic.\"But people will see that if they step up to the game, to bring something that saves lives and saves money, there is also a financial reward.\" He denied profiteering - saying the jab was the \"cost of a takeaway meal\" for richer countries but sold at no profit to low-income ones - but accepted rich countries such as the UK had placed orders early and availability had initially been limited. Having to be stored at -70C, the Pfizer vaccine has been tricky to deploy in countries with limited health services.But within a month or so, Pfizer says it will roll out a new formulation of the vaccine that can be stored for three months in a fridge, which Dr Bourla said, would make a \"huge difference\" for sub-Saharan African countries. Pfizer has also developed an antiviral pill, Paxlovid, which in trialscut hospital admissions and deaths by nearly 90% .It should be approved in the US shortly and the UK government has agreed to buy enough for 250,000 patients.Pfizer is also conducting Covid-vaccine trials in the under-fives. And in October, the United States Food and Drug Administration approved the Pfizer jab for five to 11-year-olds.Immunising that age group in the UK and Europe would be a very good idea, Dr Bourla said. \"Covid in schools is thriving,\" he said. \"This is disturbing, significantly, the educational system, and there are kids that will have severe symptoms.\"So there is no doubt in my mind that the benefits, completely, are in favour of doing it.\" The mRNA vaccines, from Pfizer and Moderna have now taken over almost completely from the UK developed Oxford-AstraZeneca jab. And Dr Bourla had a strong message for those who did not want to have vaccines. \"For those that are just afraid, the only emotion of human beings stronger than fear is love,\" he said. \"So I am using always this argument that the decision to get another vaccine is not going to influence only your health, it is going to affect the health of others and particularly the health of the people you love the most, because they are the ones that you will interact with.\"So take the courage to overcome your fears and do the right thing.\" He has recently been the target of some bizarre fake news stories, alleging the US Federal Bureau of Investigation had arrested him for fraud and his wife had died as a result of side-effects from the Pfizer vaccine - both untrue. \"In the first news, that I was arrested by the FBI, of course I laughed,\" he said.\"On the second news, that my wife died, with a picture of her, I was really [angry].\"I worried about my kids, so I tried to call them and I could not get my son on the phone.\"What we had to go through, it is nothing compared to the lives that will be lost because of the rubbish that those people published, because people will really think that my wife died because of the vaccine... and she is fine - she is wonderful.\" ", "url": "https://www.bbc.com/news/health-59488848"}