{"datetime": "2021-11-16T16:15:17.000Z", "subject": "Coronavirus pandemic", "title": "Covid-19: Pfizer to allow developing nations to make its treatment pill", "article": "US drug company Pfizer has penned a deal to allow its experimental Covid-19 treatment pill to be made and sold in 95 developing nations. The deal with the UN-backed Medicines Patent Pool not-for-profit could make the treatment available to 53% of the world's population.But it excludes several countries that have had large Covid-19 outbreaks, including Brazil. Pfizer says the pill lessens the risk of severe disease in vulnerable adults. In a statement on Tuesday, Pfizer said the agreement will allow local medicine manufacturers to produce the pill \"with the goal of facilitating greater access to the global population\".Pfizer will not receive royalties on sales in lower income countries and said it would waive royalties in all nations included in the agreement while Covid remains a World Health Organization-designated public health emergency. In early November, Pfizer said clinical trials suggest that its Covid-19 pill, Paxlovid, cuts the risk of hospital admission or death by 89% for high-risk adult patients.Charles Gore, director of the Medicines Patent Pool, said in a statement the licence was important as \"this oral drug is particularly well-suited for low- and middle-income countries and could play a critical role in saving lives\". Most of the countries included are in Africa or Asia. However, nations like Brazil, China, Russia, Argentina and Thailand, which have experienced major outbreaks, are not part of the deal. Some experts say this is not enough to address inequalities in access to Covid-19 treatments and vaccines. Pfizer and other pharmaceutical companies have also pushed back against calls to lift patents on their Covid jabs. Doctors Without Borders said it was \"disheartened\" that the deal doesn't make Pfizer's Covid-19 pills available everywhere in the world in a statement to the Associated Press. \"The world knows by now that access to Covid-19 medical tools need to be guaranteed for everyone, everywhere, if we really want to control this pandemic,\" the group's legal policy adviser Yuanqiong Hu said. In October, another drugmaker, Merck, announced a similar deal with the Medicines Patent Pool to allow manufacturers to produce its own Covid-19 pill, molnupiravir. ", "url": "https://www.bbc.com/news/world-us-canada-59310582"}