{"datetime": "2020-12-09T18:21:38.000Z", "subject": "Coronavirus pandemic", "title": "Margaret Keenan: T-shirt gives charity a boost", "article": "A charity t-shirt worn by the first person to be given the Pfizer Covid vaccine has almost sold out as sales tripled. Pictures of Margaret Keenan, 90, receiving the Pfizer/BioNTech vaccineon Tuesday in Coventry were viewed online and on TV around the world. News of the first vaccination trended on social media, with many Twitter users praising her festive t-shirt. Sales of the blue top raises money to buy presents for patients on the wards. Twitter user Christopher Peacock said Ms Keenan had become \"the most famous woman in the world\". Jo O'Sullivan, the director of University Hospitals Coventry & Warwickshire Charity said: \"We are only a small charity, but we have seen sales of the t-shirt triple and have had to order more stock.\" She said they have received orders from \"all over the world\" including \"Sweden, Brazil [and] Spain\". Almost £4,000 had been raised, Ms O'Sullivan said, from the sales of the t-shirt, with the money being used to buy gifts for elderly patients in hospital over Christmas and presents for those on children's wards on Christmas Day. The charity t-shirt promotes an alternative to Christmas jumper day as it is too hot for NHS staff to wear jumpers on wards. Ms Keenan, who has lived in Coventry for more than 60 years, was discharged from the hospital on Wednesday. Originally from Enniskillen, Northern Ireland, she had been admitted a few days before her jab. Mrs Keenan, a retired jewellery store assistant, said: \"Yesterday was a massive day for me personally and for the rest of the world as we all look to get back to some sort of normality. \"It has all been such a whirlwind and everything hasn't really sunk in yet.\"I feel great and I'm so pleased to be able to go home and to spend some quality time with my family.\" She also thanked matron May Parsons, who administered her vaccination, and other NHS staff who she said \"looked after me tremendously\". \"My advice to anyone offered the vaccine is to take it - if I can have it at 90, then you can have it too,\" Ms Keenan added. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-coventry-warwickshire-55243602"}