{"datetime": "2021-12-02T06:55:27.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Covid: Trigger of rare blood clots with AstraZeneca jab found by scientists", "article": "Scientists believe they have found \"the trigger\" that leads to extremely rare blood clots after the Oxford-AstraZeneca Covid vaccine. The team - in Cardiff and the US -have shown in exquisite detai l how a protein in the blood is attracted to a key component of the vaccine.They think this kicks off a chain reaction, involving the immune system, that can culminate in dangerous clots. The vaccine is thought to have saved about a million lives from Covid.However, concerns about rare blood clots shaped how the vaccine has been used around the world includingan alternative being offered to the under-40s in the UK.It also started a scientific detective hunt to figure out what was going on and if it could be prevented. The Cardiff team were given emergency government funding to find the answers. AstraZeneca's own scientists also joined the research project after earlier results from the team were published. There were two initial clues for the researchers investigating the rare blood clots: The vaccines used in the UK all try to deliver a snippet of the Covid-virus's genetic code into the body to train the immune system.Some package that code up inside spheres of fat, while the AstraZeneca one used an adenovirus (specifically acommon cold virus from chimpanzees ) as its microscopic postman.The researchers thought the adenovirus might be linked to the rare clots occurring in some people. So they used a technique called cryo-electron microscopy to take images of the adenovirus in molecular-level detail.Their study,published in the journal Science Advances, reveals the outer surface of the adenovirus attracts the platelet factor four protein to it like a magnet.Prof Alan Parker, one of the researchers at Cardiff University, told BBC News: \"The adenovirus has an extremely negative surface, and platelet factor four is extremely positive and the two things fit together quite well.\"He added: \"We've been able to prove the link between the key smoking guns of adenoviruses and platelet factor four.\"What we have is the trigger, but there's a lot of steps that have to happen next.\" The researchers think the next stage is \"misplaced immunity\", but this needs to be confirmed in further research. It is thought the body starts to attack platelet factor four after confusing it for part of the foreign adenovirus to which it is stuck. So antibodies are released into the blood, which clump together with platelet factor four and trigger the formation of dangerous blood clots.However, this requires a series of unlucky events, which could explain why the clots are so rare.These clots, known as vaccine-induced immune thrombotic thrombocytopenia, have been linked to73 deaths out of nearly 50 million doses of AstraZeneca given in the UK.\"You could never have predicted it would have happened and the chances are vanishingly small, so we need to remember the bigger picture of the number of lives this vaccine has saved,\" said Prof Parker. AstraZeneca said the vaccine is thought to have saved more than a million lives around the world and prevented 50 million cases of Covid.A spokeswoman for AstraZeneca stressed that clots were more likely to occur because of a Covid infection than the vaccine, and that the complete explanation for why they occur had not yet been established.\"Although the research is not definitive, it offers interesting insights and AstraZeneca is exploring ways to leverage these findings as part of our efforts to remove this extremely rare side effect,\" she added. A University of Oxford spokesperson said: \"We continue to follow with interest any new developments and investigation into potential causes for these very rare side effects associated with the vaccine, whilst being reassured by real-world effectiveness data that the vaccine remains a highly effective tool for combating this pandemic.\" Dr Will Lester, a consultant haematologist at University Hospitals Birmingham NHS Trust, praised the \"very detailed\" research saying it helps explain the \"most likely initial step\" in clotting.He added: \"Many questions still remain unanswered, including whether some people may be more susceptible than others and why the thrombosis (clotting) is most commonly in the veins of the brain and liver, but this may come with time and further research.\" The Cardiff team hope their findings can be used to improve adenovirus-based vaccines in the future to reduce the risk of these rare events.Follow James on Twitter ", "url": "https://www.bbc.com/news/health-59418123"}