{"datetime": "2022-01-15T01:47:56.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Endemic Covid: Is the pandemic entering its endgame?", "article": "Who hasn't let out an exasperated \"Is the pandemic finished yet?\" or a \"When can I just get on with my life?\" over the past two years? I know I have. The answer to those questions could be... very soon.There is growing confidence that Omicron could be hurtling the UK into the pandemic endgame.But what comes next? There will be no snap of the fingers to make the virus disappear. Instead, the new buzzword we'll have to get used to is \"endemic\" - which means that Covid is, without doubt, here to stay.So, is a new Covid-era truly imminent and what will that actually mean for our lives? \"We're almost there, it is now the beginning of the end, at least in the UK,\" Prof Julian Hiscox, chairman in infection and global health at the University of Liverpool, tells me. \"I think life in 2022 will be almost back to before the pandemic.\" What's changing is our immunity. The new coronavirus first emerged two years ago in Wuhan, China, and we were vulnerable. It was a completely new virus that our immune systems had not experienced before and we had no drugs or vaccines to help.The result was like taking a flamethrower into a fireworks factory. Covid spread explosively around the world - but that fire cannot burn at such high intensity forever.There were two options - either we would extinguish Covid, as we did withEbola in West Africa , or it would die down but be with us for the long term. It would join the swarm of endemic diseases - such as common colds, HIV, measles, malaria and tuberculosis - that are always there.For many, this was the inevitable fate of a virus that spreads through the air before you even know you're sick. \"Endemicity was written into this virus,\" says Dr Elisabetta Groppelli, a virologist at St George's, University of London.\"I am very optimistic,\" she says. \"We'll soon be in a situation where the virus is circulating, we will take care of people at risk, but for anybody else we accept they will catch it - and your average person will be fine.\" Epidemiologists, who study the spread of diseases, would consider a disease endemic when levels are consistent and predictable - unlike the \"boom and bust\" waves so far in the pandemic.But Prof Azra Ghani, an epidemiologist at Imperial College London, says other people are using it to mean Covid is still around, but that we no longer need to restrict our lives.She thinks we'll get there \"rapidly\", adding: \"It seems like it's taken a long time, but only a year ago we started vaccinating and we're already an awful lot freer because of that.\" The only major curve ball would be a new variant that can outcompete Omicron and cause significantly more severe disease. It is important to remember that endemic does not automatically mean mild. \"We have some huge killer diseases that we consider endemic,\" says Prof Ghani. Smallpox was endemic for thousands of years and killed a third of people who were infected. Malaria is endemic and causes around600,000 deaths a year . But we are already seeing the signs that Covid is becoming less deadly as our bodies become more familiar with fighting it.In the UK there has been a vaccination campaign, a booster campaign and waves of Covid involving four different variants of the virus. \"When Omicron has finished and moved through, immunity in the UK will be high, at least for a while,\" says Prof Eleanor Riley, an immunologist at the University of Edinburgh. The high level of infections has come at a price, withmore than 150,000 deaths in the UK. But it has left a protective legacy in our immune systems. That immunity will wane so we should expect to catch Covid in the future, but it should still reduce the chances of becoming seriously ill.Prof Hiscox - who sits on the government's New and Emerging Respiratory Virus Threats Advisory Group - says that means most people won't be badly affected. \"Should a new variant or old variant come along, for most of us, like any other common cold coronavirus, we'll get the sniffles and a bit of a headache and then we're OK.\" There will be people - mostly the old and vulnerable - who will die from endemic Covid. So there is still a decision to be made about how we live alongside it. \"If you're willing to tolerate zero deaths from Covid, then we're facing a whole raft of restrictions and it's not game over,\" Prof Hiscox explains. But, he says, \"In a bad flu season, 200-300 die a day over winter and nobody wears a mask or socially distances, that's perhaps a right line to draw in the sand.\" Lockdowns and restrictions on mass gatherings will not come back and mass testing for Covid will end this year, he expects.The near certainty is there will be booster vaccines for the vulnerable come the autumn in order to top up their protection through winter.\"We need to accept the fact that our flu season is also going to be a coronavirus season, and that is going to be a challenge for us,\" says Dr Groppelli.However, it is still uncertain how bad winters will be as the people who die from flu and Covid tend to be the same. As one scientist put it, \"You can't die twice.\" Prof Riley thinks we won't be compelled to wear face masks after Omicron, but they will become \"a much more common sight\" as they are in parts of Asia as people choose to wear them in crowded places.She adds: \"The likely scenario is life won't look much different to the autumn of 2019, when we all turned up for our flu vaccines.\" While the UK is ahead of most of the world due to a combination of vaccines and a large number of infections, the planet is not remotely close to seeing the end of the pandemic.Poorer countries are still waiting for vaccines to give to their most vulnerable people. Meanwhile countries that kept Covid at arms' length have had very few deaths, but also have less immunity in their populations.The World Health Organization has been clear the world is a long way off describing Covid as endemic.\"For the world it is still a pandemic and an acute emergency,\" Dr Groppelli concludes.Follow James on Twitter ", "url": "https://www.bbc.com/news/health-59970281"}