{"datetime": "2021-03-17T01:30:30.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Vaccine side effects: My experience of them and what they mean", "article": "I was over the moon to get vaccinated. I've covered the coronavirus pandemic, including the race to develop a vaccine, since only a handful of people were infected in Wuhan. So when it was my turn to roll up my sleeve at the GP surgery, it really felt like a moment.But I'm going to be open and honest with you: the vaccine floored me.Let's be clear, even with hindsight I'd do it all again. I'd rather have side effects than Covid, or another year of restrictions, or a higher chance of accidentally passing the virus onto a loved one. I had my first dose of the Oxford-AstraZeneca vaccine at 0930 in the morning. That evening I spiralled rapidly downhill and could barely scrape myself out of bed for the next three days.The worst was the migraine and vomiting, but I also had aches, chills and exhaustion.It's fair to say I was moaning \"Why me?\" from my sick bed. But as I recovered, I wondered why do some of us get worse side effects than others, and do they mean I've built a super-strong immune response? So I spent an episode of Inside Health on BBC Radio 4 finding out.Covid vaccines \"trick\" the body into thinking it is fighting coronavirus and tap into our natural immune response to an infection. First there is a reaction in the arm where you are injected - think swelling and soreness - as the immune system swings into gear.This can progress to affect the rest of the body and cause flu-like symptoms including fever, chills and nausea. \"That's caused by the inflammatory response,\" Eleanor Riley, a professor of immunology and infectious disease at Edinburgh University, told me. It works like a chemical fire alarm. It is a flood of chemicals released into the body warning that something is wrong.Prof Riley said: \"It mobilises the immune response and sends immune cells into the tissue around your arm to figure out what's going on.\" However, it is these same chemicals that can make us feel temporarily unwell.However, side effects vary massively from one person to another. Some will not notice a thing; others will feel groggy, but good enough to go to work; others will need to ride it out in bed.\"A really important component, and this might be relevant for you James [I am in my mid-30s], is age,\" Prof Andrew Pollard, who led trials of the Oxford-AstraZeneca vaccine, told me. \"The older you are, the less the side effects - the over-70s have almost no side effects.\" But even two people the same age can have wildly different reactions to a vaccine.\"There is enormous genetic diversity in our immune systems, that's what underlies the difference,\" Prof Riley told Inside Health.This diversity means some people's immune systems run a little bit hotter and are more prone to reacting aggressively.Prof Riley said: \"The people who, like yourself, go into full blown flu-like symptoms have rather overreacted to the whole thing. \"And it may be you're one of those people that always feels terribly ill if you have a cold or flu. I don't want to accuse you of having man-flu, but you may be one of those people.\" Another factor that slightly increases the chance of side effects is having had a previous coronavirus infection, which can lead to an incredibly strong immune response after vaccination.Selfishly, I had hoped that having side effects meant I had an incredibly strong immune response and there has been some evidence from previous vaccines that this would be the case.\"There are examples, like pandemic flu in 2009, where stronger side effects meant a strong immune response,\" said Prof Pollard.But that is not the case with the Covid vaccine, everyone is getting roughly the same protection. \"It's fascinating, even though the elderly had few side effects, they had exactly the same immune response.\"The explanation comes from how the two halves of the immune system work together.The first is called theinnate response and includes that chemical fire alarm. The other half is theadaptive response which learns and then remembers how to fight an infection by designing B-cells that produce antibodies to seek out and destroy the virus, as well as T-cells which can attack any of the body's cells which have been infected.Prof Riley said: \"It's this early innate phase of the immune response that varies with age and varies amongst people and that's what determines the strength of your side effects. \"You only need a little bit of that innate response to wake up the adaptive response and get that full panoply of B-cells and T-cells that will protect you.\" A natural worry after one bout of side effects is there could be another one on the horizon. However, I have assurances.\"Your second dose will be innocuous, the second dose is very mild in comparison to the first,\" said Prof Pollard, who ran the Oxford vaccines trials. However, he did warn that some data suggested the second Pfizer dose might lead to slightly more side effects than the first.Concerns over vaccine side effects had dominated the news after a very small number of people had blood clots after they were vaccinated.I warned before the rollout started of the dangers of falsely assuming health problems that happen by coincidence are caused by the vaccine. The European Medicines Agency has said there is \"no indication that vaccination has caused these conditions\". But there are genuine side effects too, and Prof Pollard says it is important to be open and honest about what they are.He said: \"In trials you have the opportunity to say you might be like James Gallagher and feel rotten for a few days, then you know what to expect and it's an inconvenience. You take some paracetamol and it ends. \"If it just hits you and you don't expect it, then it can be pretty worrying.\" Follow James on Twitter ", "url": "https://www.bbc.com/news/health-56375307"}