{"datetime": "2021-05-28T13:19:53.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Covid vaccine update: Those that work - and the others on the way", "article": "Covid vaccination campaigns are under way in the UK and across the world. A range of vaccines are being used to reduce people's chances of getting sick, needing hospital treatment or dying.It is more than a year since the virus first emerged, yet many people are still vulnerable.The restrictions on our lives help keep the virus in check as they reduce opportunities for the virus to spread.Vaccines teach our bodies to fight the infection and are \"the\" exit strategy from the pandemic. The three vaccine frontrunners are those developed byPfizer-BioNTech ,Moderna andOxford-AstraZeneca . Pfizer and Moderna both developed RNA vaccines - a new approach that is incredibly quick to design. They inject a tiny fragment of the virus's genetic code into the body, which starts producing part of the coronavirus and pushes the body to mount a defence.These have been approved for use in the UK, Europe and the US.The Oxford vaccine is subtly different as it uses a harmless virus to carry the same genetic material into the body. This has been approved in the UK and Europe. It is the easiest of the three to use as it can be stored in a fridge, rather than needing very cold temperatures. All three are supposed to be given as two doses. A single-dose Covid vaccine made by Janssen has now beenapproved for use in the UK . Twenty million doses of the jab, which was 85% effective in stopping severe illness from Covid-19 in trials, will arrive later this year. Because only one dose is needed - and the vaccine can be stored in a fridge - it could have a significant impact around the world. A billion doses are planned this year. Another jab,Novavax , is also being reviewed by drugs regulators. It uses a different, old-school, approach to vaccines - proteins from the virus and a chemical to prime the immune system are injected into the body.There are other noteworthy vaccines, even if they are not being used in Europe and the US.The Sinovac, CanSino and Sinopharm vaccines have been developed by scientists in China and deals have signed with other countries in Asia and South America. Around one million people in China are reported to have been given the Sinopharm injection. The Sputnik V vaccine, developed by Russia's Gamaleya Research Centre, is also effective according tolate stage trial results published in The Lancet . Some people have been immunised. The vaccine, which works in a similar way to the Oxford-AstraZeneca and Janssen vaccines has also been deemed to be safe - and offer complete protection against hospitalisation and death. It is hard to compare one company's results with another as their trials will have been conducted in slightly different ways and at different points in the pandemic.However, all the main vaccines seem to have a large impact on your chances of needing hospital treatment or dying from Covid. Nonetheless, one of the most important questions - do they stop you spreading the virus - remains unknown.Understanding which method produces the best results will be explored inchallenge trials where people are deliberately infected with the virus. New versions of the coronavirus are emerging in countries around the world.However, there is a warning sign from Janssen and Novavax, which have the first \"real-world\" data on the new variants. Both showed a dip in their overall effectiveness in South Africa, where a new and worrying variant has been spreading. The results were still good and clearly better than no vaccine at all, but they emphasise how coronavirus is a moving target. We may need to change the vaccines we use in the future. ", "url": "https://www.bbc.com/news/health-51665497"}