{"datetime": "2021-10-21T01:44:00.000Z", "author": "James Gallagher", "title": "Gene silencing medicine transforms crippling pain", "article": "An innovative type of medicine - called gene silencing - is set to be used on the NHS for people who live in crippling pain. The drug treats acute intermittent porphyria, which runs in families and can leave people unable to work or have a normal life.Clinical trials have shown severe symptoms were cut by 74% with the drug. While porphyria is rare, experts say the field of gene silencing has the potential to revolutionise medicine. Sisters Liz Gill and Sue Burrell have both had their lives turned around by gene silencing.Before treatment, Liz, from County Durham, remembers the trauma of living in \"total pain\" and, at its worst, she spent two years paralysed in hospital. Younger sister Sue says she \"lost it all overnight\" when she was suddenly in and out of hospital, made redundant and did know whether her partner would stick with her (he did). \"It was scary,\" she tells me. Both became used to taking potent opioid painkillers on a daily basis. But even morphine could not block the pain during a severe attack that needed hospital treatment. Gene silencing gets to the root-cause of the sisters' disease rather than just managing their symptoms. Their porphyria leads to a build-up of toxic proteins in the body, that cause the physical pain. Gene silencing \"mutes\" a set of genetic instructions to block that protein production.Both had been taking the therapy as part of a clinical trial and are still getting monthly injections.\"The difference is astronomical, we're not in pain anymore,\" Liz said. \"You're not dependent on opiate-based pain relief and that leads to things like being able to succeed in a job and being able to buy your own home.\"Sue, from Norfolk, said the therapy had transformed her life: \"[You're] able to do things that you couldn't do before, being able to be a mother better, being able to be a wife better… to just live life.\" Clinical trials showed the gene silencing therapy, called givosiran,cut the number of severe attacks by 74% . The National Institute for Health and Clinical Excellence (NICE), which approves drugs for use in England, said the therapy \"would improve people's quality of life\" and was \"value for money\". Prof David Rees, the director of the King's College Hospital National Acute Porphyria Service, told the BBC: \"To find a drug that really does transform people's lives is extraordinary.\" However, acute intermittent porphyria is rare. Only around 17 people are diagnosed in the UK each year.\"[But] if we can control genes and switch them on and off when we want to, then almost anything is possible in terms of treating diseases including Alzheimer's and cancer and everything else,\" Prof Rees said. Gene-silencing has already proven effective in otherrare genetic diseases such as amyloidosis . Its ability to tweak how DNA works in the human body, without permanently altering it, has already seen it used as atwice-a-year cholesterol busting jab . Tara Moore, a professor of personalised medicine at the University of Ulster, said gene silencing had the potential to be as big as antibiotics.She told BBC Radio 4's Inside Health: \"It will be, it's a very powerful tool, it is so specific, it's really phenomenal. \"There's really nothing to stop us targeting so many different diseases from cancer to cardiovascular disease to cholesterol problems.\"Follow James on Twitter ", "url": "https://www.bbc.com/news/health-58988006"}