{"datetime": "2021-11-05T18:10:51.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Where are we at with Covid?", "article": "There is a never-ending stream of data about Covid and at times it can seem completely contradictory. So where do we stand at the moment? The number of people testing positive is continuing to fall, but are we wrong to constantly tout this number around? It is looking certain that the epidemic in schoolchildren is in decline, but why, and will it last? And do we need to pay more attention to infections in older age groups? After all, they are the people at highest risk. The main ways of tracking Covid are: Each has its own quirks that makes them flawed and yet revealing in different ways. It's only when you bring them all together that you get closer to the reality.Nearly every source of data agrees that there is a lot of coronavirus around, but that has started to fall.The latest number of cases (ie people who take a test and it's positive) is 34,029 on Friday, down from 43,467 onthe same day last week. The issue with that figure is that it is heavily influenced by the number of people choosing to get tested and some don't, especially if their wages depend on being free of Covid.The React study at Imperial and the ONS both test people at random, whether they're sick or not, to see if they're harbouring the virus.That makes them less biased, but people test positive for some time after catching the virus, so the picture they paint is always a bit out of date.React recorded the highest levels of coronavirus since it started after the first wave, but says itmay have started to fall in recent days. The ONS estimates one in 55 people in the UK has Covid - that's about 1.27 million of us. However, their data goes up only to 30 October, so is doubly out of date. The R number for the UK, that's the average number of people each infected person passes the virus on to, is between 0.9 and 1.1. That suggests the level of infections is roughly stable, but the way it is calculated means it again reflects what was happening weeks ago. The Zoe Covid study app, which works in real time by getting people to log their symptoms, has recorded a 5% fall in Covid in the past week.\"Hopefully we're over the last great peak of Covid in 2021,\" said Prof Tim Spector, who analyses the data at King's College London. But there is a danger in just looking at the headline number of cases - even though it is the mainstay of Covid coverage. Prof Mark Woolhouse, from the University of Edinburgh, told me: \"We're tempted to be very concerned when cases rise sharply, and there seems to be a mood that we can relax when it starts to decline. \"I don't think it's helping anyone right now.\" Prof Mike Tildesley, from the University of Warwick, agreed: \"Putting those figures in the public's eye every day does distract from what we should be looking at.\" Within the data, there are two epidemics currently worth considering. The big one in school pupils who are still mostly unvaccinated, but at relatively low risk from Covid. And an emerging one in at-risk groups, who are now being offered their booster doses. The number of cases in school-age pupils surged through September and October, but is now in decline. That has become apparent, even in the laggy ONS data.\"For the first time in several weeks, we are seeing a decrease in infections among secondary school-aged children in England, although rates do remain high,\" said the ONS's Sarah Crofts.The fall is likely to be a mix of a rampant outbreak in schools building up natural immunity, pupils who have been vaccinated, and the half-term effect when kids are no longer mixing in the classroom. The React scientists say they witnessed a similar effect 12 months ago, and cases rose once the school gates reopened.The precise balance of those effects on Covid in children remains uncertain - is it a school break or herd immunity? \"That's the real question, I'm cautiously optimistic that it's that latter and it's a very significant moment if it is,\" said Prof John Edmunds, from the London School of Hygiene and Tropical Medicine. The sheer scale of the rise and then fall in infections in young people means the overall picture is dominated by people who are generally at low risk of needing hospital treatment for Covid.Prof Woolhouse said: \"Over-interpreting those large fluctuations in low-risk groups is misleading and I'm quite worried about those at high risk. \"Underlying those waves, there's been a rather steady increase in older age groups and I'm concerned about that.\" It is worth stressing infections in older age groups are at low levels, and it is not yet clear how much the rise will matter. The number of people being admitted to hospital looks to have plateaued at just over 1,000 a day in the UK. \"We haven't seen the massive increase in hospital admissions that some were concerned about, but we're not out of the woods yet,\" Prof Tildesley told BBC News.Prof Spector, whose Zoe app data also showed continuing increases in infections in older age, said the pattern was \"worrying\" but that hopefully the booster campaign would prevent it becoming a major problem. Prof Edmunds said: \"There's an enormous epidemic in children, it filters through to their parents and from them to others even more vulnerable, vaccines are stopping this being a disaster.\" But he says if cases in children do turn a corner, then that should reduce the risk for everyone.It is abundantly clear we are in an infinitely better position than last year which culminated in lockdowns.However, there is no certainty about how winter will go.Will cases in children continue to fall? If they do, will that lead to falls in other age groups? How will the booster campaign go? What will the weather be like (and will we all meet indoors as the temperature drops)? What will other diseases do and how will they pressure the NHS? Changes in behaviour could still change the course of the epidemic. While children's lives look much closer to pre-pandemic norms, that is not the same in adults. There is also the potential of new variants, such as the offshoot of delta - AY.4.2 to cause problems.\"It's an extremely complex picture and very hard to predict what is going to happen,\" said Prof Woolhouse.Follow James on Twitter ", "url": "https://www.bbc.com/news/health-59179219"}