{"datetime": "2021-11-05T15:13:26.000Z", "author": "Jim Reed and Philippa Roxby", "title": "Covid: Pfizer says antiviral pill 89% effective in high-risk cases", "article": "A pill to treat Covid developed by the US company Pfizer cuts the risk of hospitalisation or death by 89% in vulnerable adults, clinical trial results suggest. The drug - Paxlovid - is intended for use soon after symptoms develop in people at high risk of severe disease. It comes a day afterthe UK medicines regulator approved a similar treatment from Merck Sharp and Dohme (MSD). Pfizer says it stopped trials early as the initial results were so positive. The UK has already ordered 250,000 courses of the new Pfizer treatment, which has not yet been approved, along with another 480,000 courses of MSD's molnupiravir pill. Health and Social Care Secretary Sajid Javid called the results \"incredible\", and said the UK's medicines regulator would now assess its safety and effectiveness.\"If approved, this could be another significant weapon in our armoury to fight the virus alongside our vaccines and other treatments,\" he said. The Pfizer drug, known as a protease inhibitor, is designed to block an enzyme the virus needs in order to multiply. When taken alongside a low dose of another antiviral pill called ritonavir, it stays in the body for longer. Three pills are taken twice a day for five days. The combination treatment, which is still experimental because trials haven't finished, works slightly differently to the Merck pill which introduces errors into the genetic code of the virus. Pfizer said it plans to submit interim trial results for its pill to US medicines regulator the FDA as part of the emergency use application it started last month. Full trial data has not yet been published by either company. The US has already secured millions of doses of the pill, according to President Joe Biden. The company's chairman and chief executive Albert Bourla said the pill had \"the potential to save patients' lives, reduce the severity of Covid-19 infections, and eliminate up to nine out of 10 hospitalisations\". Vaccines against Covid-19 are seen as the best way of controlling the pandemic but there is also demand for treatments that can be taken at home, particularly for vulnerable people who become infected. Interim data from trials of the treatment in 1,219 high-risk patients who had recently been infected with Covid found that 0.8% of those given Paxlovid were hospitalised, compared with 7% of patients who were given a placebo or dummy pill. They were treated within three days of Covid symptoms starting. Seven patients given the placebo died compared to none in the group given the pill. When treated within five days of symptoms appearing, 1% given Paxlovid ended up in hospital and none died. This compared to 6.7% of the placebo group being hospitalised and 10 of them dying. Patients in the trial, which has not yet been published or verified, were elderly or had an underlying health condition which put them at higher risk of serious illness from Covid. They all had mild to moderate symptoms of coronavirus. Dr Stephen Griffin, associate professor in the School of Medicine at the University of Leeds, said: \"The success of these antivirals potentially marks a new era in our ability to prevent the severe consequences of Sars-CoV2 [coronavirus] infection, and is also a vital element for the care of clinically vulnerable people who may be unable to either receive or respond to vaccines.\" Pfizer is also studying the treatment's impact on people at low risk of Covid illness and on those who have already been exposed to the virus by someone in their household. Developing truly effective antiviral drugs is notoriously difficult, so having two that look highly potent against Covid is a remarkable feat.Viruses are much simpler beasts than bacteria or parasites. That sounds like they should be easier to defeat, but in reality it means there are far fewer weak spots for drugs to exploit. There is also a wide variety of different types of virus that exploit our bodies in different ways, which means scientists often have to go back to the drawing board for each one. Then they hide inside our body's own cells, which means drugs that seem potent in the lab may not work as well in the body. There have been successes, notably in HIV, but reports concludedone antiviral for flu ended up being about as effective as paracetamol. The question now is whether the success of these pills in clinical trials can be repeated in the real world, as people with Covid will have to be identified and treated within a matter of days of their symptoms developing. ", "url": "https://www.bbc.com/news/health-59178291"}