{"datetime": "2022-02-10T00:34:06.000Z", "author": "Joel Gunter", "subject": "Ukraine conflict", "title": "How suicide became the hidden toll of the war in Ukraine", "article": "Back in April 2018, when the war in eastern Ukraine was a little over four years in, Father Sergiy Dmitriev was standing behind the front lines near the city of Maryinka telling a joke. It was Easter Sunday - a calm day in a calm stretch of weeks along that part of the front - and the mood was good. The priest was planning to lead a service for the troops. But as Father Dmitriev was finishing his joke, the calm was broken by a gunshot - too loud and too close to be a bullet whistling over from the separatist side of the lines. In the building next to where the priest was standing, a young engineer had taken his gun and turned it on himself. According to Father Dmitriev, and Andriy Kozinchuk, a military psychologist who was also there that day, a group of officers came over at the sound of the shot and, seeing the dead man, mocked him ruthlessly.\"The officers came and they said, 'What a moron, he shot himself,'\" the priest recalled.\"I said, 'We have a psychologist, maybe other fighters should talk to him?'.\"They said 'No, why?' They treated it casually, as if nothing happened. The guy was a drunk, they said, there's nothing more to it.\" Father Dmitriev travels to the front lines in the east from Kyiv every few weeks, to act as a military chaplain to the troops. He is not necessarily the person you imagine when you think of the Orthodox Church of Ukraine - he has a pierced ear, swears a lot, wears jeans and a hoodie and has a passion for cars. He has heard about so many military suicides now that the story of the engineer in Maryinka no longer really stands out from the rest. But he was reminded of the man this past December when he received a message saying the officer who had mocked him was dead. \"That officer was the most ardent critic of the engineer,\" Father Dmitriev said. \"And he shot himself too.\" As the grinding war in eastern Ukraine enters its ninth year, and Russia masses invasion-size forces along its borders, the country is yet to reckon with the toll of suicide on its troops and veterans. Suicides are filed under so-called \"non-combat\" deaths, but the Ministry of Defence has previously refused to make the numbers public. Families of the victims cannot claim the honour of a combat death, nor the financial support. In 2018, then-chief military prosecutor Anatoliy Matios said 554 active service members had taken their own lives in the first four years of war, but the number was not corroborated by the Ministry of Defence. Another anecdotal figure from 2018 put the number at over 1,000. Military sources told the BBC that any official numbers were almost certainly undercounts because many suicides were simply not recorded as such. The total number of combat dead among the Ukrainian armed forces, as of November last year, was 4,619. \"As long as the war lasts, they will never publish those numbers,\" said Volodymyr Voloshin, a military psychologist in Kyiv. \"They fear the Russians will use them to damage our morale.\" The Ministry of Defence did not reply directly to a request for the statistics. A spokesman for the Ukrainian army told the BBC the numbers had never been hidden, but it would take at least week to produce them. The Deputy Minister for Veterans' Affairs, Inna Drahanchuk, said their records showed about 700 veterans had died by suicide since 2014. But she said it was difficult to know the real number because it was not always clear who was a veteran or how someone had died. A veteran's family is only entitled to financial and social support if they can prove the suicide was related to the war, Ms Drahanchuk said. But \"knowing that it is impossible to prove that suicide is related to the hostilities, relatives try to hide the fact that the veteran committed suicide because of their religious beliefs\", she said - a striking admission that loved ones are left caught between an unforgiving government bureaucracy and an unforgiving faith. Suicide remains a crime in Ukraine, and the Orthodox Church - the predominant faith - generally opposes the use of consecrated ground and the presence of priests for the burials of those who take their own lives.\"A priest cannot read the funeral service for somebody who committed suicide, he cannot even attend the funeral,\" said Father Dmitriev. \"Especially if it is a small town. The family simply refuses to bury them.\" Father Dmitiriev does not share this view. Before the war, he worked in a hospital and he insisted on funeral rites for anyone who took their own life, he said. \"I never refused, not a single time, to bury them.\" Because he was attached to the brigade of the engineer who shot himself and the officer who followed, both men were afforded a proper burial attended by fellow soldiers and marked by prayers.Ukraine has among the world's worst suicide rates by population, and there is a deep stigma associated with the act. None of the many relatives of military personnel who died by suicide approached for this story agreed to talk in any form.\"In Ukraine, the son or daughter who committed suicide is never mentioned in the same breath as the one who died in combat, and their families become very isolated,\" said Oksana Ivantsiv, a Ukrainian producer worker on a film on the issue. The stigma is part of a much wider lack of progress on mental health care in Ukraine that has roots in the Soviet era, when psychology was cited only in the course of detaining and punishing dissidents. \"Psychology or psychiatry was purely punitive,\" said Dr Ulana Suprun, a former acting health minister of Ukraine. \"Dissidents were put in psychiatric hospitals, and if you had been admitted to a psychiatric hospital you could never take a job in government, or even work as a teller in a bank.\" According to Dr Suprun, mental health care remained virtually \"non-existent\" in Ukraine until 2014, when protesters overthrew the country's Russian-backed president Viktor Yanukovych and volunteer psychologists set up a tent on the Maidan square in Kyiv to encourage them to talk about the trauma of the uprising. The psychologists discovered that people weren't willing to approach the tent in public, and so relocated to a nearby trade union building. When the building was burned down, the local McDonald's stepped in to offer free coffee and a temporary home. Dr Suprun took up the cause of this fledgling mental health movement and in 2018 helped establish the country's first ever suicide helpline - five or six decades after similar phone lines were set up in the US and UK. Dr Suprun deputised a Dublin-born Kyiv publisher named Paul Niland to run it. Lifeline Ukraine works from a small office in an industrial area of Kyiv above a car dealership that donates the space for free. It employs a staff of 26 to field calls in shifts around the clock, paying their wages with donations from the UK, US, EU, Australia, and some private businesses. Notably, the total donation from the Ukrainian government to date is zero, though a congratulatory letter from the defence minister hangs on the office wall. The line is staffed by a number of veterans of the recent war with Russia, who in turn take lots of calls from fellow veterans, particularly in the early hours of the weekend when drunkenness is most common. The staff often try to connect with veterans having suicidal thoughts by asking them to recall a time and place before 2014 when they were happy - a kind of reset to a less stressful life. Sometimes they suggest the caller finds an object that reminds them of that time. Svetlana, a veteran who later trained in psychology and who was on shift at the office earlier this week, said she gave her husband an embroidered handkerchief when he went to the front in 2014, in the hope he would allow it to transport him if those sorts of thoughts ever came to mind. \"What helped a fighter cope before the war will help him cope in the future,\" she said. But many veterans aren't coping. They call in with advanced PTSD, Svetlana said, \"often trying to mute their pain with alcohol\". The number of calls to Lifeline Ukraine hasn't spiked with the escalation of threat from Russia, but the log book charting what callers talk about has shifted markedly towards the looming threat.\"They are anxious about this uncertainty, it is dragging on,\" Svetlana said. It was causing rifts among people who were previously close, she said. \"No one knows any longer who is your enemy and who is your friend.\" This estrangement, like suicides, alcoholism, and domestic violence, is among the less visible scars of the war. It has divided friends and families and even branches of the church, and stressed the population. \"This is what Putin wants - a Ukraine that is constantly under stress, unable to make long term plans, unable to invest in a future,\" said Dr Suprun, the former health minister.The war has affected Ukraine's ability to make progress on mental health care but the country's cultural taboos long predated the conflict, Andriy Kozinchuk, the military psychologist who works with Father Dmitriev, pointed out. \"It has been like this for centuries,\" he said. \"In our culture, men would rather die than ask for help. We say that when a soldier is singing his heart is bleeding. So if he says, 'I am fine', he is not good.\" Oleksa Sokil, a taciturn veteran who walks with the aid of a stick, and who experienced some of the worst the war had to offer in 2014, used to say 'I am fine', and he came close to killing himself several times, he said.It wasn't until he travelled to Lithuania to see a military psychologist there that he felt he could really talk. \"I opened up to him,\" Mr Sokil said. \"And he saved me.\" But in Ukraine, he said, every veteran was being failed. \"It is not just about stigma towards suicide, it is about stigma towards veterans,\" he said. \"Ukraine is killing her veterans. We have the ministry, where millions are spent on showing off on sports competitions, while in small villages and towns veterans are dying because they don't even have a basic social worker to come to them and ask them how they are.\" Mr Sokil just had a son, and he and his wife saw a psychologist throughout their pregnancy. \"That psychologist put us back in one piece,\" he said. \"We overcame our fear of loss.\" Inna Drahanchuk, the deputy veterans' minister, told the BBC that improved mental health support was the ministry's priority for the coming year.In the centre of Kyiv, along one wall that borders Father Dmitriev's church, there are portraits of most of the Ukrainian combat dead. Missing from the wall are the men and women, active troops and veterans, who killed themselves. Father Dmitriev would like their portraits to be there too, but even though the wall was his idea, it was simply not possible, he said. \"We could not take on that fight.\" Some years before the war, Father Dmitriev discovered that there was a kind of loophole in the church's rules around suicide that allowed a priest to attend a funeral in order to support the dead person's family, as long as the priest did not lead the service. This is how he gets round the system. And when he can, he encourages other Orthodox priests to do the same. There are not many who agree, he said, and those who do are still barred from reading the real funeral rites. \"I ask them simply, 'Will you go?'\" Father Dmitriev said. \"Go there and pray and say a few good words. Read the Lord's Prayer. The family will not know whether it is the full burial service or not.\" Daria Sipigina contributed to this report. If you're having thoughts of suicide or know someone that might be, you can find support globally via Befrienders Worldwide . In the UK you can call the Samaritans Helpline on 116 123 or visit samaritans.org . Further information on where you can go for support is available on BBC Action Line . ", "url": "https://www.bbc.com/news/world-europe-60318298"}