{"datetime": "2021-02-26T16:54:08.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Coronavirus spread slowed by vaccines, study suggests", "article": "The Pfizer vaccine appears to slow the spread of coronavirus as well as preventing people getting seriously ill, a study at a hospital has found. The findings supportsimilar research by Public Health England andan Oxford-AstraZeneca study , examining whether vaccines can stop the virus spreading.The researchers said the results were a \"genuine good news story\" but warned that other precautionary measures were still required to combat the virus. The impact on transmission is critical. If a vaccine only stops you getting severely ill - but you can still catch and pass on the virus - everyone will need to be immunised to be protected. But if it also stops you spreading the virus, there would be a far greater impact on the pandemic, as each person who is vaccinated indirectly protects other people, too. Addenbrooke's Hospital, in Cambridge, has been testing staff regularly for coronavirus, even if they do not have any symptoms.It started rolling out the Pfizer vaccine in early December and just over a month later had a mix of vaccinated and unvaccinated staff.The regular swabbing showed 17 in 1,000 unvaccinated staff were testing positive in mid-January while only four in 1,000 staff who had had their first dose were positive.There was a similar reduction among people who had no symptoms, but were still testing positive - and therefore potentially able to spread the virus unknowingly.The headline results have beenposted online , but the full data has not been reviewed by other scientists.\"This is a genuine good news story. People should be really pleased that the vaccine will protect them and they should have the vaccine in order to prevent themselves and others from getting infected,\" one of the researchers, Dr Mike Weeks, told the BBC. However, even with the vaccine there was not complete protection, he warned.\"The vaccine doesn't completely prevent infection and so handwashing, mask-wearing, social distancing, regular testing are as important as they ever are.\" The Siren study, run by Public Health England, suggested one dose of Pfizer reduced the risk of infection by 70% and two doses by 85%. The Oxford-AstraZeneca vaccine is thought to reduce infections by around two-thirds. Prof Lawrence Young, from Warwick Medical School. said: You can't spread the virus if you're not infected, and these studies show that the vaccine blocks infection in individuals who don't have symptoms but could pass on the infection.\" Prof Jonathan Ball, a virologist at the University of Nottingham, said: \"To see such a reduction in infection rates after a single dose of the Pfizer vaccine is very impressive and shows that vaccination truly does offer a way out of the current restrictions and a much brighter future.\" Follow James on Twitter ", "url": "https://www.bbc.com/news/health-56211755"}