{"datetime": "2021-01-20T15:21:05.000Z", "author": "James Gallagher", "subject": "Coronavirus pandemic", "title": "Covid: Who is getting the Pfizer vaccine first and when can I have it?", "article": "The Pfizer/BioNTech coronavirus vaccine is one of two being rolled out across the UK. The government aims to vaccinate all 15 million people in the top four priority groups by mid-February and has got off to a strong start, with more than four million jabs administered. The vaccine trains the immune system to fight coronavirus. It is a new type of jab called an RNA vaccine and uses a tiny fragment of the virus's genetic code. This starts making part of the virus inside the body, which the immune system recognises as foreign and starts to attack. The genetic material is encased in a tiny protective bubble of fat to get it into cells.The exact ingredients of the vaccine have not been made public, but other vaccines can contain other ingredients, like aluminium, to make them stable or more effective.This is the first RNA vaccine to be approved for use in humans.The concept has been researched before and people have been given them in clinical trials for other diseases. The vaccine will be considered by regulatory agencies around the world, who will decide whether the jab can be approved for use.NHS frontline staff, care home residents and workers, and the over 80s are first in line to receive the two vaccines being rolled out in the UK - Pfizer and Oxford University/AstraZeneca jab.About half of over-80s in the UK have now been vaccinated.People in England in their 70s, and those listed as clinically extremely vulnerable, are now beginning to receiving their offers of a jab. Out of the nine priority groups, those aged 50-54 are at the bottom of the current list.There will be a second phase, which will offer the vaccine to the other groups in the population. The vaccine was initially delivered in hospitals. It is now also being administered through GPs and care homes, as well as local vaccination centres in venues such as sports halls andmass vaccination hubs in places like cathedrals and sports halls.However, there are logistical challenges for the Pfizer vaccine: It is impossible to know and we will find out only by waiting.If immunity does not last then it may be necessary to have annual vaccines, as we do for flu. The vaccine appears to protect 94% of adults over 65 years old and data from its phase three trial suggestsit works equally well in people of all ages and ethnicities. Early evidence suggests the Pfizer vaccine is likely to protect against a coronavirus variant that is spreading around the UK. Some people - such as those with a weak immune system - will not be able to have the vaccine.Nothing in medicine is 100% safe - even something we take without thinking, like paracetamol, poses risks.The data so far is reassuring - trials on 43,500 people discovered no safety concerns, although mild side effects, such as headaches and muscle aches, have been reported.If there were highly dangerous and common consequences of this vaccination, they should have become apparent. However, rarer side effects may emerge as millions of people are immunised. Hopefully yes, but not for some time. If enough people are immune then the virus would stop spreading and we would not need other measures.However, the manufacture and distribution of a vaccine will take some time. So testing, lockdowns, social distancing, and mask wearing are going to be a feature of our lives for a while yet.The vaccine has been designed and developed by Pfizer and BioNtech, and they own the intellectual property.They already have the manufacturing capacity to produce 1.3 billion doses by the end of this year, but could partner with others to increase capacity even further. We do not know if the vaccine stops you catching and spreading the virus or just stops you from getting ill. We also don't know how protective the vaccine is in different age groups.These will be crucial for understanding how it will be used. About a dozen vaccines are in the final development stages. The Oxford University/AstraZeneca jab is also being used in the UK, and supplies of the approved Moderna vaccine should arrive in the spring. ", "url": "https://www.bbc.com/news/explainers-54880084"}