{"datetime": "2022-02-14T00:14:10.000Z", "author": "Jenny Hill", "subject": "Ukraine escalation", "title": "Olaf Scholz: Ukraine crisis a challenge for German leader", "article": "Olaf Scholz travels to Ukraine and then meets Russia's Vladimir Putin this week, after he was widely criticised for his initially slow and awkward response to the Ukraine crisis. What motivates the new German chancellor? The young man had a mass of curly hair and a passion for politics. And, one day in 1975, Olaf Scholz pushed open an office door in Hamburg and asked to join the Social Democrats. \"He was very self-assured for a 17-year-old student,\" recalls Günter Frank who ran the local branch at the time. \"He was very engaged, he wanted to do something in society. He was very political, diligent, intelligent and eloquent.\"Mr Scholz, who would become a lawyer specialising in workers' rights, was, says Mr Frank, focused on social equality. But the other central theme of his early political life was peace.Because he, like many Germans in the late 1970s and early '80s, was preoccupied by the threat of nuclear war. Caught between two superpowers, they were horrified by the presence of Soviet missiles stationed in Eastern Europe and the American rockets stationed on their own soil in West Germany.\"Back then we had a strong debate in Germany and beyond about the stationing of Pershing (US) weapons,\" says Mr Frank, who remembers his Social Democrats - Olaf Scholz included - going to the then capital, Bonn, to join a mass demonstration against them.Nearly 50 years later, Germany's new chancellor would probably prefer to be implementing the ambitious social reforms promised by his coalition government. Instead, he finds his days and nights once again dominated by the threat of Russian aggression and the question of how the West should respond.And Germans, who voted for Mr Scholz because his calm manner and understated style reminded them of Angela Merkel, are starting to wonder whether their confidence was misplaced.No-one is quite sure what to make of this quietly spoken Social Democrat. And neither, to their consternation, are some of his international allies.On one aspect of the Ukraine crisis, Mr Scholz is very clear. He won't send weapons to Ukraine, despite pressure from within his own government. But the rest of his position is opaque.He says that all options are on the table regarding potential sanctions against Russia but will not be drawn further.His colleagues call this \"strategic ambiguity\", but it maddens some in Berlin who just want Chancellor Scholz to declare that the controversial Nord Stream 2 pipeline, which would double the amount of Russian gas coming into Germany, will never come online in the event of a Russian invasion of Ukraine.The president of the United States has said it. Why can't the German chancellor? He is probably worried about gas supply and prices; so are many other European leaders. But many suspect he is also having to manage the expectations of his own party.The Social Democrats have a historical connection to Russia; the \"Ostpolitik\" of former Chancellor Willy Brandt aimed to normalise relations and foster closer links between West Germany and the communist Eastern Bloc in the 1970s.\"It's quite difficult for at least the older Social Democrats to swallow anything which might be adversarial towards Russia,\" says Markus Kaim of the German Institute for International and Security Affairs. And Olaf Scholz, says Mr Kaim, presides over a party which is in flux, cutting what he describes as \"an umbilical cord\" to former Chancellor Gerhard Schröder, who is close enough to Vladimir Putin that the Russian president attended his 70th birthday party.Mr Schröder chairs the Nord Stream 2 shareholders' committee, heads the board of directors of Russian oil company Rosneft and has been nominated to join the board of the country's energy giant Gazprom. He recently said that Ukraine, not Russia, was \"sabre rattling\".It is widely acknowledged that he is a problem for Olaf Scholz.Bear in mind too, says Markus Kaim, that the current chancellor not only comes from a party divided over its approach to Russia, but presides over a coalition government at odds over its response too; the Green Party, for example, wants to scrap Nord Stream 2. Strategic ambiguity, or the position of a weak leader whose hands are politically tied? It is too soon to tell.But this is, Covid aside, the first major test of Olaf Scholz's chancellorship and, so far, it has not gone very well.His supporters say he has been working hard behind the scenes to secure a diplomatic solution. But while Emmanuel Macron of France has been the very visible face of European diplomacy, Mr Scholz's infrequent public appearances have been the source of concern and irritation in Germany, prompting one publication to run the headline \"Where's Olaf?\" # His approval ratings have dropped significantly.Mr Scholz has now embarked on a more high-profile itinerary of international diplomacy, visiting Joe Biden in Washington and hosting the presidents of France and Poland in Berlin.\"Now he's stepping on the gas,\" observed the clearly relieved outgoing chair of the Munich Security Conference, Wolfgang Ischinger. \"Now Olaf Scholz has realised - slowly, slowly, slowly - what is expected of him, not in Germany but in the European context and, more importantly, the transatlantic context,\" says Markus Kaim. And Monday's meeting with the Ukrainian leader, Volodymyr Zelensky, followed by Russian President Vladimir Putin on Tuesday, will be closely watched.Mr Scholz is said to have the negotiating skill of his predecessor, but he does not yet have Angela Merkel's clout or, for that matter, long acquaintance with Mr Putin.The memory of Germany's wartime atrocities in both countries always weighs heavily on a visiting chancellor. And the Ukrainian and Russian leaders will be on demanding form.How Mr Scholz responds to the men who expect such different treatment from Germany will tell us a lot about this country's future role on the world stage, and perhaps even more about the quiet man in its chancellery. ", "url": "https://www.bbc.com/news/world-europe-60344479"}