{"datetime": "2022-02-03T13:56:56.000Z", "subject": "Cold War", "title": "Cardiff: Cold War nuclear bunker given listed status", "article": "A Cold War-era nuclear bunker in Cardiff has been given Graded II listed status, it has been announced. Cadw said the Llandaff Sub-Control Centre was a sobering reminder of how close Wales came to nuclear annihilation in the 20th Century.The single-storey windowless building was one of two sub-control centres in the city, as well as a Civil Defence Control Centre on Allensbank Road.Christopher Thomas, of Cadw, said it was a \"poignant monument\".The building is on the outer edge of the gardens of Insole Court, a Victorian mansion which was an emergency service centre during the Cardiff Blitz.As tensions mounted after the war, the Civil Defence Corps (CDC) was revived across the UK in 1948, leading to Cardiff council to make plans for a possible World War Three.Surveyor EC Roberts then built the control centre on Allensbank Road, in the Heath area of the city, and the two sub-control centres, in Llandaff and Cyncoed, in the 1950s.The Llandaff building is the only one which is still standing.Inside the bunker are the remains of ventilation systems, electricity generators and steel bunk beds in separate rooms for men and women in the CDC.The control centre, message rooms and liaison officers' rooms were linked via messenger hatches, while there were also hidden escape hatches leading outside.The CDC was disbanded in 1968, but responded to several emergencies before then, including theAberfan disaster , and volunteers kept emergency supplies there until the end of the Cold War in the early 1990s.Dr Thomas, listed building officer at Cadw, the Welsh government's historic environment service, said: \"Since 1945 the nuclear threat has shaped world history — but it has also been an important part of Wales's past, as evidenced by the Llandaff Sub-control Centre.\"The building's existence shows how seriously the people of post-war Wales took this threat, and how they planned to survive it. \"It offers a poignant monument to the mostly forgotten volunteers of the Civil Defence Corps in the Cold War.\" ", "url": "https://www.bbc.com/news/uk-wales-60244090"}