{"datetime": "2021-12-08T09:21:38.000Z", "subject": "Coronavirus pandemic", "title": "Olaf Scholz: Who is Germany's new chancellor?", "article": "He won Germany's general election, and now the man who's been deputy for three years to Chancellor Angela Merkel has taken on her job. Olaf Scholz was once unflatteringly nicknamed \"Scholzomat\" (Scholzomaton) - but he has succeeded in putting his old robot-like, technocratic image behind him and secured an agreement to govern with the Greens and the business-friendly Free Democrats. The 63-year-old former mayor of Hamburg promised voters continuity after 16 years under the conservative Mrs Merkel, even though he was the candidate for the rival Social Democratic Party (SPD).His pragmatic handling of the Covid crisis won him much praise and high approval ratings. His detractors rounded on his record as finance minister, accusing him of failures in two big financial scandals.As finance minister, Olaf Scholz oversaw the emergency €750bn (£675bn; $884bn) funding package put together by the federal government to help German businesses and workers survive the pandemic.\"This is the bazooka that's needed to get the job done,\" said Mr Scholz. \"We are putting all our weapons on the table to show that we are strong enough to overcome any economic challenge that this problem might pose.\"He chaired cabinet meetings when Chancellor Merkel went into self-isolation as a precaution. For all the pain of the Covid crisis, Mr Scholz had a platform to manage a colossal amount of state welfare and fight for social cohesion, true to his left-wing roots. Before his SPD candidacy was announced for the role of chancellor he habitually said, when asked if he would run, \"we need to work, not indulge in vanities\". With France, Mr Scholz was also lead architect of the EU's €750bn pandemic recovery fund. And after Angela Merkel's era of close relations with France, Mr Scholz's record in maintaining Franco-German solidarity also works in his favour. French Finance Minister Bruno Le Maire praised not only him for his solidarity with France, but also his brother Dr Jens Scholz, who airlifted six critically ill French Covid-19 patients to hospital in Kiel. It was an expensive life-saving mission, paid for by the German government.\"So thank you, Olaf, for all you have done already. But thanks also to your brother. It really is a great German family, the Scholz family,\" said Mr Le Maire. Within the ranks of the SPD, however, Olaf Scholz is seen as a conservative. The party is co-led by Saskia Esken and Norbert Walter-Borjans, who are further to the left. Mr Scholz, who is married to fellow SPD politician Britta Ernst, grew up in Hamburg and entered politics as a Socialist Youth leader, having studied labour law. He was mayor of Hamburg from 2011 to 2018, during which time his politics became less radical. He was first elected to the federal parliament (Bundestag) in 1998.The SPD was junior coalition partner of Mrs Merkel's Christian Democrats (CDU) for much of the past eight years and many SPD members complained that the policies agreed by their grand coalition or \"GroKo\" were too conservative. By way of a contrast, his conservative rival in the elections, Armin Laschet, repeatedly accused him of failing to rule out an alliance with the left-wing Die Linke. It was never likely, but politically it would have been unwise for Mr Scholz to reject it out of hand. Die Linke's big policy plan to leave Nato never was on his agenda. \"Everybody who knows me, knows what they are getting,\" he said during one debate. And voters knew that the vice-chancellor had worked in tandem and successfully with Angela Merkel, so he cut through with the electorate better than her anointed successor as a continuity candidate. His debate performances were widely praised as assured, even if he came across as predictable, and he was helped by a lacklustre campaign from Mr Laschet. He looked most vulnerable when pressed over his department's handling of two financial scandals, Wirecard and the cum-ex trading fraud.The collapse of payments company Wirecard was the biggest fraud scandal in modern-day Germany and a report this year said Olaf Scholz bore responsibility for the regulator's failure. He became caught up in the cum-ex share dividend scam because he was mayor of Hamburg when millions of euros were lost. And yet neither affair caused him much harm with the voters. Commentators suggested the scandals were just too complex for voters to worry about. Six days before the election, he unexpectedly appeared in person to answer MPs' questions about money-laundering investigations. One liberal MP said he had a \"lack of grip on his own affairs\". ", "url": "https://www.bbc.com/news/world-europe-53735728"}