{"datetime": "2022-02-07T22:37:23.000Z", "subject": "Ukraine escalation", "title": "Ukraine crisis: Nord Stream 2 will end if Russia invades - Biden", "article": "US President Joe Biden has vowed to shut down a key Russian gas pipeline to Germany if Moscow invades Ukraine. Speaking after talks with German Chancellor Olaf Scholz in Washington, Mr Biden said the US would \"bring an end\" to the Nord Stream 2 pipeline. Their talks came as French President Emmanuel Macron met Russian President Vladimir Putin in Moscow and expressed hope that war could be avoided. There are growing Western fears of a Russian invasion, which Moscow denies. Russia currently has more than 100,000 troops massed on Ukraine's borders.US officials said on Sunday thatRussia has assembled 70% of military forces needed for a full-scale invasion . In recent weeks, Moscow has demanded that the Western military alliance Nato ban Ukraine from ever becoming a member, and that the group cuts its troop numbers in eastern Europe.Nato has rejected both demands. It has instead suggested talks on other areas, such as limiting nuclear weapons. The tensions between Russia, Ukraine and the West come nearly eight years after Russia annexed Ukraine's southern Crimea peninsula and backed a bloody rebellion in the eastern Donbas region. Moscow accuses the Ukrainian government of failing to implement the Minsk agreement - an international deal sponsored by Germany and France to restore peace to the east, where Russian-backed rebels control swathes of territory and at least 14,000 people have been killed since 2014. Mr Biden and Mr Scholz held a press conference after their discussions in the US capital on Monday. When asked about Nord Stream 2, the US president said \"if Russia invades... again, then there will be longer Nord Stream 2. We will bring an end to it.\" However he did not give specifics, responding to a question about how he would do this by saying: \"I promise you we will be able to do it.\" Mr Scholz - on his first trip to Washington since become Chancellor and under criticism for his response to the Ukraine crisis - was more ambiguous about the pipeline.But he did say the US and Germany were \"absolutely united\" on sanctions against Russia should it invade Ukraine, saying \"we will do the same steps and they will be very, very hard to Russia\". The 1,225km (760-mile) Nord Stream 2 pipeline took five years to build and cost $11bn (£8bn). The energy project, which would run under the Baltic Sea, is designed to double Russia's gas exports to Germany. But as yet it has not started operating, as regulators said in November it does not comply with German law and suspended its approval. Major European businesses have invested heavily in Nord Stream 2. But many groups object to the plan. Environmentalists question how it will fit in with German efforts to cut emissions and tackle man-made climate change, while politicians at home and abroad fear it could increase Europe's dependence on Russian energy. Ukrainian President Volodymyr Zelensky has previously described the pipeline as a \"dangerous geopolitical weapon\". Germany's new Chancellor Olaf Scholz is making his first trip to Washington amid criticism of a weak response to the Ukraine crisis.Republican members of congress have portrayed Berlin as a brake on sanctions because of its interest in maintaining gas imports from Russia.After meeting the chancellor President Biden insisted that Nord Stream2 would not become operational if Moscow invaded Ukraine.Mr Scholz did not go that far, citing the need for strategic ambiguity. But he stressed that the US and Germany would be absolutely united in taking the same steps in response to any invasion, and that these steps would be very hard.Mr Biden went out of his way to dispel the suggestion that Germany was not a reliable ally, insisting several times he had no doubt that it was. ", "url": "https://www.bbc.com/news/world-europe-60292437"}