{"datetime": "2021-12-06T14:12:19.000Z", "author": "Jenny Hill", "subject": "German federal election 2021", "title": "Ready for power: Team Scholz promises a new Germany", "article": "Germans were promised a new government in time for Christmas, and as the festive lights twinkle on the fir trees in Berlin's political district, they've almost got one. Now the three parties have approved the coalition agreement, this rather disparate political grouping will be sworn in on Wednesday and the era of Angela Merkel will officially give way to a new age under Social Democrat Olaf Scholz. The \"traffic light coalition\" is named after the colours of the parties involved: the Social Democrats (red) who champion fair society, the Free Democrats (yellow) who champion business and industry, and the Greens. They will have to hit the ground running, with Germany in the grip of an aggressive fourth Covid wave, and increasingly tight restrictions on public life. So, it's all change politically and, if the new government has its way, there'll be far-reaching social change too. It wants a fairer, more liberal Germany which makes tackling climate change a priority.Under the three-party plans: There are significant and generous social proposals too, for example easier access to welfare and an increase in the minimum wage to €12 (£10.25; $13.50) an hour. But voters appear to be divided over other plans, like the legalisation of cannabis and the coalition's proposal to end an old law that prevents doctors from advertising abortion services.A plan to reduce the voting age from 18 to 16 does not appear to have captured the public imagination either. Only 30% of respondents to the survey approved of the idea.Another proposal may yet prove controversial too, both at home and abroad. The three parties want to completely overhaul Germany's immigration system as well as reform EU asylum policy. The new government wants to encourage immigration; improving the rights of people who seek asylum here and making it easier for foreigners to gain citizenship.But how different will Germany look from the outside, and what does the new government mean for Europe and the rest of the world? Expect, tonally at least, a slightly tougher response to countries like Russia and China.The coalition treaty specifically refers to human rights abuses in China, as well as demanding a return to the one country, two systems policy for Hong Kong and support for Taiwan.That's in line with the EU position, but commentators note that the language marks a departure of sorts from the Merkel era. On defence, there's a commitment to increase spending, although the Nato target of 2% of GDP is not specifically mentioned. Concerns in some international quarters that an even more dovish government in Berlin might walk away from its nuclear commitments to the Western military alliance have been assuaged.Germany will stay part of the Nato nuclear sharing agreement and continue to host American nuclear weapons as well as replace the ageing German aircraft capable of carrying them.Many suspect that, viewed from Washington, Paris or Tokyo, the Scholz administration may not look substantially different to that of Angela Merkel. Olaf Scholz: Many believe the Social Democrat won the election because, in style and manner, he so closely resembles Angela Merkel. Calm and quiet, the former finance minister developed a reputation for caution and prudence, although he won points with the German public for releasing funds during earlier waves of the pandemic.Annalena Baerbock : She was the Greens' candidate for chancellor and shows signs of becoming an outspoken foreign minister, having made her disdain for some of Germany's previous foreign policies plain. It remains to be seen how much power she'll really wield. Under Angela Merkel most foreign policy was, in reality, conducted from the chancellery.Robert Habeck: He has led the Greens with Ms Baerbock and will now head up a so-called super ministry which will combine economy and climate protection.Christian Lindner: As finance minister it's the Free Democrat leader who will hold the purse strings and much of the power. It's notable that, during coalition negotiations, despite coming third in the election, his party scored some significant successes, forcing the others for example to ditch the climate-friendly plan of imposing a national motorway speed limit and throwing out a proposed wealth tax. The three parties have very different political positions and visions for Germany. That they managed to agree to form a government in the first place is considered by some as nothing short of a miracle.But after months of intense negotiations, the members of all three parties have overwhelmingly backed the coalition agreement. The Greens were the last to do so on Monday, paving the way for Mr Scholz to be elected as the next chancellor by Germany's parliament on Wednesday. Holding the coalition together won't always be easy and their plans for a \"new Germany\" are expensive. Some experts wonder how the coalition really plans to pay for it all.And the ministers will take their seats with Covid infections higher than ever.Germany was already struggling to keep up in an increasingly digitalised world. Early on in the pandemic it emerged that health authorities were still communicating by fax and glaring shortcomings were exposed in the education infrastructure. Olaf Scholz has already come under fire for what many say is an insufficiently tough response to coronavirus and, having ruled out lockdown measures, senior coalition figures are starting to rethink their positions. Even before Germany's new government is sworn in, its next chancellor is engulfed in what his predecessor, Angela Merkel, calls the worst crisis since World War Two.Correction: We have updated this article to remove a factual error about plans to change the child welfare system, however the coalition does want to simplify the current system. ", "url": "https://www.bbc.com/news/world-europe-59516156"}