{"datetime": "2021-12-08T17:08:07.000Z", "author": "Faisal Islam", "title": "What Olaf Scholz means for the world economy", "article": "It is an important moment for Europe. A new German chancellor. And what happens in the German economy affects us all. It also happens to be the elevation of an incumbent finance minister to the most powerful position in European politics.I did the last lengthy English-language interview with Olaf Scholz, when he was visiting London in summer to seal a deal on global multinational taxation, before he became favourite for the German chancellorship.He was almost tearful with joy at the G7 agreement, on a topic he had suggested years before. The agreement \"will really change the world\", he told me, of a move impossible a year before with President Trump.A political rival once likened his grin to that of the Smurf cartoon characters. He retorted that they are \"small, crafty and always win\". There are three signature economic policies he has been associated with that are of ongoing significance. For one, he told me of his pride that the short-time working schemes, whose use was promoted in Germany by his ministry in the aftermath of the global financial crisis, were now being used around Europe, including the UK, in the guise of the furlough scheme.\"It was right that we gave very strong fiscal answers to fight against the pandemic,\" he told me. \"We supported the health of our people with the money we spent, but also the economy and many jobs.\"Short-term allowances, Kurzarbeit - the method which I used when I was the minister of labour in Germany 10 years ago with the last crisis - are now something that is used, not just in Germany, but all over the EU and many other countries of the world. And this shows that it is right to do something against a crisis like this.\" He was also responsible for the Agenda 2010 reforms of the last centre-left Chancellor Gerhard Schröder. Those reforms saw significant reductions in labour costs in Germany, the establishment of low-paid \"mini jobs\" and also a rapid rise in German export competitiveness, as well as the revival of its economy.The inability of southern Europe to compete helped lead to the profound eurozone crisis. The view in Germany, that the rest of Europe had to go through the same \"internal devaluation\" before Germany would sign off on bailouts of bankrupt eurozone nations, prolonged that crisis. Amid that fearful moment, he also signed off on the \"debt brake\" policy that meant in normal times, Germany would not invest. It has been suspended during the Covid pandemic for obvious reasons.The brake will return under the coalition agreement just struck with the Greens and Liberals, but not before a splurge in investment spending. The challenge is how to square ongoing spending plans with no tax rises and controls on borrowing.Germany's long history of state-backed investment lending institutions such as KfW will help bridge this gap. But this will be a source of tension in this untested three-party coalition. But lessons have been learnt from the eurozone crisis. Mr Scholz now backs non \"mini-jobs\", but a €12 minimum wage. As finance minister, he helped Brussels sign off its own centralised capacity to borrow money to help growth and deal with crises.Chancellor Scholz is very focused on climate change, in the home of the European automotive industry. His concept is massive investment to further green Germany's industrial base. And internationally, the establishment of a \"climate club\" of like-minded nations to manage frictions over trade.\"Success in fighting against climate change will only be feasible if we include all the nations and if everyone understands why it's good for himself and for his people. We are now discussing the question of co-operation,\" he told me.How German industry deals with, for example, the EU-proposed border tax on carbon emissions will be a crunch point on the path to net-zero. All this comes at a time when inflation has spiked up to 6% in the famously inflation-averse nation. And German industry has been hit for six by the supply chain constraints on microchips and other parts in the post pandemic rebound.Pre-Omicron, most forecasts suggest the German economy will avoid the feared \"bottleneck recession\", but the situation is definitely more challenging than at the time of the election in September. And then there is Brexit and fears over a trade war. Will the famous German carmakers force a new chancellor to fold over Article 16 to protect their exports to the UK? It is not a priority in the Bundeskanzleramt, the washing-machine-like version of the White House in Berlin.There will be continuity with the policies of the Merkel administration. When I asked about frictions with the UK, Olaf Scholz was diplomatic but pointed. \"I'm always optimistic and happy that we got a deal in the end on the relationship between the European Union and the UK, and I hope that everyone will follow the deal and that everything will be exactly to what we have just written down,\" he told me. \"And if this is the case, I think we can be assured that we will have good trade relations also in the future, which would be good for the people of the UK as well as for the European Union.\" So some reason for optimism, as long as the deal is followed. For now, Chancellor Scholz has his own economic challenges closer to home. ", "url": "https://www.bbc.com/news/business-59585608"}