{"datetime": "2021-12-08T17:39:05.000Z", "author": "Katya Adler", "title": "Olaf Scholz: Foreign tests mount for Germany's new crisis manager", "article": "After 16 years of Angela Merkel, it's a case of out with the old, and in with the new... ish . Olaf Scholz may be the freshly minted chancellor of Germany, but his is already a known and trusted face in Berlin and Brussels. He served as Chancellor Merkel's deputy and her finance minister. This autumn, he marketed himself to change-hungry yet cautious German voters as a sort of Merkel 2.0, though from a different political party. So, it's not all about continuity - and friends and trade partners of this rich and powerful nation will be watching closely. Mr Scholz's government is a never-before-seen marriage of convenience between Social Democrats, Greens and business-focused Free Democrats. These are not comfortable bedfellows. What unites them, they claim, is a determination to modernise Germany with an emphasis on: And, in the process, preserving Germany's treasured economic and political stability. That's more than a tall order. Considering Germany's weight and influence on the European and world stage, never mind its reputation as an exporting powerhouse, let's look at the foreign and security priorities of the fledgling coalition government. Top of Team Scholz's in-tray (alongside Germany's new Covid crisis) is the perceived threat of an invasion of Ukraine by Russia. Mrs Merkel was often accused of putting trade before politics; of having a rather too cosy relationship with Moscow - and Beijing too. The Scholz government is expected to be somewhat tougher, despite the potential economic hit to German business if tensions rise. That, of course, could improve relations with Washington. The Biden administration eyes Russia and China with deep suspicion and wants European powers to act as well as talk tough.Closer transatlantic ties feature prominently in Mr Scholz's plans. But President Biden put him to the test, even before he had been sworn into office. As part of a package of measures that the US president hopes will deter Moscow from invading Ukraine, he wants Berlin to be ready to pull the plug on Nord Stream 2. This is the controversial, though not yet up and running, direct pipeline from Russia, intended to bring cheap(er) gas straight to Germany.It's contested at home and abroad and is a divisive issue even within Mr Scholz's own government. As for China, a former German ambassador to China and Japan, Volker Stanzel, told me Angela Merkel was \"out of touch with German media, public opinion and industry\", which he said were clearly keen to distance themselves from Beijing. German opinions on Moscow are rather more divided. The Greens and FDP liberals in government are urging a rethink. They are clearly perturbed by China's treatment of the Uyghur minority, Hong Kong and Taiwan, while Olaf Scholz is harder to pin down, says Mr Stanzel. Until recently he represented Chancellor Merkel's China policy at meetings of the G20 - the world's richest and most powerful nations - and beyond. As for Team Scholz's other foreign policy priorities, you get a big, fat hint from the destinations the new chancellor has chosen for his first trips abroad. Pit stop numero un : Paris. A delighted President Emmanuel Macron tweeted \"À vendredi!\" (See you Friday), adding that the two leaders would \"write the next chapter together. For the French, for the Germans, for the Europeans\". But warm words and a willing attitude won't cut it for truly bringing Berlin and Paris closer together.The Scholz government will have to make moves the Social Democrats and Greens may not usually be comfortable with. Doing more for the European arms industry, continuing with Nato's nuclear power-sharing agreement and signing up to something akin to France's push for EU strategic autonomy: in other words pulling away from (over)reliance on US military protection, and from China in trade terms.That is something Angela Merkel's outgoing defence minister openly scoffed at. But Mr Scholz has signed up to what his coalition calls \"strategic sovereignty\".Ambassador Stanzel noted that using the concept of EU sovereignty, as opposed to the the French-coined phrase EU autonomy, was \"a clever way\", of making the concept of decreasing EU reliance on Chinese exports or on US military support for example, more agreeable to Germans hesitant about teaming up 100% with the French world view. Mrs Merkel generally preferred not to act on Mr Macron's plans for reforming the EU, much to the irritation of Paris.But Mr Scholz, her former finance minister, worked hard on joint projects with his French counterpart. Now in the top job, he is convinced a dynamic Franco-German relationship is key to the EU's survival and advancement. Which brings us to pit stop number two of the chancellor's whirlwind end-of-week tour: EU HQ in Brussels. The Scholz government is hugely EU-enthusiastic. German foreign minister Annalena Baerbock spent three years working in the European Parliament earlier in her career. Her aspiration: for Germany to be a more active and collaborative EU member.Merkel critics say she tended to put Germany first in EU business, and that she merely reacted to EU crises (migration, eurozone and more) rather than acting at European level, to prevent them in the first place. While in Brussels, Chancellor Scholz will also visit Nato headquarters. His government has promised to up its defence spending, while still falling short of the 2% of GDP, demanded by the US.There had also been some anxiety in Nato about the future of its nuclear-sharing agreement and the possibility of a new Berlin-shaped rift in the alliance at a time of heightened tensions with Moscow. Germany doesn't have its own nuclear weapons, and some in the new Berlin coalition strongly oppose the sharing agreement, whereby Germany hosts US nuclear bombs, and in times of conflicts German fighter jets are meant to carry them to target. In the end though, Mr Scholz has signed up to continued participation in the nuclear-sharing programme.If he'd refused, Nato may have openly contemplated moving the weapons further east - with the risk of further inflaming relations with Russia. Better, closer post-Brexit relations with the UK also feature in the German coalition agreement.This is not about Berlin yearning for a reversal of Brexit. That's seen as a fait accompli but Team Scholz seem keen to consult more with the UK, working in synch, where possible, on issues of international importance: Russia-Ukraine, for example, or in the field of human rights abuses. But Chancellor Scholz has also made very plain indeed that if and when post-Brexit tensions arise between the UK and the EU, such as over their agreement on Northern Ireland, Berlin's loyalty, he says, lies squarely with Brussels. ", "url": "https://www.bbc.com/news/world-europe-59583322"}