{"datetime": "2021-08-25T05:37:55.000Z", "author": "Neil Prior", "subject": "Cold War", "title": "From Rhondda to Greenham and the US Supreme Court", "article": "1981. Bucks Fizz win Eurovision, Raiders of the Lost Ark tops the box office, and Swansea City are promoted to the First Division. Meanwhile the threat of nuclear war draws a step closer, as fears from new longer-range Soviet missiles are followed by Nato's decision to base American cruise missiles at RAF Greenham Common in Berkshire. More than a hundred miles away in Porth, Rhondda, three sisters decide they would not take the deployment lying down. Forty years on, the story of Sue, Christine and Lesley Brinkworth is being told in a BBC Wales documentary: Mothers, Missiles and the American President. Over a four-year campaign, the three would spend months sleeping rough at the Greenham women's peace camp, go to prison a total of eight times between them, and even travel to the United States to sue president Ronald Reagan. Yet Sue Brinkworth - now Lamb - says it all began with one BBC Horizon documentary. \"I was seven months pregnant with my daughter Angharad when I saw the programme about what we should do in the event of a nuclear attack, and I just thought I can't bring a child into the world under these circumstances. \"Shortly after Angharad was born we went on a family trip to London Zoo, under the flightpath to Heathrow, and every time a plane flew over, my eldest daughter Jodie was terrified that it was the Russians coming to drop the atom bomb.\" As soon as Sue got home, she and her sisters sought out the nearest branch of the Campaign for Nuclear Disarmament. Within weeks they had been elected to the governing committee, and had helped set up a march on Greenham. \"I was actually away on holiday with my children when the march began. I was torn about whether I should have cancelled it, but it was the first time I'd been able to take them away,\" Sue says. \"When I got back I presumed it was all over because there was nothing in the press, but I discovered that there were still hundreds of us camping out there - not a word in the newspapers though.\" Sue says it was her outrage at a media blackout which persuaded them to organise a bus and head to Greenham. \"I'd never considered myself to be a feminist before Greenham, I told everyone I was just a housewife from the Rhondda. \"They soon corrected me: 'You're not just a housewife, you're a homemaker who can juggle a million things at once, and who would die for your children, you're just the sort of person we need here'.\" Back in Porth, Sue and her sisters camped out in the town square for a week in order to raise awareness of their cause. \"I thought we'd have been arrested within a few hours, but the reaction of the locals was amazing. \"We turned up so under-prepared looking back on it, but by the end of the first day people had donated us all the food, drink and equipment we could possibly need. A team of builders even brought us a wooden hut to sleep in.\" Emboldened by the success of the Porth protest, the sisters set out for Greenham once again, spending the majority of the next few years camping outside the base. Sue says at first there was something of a \"festival atmosphere\" there, however as 1982 came in the mood changed abruptly. \"Initially we'd take the children down there, there'd be camp fires and singing, and we'd sleep out in caravans, cars, tents. It was a happy but determined place to be. \"By 1982 the government had started seeking eviction orders, and once the bailiffs moved in everything got a lot more grim.\" Opposed by the police and locals, regularly having their property confiscated, yet still not receiving the media coverage they desperately wanted, Sue was part of a radical group within the women's peace camp who decided they needed to escalate the campaign. In September 1982 they gathered behind a delivery lorry and when the camp gates were opened 14 of them stormed the police checkpoint. Barricading themselves in, it would take several hours to restore order. \"Once we got inside, we moved all the furniture up against the door to stop anyone getting in, and sat down for a long wait. \"After a while the phone rang, and we answered it: 'Hello, Greenham women's peace camp'. An American voice said: 'Oh you guys have your own phone line now then?', to which we said: 'Yes, we've recently moved to new, improved accommodation'.\" Sue, Christine and Lesley each turned down an opportunity to be bound over to keep the peace, and instead were jailed for 14 days by Newbury magistrates. \"We wouldn't agree to be bound over, as that would be entering into a contract that we wouldn't do anything like this in the future, which we couldn't agree to. \"On the one hand we were delighted to finally have a public platform on which to air our case, but on the other I was disgusted that a so-called civilised country would imprison mothers for trying to protect their children from genocide - Christine was pregnant at the time.\" The publicity of their sentences went a long way to encouraging some 30,000 women to come together in order to link hands around Greenham, in what came to be known as Embrace the Base on 12 December 1982.The message was spread via unsigned chain letters, bearing the slogan \"Greenham women are everywhere\" and their spider's web motif, symbolising the \"fragile but resilient\" network.In order to counter the \"death\" of nuclear missiles, the protesters pinned images of \"life\" to the razor wire surrounding the camp, including baby clothes and photos of their children. Yet as 1983 drew in, the protest was still stalling, so the women decided to take their battle to the courts. \"We were told we couldn't sue the British government, but that US law provided an avenue to challenge their foreign policy if it directly affected foreign nationals, so we decided we were going to sue Reagan. \"The Supreme Court appointed their most hostile, conservative judge to hear the case, and he concluded that although we had the right to bring the case, he didn't have the authority to overrule the president on the defence of the nation.\" On the same afternoon Sue and her sisters returned to their South Carolina hotel room to see television coverage of the first cruise missiles arriving at Greenham. Although they would carry on the battle for several more years, each going to prison again, she admits that the sight of the missiles \"took the wind out of their sails\". Very soon their attention would be drawn closer to home as the Miners' Strike of 1984-85 threatened their home town. \"We were desperate to carry on, but in the end we had to prioritise our families and our community,\" Sue said. However, in 1989 they would receive a shock victory when, as a result of the Intermediate-Range Nuclear Forces Treaty signed by Soviet leader Mikhail Gorbachev and President Reagan two years earlier, nuclear weapons were withdrawn from Greenham. \"I've been told over and over that it wasn't the women who got the missiles out of Greenham, it was politics and diplomacy, but without the pressure of the peace movement would the politicians have ever got around the table?\" The women's peace camp continued as a general protest against nuclear weapons until RAF Greenham Common was decommissioned in 2000. The site has now been redeveloped as a peace garden in honour of the protest. Although Sue's fight may now be over, she believes what they were able to achieve has lessons for the young mothers of today. \"I think what we were striving for has direct parallels with the Extinction Rebellion movement and the fight against climate change, as big if not a bigger issue than what we were facing in the '80s. \"You might think you're not able to accomplish much as just one mother at home, but if two of you, then four, then eight etc get together, then before you know it you have a movement which is too loud, too big and too powerful for the authorities to ignore any more.\" Mothers, Missiles and the American President is on BBC One Wales at 21:00 BST on Wednesday, 25 August, and on the BBC iPlayer ", "url": "https://www.bbc.com/news/uk-wales-58318646"}