{"datetime": "2021-12-17T01:01:11.000Z", "title": "Russia Ukraine: EU warns Moscow of 'severe cost' of aggression", "article": "EU leaders have warned Russia that action against Ukraine will result in \"massive consequences\" and a \"severe cost\" amid worries over the build-up of Russian forces on the Ukrainian border. The message, which came after the last European Council summit of the year in Brussels, also mentioned possible \"restrictive measures\" against Russia, but no detail has been released. However, the bloc also encouraged more diplomacy with Moscow. The Kremlin denies it plans to attack. Western intelligence services believe up to 100,000 Russian troops are massed near Ukraine's borders. Ukrainian authorities have said Moscow could be planning a military offensive at the end of January, although US officials say it is not yet clear whether President Vladimir Putin has made a decision. \"Any further military aggression against Ukraine will have massive consequences and severe cost in response, including restrictive measures co-ordinated with partners,\" EU leaders said in a statement, referring to the US and UK. After the summit, Ursula von der Leyen, the chief of the European Commission, which is the EU executive, said the bloc was ready to impose additional sanctions on Russia. The EU's current restrictions were in response to Russia's annexation of the Crimean peninsula from Ukraine in 2014.It is not yet clear what the threatened sanctions package may include. A possible target is Nord Stream 2, a new gas pipeline from Russia to Germany not yet in operation. Reports suggest Russia could also be disconnected from the Swift global financial payment system. The leaders also expressed their support for the return of a four-way dialogue between Paris, Berlin, Kyiv and Moscow, known as the Normandy format. The warning from the EU came as Nato Secretary-General Jens Stoltenberg said Russia was increasing, not reducing, its troops on the border. He said there were \"combat-ready troops, tanks, artillery, armoured units, drones [and] electronic warfare systems\". Speaking on Wednesday, Ukrainian President Volodymyr Zelensky said he would prefer sanctions to be imposed immediately, before Russia acts, adding that measures after an escalation of hostilities \"no longer interest anyone\". Ukraine, which is not a member of the EU or Nato, shares borders with both the EU and Russia, with which it has deep social and cultural ties.Russia wants legally binding guarantees against eastward Nato expansion and deployment of weapons close to its border. Nato says its activities are defensive and that no country can veto Ukraine's hopes of joining the alliance. Russia has accused Ukraine of provocations and President Putin said this week that the treatment of Russian-speakers in eastern Ukraine, where pro-Russian rebels control territory, looked like genocide. On Wednesday, Russia handed over a list of proposals for European security to a US diplomat who was in Moscow for talks. ", "url": "https://www.bbc.com/news/world-europe-59677675"}