{"datetime": "2021-09-28T14:28:05.000Z", "author": "Paul Kirby", "subject": "German federal election 2021", "title": "Germany election: Merkel heir loses support as parties meet", "article": "German conservative leader Armin Laschet is facing mounting unrest within his party, after their historic defeat in federal elections. As he and the other party leaders met colleagues to decide their next steps, support for his bid to form a coalition drained away. Bavarian Premier Markus Söder offered little hope when he said the centre left had the best chance. Election winner Olaf Scholz will need the support of two other parties. The Social Democrat leader called for urgent talks with the Greens and liberals, but their leaders planned to meet each other first. Mr Scholz has been buoyed by opinion polls that suggest widespread backing for a three-way government. Half of Germans want his party to run the country with the Greens and pro-business FDP in what they call a \"traffic light\" coalition, because of the party colours.The Bavarian premier said \"there's a small possibility that the traffic light won't work\": the conservatives were ready for coalition talks, but wouldn't ingratiate themselves. Only 22% of Germans think it should be Mr Laschet's conservative CDU at the helm of a \"Jamaica\" coalition. Armin Laschet was picked by the conservatives to take over as chancellor after 16 years of Angela Merkel in power.Even before the vote there was frustration in the CDU at gaffes in his campaign. While his poll ratings slipped, Markus Söder remained popular as head of Bavarian sister party, the CSU. Now that the conservatives have polled only 24.1% of the vote, internal discontent has spilled out: The talk in Berlin on Tuesday was that conservative colleagues might even approach Mr Söder to front a coalition with the Greens and liberals. The Bavarian leader said: \"It's Mr Scholz who has the best chance of becoming chancellor.\"The losing candidate is not without support, but it is dwindling.Leading CDU figure Julia Klöckner is among the few who have publicly backed a CDU-led government: the party needs to renew itself but could still do it in government, she says. The party's top official in Hamburg, Christoph Ploss, said the CDU should take soundings with its potential coalition partners: \"We have to move forward step by step.\" Two separate polls indicate widespread support for a government led by Olaf Scholz. A Forsa poll said 56% wanted him to be chancellor, while a mere 11% preferred Mr Laschet and 67% thought he should resign. As many as 71% are opposed to the conservative leader becoming chancellor, according to a Civey institute poll. SIMPLE GUIDE:What you need to know about Germany's election Meanwhile, the centre left is keen to force the pace with potential coalition partners. \"We have invited the Greens and the FDP to hold exploratory talks with us this week, if they want,\" said parliamentary group leader Rolf Mützenich. They do not appear to be in a rush and as well as finding common ground, they need to sort out internal decisions. Greens leader Annalena Baerbock herself did not have a great election, squandering a lead in the opinion polls, even if her party did reach a historic high of almost 15%. Her co-leader, Robert Habeck, stepped back during the campaign but has his eye on Germany's top finance job, currently held by Olaf Scholz. But it's a job also coveted by the head of the pro-business FDP, Christian Lindner.It's not just policies but jobs the two parties need to agree on if they're to take part in government. Even though the liberals are also more naturally aligned on economics with the centre-right, they have plenty in common on the social side with the Greens. ", "url": "https://www.bbc.com/news/world-europe-58719080"}