{"datetime": "2021-09-27T11:40:56.000Z", "author": "BBC Monitoring", "title": "Papers gripped by Germany's era of uncertainty", "article": "Newspapers across Europe are watching the knife-edge election results in Germany with concern for the country's - and continent's - future course. The centre-left Social Democrats (SPD) have narrowly won over the conservative party of Angela Merkel, according to preliminary results. SPD leader Olaf Scholz has said he wants to form a new government with the Greens and liberals.But the negotiations to form a coalition could take months. \"Germanythreatened by political instability \" declares France's Le Figaro.\"Germany engaged in complex negotiations on Sunday night... with the risk of causing a European paralysis until the first trimester of 2022.\"The paper says that \"Germany risks becoming more and more difficult to govern\". The art of German compromise, in which it says Angela Merkel excelled, will be subject to a difficult test, it believes.Still, Germany has \"the sole comfort of being governed by Merkel for a few long months… until the government is formed\". Polish daily Rzeczpospolita says the vote outcome has plunged Germany intoan era of uncertainty .\"Germany used to be a stable state which has never been prone to post-election chaos,\" the paper says. \"Only the older generation can recall political infighting or the governments involving more than two political groups.\"It observes that for years, the centre-right CDU/CSU and the Social Democratic SPD represented the majority of voters: \"Now there is chaos and uncertainty.\" \"Yesterday's results show thatonly one thing is certain : many Germans are uncertain on whom to entrust their future government,\" notes Italy's Il Foglio. Similarly, Italy's La Stampa quips: \"The Germansdecided to not decide who will succeed Angela Merkel.\"A column in Russia's business daily Vedomosti says the election willoverhaul the political landscape in Germany and trigger a \"political U-turn\".\"There will be no breakthrough in relations with Russia after the coalition government is formed -economic pragmaticism, despite existing difficulties, will be maintained while ideologically motivated criticism will be somewhat eased if the SDP dominates…\"France's Liberation invites French politicians \"to considerthe weak results of the far right , which, despite the populist and xenophobic push everywhere in Europe, only got 10% in Germany\".\"This is a clear sign of the political, social and moral rectitude of the German people, and our political class would do well to become aware of it with great humility,\" it says.Italy's business daily Il Sole 24 Ore welcomes the results as a sign of change.\"Voters clearly indicated that they are tired of the Merkel era, of the 16-year dominance of the CDU…It also went badly for the two parties on the extreme sides of the German political landscape: the AfD and the Left - a clear sign that the German electorate prefers centrist democratic policies, which are green and attentive to the world of industry and business.\" But Hungarian papers allied to the populist Fidesz government eye a possible Olaf Scholz chancellorship with hostility.\"If Laschet becomes chancellor, we can expecta good and pragmatic relationship ,\" Magyar Nemzet says in a piece headlined \"The end of Angela Merkel's ossified system\".It goes on: \"If Scholz becomes chancellor, it is conceivable that he would interfere in Hungary's 2022 election campaign, supporting the Hungarian left-wing candidate.\"As Germany enters a phase of wrangling, Germany's tabloid Bild predicts \"atough-as-nails fight for the Federal Chancellery ... After all, Laschet is also making a claim to form a government. The Greens and the FDP will be decisive.\"For Germany's Der Spiegel, the vote outcome is \" Germany's new normal \".\"The election results turn the power balance in Berlin upside down.\"BBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitter and Facebook . ", "url": "https://www.bbc.com/news/world-europe-58706549"}