{"datetime": "2021-10-06T13:46:40.000Z", "subject": "German federal election 2021", "title": "German elections: 'Kingmaker' parties back centre-left coalition talks", "article": "Ten days after Germany's centre-left Social Democrats won parliamentary elections, the Greens and pro-business liberals have agreed to start exploratory coalition talks with them. Thursday's talks with the \"kingmakers\" mean centre-left leader Olaf Scholz is a step closer to the job of chancellor. It is a blow to the conservatives' leader Armin Laschet, who presided over their worst ever electoral performance. He has not yet given up: \"We are also ready for further talks.\" However, the head of his CDU's sister party in Bavaria, Markus Söder, has described the decision by the Greens and liberal FDP as a \"de facto rejection\" of a conservative-led government.While the two parties came third and fourth in the election, they are most popular among young voters. Their decision to favour talks with the centre-left SPD followed preliminary discussions with both main parties over recent days. The centre-right CDU/CSU alliance - known as the Union - attracted 24.1% of the vote on 26 September, while the Social Democrats topped the poll with 25.7% and won the most seats in parliament. After 16 years of conservative rule under Angela Merkel, Mr Söder made clear on Wednesday that \"it's very likely there'll be no government with the Union\". A \"traffic-light\" coalition made up of the red colours of the SPD, the yellow liberals and the Greens was now on the cards, he said. LASCHET:Merkel heir loses support as German parties meet SCHOLZ:'Bazooka man' Scholz aiming for German chancellor The Greens, who are seen as closer ideologically to Mr Scholz's SPD, were first out of the blocks on Wednesday, saying that a centre-left-led coalition made most sense.Co-leader Annalena Baerbock told reporters that Germany needed \"a new beginning\" and could ill afford a long period of political stalemate. The Greens said significant differences had to be addressed but they had found common ground with the pro-business liberals. Later in the morning the head of the FDP, Christian Lindner, announced the party had accepted a proposal for three-way talks with the Greens and the SPD to \"explore common ground that will move our country forward\". He emphasised that the liberals would only join a party that \"strengthens the value of freedom\". ", "url": "https://www.bbc.com/news/world-europe-58813215"}