{"datetime": "2021-09-28T23:19:07.000Z", "author": "Toby Luckhurst", "subject": "German federal election 2021", "title": "German coalition talks: Where Brits see a crisis, Germans find unity", "article": "In 2010, the UK general election ended in a hung parliament. The news sparked a frenzy. For the first time since the 1970s, no party had enough seats to form a majority government.After a week of media speculation and intense talks between the major parties, Prime Minister Gordon Brown stepped down and a coalition emerged between the centre-right Conservative party and the centrist Liberal Democrats. Such a speedy turn around is a novelty in Europe. \"To me it was weird in 2010, how the media were up in arms,\" Dr Heinz Brandenburg at the University of Strathclyde told the BBC. \"It took them the grand old time of four days to form a coalition and get everything sorted.\"Germany held elections on Sunday, with the centre-left Social Democrats claiming a narrow victory.Experts now think it could take months for the country to work out a coalition government. Until then, Chancellor Angela Merkel will stay on as caretaker leader - unable to propose new laws, but keeping the federal government running until her successor takes over.Coalition forming is the norm for many democracies on the continent, especially for those that use proportional representation (PR). This system allocates seats in parliament according to the number of votes cast for a party. This is different to first-past-the-post, used for UK national elections. Under that system, the candidate that gets the most votes wins the election, even if they aren't picked by a majority. Germany meanwhile uses a mix of both those two to decide the make-up of their parliament. But forming a coalition isn't easy. The Netherlands is still wrangling over its government after elections in March, while its neighbourBelgium holds the world record for longest time without a government, with negotiations dragging on for 541 days after elections in June 2010. Dr Brandenburg explains that in Germany there is no formal system for creating a coalition. While in the UK the Queen asks the leader of the largest party to try to form a government, in Germany all parties can talk to each other at all times to try to make a deal. \"It's actually quite a messy process,\" he said.But he says he finds it \"irritating\" when coalition negotiations are framed as \"horse-trading\" or the result of dodgy backroom deals. Parties draw up coalition contracts based on their political manifestos and compromises with other parties, consult their membership, and all sides then sign up to the deal.\"It's the normal thing in all PR systems with many parties and coalition governments,\" he said. \"Parties set out, this is what we want, and then it's a question of finding acceptable compromises on these things. Presenting it all as horse trading, I think it's very negative phrasing.\" That said, it won't be easy. Germany is used to coalitions between two parties, but not three or more.A poll published on Monday said only 37% were satisfied with the outcome of Sunday's election, with 58% saying they were less satisfied or not at all satisfied with the result.Speaking to German public broadcaster ZDF, Green party co-leader Robert Habeck said they needed to see how well they get along with the liberal Free Democratic Party. \"This is a sign of adult politics,\" he said, adding that both sides needed to \"create a space of trust\". Following Germany's last election in 2017 it took six months to form a new government, after talks between different parties collapsed. Mr Habeck said those negotiations were an example of \"how not to do this\". \"In the end it has to be a total work of art,\" he said.Giorgios Stathakis served as Greece's economy minister from 2015 and later its environment minister during a coalition between his left-wing party Syriza and the conservative nationalist party, ANEL.\"There were obviously major differences,\" he told the BBC. ANEL was opposed to Syriza's social reforms on migrant and LGBT rights, and in the endthe coalition collapsed in 2019 over a deal between Greece and North Macedonia to change the country's name.Mr Stathakis said in his view, every election has a strong, straightforward message from the voters. Germany's voters on Sunday gave the message that politicians need \"a government of the centre\", with support spread out across the political spectrum. \"It's impressive that on election night the leaders of the parties were on TV, already discussing the message [of the vote],\" he said. \"It's very impressive that this culture has been started practically - the way parties work, the way they have to go ahead on the next day, find a solution and form a government.\"", "url": "https://www.bbc.com/news/world-europe-58718307"}