{"datetime": "2021-09-27T12:56:02.000Z", "author": "Paul Kirby", "subject": "German federal election 2021", "title": "Germany elections: Centre-left claim narrow win over Merkel's party", "article": "Germany's centre-left Social Democrats (SPD) have claimed victory in the federal election, telling the party of outgoing Chancellor Angela Merkel it should no longer be in power. SPD leader Olaf Scholz said he had a clear mandate to form a government, while his conservative rival Armin Laschet remains determined to fight on. The two parties have governed together for years. But Mr Scholz says it is time for a new coalition with the Greens and liberals. Preliminary results gave his party a narrow election win over the conservatives who suffered their worst-ever performance. Despite this, Mr Laschet said his party had given him its backing to enter talks with coalition partners, pushing Germany towards a potentially protracted power struggle. The Greens and pro-business Free Democratic Party (FDP) attracted the most support from the under-30s, in an election dominated by climate change and by differing proposals on how to tackle it. The Greens made history with almost 15% of the vote, even though it was well short of their ambitions. It was the tightest race in years, bringing an end to the post-war domination of the two big parties - Mr Scholz's SPD and his rival's conservative Christian Democratic Union (CDU).Exit polls predicted a dead heat, but this election was unpredictable from the start, and the result was never going to be the end of the story. For one thing, the outgoing chancellor is going nowhere until the coalition is formed - and that may have to wait until Christmas. The main parties want a new government in place by the time Germany takes over the leadership of the G7 group of nations in January. The next chancellor's task is to lead Europe's foremost economy over the next four years, with climate change at the top of voters' agenda.Mr Scholz's SPD supporters greeted him in raptures, but it was only later when his party edged into the lead that he told a televised audience the voters had given him the job of forming a \"good, pragmatic government for Germany\". Speaking on Monday he said there were three parties that were on the up - his party, the Greens and the liberals - and it was time for the conservatives to back down. \"I think that the people in Germany want the Christian Democratic Union in opposition. This is their result now, what they decided during the election,\" he said in English. His conservative rival has dug in, arguing it was about forging a coalition, not about getting \"an arithmetic majority\". Winner doesn't take all, in other words.On Monday, Mr Laschet said \"no party has emerged from this election with a clear mandate to form a government\". He said he would lead \"exploratory talks\" with the liberal FDP and the Greens - the favoured coalition partners of the CDU/CSU alliance. CDU General Secretary Paul Ziemiak did not gloss over the defeat early on Monday but said that was not the point: \"In the end the question is going to be can you create a genuine project for the future?\" \"Two maybe-chancellors and two kingmakers\" - was one of the headlines summing up Sunday night's rather scrappy result, but that is what it looked like.Because it's not just the Social Democrat and conservative leaders fighting for power. The two kingmakers are open to offers and planning to talk to each other to explore common ground. Together the liberals and the Greens make up over quarter of the vote and would carry both of the big parties over the line.They may be more popular with younger voters than any other parties, but it would take some skill to bring them under the same roof. A Greens spokesman on Monday said it was no big secret that they were not close to the liberals. Greens leader Annalena Baerbock wants to loosen Germany's debt brake that stops a big jump in public debt. FDP leader Christian Lindner has little time for her party's \"ideas of tax hikes, or softening the debt brake\". So of all the possible coalitions, the Greens and the liberals feature in the two that are most likely to form. One is the so-called traffic-light coalition, made up of the parties' colours - red (SPD), yellow (FDP) and the Greens - or there's the Jamaica alternative, black (CDU), yellow (FDP) and the Greens. It is the first time that Germany is facing a three-way coalition, but this country has entered a new political era and the talking is yet to begin. Beyond the four mainstream parties, it was a bad night for the radical left and a patchy night for the far right. Left-wing Die Linke fell below the 5% threshold required to get into parliament but survived because it secured three direct mandates.And although the far-right AfD's share of the vote appears to have slipped nationally, it's set be the largest party in the eastern states of Saxony and Thuringia.", "url": "https://www.bbc.com/news/world-europe-58698806"}