{"datetime": "2021-09-27T14:34:58.000Z", "subject": "German federal election 2021", "title": "German election: Who could succeed Angela Merkel as chancellor?", "article": "Germany faces a period of political uncertainty after the Social Democrats (SPD) won a tight general election, paving the way for talks to form a new coalition government. The centre-left SPD came first with 25.7% of the vote, followed by the conservative alliance (CDU) of outgoing Chancellor Angela Merkel on 24.1% - its worst result ever. The two main rivals to succeed Merkel, the SPD's Olaf Scholz and CDU leader Armin Laschet, have both claimed a mandate to lead the next coalition government. The leaders of Germany's political parties met on Monday to kick off coalition negotiations that could take months. Here is a quick guide to who they are, with an assessment of the chances they have of taking power. Like Armin Laschet, Olaf Scholz, 62, has had a succession of senior posts in German politics. He is currently German finance minister and Chancellor Merkel's deputy.Unlike Mr Laschet, his chances of becoming chancellor soared during the election campaign. He is seen as a safe pair of hands, having first served as an MP from 1998 to 2011. After a successful stint as mayor of Hamburg (2011-2018), when he rebalanced the city's troubled finances, he returned to the Bundestag.He hails from Osnabrück in north-western Germany and entered politics as a Socialist Youth leader, having studied labour law. In SPD ranks he is seen as a conservative. He and his wife, Britta Ernst, do not have children. He has overseen the emergency €750bn (£647bn; $904bn) funding package put together by the federal government to help German businesses and workers survive the pandemic. \"This is the bazooka that's needed to get the job done,\" he said. He is generally seen to have performed well in the pandemic, which has strained German finances and businesses.His stolid, unflashy demeanour gave rise to the unflattering nickname \"Scholz-o-mat\" - but that image of reliability has struck a chord with risk-averse Germans seeking a continuation of the stability of the Merkel era.What are his chances? Mr Scholz and his SPD party are in pole position to lead the next government. As the party with the largest share of the vote (25.7%), it argues that it has the biggest mandate. On Monday, Mr Scholz said the results showed voters wanted a change. \"I think that the people in Germany want the Christian Democratic Union in opposition,\" he said. Convincing his favoured coalition partners - the Greens and the FDP - won't be easy though. While they're aligned on some issues, they both have different policy priorities that will need addressing in coalition talks. He was the front runner but then his campaign faltered, mostly as a result of his own unforced errors. Mr Laschet, 60, is the leader of Chancellor Merkel's centre-right Christian Democrats (CDU) and premier of heavily industrial North Rhine-Westphalia (NRW), Germany's most populous state. He only narrowly secured the nomination to be the candidate for chancellor, defeating his Bavarian rival, Markus Söder, after the party leadership rallied behind him.Support for the CDU and its Bavarian sister party, the CSU, was already waning because of the pandemic. Mr Laschet himself was accused of inconsistencies and poor management of Covid-19 in NRW.And then in July Mr Laschet was caught on camera laughing as the president of Germany made a speech in a town which had been largely destroyed by catastrophic flooding. His reputation was badly damaged and he struggled to recover in the opinion polls. The son of a miner, and a lawyer by training, for years Mr Laschet defended Germany's powerful coal industry. He has stood by the decision not to bring forward the end of using coal for energy from 2038. He is well-connected internationally and is firmly pro-EU: he served as a Euro MP and hails from Aachen, a border city with strong French ties. In 2005 he became minister for integration in his home region, the first such post in Germany, and forged strong ties with its large ethnic Turkish community. He firmly backed Mrs Merkel's lenient but controversial policy on immigration in 2015, when more than a million migrants reached Germany. The Catholic Church was a strong influence on him as a boy, through his devout parents and his Church-run school. He is married, with three adult children. What are his chances? The disappointing result has left Mr Laschet fighting for his political life. In the coming days, expect fiery debate about who or what is to blame for the CDU/CSU's worst result in history. In the meantime, Mr Laschet has vowed to remain leader of the conservatives and \"do everything we can\" to lead the next government. In theory, he could still become the next chancellor if he persuades smaller parties to partner with him. A government led by a party that does not have the most seats in the Bundestag - Germany's lower house of parliament - is not without precedent. It has happened before - but by convention, the biggest party has right of way. For now, Mr Laschet's future hinges on the outcome of coalition talks. The only woman in the race to succeed Angela Merkel, she is the Greens' first-ever candidate for chancellor.A former trampoline champion from a village outside the northern city of Hanover, Ms Baerbock, 40, studied law and politics in Hamburg and London and worked for the Greens in the European Parliament.Earlier this year, the Greens surged in the polls, with support rising above 25% and a focus on Ms Baerbock. However, her reputation was tarnished when she was accused of plagiarism and padding her CV. She has been an MP in the Bundestag since 2013, and as a mother of two young daughters has campaigned strongly on family issues as well as the environment. She advocates a tougher stance towards both China and Russia than either the CDU/CSU or the Social Democrats.Ms Baerbock has never held a ministerial post, but argues that she is therefore untainted by German \"status quo\" politics, which she wants to transform. Ms Baerbock and her co-leader Robert Habeck have a reputation for enforcing discipline in a party with a history of splits between centrists and radicals. What are her chances? Preliminary results showed the Greens won considerably fewer votes than the SPD or the CDU/CSU alliance, which have stronger mandates to govern. For that reason, Ms Baerbock probably won't be the next chancellor, but her party is well on track to enter the next coalition government. The results suggested climate change was a key issue for German voters, giving a clear boost to the Greens. In a post-election debate on Sunday, Ms Baerbock said she had a clear mandate to push a climate agenda in the next government. The Greens said they would be open to talks with all parties with a stake. While the result of Sunday's election was not decisive, we know Germany's next government will be a coalition. It will involve either the CDU/CSU or the Social Democrats, and very possibly the Greens, but there are three other parties in the mix. Although the Social Democrats won the most votes, they will seek the support of the pro-business FDP to govern.In 2017, the FDP walked out of coalition talks with the CDU/CSU and Greens, saying \"it is better not to rule than to rule badly\". This time, the FDP won 11.5% of the vote in preliminary results. Its candidate for chancellor is Christian Lindner, 42. He joined the party in 1995 and became an MP in 2009. He studied political science at Bonn University and is a reserve officer in the armed forces. In the pandemic he has sharply criticised the lockdown restrictions, saying they ought to be more tightly targeted, accompanied by more efficient testing. Poor crisis management, he said, had changed Germany's image from \"efficiency superstar\" to \"bureaucratic monster\". His slogan is to make Germany \"more modern, more digital and freer\". The FDP wants lower taxes and more emphasis on individual initiative. What are its chances? The FDP feels its moment may have come. The self-confident Mr Lindner overplayed his hand four years ago, and was accused of shirking responsibility when he flounced out of coalition talks.Since then he has managed to re-establish the FDP's traditional reputation as a modernising force, keen to rein in Germany's ever-expanding bureaucracy. As such, the party potentially has the ability to work with either centre-left or centre-right parties. If Mr Lindner manages to keep his cool this time, the party could rediscover its long-standing role as coalition kingmaker. The anti-immigration AfD was elected to the Bundestag for the first time in 2017, winning almost 13% of the vote. Riding a wave of voter frustration and anger over the migrant crisis, it became the main opposition party and now has 91 seats. Its share of the vote sagged to 10.3% in Sunday's election. Its two leading candidates were Alice Weidel and Tino Chrupalla.The AfD is hostile to the EU and sees Islam as a threat to German culture and traditions. Even before Covid, the party's support was shrinking, as voter concerns about immigration receded. The AfD has been in the news for rejecting Covid restrictions and holding a party conference face to face, not remotely. Many in the party see the restrictions as a gross violation of personal liberty. Party leaders have called for an end to lockdown measures and compulsory masking.It is also calling for Germany to leave the EU and for the return of border controls, including physical measures such as fences.What are its chances? The AfD won't enter government, that's for sure. Its nativist rhetoric makes the party toxic to most Germans - its election slogan, \"Germany, but normal\", implies minorities don't belong. All other parties have ruled out going into coalition with the AfD. The party was formed out of the remnants of the old East German socialist party and disaffected left-wingers who left the SPD in the mid-noughties. Its main candidates were Janine Wissler and Dietmar Bartsch.The party campaigned for increases in pensions and the minimum wage and an end to the system that cuts benefits for the long-term unemployed. It also wants to withdraw all German soldiers from international military missions. Although Die Linke has its share of anti-capitalist radicals, it also leads a state government in Thuringia. Bodo Ramelow has been premier of the eastern state since 2014.Die Linke was being talked about as part of a possible coalition. But the party performed poorly in this election, winning only 4.9% of the vote nationally. What are its chances? Die Linke has no chance of putting forward a chancellor, nor is it likely to feature in coalition talks. The party only just managed to enter parliament by winning three constituency seats, even though its vote share was below the 5% threshold required to enter parliament. The party's anti-Nato stance would also be a major stumbling block in coalition talks. ", "url": "https://www.bbc.com/news/world-europe-56821462"}