{"datetime": "2022-02-08T14:21:55.000Z", "title": "Ex-Pope admits errors in handling of abuse cases", "article": "Former Pope Benedict XVI has acknowledged that errors were made in the handling of sexual abuse cases when he was archbishop of Munich. In a letter released by the Vatican, the former pontiff asked forgiveness for any \"grievous fault\" but denied personal wrongdoing.A German report into the Catholic Church alleged thathe failed to act over four child sex abuse cases. Then known as Josef Ratzinger, he was archbishop of Munich from 1977 to 1982. The report by a German law firm alleges that abuse continued under his tenure, and that the priests accused of carrying out the abuse remained active in church roles. In his first personal response to the report, the Pope Emeritus, now 94, wrote: \"I have had great responsibilities in the Catholic Church. All the greater is my pain for the abuses and the errors that occurred in those different places during the time of my mandate.\" He described the actions against victims of sexual abuse as a \"most grievous fault. \"As in those meetings, once again I can only express to all the victims of sexual abuse my profound shame, my deep sorrow and my heartfelt request for forgiveness. \"Quite soon, I shall find myself before the final judge of my life\", he added.Before the report was released in January, Pope Benedict had denied he had attended a meeting in 1980 about sexual abuse cases when he was archbishop of Munich. But after the report's release, Pope Benedict said he had indeed attended the meeting. His personal secretary at the time, Archbishop Georg Ganswein, said the omission was an oversight in the editing of the statement released at the time and was not done out of bad faith. Pope Benedict referred to this in the letter, stating that he felt deeply hurt by how this oversight had been used \"to cast doubt on my truthfulness, and even to label me a liar.\" The former pope became the first Church leader to resign in more than 600 years in 2013, citing exhaustion. Since then, he has led a largely quiet life in the Vatican City and is known as pope emeritus. ", "url": "https://www.bbc.com/news/world-europe-60305844"}