{"datetime": "2019-02-07T14:59:50.000Z", "title": "Church clerical abuse: Former nuns share their experiences", "article": "A day after Pope Francis publicly admitted for the first time that clerics had sexually abused nuns, promising to tackle the issue that was \"still going on\" within the Catholic Church, two former female members of the Church have spoken about their experiences with the BBC. Appearing on BBC Radio 4's Woman's Hour on Thursday morning , the women welcomed the pontiff's acknowledgement of the scandal, saying that for too long there had been a \"culture of silence and secrecy within the hierarchy\". But the descriptions of their experiences will only serve to exacerbate a scandal that continues to rock the Catholic Church.Dr Figueroa is a theologian and lecturer in Auckland, New Zealand, and a survivor of abuse she says she suffered at the hands of a priest in Lima, Peru. She told the BBC that she joined the society of apostolic life within the Catholic Church as a teenager living in a \"very poor part of the world\" because she \"needed to do something\". \"I was 15 years old and the founder asked me to begin a spiritual direction with a vicar, who became my spiritual director.\"After months of gaining my trust he asked me and some young men to bring our sports gear to study yoga. After some group sessions he moved to personal sessions. He then said he would teach me exercises that would help develop... my self-control over my sexuality.\"I was very naive; I had no prior sexual experience. And so he began touching me all over. I was thinking - wrongly - that he was good and that I was the evil one. I felt that it was my fault. I felt very guilty and disorientated.\"He never raped me but he absolutely committed sexual abuse in my regard. The first time I realised that I was a victim of sexual abuse I was 40 years old. \"The people I trusted, the ones representing God, were fake.\" Dr Figueroa said she decided to speak out after the man who committed the abuse against her died. She said she felt it was important to come forward and denounce him because at the time he was still considered a holy man and a saint by the people within her community. \"Before I was sexually abused I was spiritually abused - I wasn't allowed to read books or speak to anyone about personal matters. I lost my self-confidence and became very weak.\"Five years into this, [a male member of the religious community] began to approach me whenever I was working on my own. He would come into my room and just stand beside me and talk.\"Eventually he would hug me and, at some point, he just came into my room in the evening and started to undress me and rape me.\"That was a shock. I understood what was about to happen but couldn't believe it. I knew it wasn't right. I definitely didn't want it to happen. But I was completely convinced; he is a priest, this is a sacred community, this is impossible,\"I was unable to understand that abuse was happening in this world, in this perfect world that I was living in. It took years for me to realise that what was happening was rape and I was able to talk about it. \"I had a severe faith crisis: my first impulse was to think that, if I spoke out I would damage the Church, so God wants me to be silent. It was unbearable. \"I do not have to believe in that kind of God. \"Eventually I met another priest in the community who I was able to talk to, and gradually we fell in love with each other. I knew that, if God exists... then he has sent me this person - somebody who loved me.\"Doris Wagner-Reisinger left her religious community in Germany and abandoned religious life in 2011. ", "url": "https://www.bbc.com/news/world-47157088"}