{"datetime": "2018-11-19T13:58:03.000Z", "title": "Italian town catches 58,000 speeding cars in two weeks", "article": "When the tiny Italian town of Acquetico set up a trial speed camera, it did not expect to see a probable record: 58,568 speeding offences in just two weeks. Local mayor Alessandro Alessandri set up the pilot after dozens of the 120 residents complained about speeding. But even he could hardly believe the results that arrived on his desk.The mayor said as many as one in three cars broke the 50km/h (31mph) limit - with the worst offender reaching 135km/h (84mph). \"It's really madness, considering that we have inhabitants who regularly move within the village and cross the road,\" Mayor Alessandri told Italy's Ansa news agency. Set up near the village's main pedestrian crossing, dozens of cars were recorded passing at well over 100km/h - double the limit in a town mainly populated by older residents. And almost all of the top 20 offenders whizzed through the village in the middle of the day along the state highway through town. Mr Alessandri told Italian newspaper Corriere Della Sera that his small hamlet in northern Italy, near the French border, suffered from a range of traffic problems. With three main routes connecting the neighbouring Piedmont region to Italy's northern coast, the route through Acquetico remains the best for those looking to avoid speed bumps, speed radar, or tolls, he told the newspaper. And then there are the motorcyclists, who use the \"ideal asphalt, good width, [and] continuous bends\" to stage races between larger towns on the road, he said. Given the extent of the speeding, the mayor now feels he has little option but to turn the trial run of the camera - which happened in September - into a permanent fixture. \"We hope that these speed gauges can be an effective deterrent to motorists and that they can benefit the citizens of Acquetico, because you do not want to make cash with the fines, but it is necessary to protect people's safety,\" he told Ansa. Correction 22 November: This version has been amended after an earlier version underestimated the frequency of cars caught speeding. ", "url": "https://www.bbc.com/news/world-europe-46261169"}