{"datetime": "2021-10-05T16:55:57.000Z", "title": "Catholic Church child sexual abuse scandal", "article": "From Australian country towns to schools in Ireland and cities across the US, the Catholic Church has faced an avalanche of child sexual abuse accusations in the last few decades. High-profile cases and harrowing testimony given to public inquiries have continued to keep the issue in the headlines.In the most recent development, a damning inquiry found that some 216,000 children in France had been sexually abused by members of the clergy since 1950.A Vatican statement said Pope Francis \"felt pain\" over the findings, and expressed hopes for a \"path of redemption\". Efforts by the Pope to address the problem have included holdingan unprecedented summit on paedophilia in the Church , andchanging its laws to explicitly criminalise sexual abuse. But alleged cover-ups continue to dog the Catholic Church, and victims groups say the Vatican has not done nearly enough to right its wrongs.Here's what you need to know. Although some accusations date back to the 1950s, molestation by priests was first given significant media attention in the 1980s, in the US and Canada. In the 1990s the issue began to grow, with stories emerging in Argentina, Australia and elsewhere. In 1995, the Archbishop of Vienna, in Austria, stepped down amid sexual abuse allegations, rocking the Church there. Also in that decade, revelations began of widespread historical abuse in Ireland. By the early 2000s, sexual abuse within the Church was a major global story. In the US,determined reporting by the Boston Globe newspaper (as captured in the 2015 film Spotlight) exposed widespread abuse and how paedophile priests were moved around by Church leaders instead of being held accountable. It prompted people to come forward across the US and around the world. A Church-commissioned report in 2004 said more than 4,000 US Roman Catholic priests had faced sexual abuse allegations in the last 50 years, in cases involving more than 10,000 children - mostly boys. A 2009 report found that sexual and psychological abuse was \"endemic\" in Catholic-run industrial schools and orphanages in Ireland for most of the 20th Century. A five-year Australian inquiry in 2017 found that \"tens of thousands of children\" were sexually abused in Australian institutions over decades, including churches, schools and sports clubs. The head of the French inquiry said that until the early 2000s, the Church had shown \"deep, total and even cruel indifference\" towards victims. He stressed that even today the abuse had not been eradicated, and called for the victims to be compensated and for reforms within the Church. Australian Cardinal George Pell - the most senior Catholic figure ever jailed for such crimes - hadhis conviction for child abuse overturned in April 2020 and was freed from prison . Australia's High Court judges agreed that the jury had not properly considered all the evidence presented at the trial. The former senior adviser to the Pope had consistently maintained his innocence. Pope Francis called for \"decisive action\" when he was elected in 2013, but critics say he has not done enough to hold to account bishops who allegedly covered up abuse. In August 2018,he wrote to all Roman Catholics condemning clerical sex abuse , and demanding an end to cover ups. His predecessor, Pope Benedict, had been accused of failing to protect children and suppressing investigations -allegations he denied. Before him, under Pope John Paul II, Cardinal Bernard Law, the disgraced figure at the centre of the Boston scandal, was given a symbolic role in Rome close to the Vatican and allowed to maintain his rank, despite outrage from victims. Between 2000 and 2010 several huge payouts were made by US dioceses to settle victims' claims. In 2011, Pope Benedict told bishops, in new guidelines, that they had to report any suspected cases to local police promptly. Previously, all cases were supposed to be referred to Rome. Under Francis, a special panel has been set up to deal with the issue but it has faced setbacks, including high-level resignations. In 2017, Marie Collins, an Irish survivor of abuse, left the group, citing \"stumbling blocks and hindrances\". During the summit in February 2019, Pope Francis promised an end to cover-ups, saying that all abusers would be brought to justice. His announcement of changes to the law earlier this year marked the biggest overhaul of the Roman Catholic Church's criminal code in decades. The new rules - which come into effect in December - make sexual abuse, grooming minors for sex, possessing child pornography and covering up abuse a criminal offence under Vatican law. The Pope said one aim was to \"reduce the number of cases in which the... penalty was left to the discretion of authorities\". ", "url": "https://www.bbc.com/news/world-44209971"}