{"datetime": "2022-01-20T13:42:16.000Z", "title": "Former Pope Benedict failed to act over abuse, new report finds", "article": "Former Pope Benedict XVI failed to act over four child abuse cases when he was archbishop of Munich, a German probe into the Catholic Church has alleged. Pope Benedict, then called Josef Ratzinger, held the position from 1977 to 1982. He has denied the accusations.But a new report into historical abuse allegations carried out by a German law firm incriminated the former pontiff. Abuse continued under his tenure, it is alleged, and the accused priests remained active in church roles. The former pope, now aged 94, became the first Church leader to resign in more than 600 years in 2013, citing exhaustion. Since then, he has led a largely quiet life in the Vatican City and is known as pope emeritus. The new report from German law firm Westpfahl Spilker Wastl was commissioned by the Catholic Church. \"Two of these cases concern abuses committed during his tenure and sanctioned by the state,\" lawyer Martin Pusch said as he announced the report. \"In both cases, the perpetrators remained active in pastoral care.\" In one instance, it is alleged he knew about a priest accused of abusing boys who was transferred to his diocese, but who then continued to work in pastoral care roles - this often involves visiting and supporting people within the community. The former pope is reported to have submitted dozens of pages of answers to the law firm's questioning, in which he expressed support for the inquiry but denied any knowledge or lack of action around the abuse allegations. The report, however, contains minutes which strongly suggest he was present at a meeting at which the subject was discussed. The Vatican said in a statement that it would examine the details of the report once it had been published. \"As we reiterate the sense of shame and regret for the abuses on minors by priests, the Holy See expresses its support for all victims and it confirms the path to protect minors, guaranteed safe spaces for them,\" the Vatican added. A previous report into historical abuse in Germany concluded that more than 3,600 people nationwide had been abused by clergy members between 1946 and 2014. Many of the victims were very young and served as altar boys. The new report looking into the Munich and Freising areas specifically found at least 497 abuse victims from 1945 to 2019.In addition to the former pope, the report criticised other Church figures, including the region's current archbishop, Cardinal Reinhard Marx. He was found to have failed to act in two cases of alleged abuse. The cardinal already offered Pope Francis his resignation in June 2021, saying he should share responsibility for the \"catastrophe\" of abuse which was coming to light. Pope Francis, however,refused to accept the resignation . Days earlier, the pope hadchanged the Vatican's criminal laws , toughening the Church's stance on sexual abuse. ", "url": "https://www.bbc.com/news/world-europe-60070132"}