{"datetime": "2012-05-15T13:41:10.000Z", "title": "London 2012: 'Blind Dave' to be Olympic torchbearer in Staffordshire", "article": "A blind marathon runner from the Black Country, who has raised hundreds of thousands of pounds for charity, is to carry the Olympic torch when it comes to the Midlands. Dave Heeley, 54, known as Blind Dave, said that it was a \"great privilege and honour\" to be part of the London 2012 Olympic Torch Relay. However, Mr Heeley will not be carrying the torch in his hometown of West Bromwich, but in Cobridge, Stoke-on-Trent, Staffordshire, on 31 May. He said: \"Of course it would be lovely to do it in your own town, but 2012 for me is never going to happen again, with reference to the Olympics, so it'll just be an honour to put the torch in the hand.\"I will be representing West Bromwich, Sandwell and the Black Country when I carry the torch up in Cobridge.\" When Mr Heeley received his confirmation letter from the London Organising Committee of the 2012 Olympic and Paralympic Games (Locog), he was \"laughing and nodding in disbelief.\"He said: \"After my wife read it [the letter] a couple of times, I'm thinking, wow, fantastic, it is absolutely incredible. \"I feel it's a great privilege and an honour for 7,999 other people who are going to do it.\" Mr Heeley was not chosen to be a torchbearer in the first round of the selection process, but supporters in the West Midlands launched a campaign for him to be part of the torch relay.The leader of Sandwell Council, Darren Cooper, who led the council's campaign for Mr Heeley to carry the torch, said: \"I am very pleased that the Olympic organisers have now acknowledged Dave's amazing efforts, which have helped thousands of people.\"His unselfish attitude in light of his disability makes him a truly deserving recipient of this honour.\" Earlier this year, Mr Heeley became became Sandwell's 11th honorary freeman.And will he purchase his Olympic torch? Mr Heeley said: \"You've got to hang on to that torch haven't you - it's a got to do thing.\"", "url": "https://www.bbc.com/news/uk-england-18069650"}