{"datetime": "2022-01-20T13:37:38.000Z", "title": "Teenage pilot Zara Rutherford completes solo round-world record", "article": "A teenage pilot has become the youngest woman to fly solo around the world following a five-month challenge. Zara Rutherford, 19, landed in Kortrijk-Wevelgem in Belgium, two months later than planned as a result of adverse weather. During the trip she spent a month stuck in Nome, Alaska, and 41 days in Russia. On her return to Belgium, the former pupil of St Swithun's School, Winchester, was greeted by her family, journalists and well-wishers. She was accompanied in her landing by four planes from the Belgian Red Devils aerobatic display team. After landing, she wrapped herself in British and Belgian flags and told reporters: \"It's just really crazy, I haven't quite processed it.\" She told a press conference she was \"so glad\" she took on the challenge of flying 32,000 miles (51,000 km). \"The hardest part was flying over Siberia - it was extremely cold and if the engine was to stall I'd be hours away from rescue. I'm not sure I would have survived,\" she said. \"I'm looking forward to telling people about my experiences and encouraging people to do something crazy with your life. \"If you have the opportunity - go for it.\" The circumnavigation included more than 60 stops across five continents, and began on 18 August. The British-Belgian aviator, whose parents are both pilots, said she hoped to inspire other girls to get into STEM (science, technology, engineering and maths) occupations. The challenge was made possible by sponsors including her former school in Hampshire, and Shark - the Slovakian manufacturer of her Shark UL aircraft. Her former school was among the first to congratulate Zara, tweeting it was \"super proud\" of her achievement. Previously, the youngest woman to fly solo around the world was American Shaesta Waiz, who was 30 at the time of her challenge in 2017. Theyoungest male record holder was 18. As well as being the youngest woman to complete the challenge, Ms Rutherford is the first woman to circumnavigate the world in a microlight, and the first Belgian to circumnavigate the world solo by air. The journey was expected to take three months, but numerous weather delays had a knock-on effect and caused her Russian visa to expire as the Siberian winter approached. When she arrived in Nome, only three out of 39 flights had gone to plan, and she had to wait while her passport was relayed by air to the Russian consulate in Houston. But, even with her new visa, it was a further three weeks before she could cross the Bering Strait. During a video update posted on Instagram, she said: \"It is -18C and my hands are literally so cold. I've been here for almost a month.\"I've been keeping busy, I've been applying to universities and keeping the plane ready to go.\"The weather hasn't been great. Every time, either Russia has been looking bad or Nome has been looking bad.\" Once in Siberia, where temperatures were as low as -35C on the ground and -20C in the air, a mechanic blocked up some of the air intakes on her aircraft to keep the engine warm in the extreme cold. But, despite the tweaks, Ms Rutherford was grounded in Magadan for a week, then in Ayan for three weeks. And after the weather forced an unscheduled stop at Bandar Udara Rhahadi Osman in Indonesia, she slept in the terminal for two nights because she lacked the necessary paperwork to leave the airport. Despite the setbacks, and after spending Christmas and New Year away from her family, the teenager appeared happy and smiling in her Instagram updates. She said one new challenge involved flying through wildfire smoke in California. Her instruments also malfunctioned in New Mexico due to a blocked pitot tube, and a flat tyre left her stranded in Singapore over Christmas. While in Veracruz, Mexico, she experienced an earthquake in her sixth-floor hotel room. She said: \"Suddenly the building started to sway. I don't think I've ever run faster down the stairs. I was really expecting the most dangerous part of this trip to be in the air.\" Jane Gandee, headteacher at St Swithun's School, said pupils and staff had been following Ms Rutherford's journey \"with interest and admiration\". She said: \"As if the actual flying and navigation were not challenging enough, she had to contend with extreme weather and tricky bureaucracy. \"We are immensely proud of the good humour and resilience that she has shown throughout. \"Fifty of our own students have been inspired by Zara to have a go at flying, and I am sure that her example will serve as inspiration for many more young women around the world.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-hampshire-59899980"}