{"datetime": "2022-02-14T11:39:51.000Z", "author": "Chris Andrews", "title": "Organ donation: 'I got a new heart on Valentine's Day'", "article": "From cards to cuddly toys, the heart is the symbol of Valentine's Day. It represents love and happiness to many, but for Michelle Crawford from Londonderry it is also a yearly reminder that she received a second chance at life. On 14 February 1992, when she was just 10 years old, she underwent a life-saving heart transplant in London.Her family had been told she might only have weeks to live unless a donor was found. \"The consensus at the time was we need to give this girl a chance, we need to put her through it,\" Michelle told BBC News NI on the 30th anniversary of the operation. \"They described the width of my artery that you couldn't even stick a matchstick through it. \"There was no blood really getting through and the heart was in severe failure so, at any point, it could just give up.\" Michelle was born with hypertrophic obstructive cardiomyopathy (HCM), a condition which had been causing her organs to fail, with cells thickening in the heart and obstructing the flow of blood. Given her age, she was shielded from some information about her condition, but \"deep down inside I knew that there was such a sense of peace, almost a sense of acceptance that I might not make it\". \"The only solution, really, was a new heart,\" Michelle said her family was told by doctors at The Royal Belfast Hospital for Sick Children in November 1991. \"We didn't even know what the term 'transplant' meant. Medically, I was really unfit to go through with the operation.\" In February 1992, the night before the call that a donor had been found, Michelle said she had a dream about a transplant where she was lying in a hospital bed beside another girl. \"They took the heart out of her and then placed it into me,\" she said.\"When I woke up and told my mum I remember her reaction was just absolutely stunned. \"I remember both my parents and my grandparents saying that was the sign I was going to get a heart and that I would be ok.\" When the call came through on the afternoon of 13 February, there was a window of four hours to travel from Londonderry, via Belfast, to London's Harefield Hospital. They arrived that evening and Michelle was on the operating table for more than seven hours, into the early hours of Valentine's Day. Upon waking up, the 10 year old could only communicate by writing notes because she was on oxygen.The notes she shared with BBC News NI reveal how terrifying and confusing the experience was for her. \"I am scared\", one read, another: \"I want my mummy, daddy here,\" and: \"It hurt last night\". \"A lot of it was fear-based, that's how I felt at the time, it was petrifying,\" she said. \"Am I dead? Am I dying? What's wrong with me? I can't breathe.\" However, the difference after the operation was stark. Michelle said she vividly recalls seeing the \"new me\" for the first time. \"I remember when I was roused and woke up and I sat up from bed and my mum said: 'Would you like to take a look at yourself in the mirror?\" she said. \"I actually couldn't recognise the wee girl looking back at all, I was completely, instantly changed. \"I had a fresh glowing face, I had pink cheeks for the first time in my life, I had bright red lips. \"I was just surging with life and that was so apparent and I loved what I looked like, because it was just like the new me; beautiful, absolutely beautiful.\" Michelle said Valentine's Day has become like \"a second birthday\". \"It's something that never leaves you, it's such a profound experience, physically, mentally, emotionally spiritually,\" she said. \"I think it's amazing for me that it fell on such a special date and I am so blessed with that. \"It sounds really cheesy that I got a new heart on Valentine's Day, but sure, if there's going to be a day in the year, it's the most perfect one!\" At the start of February, the Northern Ireland Assemblypassed a bill to introduce an opt-out organ donation law in 2023 . It is due to receive Royal Assent soon and will be commonly known as 'Dáithí's Law' after five-year-old Dáithí MacGabhann from Belfast who is waiting for a heart transplant. Michelle urged his family to \"never give up hope\" and congratulated them on their campaign which led to the legislation. \"We've waited for so long and it's going to give life and improve life to so many people who are waiting,\" she said. \"I think he's just an amazing little boy. \"Everybody is just willing and can't wait for that little boy to get a new heart that he so richly deserves.\" ", "url": "https://www.bbc.com/news/uk-northern-ireland-60338491"}