{"datetime": "2022-02-05T09:20:37.000Z", "author": "John Bray", "title": "'Blind Dave' prepares for Colditz cycle challenge", "article": "A blind man is to cycle 800 miles from Colditz Castle in Germany to his West Bromwich home in his latest fundraising feat. Dave Heeley, who supports charities under the name \"Blind Dave\", has already run through the Sahara Desert and braved the shark-infested waters surrounding Alcatraz.The 64-year-old had hoped to \"Escape from Colditz\" earlier, but the Covid pandemic twice intervened. Now final preparations are under way.Mr Heeley, who will pedal on the back of a tandem, will be accompanied by nine other cyclists on April's trip from theworld's most famous prisoner of war camp . The trip is raising money for The Albion Foundation - the charity arm of West Bromwich Albion FC. Mr Heeley hopes the return of a Team Blind Dave event will raise awareness of the foundation's work and also act as inspiration for young disabled people. \"If they can see a blind old codger from West Bromwich doing these things, then hopefully it will show that disability shouldn't stop you doing anything,\" he said. In 2020, when the challenge was originally planned, the fundraising target was £75,000, but after the pandemic's \"flippin' awful\" two years, Mr Heeley is \"just hoping to raise as much money as we possibly can\". The mayor of Colditz is due to wave off the cyclists on Monday 18 April, with them travelling through Germany along the River Rhine before heading into Holland and then returning to England. The journey home will include a stop-off at the National Cyclists Memorial in Meriden, Warwickshire, before a procession back to West Brom's Hawthorns stadium on Saturday 23 April. \"We've got some wonderful sponsors on board, who have been so supportive, and I'm so grateful to them,\" Mr Heeley said. \"And The Albion Foundation do such a wonderful job supporting young people with disabilities, or youngsters who need support with their education.\" The trip follows the death of Team Blind Dave cyclist Dave Sinar who was killed in a crash in September. \"[Dave] was one of the riders who had been on many challenges with us, so we are dedicating this ride to his memory,\" Mr Heeley said. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-60259790"}