{"datetime": "2022-01-27T14:51:35.000Z", "title": "Wiltshire mum running 76 marathons for children's charity", "article": "A mother-of-three is running the equivalent of 76 marathons in a year to raise money for a children's charity. Lindsey Thurlow, from Swindon in Wiltshire has already raised more than £3,000 for Make-A-Wish UK, which creates life-changing wishes for seriously ill children. She said: \"On the bad days I think of those children and tell myself to get on with it.\" She hopes to complete the 1,986-mile (3,196km) challenge by April. Mrs Thurlow, a keen runner, decided to take on the challenge after hearing that the Make-A-Wish charity was in desperate need of money. \"There are some amazing wishes. Anything from getting a bucket to go to the seaside, to meeting their idol,\" said Mrs Thurlow. She chose her target figure to mark 1986, which was the year the charity granted its first wish in the UK.\"I've now realised quite far how that is to run, especially as I've done it all in event miles, so my training miles every week don't count.\" She has completed over 2,000 miles (3,219km) just in training and joins running events across the country which count towards her target. Mrs Thurlow's next event will be the Cardiff to Brecon Ultra Marathon, which is 43 miles (69km), on 20 February. \"It's been a lot of miles, a lot of pairs of trainers,\" she said. She had aimed to also raise £1,986 but her Just Giving page already shows more than £3,000 in donations. The 45-year-old has previously raised funds for the same charity by running four marathons. \"I thought, 'How do I up my game to try and make people donate?', so this came as a hair-brained idea,\" she added. She said her children, who are 14, 15 and 17, are \"very understanding\" about her running, which takes place every day. \"Which is good as I'm running the equivalent of John O'Groats to Land's End - twice! \"The bad weather is hard. (Running) day in, day out is hard, but on the bad days I think of those children and the wishes that could be granted and tell myself to get on with it,\" she said. Make-A-Wish UK estimates that £180m is needed to grant the wishes of more than 60,000 eligible children in the UK right now - a number it says is set to double in the next 10 years. Mrs Thurlow aims to complete her running challenge by World Wish Day on 29th April. Follow BBC West on Facebook , Twitter and Instagram . Send your story ideas to: bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-wiltshire-60153483"}