{"datetime": "2022-02-15T21:34:05.000Z", "title": "Birmingham Clean Air Zone 'unfair to night-time workers'", "article": "Some hospitality workers say they are being penalised by Birmingham's Clean Air Zone (CAZ) charges. They say the midnight-to-midnight pricing structure means workers who drive their cars home in the early hours can pay the daily charge twice.\"I would prefer a system where you could buy a 24-hour slot. I think that would be a lot fairer,\" said Broad Street manager Mike Olley.The city council said the approach was in line with government guidance.It also said the structure was \"in line with the other Clean Air Zones already in operation\".However, Mr Olley said it did not suit some workers who drove into the city for late shifts.\"You buy a slot that ends at midnight - well that's not very good for us. Things are only just starting to happen at midnight,\" he said.The zonewas introduced in June in an attempt to reduce air pollution.Vehicles that do not meet the emissions standards for the zone, which covers roads inside Birmingham's A4540 Middleway, face charges of £8 for cars, vans and taxis, or £50 for HGVs and coaches.Andy Finch, who drives into the city centre to supply DJs and sound equipment for parties, is among those who believe the rules should change.He paid £8 to drive his 20-year-old van into the zone on a Friday night in December, but received a £60 fine after leaving the zone at about 01:00 GMT.Mr Finch is appealing against the fine. \"We didn't know you had to pay twice. It's bizarre how it has been set up,\" he said.About 1,000 people who want to reverse their CAZ charges have joined an online campaign group, with some calling the charges unclear or unfair.However, the city council said the rules are clearly set out on its website and there are also more than 300 signs up to alert drivers they are entering the CAZ.Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-60396571"}