{"datetime": "2021-12-10T06:30:51.000Z", "author": "David Pittam", "title": "Strangers help give autistic Chesterfield boy 'proper birthday'", "article": "An autistic boy has thanked the strangers who came to his party to give him the birthday celebration his mother feared he would not have. Harry, from Chesterfield, wanted to go bowling for his 11th birthday but struggled to get anyone to come. His mother Hannah posted about it on social media and people with children he had never met responded by helping to fill out the venue. Harry said it meant he could have a \"proper birthday\". \"I would like to say thanks to the people who came,\" he added. \"It means instead of me not having that many people come, I can have a proper birthday.\" About 30 children in total attended.Some of them were from school, some of them were family friends, but some of them were children Harry had never met before. His mother, Hannah, 31, said at first no-one but his family had planned on coming. She took to social media, initially asking for birthday cards, because she wanted Harry to feel \"included\" and \"less alone\". More than 400 cardsarrived for his birthday on Tuesday - and then some people started offering to come to the party as well. She said: \"At first we couldn't fill one lane, now we have five full. I'd say more than half are people I don't know. \"This means everything to Harry. Before we came he said he was scared and nervous but also excited. \"I've had loads of people messaging me saying they have kids with similar issues to Harry, who have been left out and not involved. \"Look where we are now.\" Harry's dad Peter, 39, added: \"To all the people who came, I really do appreciate it. It's a birthday he will never forget.\" One party-goer was 10-year-old Oscar, brought along by his mother Hayley - Harry's aunt's hairdresser. She said: \"It was upsetting reading about Harry. I wanted to show he has got people who do care about and like him.\" Catherine Lane, 41, brought her neighbour's two children, her brother and his wife and three children after reading Hannah's post. She said: \"I just thought the chap needed some visitors. \"Little boys need people to celebrate their birthdays with, no matter what.\" AJ, 12, who also has autism, came with his father Marti - who found out about the event from Facebook. AJ said: \"I feel really good I'm going to someone's birthday party.\"It would have been ruined if no-one cared.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-derbyshire-59594382"}