{"datetime": "2022-02-15T20:39:14.000Z", "title": "Tributes paid to Birmingham's 'King of Clubs' Eddie Fewtrell", "article": "Tributes have been paid to \"King of Clubs\" Eddie Fewtrell, who died on Sunday at the age of 90. Mr Fewtrell was part of a family which once ran more than 20 nightclubs in and around Birmingham.One of his seven brothers, Roger Fewtrell, said he was \"a legend in his field for nightlife in Birmingham\". He said his brother was known for creating night clubs and wine bars in the 1960s, 70s and 80s and was a charismatic entrepreneur. Eddie Fewtrell would leave behind \"so many memories\" that have \"lasted for decades and will last for more to come\", he added. Shirley Thompson, who wrote a biography of Eddie Fewtrell called \"King of Clubs\", said the motivation to set up his business empire came when he was evacuated from Birmingham to a Gloucestershire village at the age of seven- showing him a glimpse of a better life. He later ploughed money made by selling cars into a string of Birmingham clubs including Bermuda, Boogies and Abigails. Stories about the Fewtrell family, were put into a book, The Accidental Gangster, by Eddie Fewtrell's son-in-law David Keough, The legend is that in the 1960s he stopped the Kray twins from terrorising the West Midlands, as they did London. According to his daughter, Abigail Fewtrell, the Krays came to visit him once and said: \"We're two brothers, we can give you protection\", but she said he responded with: \"What do I need two brothers for? I've got seven of my own.\" He then threw the Krays out, she said. Tributes have been paid by people in the nightclub business. Martin Murray, who ran Silks nightclub in Cannock, said he would \"always be one of the legends of the night-time Industry and Birmingham's 'King of Clubs'\". Club Sixty Four in Birmingham said Mr Fewtrell was a founder member that \"without his endorsement, we would have struggled to obtain the Member's Club licence needed to operate\". It said he \"was a giant in our industry and will be sadly missed by many\". Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-60382766"}