{"datetime": "2022-01-12T17:02:23.000Z", "title": "Baby found by teenagers in -20C in Siberia doing well", "article": "A baby abandoned in temperatures as low as -20C (4F) in Siberia is doing well, according to Russian officials. The newborn was found by five teenagers in an egg box on a remote road near the village of Sosnovka outside Novosibirsk on Friday, local reports say. The baby girl was rushed to hospital by one of the teenagers' parents where she was declared fit and well. Police looking for the mother have opened a criminal investigation into the attempted murder of a minor. The parents of one of the teenagers who found the baby wish to adopt her but must wait to see whether her relatives can be found. Talking to Russian newspaperNGS , the father of one of the teenagers, Dmitry Litvinov, said the five friends had gone out for a walk onOrthodox Christmas Day . \"It was already dark, they were shining their phones, looking at what was in the box,\" said Mr Litvinov. Inside was a baby girl left with a rag-like blanket and a bottle, he added. He and his wife Anna were called to the scene by their son, Renat. They took the baby by car to a city hospital. The fear was that the baby girl, who is believed to have been about three days old when she was found, might have suffered frostbite and would not survive. Upon arriving at the hospital, a doctor quickly examined the baby and warmed her by gently rubbing her arms and legs, astatement by the regional health ministry said. The girl turned pink and was found to be healthy, and was later transferred to a children's hospital where she is now being cared for. Talking to NGS, Mrs Litvinova said that she and many of the hospital staff had cried when they heard that the child was in good health. The couple, who already have three sons, now wish to adopt the child. But they must first wait to find out whether the child's relatives can be found. NGS reports that if relatives are not found, the new parents must gather documents and take special courses before being allowed to adopt. You may also be interested in: ", "url": "https://www.bbc.com/news/world-europe-59951126"}