{"datetime": "2022-02-04T11:47:50.000Z", "title": "German anger as Russia shuts international broadcaster Deutsche Welle", "article": "Germany and the EU have condemned Russia's decision to shut down the Moscow bureau of international public broadcaster Deutsche Welle (DW). All DW's staff have lost their press accreditations and the channel is barred from broadcasting in Russia. Germany's culture minister said the move was \"not acceptable in any way\". Russia argued it was retaliating after German regulators decided a new Russian state-run TV channel, RT DE, did not have a suitable licence to operate. Russian Foreign Ministry spokeswoman Maria Zakharova appeared to offer an olive branch to the German government on Friday, saying that if Germany moved to \"normalise the situation\", then Russia would too. RT has channels in English, French and Spanish and launched its German-language satellite channel in December 2021, using a licence from Serbia, outside the European Union.RT is widely seen as a mouthpiece for the Kremlin, and Germany's Zak licensing authority said it had no EU permit. The channel was removed from Europe's satellite network within days. Deutsche Welle Director General Peter Limbourg saidthe Russian decision to shut down the bureau was a total overreaction and \"another sign that the Russian government is not interested in press freedom\".Moscow bureau chief Juri Rescheto said the news that his office would be shut at 09:00 on Friday came as a shock: \"There are a lot of technical and legal questions. So far, we only know we have to give back our press accreditation cards.\" Culture Minister Claudia Roth called on Russia not to \"abuse the problems of RT's licence rights for a political reaction\".RT has faced difficulties with its English-language channel too. It was fined £200,000 by UK regulator Ofcom for failing to \"preserve due impartiality\".Germany's other public broadcasters voiced their support for Deutsche Welle and the German Federation of Journalists called for an immediate lifting of the ban.In a separate move, Latvia's justice minister said he would offer DW to move its bureau to the capital, Riga. Russia's foreign ministry said it was also launching a procedure to label Deutsche Welle as a foreign agent, a term used by the Soviets to target political dissidents. Journalists have been expelled and organisations shut down in recent months by Russian authorities. BBC Russian journalist Andrei Zakharov was designated a foreign agent last year , while BBC colleague Sarah Rainsford and Dutch journalist Tom Vennink were expelled. One of Russia's oldest civil rights organisations, Memorial, was shut down. ", "url": "https://www.bbc.com/news/world-europe-60257581"}