{"datetime": "2022-02-13T16:53:31.000Z", "title": "Evesham Rugby Club player Jack Jeffery dies after match injury", "article": "A rugby player who was seriously hurt while scoring a try during a match has died. Evesham Rugby Club player Jack Jeffery, 27, was taken to hospital after being injured in the seniors league game against Berkswell and Balsall on Saturday. His father Glenn said he died \"doing what he loved the most, playing rugby\". Club chairman Dave Summerfield said the players were reeling as \"it was such a terrible shock\". Glenn Jeffery posted on Facebook: \"It is with great sadness that I need to let you know we lost our beloved son Jack yesterday.\"He described him as the \"most kind hearted, generous and beautiful son who enriched the lives of everyone who was lucky to know and have met him\". \"He will be so missed by his family and friends,\" he said. A flag was flown at half-mast at Evesham Rugby Club as a mark of respect for the \"extremely popular player\", Mr Summerfield said.He said the accident had \"affected the players greatly\", adding: \"As a club, we have been overwhelmed by the messages of support and goodwill from the rugby community. \"Jack was calm, respected and highly thought of. Our club and community have lost such a bright light.\" A statement on the club's website said Mr Jeffery, who lived in London, was \"adding another try to his phenomenal record\" and was injured in an accident on the pitch as he scored. \"He would often return from London for training and was always at the heart of club activities,\" it added. \"He served his club, his teammates and the county with distinction and provided much satisfaction to the club supporters in knowing exactly where the whitewash [try line] was.\" Premiership side Worcester Warriors tweeted a message of condolence to his family, friends and teammates. The Rugby Football Unionsaid in a tweet it extended its \"heartfelt sympathies\" to the family and friends of the player.\"The thoughts of everyone in the game are with Evesham Rugby Football Club, their players, members and the wider rugby community,\" it added. Nigel Huddleston, Conservative MP for Mid Worcestershire,tweeted : \"My deepest sympathies go to his family, friends and teammates. The outpouring of messages shows how incredibly popular he was.\" Evesham thanked everyone who had supported Mr Jeffery \"in his moment of need\" and for the messages of support received from other clubs. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-hereford-worcester-60368630"}