{"datetime": "2022-02-13T13:12:07.000Z", "title": "NHS hospital doctor arrested on suspicion of sexual assault", "article": "Two NHS hospital trusts are working with police after a doctor was arrested on suspicion of sexual assault. Staffordshire Police has launched a major incident review of the doctor's work at hospitals in Dudley, West Midlands, and Stoke-on-Trent,The Sunday Times reported. The force said the 34-year-old man from the West Midlands was arrested in December and released on bail. It is reviewing an investigation into the same suspect it undertook in 2018. The doctor was suspended from seeing patients at the Royal Stoke University Hospital in Staffordshire when the parents of a vulnerable female raised concerns about his examination of her, the Sunday Times reported. The case was referred to police in 2018 who said there was \"insufficient evidence to take further action\" at the time.The Staffordshire force has now reported itself to the Independent Office for Police Conduct. University Hospitals of North Midlands NHS Trust, which runs the Royal Stoke, said it was working with police and had set up a helpline for any patient and guardian who may have concerns. The Sunday Times reported the alarm was then raised about the doctor while he was working at Russells Hall Hospital in Dudley, and that he was excluded from the hospital trust in March last year. Julian Hobbs, medical director of the Dudley Group NHS Foundation Trust which runs the hospital, said it was \"working closely\" with Staffordshire Police on the review and confirmed the individual no longer worked there.The police review, named Operation Anzu, will be looking at hundreds of files, including those of vulnerable adults, with at least 109 identified as cases of concern, the paper said. Stoke-on-Trent South MP, Jack Brereton, said the allegations were \"extremely concerning\". \"I have spoken with the chief executive of the Royal Stoke and I know that they're taking it extremely seriously,\" he said.\"They've written to all those who may have been affected already so I know they are looking into this and there is a full police investigation now under way.\" The Care Quality Commission said it was aware of an investigation \"into a member of staff who worked at both trusts\".Its deputy chief inspector of hospitals, Fiona Allinson, said: \"We continue to liaise with the police and both trusts regarding these concerns to ensure people's safety.\" The Sunday Times said the doctor rejected any allegations he had committed a criminal act and was co-operating with the investigations. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-stoke-staffordshire-60366949"}