{"datetime": "2022-02-14T10:22:21.000Z", "subject": "Ukraine escalation", "title": "Ukraine tensions: British student 'grateful' for UK return", "article": "A British student says he is \"grateful\" to have bought tickets out of Ukraine amid escalating tensions. Haider Ali, 21, from Birmingham, said he and fellow students at Dnipro Medical Institute were concerned about the university's proximity to the country's eastern regions. Russian forces have amassed near there on the other side of the border, prompting invasion fears. Mr Ali arrived in the UK on one of the first commercial flights out of Kyiv. He leftafter the Foreign Office called for Britons to leave . Mr Ali has urged others in his position to do the same.\"I said to my friends 'right, it's going to get a lot more expensive because when it kicks off, it will kick off quite quickly',\" he said. \"We're only about 200 miles, 150 miles, from the border where everything's going on in Crimea.\" When Ukrainians deposed their pro-Russian president in early 2014, Russia annexed Ukraine's southern Crimean peninsula and backed separatists who captured large swathes of eastern Ukraine. Russia has denied any plans to invade amid the build-up of some 100,000 soldiers on Ukraine's borders. Mr Ali flew on a Ukraine International Airlines flight to Gatwick on Saturday and said many of the university's British students had, like him, returned home over the weekend. \"The majority of people will be gone by about Wednesday,\" he said. \"I'm very grateful that I did buy my tickets early and avoid the panic.\" He said some friends were talking about travelling into Poland to fly from there.He added he was \"just waiting for things to calm down before I return - if I return\". Mr Ali, who started his graduate-entry medicine studies in Dnipro last September, said he planned to continue his learning remotely from Birmingham until sitting his state medical licensing exam in Ukraine in June. Follow BBC West Midlands on Facebook , Twitter and Instagram . Send your story ideas to: newsonline.westmidlands@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-birmingham-60375027"}