{"datetime": "2021-09-05T23:09:30.000Z", "author": "Gordon Corera", "title": "Pro-Kremlin trolls target news website comments, researchers say", "article": "A major operation to influence public opinion saw comments posted on Western media articles in support of Russian interests, according to new research. Cardiff University's Crime and Security Research Institute found 32 prominent media websites across 16 countries were targeted including Mail Online, the Express and the Times. The comments were fed back into Russian-language media outlets as the basis for stories, researchers said. The tactic was spotted this year. But the operation is believed to have been escalating since at least 2018 and recently focused on the Western withdrawal from Afghanistan. In one example highlighted by the researchers, a Mail Online story last month about the Taliban's victory in Afghanistan featured 2,500 comments from the public.But some, it is alleged, were part of an organised Russian campaign.By selecting a small number of comments, a Russian news article was then headlined: \"The British have compared the rise of the Taliban to power with the end of Western civilisation\". This, Cardiff researchers say, was one of 18 recent stories on the fall of Kabul that were produced using reader comments in the UK and US, supporting Russia's narrative about the end of liberal democracy, the failure of Nato or made a link to the willingness to support Ukraine. The Cardiff team say this was just the latest part of a long-running campaign.They identified 242 stories where provocative pro-Russian or anti-Western statements were posted in reaction to articles relevant to Russia.Researchers used pattern recognition techniques to analyse reader comments, which suggested some accounts were posting pro-Kremlin content in an organised manner.Sometimes those posting were accused by others on the site of being Russian trolls but in most cases they did not respond.These comments were then picked up by Russian media organisations who took the original news story and used the comments to construct a Russian language news story with a particular slant suggesting \"The British think X or Y\".These were published to suggest extensive support among Western citizens for Russia or President Vladimir Putin or for a particular policy. These would be published in Russia, but also other European countries, particularly Bulgaria. These would then be further amplified on social media platforms, including Telegram. Prof Martin Innes said the \"sophisticated\" campaign takes advantage of the fact that while social media sites have put more resources into detecting influence campaigns, traditional mainstream sites have fewer security measures to stop people creating multiple, false identities.One account was found to have changed location 69 times and changed name 549 times since it was created last June.\"There has been a tendency to think about influence operations as just pivoting around the use of fake social media accounts on Twitter and Facebook and the like,\" Prof Innes, told the BBC.\"What is important about this research is showing how other kinds of media can be and are being manipulated and on an almost industrial scale.\" Some media websites allow people to vote on comments as well and the researchers say pro-Kremlin comments received an unusually high number of \"up-votes\". Russia has consistently denied being involved in propaganda and misinformation operations.Other websites targeted include the US's Fox News, Le Figaro in France, Der Spiegel and Die Welt in Germany, and Italy's La Stampa. The work was undertaken by the Open Source Communications Analytics Research programme at Cardiff University's Crime and Security Research Institute and was funded by UK Foreign, Commonwealth and Development Office.The BBC has contacted the owners of Mail Online, Express.co.uk and The Times for comment. ", "url": "https://www.bbc.com/news/uk-58441662"}