{"datetime": "2021-08-31T12:13:49.000Z", "author": "Sarah Rainsford", "title": "Sarah Rainsford: My last despatch before Russian expulsion", "article": "I'm writing this in the middle of the night at my kitchen table in Moscow, looking over towards the dim red stars and golden domes of the Kremlin. But by the time you read it I'll be on my way back to England, expelled from Russia as a national security threat. After more than 20 years reporting from Moscow, I still can't believe it.I suspected I was being singled out around a year ago when the Russian foreign ministry started issuing me short-term visas. Even those would be approved at the last minute.At one point I was told I'd been given my last-ever visa, before the official claimed she'd been mistaken.But on 10 August I was taken aside at passport control at Moscow's Sheremetyevo airport and told I'd been barred from Russia by the FSB security service. The officer reading out the order had all the words, but no explanation.\"Sarah Elizabeth,\" - he kept using my middle name - \"You are being refused entry to the Russian Federation - indefinitely. This is for the protection of the security of Russia,\" he clarified and then said I was being deported. I told him I was a journalist: \"Do I look like a threat?\"\"We're just the implementers,\" the border guard repeated multiple times. \"Ask the FSB.\" I'd flown into Moscow that morning from Belarus where I'd been reporting on the suppression of mass protests against Alexander Lukashenko.Vladimir Putin's close ally was hosting his annual giant \"conversation\" with the press and I'd used the chance to question how he could possibly stay on as president after the torture and imprisonment of peaceful protesters.First, he slammed me as a Western propagandist, then his loyal supporters rounded on me, live on Belarusian television.That night, as we edited the exchange into our report, the foreign ministry back in Russia announced new sanctions against the UK: a group of unnamed British citizens were accused of engaging in \"anti-Russian activity\".It was Moscow's delayed response to UK sanctions over human rights abuses in Chechnya and high-level corruption. With the latest visa in my passport close to expiring, I felt nervous.A few hours later, my colleagues cleared the border in Moscow as usual but I was stopped.I was eventually left to wander freely in the departures hall, though without my passport, as others negotiated frantically to halt my deportation.I was sure they'd fail: the order against me came from the powerful FSB.That's why I'd signed the form that said I understood I'd be breaking the law if I entered Russia ever again. I'd protested, but I had no choice.At one point, I sat on a broken airport bench and recorded my feelings, crying into the camera.Then suddenly, 12 hours after landing, I got a call telling me I could cross the border - just once, to pack up my life in Moscow.My expulsion means cutting years of ties here.Russia has been a major part of my life ever since I travelled to Moscow at 18 as the USSR fell apart.I witnessed the chaos first hand: the endless queues and shortages, even the wars. In the mid-1990s, as a student, I lived through the gangster days in St Petersburg when the bar I worked in had men check in their guns at the door.They were tough years for many Russians but it was a time of new and exhilarating freedoms, too.Then came Vladimir Putin.Ever since his election 20 years ago, I've been reporting from Moscow - charting the slow erosion of those freedoms, the increasing suppression of dissent as Mr Putin manoeuvres to keep power.The pressure on activists, critics and now journalists has intensified in the past year, since opposition politician Alexei Navalny was poisoned. In the run-up to next month's elections to parliament, it's increased further still.Nervous after last year's giant protests in Belarus over a rigged vote, the Kremlin seems set on stamping out critical voices here; all hint of real competition. Silencing the free press is central to that.The week I found out I was being forced to leave Russia, the country's biggest independent channel was labelled a \"foreign agent\".Dozhd TV joined a growing blacklist of media who have to declare their \"hostile\" status each time they publish any news, or else face crippling fines and prosecution.\"This status of foreign agent means we are enemies of the state,\" Tikhon Dzyadko told me on the news set. Subscriptions went up, not down, after the designation and the editor-in-chief told me some of his team were proud of the designation as a mark of quality.But Mr Dzyadko says the latest turn against the press is worrying.\"It's like [they say] we don't need these human rights activists or independent media here any more.\"It is very bad and it could become much worse - at any time.\"When I was called in to the foreign ministry in Moscow, they insisted my expulsion was nothing personal. Officially, they call it retaliation for a Tass news agency reporter denied leave to remain in the UK.But that was two years ago and there was no fuss at all at the time.Senior officials claim no knowledge of my status as a \"threat\" - even when I know they've seen the form I signed. They so far refuse to confirm one source who says I've also been included on the sanctions list.Many people I've interviewed in the past have now left Russia for safety. Others admit they have an escape plan, somewhere to run to.I never thought for a moment that I'd be joining them on the outside.And I'm going with the labels \"anti-Russian\" and \"security threat\" ringing in my ears.But I'm trying to drown that noise out.Ever since my expulsion became public, near-strangers have been stopping to apologise to me over what's happened. Some even say they're ashamed of their government.It's those Russians' kindness and warmth that I'm thinking of, as the rain falls and it's almost time to go. Maybe for good. But I hope not.", "url": "https://www.bbc.com/news/world-europe-58395121"}