{"datetime": "2021-10-08T16:29:25.000Z", "subject": "Nobel Prize", "title": "Russia labels reporters foreign agents after Nobel award", "article": "Hours after independent editor Dmitry Muratov was jointly awarded the Nobel Peace Prize, Russian authorities have designated several publications and journalists as foreign agents. Investigative group Bellingcat and BBC Russian journalist Andrei Zakharov are among those listed. The term \"foreign agent\" was used by the Soviets for political dissidents. It has since been used to label independent media organisations and NGOs seen as receiving foreign funding. Earlier on Friday the Nobel committee praised Mr Muratov, who co-founded independent newspaper Novaya Gazeta, for defending freedom of speech in Russia. Although his publication is one of few independent newspapers to have avoided the foreign agent label, he said in response to the award: \"We will try to help people who have been designated as [foreign] agents, who are being hounded and forced out of Russia.\" Russia's justice ministry said it was adding nine journalists and three companies to the foreign agent list. Bellingcat, which is registered in the Netherlands, was involved in unmasking Russian agents accused of carrying out the deadly Novichok nerve agent attack in Salisbury in 2018.US-registered MNews.world and the Caucasus Knot website, which provides news in the Caucasus region, are also included. The journalists added to the list work for BBC Russian and TV channel Dozhd - which was itself designated a foreign agent in August. Other organisations included Current Time, Radio Liberty and 7x7. They include: Responding to the decision the corporation said: \"The BBC strongly rejects the decision by the Russian authorities to designate Andrei Zakharov from our Moscow bureau as a 'foreign agent'. It said BBC Russian had been \"a vital source of accurate and impartial news to Russian-speakers for 80 years\". \"Our priority right now is to support Andrei and to ensure that he and his colleagues are able to continue reporting the country at such an important time.\" Any individual labelled a foreign media agent has to register and provide details of activities and finances every six months. All their material, including social media messages, have to contain a long message indicating their status as a foreign agent. The BBC was also singled out at the end of August, when Russia expelled long-time Moscow correspondent Sarah Rainsford, refusing to extend her visa. Russia changed the law in 2017, enabling the government to list any foreign media operating in the country as a foreign agent. The law came in retaliation for Kremlin-backed broadcaster RT being told to register as a foreign agent in the US. Daniil Sotnikov's single-line message posted after his new designation illustrated the foreign agent details in block capitals that listed journalists and organisations have to provide. ", "url": "https://www.bbc.com/news/world-europe-58840084"}