{"datetime": "2021-10-08T14:49:10.000Z", "subject": "Nobel Prize", "title": "Nobel Peace Prize: Journalists Maria Ressa and Dmitry Muratov share award", "article": "Journalists Maria Ressa and Dmitry Muratov have won the Nobel Peace Prize for their fights to defend freedom of expression in the Philippines and Russia. The Nobel committee called the pair \"representatives of all journalists who stand up for this ideal\". They are known for investigations that have angered their countries' rulers, and have faced significant threats. Both spoke in defence of freedom of the press following their win. Ms Ressa, who co-founded the news site Rappler, was commended for using freedom of expression to \"expose abuse of power, use of violence and growing authoritarianism in her native country, the Philippines\". The Nobel committee said Mr Muratov, the co-founder and editor of independent newspaper Novaya Gazeta, had for decades defended freedom of speech in Russia under increasingly challenging conditions. \"Free, independent and fact-based journalism serves to protect against abuse of power, lies and war propaganda,\" the committee said in a statement. \"Without freedom of expression and freedom of the press, it will be difficult to successfully promote fraternity between nations, disarmament and a better world order to succeed in our time,\" it added.Award-winning journalist Ms Ressa wasconvicted last year of libel in a case seen as a test of Philippine press freedom. In a live broadcast by Rappler, she said she was \"in shock\". \"This shows that the Nobel Peace Prize committee realised that a world without facts means a world without truth and trust,\" she said.Mr Muratov dedicated his prize to reporters at Novaya Gazeta who had been killed because of their work. The award came a day after the 15th anniversary ofthe killing of Anna Politkovskaya - one of the paper's top investigative reporters and a vocal critic of Russia's war in Chechnya, who was shot in a lift in her block of flats. \"I can't take all the credit. This is thanks to Novaya Gazeta and those who died while defending people's right to freedom of speech,\" he told Russian news agency Tass. The winners of the prestigious prize, worth 10m Swedish krona (£836,000; $1.1m), were chosen out of 329 candidates. Maria Ressa , 58, co-founded Rappler in 2012. The site now has 4.5 million followers on Facebook, and has become known for its intelligent analysis and hard-hitting investigations. It is one of the few Philippine media organisations to be openly critical of President Rodrigo Duterte and his policies. Rappler has published extensively on the populist president's deadly war on drugs, as well as taking a critical look at issues of misogyny, human rights violations and corruption. Ms Ressa has personally reported on the spread of government propaganda on social media.Ms Ressa has faced numerous legal cases, which she says are politically motivated. The government has maintained their legitimacy. In a statement, Rappler said it was \"honoured and astounded\" that its chief executive had been given the prize. \"It could not have come at a better time - a time when journalists and the truth are being attacked and undermined,\" it said. Dmitry Muratov , 59, co-founded Novaya Gazeta in 1993 and has since worked as its editor. Novaya Gazeta is one of the few remaining newspapers in Russia to be highly critical of the ruling elite, particularly President Vladimir Putin. Published three times a week, it regularly runs investigations into alleged corruption and other malpractice in ruling circles, and highlights the plight of people it considers victims of official abuse. The newspaper has been subjected to threats and harassment, including over its reporting of human rights abuses in Chechnya. Ms Politkovskaya is one of six Novaya Gazeta journalists and contributors to have been killed in connection with their work since 2000. The Kremlin, which has frequently opposed the paper, congratulated Mr Muratov.\"He persistently works in accordance with his own ideals, he is devoted to them, he is talented, he is brave,\" spokesman Dmitry Peskov said. However, allies ofjailed opposition figure Alexei Navalny criticised the Nobel committee's choice. \"Instead of pretentious and hypocritical speeches about 'freedom', they could protect a person who survived an assassination attempt and has been taken hostage by the murderers,\" Ruslan Shaveddinov tweeted. Alistair Coleman, BBC Monitoring Both Nobel laureates have been a thorn in the side of their respective governments for years. Maria Ressa and Rappler have faced concerted attacks from Rodrigo Duterte's government, and her conviction last year for \"cyber-libel\" was one of a string of cases ranging from defamation to tax avoidance. If Mr Duterte is trying to silence her, it hasn't worked. Rappler continues reporting on his administration, and this award will be a huge embarrassment. In her own words, Ms Ressa says: \"I've committed no crime but to speak truth to power.\" And congratulations from the Russian government to Dmitry Muratov surely came through gritted teeth. He fully understands the risks that come with standing up to the state but he remains optimistic, saying of state crackdowns on opposition groups: \"It's impossible to kill dissent\". Ms Ressa and Mr Muratov are the 102nd winners of the prize.Last year's winner was the United Nations World Food Programme (WFP), which was awarded for its efforts to combat hunger and improve conditions for peace.Then US President Barack Obama took the prize in 2009 and other notable winners include child education activist Malala Yousafzai (shared 2014); the United Nations and its secretary-general at the time, Kofi Annan (shared 2001); and Mother Teresa (1979). ", "url": "https://www.bbc.com/news/world-58841973"}