{"datetime": "2019-12-03T11:24:34.000Z", "title": "Russia to label individuals as 'foreign agents' under new law", "article": "Russia can designate independent journalists and bloggers as \"foreign agents\" after amending a controversial law. The \"foreign agent\" label already applies to certain media organisations and NGOs which engage in politics and receive funding from abroad. The amended law has been condemned by the EU, Amnesty International and the OSCE international security body.\"Foreign agent\" was a Soviet-era term of abuse for political dissidents. President Vladimir Putin signed the amended \"foreign agent\" media law on Monday.Russia says the original media bill, introduced in 2017, was its response to a US requirement for Kremlin-backed broadcaster RT to register as a foreign agent in the US. However, the first \"foreign agent\" law, introduced in 2012, targeted non-governmental organisations (NGOs), including charities and civil society groups, which get foreign funding and engage in political activity in Russia. In 2015 Russia's justice ministry listed Memorial - a distinguished chronicler of human rights abuses - as a \"foreign agent\". The anti-corruption organisation of anti-Putin campaigner Alexei Navalny has also been declared a \"foreign agent\".Groups, and now individuals, labelled as \"foreign agents\" have to put that label on their publications and submit detailed paperwork to the authorities, or face fines for not doing so.The media law was steered through parliament's lower house - the Duma - by MPs Leonid Levin and Pyotr Tolstoy.Mr Levin explained that for an individual to be labelled a \"foreign agent\" two criteria must be valid: they must be producing or spreading material from a \"foreign agent\" media source, and they must be getting foreign funding.He said that retweeting \"foreign agent\" news would only make an individual a \"foreign agent\" too if he or she was also receiving foreign funding. There has been a chorus of disapproval from human rights groups for the new law. OSCE media freedom representative Harlem Désir said the law \"represents a disproportionate interference in the freedom of expression and media freedom\". \"It may have a considerable chilling effect on journalists, as well as on bloggers, experts, or other individuals publishing information, particularly online.\"Maja Kocijancic, spokesperson for the EU's External Action Service (EEAS), said the legislation \"imposes an additional administrative and financial burden, as well as stigmatises the media or NGO concerned, thus restricting the exercise of fundamental freedoms\".\"Taking into account the already limited space for free media in the country, a further extension of the scope of the legislation is yet another worrying step against free and independent media and access to information, as well as a further attempt to silence independent voices in Russia,\" she said. Amnesty International said the legislation \"will have a detrimental impact on the already restrictive environment for independent journalism in Russia, and must be dropped\". ", "url": "https://www.bbc.com/news/world-europe-50643705"}