{"datetime": "2021-11-04T14:50:41.000Z", "title": "Tom Vennink: Dutch dismay as Russia expels correspondent", "article": "A Dutch journalist has been expelled from Russia for alleged \"administrative violations\", a decision criticised as an attack on media freedom. Tom Vennink's visa was revoked on Monday. He is Moscow correspondent for the Volkskrant newspaper. He was told to leave within three days and has been barred from entering Russia until 2025. The Volkskrant called the decision a \"mystery\", while the Dutch foreign minister said it was unacceptable. Russian authorities were unavailable for comment on Thursday because of a public holiday. Vennink's expulsion follows that of BBC correspondent Sarah Rainsford, who was forced to leave Russia at the end of August after her visa was not renewed and she was labelled a security threat. Vennink returned to the Netherlands on Wednesday, ending a role in Moscow he had held for the Volkskrant since 2015.In an interview with the newspaper , he was not clear why he had been thrown out but said \"I see no reason why I personally or the Volkskrant should be targeted\". However, he acknowledged that relations between the Netherlands and Russia had been severely strained in recent years, since the downing of Malaysia Airlines flight MH17 over eastern Ukraine in 2014.Two thirds of the passengers were Dutch and investigators have blamed Russian-backed separatists for shooting down the aircraft with a missile that had just been transported from a Russian military base at Kursk. More recently,a Dutch judge ruled that art treasures from Crimea would not return to the peninsula , which was invaded and annexed by Russia in 2014. Russia's ambassador to The Hague, Alexander Shulgin, accused Dutch media this week of publishing largely negative stories about Russian hacking, espionage and other accusations. Vennink said he had problems trying to renew his press accreditation earlier this year. Russian authorities told him he had entered a northern province without permission in January 2020 and failed to report his whereabouts in Moscow in 2019. Volkskrant editor-in-chief Pieter Klok said Russian authorities had not explained why they were citing old issues. \"It is a mystery to us,\" he said. Vennink himself said it was remarkable such minor violations were being dragged out for his visa to be revoked. The Dutch foreign ministry said it attempted to prevent the deportation, but its attempts were unsuccessful. \"Press freedom is a great asset,\" foreign minister Ben Knapen said. Vennink said Sarah Rainsford's expulsion had come as a surprise to a lot of foreign correspondents, as it was normally Russian journalists who were targeted. His own expulsion would also have an \"intimidating\" effect on other journalists, he believed. Critics have accused the government of President Vladimir Putin of ramping up restrictions on independent journalism and silencing dissenting voices in recent years. Last month BBC Russian journalist Andrei Zakharov was among a number of reporters and organisations designated as foreign agents by Russian authorities. The announcement came on the day Dmitry Muratov was jointly awarded the Nobel Peace Prize as editor of independent newspaper Novaya Gazeta. As of 2021, Reporters Without Borders ranked Russia ranked 150 out of 180 countries in its Press Freedom Index. In her last dispatch from Moscow for the BBC , Rainsford said she had witnessed \"the increasing suppression of dissent\" in Russia. Russian state media said the BBC correspondent's expulsion was in retaliation for the UK's refusal to grant visas to Russian journalists. ", "url": "https://www.bbc.com/news/world-europe-59162472"}