{"datetime": "2019-08-29T23:12:53.000Z", "author": "Sarah Rainsford", "title": "Moscow protests: Students fighting for democracy in Russia", "article": "Moscow's courts have never seen anything like it - crowds of students pouring through their doors and packing their corridors. They've been getting a crash course in Russia's legal system ever since fellow students began getting arrested at street protests.Hundreds of young people have been detained during this summer's demonstrations, in a wave of anger after opposition candidates were barred from running for seats in 8 September elections for the Moscow city parliament. Most of the protesters were released, fined or served short sentences. But three undergraduates are among those charged with a \"riot\" that even the video evidence produced by investigators does not show. Far from frightening other students off, the tough government response to unauthorised demonstrations has swollen support for the protests. On the day of Yegor Zhukov's appeal hearing, dozens of students turned up at the court to support the 21-year-old. Their dyed hair, trainers and tattoos stood out sharply among prosecutors in high heels and bailiffs in protective vests; as did a young reporter with a Foucault paperback in her string bag. A politics undergraduate at one of Moscow's most prestigious universities, Mr Zhukov faces up to eight years in prison for \"rioting\".His lawyer says investigators now accept that he's not the person they originally identified from video footage, encouraging protesters. But the charge against him has not been dropped. Shock at what has now been dubbed the \"Moscow Case\" extends beyond college campuses.Ahead of Yegor's hearing, famous artists perched on benches in the appeals court grounds signing statements vouching for his character. The popular Russian rapper Oxxxymiron was there too, offering bail money.\"I think Yegor just said a lot of things that annoyed a lot of people,\" the musician suggested, in a nod to the student's popular YouTube channel.The blogger's most recent post accuses senior officials of corruption and calls President Vladimir Putin a tyrant.\"But that doesn't mean he can be imprisoned at will,\" Oxxxymiron said.For many students, this summer's arrests were their first run-in with police and they had no idea how to act.They've since developed a self-help network, run partly by the team at Russian student journal Doxa. Used to reporting on the more mundane goings-on of university life, these days they huddle at the back of a Moscow cafe to discuss coverage of the protests and co-ordinate help for those who get arrested.Several of those seated around the big table, with their open laptops covered in stickers, were themselves detained briefly. The team have set up a \"bot\" for students to contact with questions. They help locate lawyers, deliver parcels to those in custody and crowd-fund to pay people's fines.Doxa's own Telegram channel also contains appeals for help, like one from a first-year student asking someone to send a copy of John Locke's classic liberal text Two Treatises of Government to his detention centre. Between mass rallies, students have also been taking it in turns to stand opposite the mayor's office holding posters denouncing the Moscow Case and \"political repression\".Silent, single-person pickets are the only protests allowed in Russia without a permit, though police often arrest people in any case. \"I was a bit scared to come at first,\" Ilya, a physicist who read about the picket on Twitter, admits. \"But I realise now it's great! So I'll be back. \"It's bad that an election campaign has turned into prosecution and criminal cases. It shouldn't be like this,\" he added. Only a handful of students actually made it into the courtroom for Yegor Zhukov's appeal hearing.He himself joined the court on a video-link from his remand centre, standing to address the judge courteously as \"Your Honour\". But when the moment came for his final speech, the student sounded like he was recording his blog.He congratulated the authorities for increasing support for the opposition by their actions.\"I can say with certainty that Russia is striving inevitably towards freedom,\" he said, concluding: \"I don't know whether I will be freed, but Russia certainly will be.\" His defiance spread quickly through the young crowd outside, glued to their phones. \"This speech was great, kind of inspirational,\" politics student Mstislav said. \"It will be all over social media.\"He described friends live-streaming their arrest from inside police vans or posting photos from custody as \"the new normal\", explaining that it was viral videos of police brutality against protesters that had brought him out in protest for the first time in his life.\"We've crossed the line when we were scared,\" the 21 year old said. \"Now we're just angry.\" Another student, Alexander, called it a \"speech with sparks\". \"Being in prison isn't completely negative, you get so many new people who want to know you!\" the science undergraduate added, noting that Egor Zhukov had accumulated several thousand more subscribers to his blog since his arrest.So, like many others, Alexander said that the student's arrest would not stop him protesting.\"The older you get, the less you want to change something. You think, 'My job, my 100,000 roubles. How I can protest?'\" he argued, bright red headphones looped around his neck. \"But young people have nearly nothing to lose,\" Alexander explained. \"They will live in this country, not for 20 years, but 100. And they want to live that 100 in a good country.\" ", "url": "https://www.bbc.com/news/world-europe-49446736"}