{"datetime": "2018-12-20T11:54:08.000Z", "title": "Russian news channel RT broke TV impartiality rules, Ofcom says", "article": "News channel RT, formerly known as Russia Today, broke TV impartiality rules in seven programmes after the Salisbury nerve agent attacks, UK media watchdog Ofcom has ruled. Ofcom may now fine the station for its reporting in the aftermath of the poisoning of Russian ex-spySergei Skripal and his daughter Yulia . The seven breaches took place over six weeks between 17 March and 26 April. RT said it was \"extremely disappointed by Ofcom's conclusions\". It described them as \"almost all self-initiated investigations into RT by the regulator\", adding: \"We operate under rules outlined by the regulator, and always strive to abide by them.\" Ofcom said RT had failed to give due weight to a wide range of voices on a matter of major political controversy. It called the breaches \"a serious failure of compliance\". The watchdog said: \"We have told RT that we are minded to consider imposing a statutory sanction. \"The broadcaster now has an opportunity to make representations to us, which we will consider before proceeding further.\" RT said: \"It appears Ofcom has failed to fully take on-board what we said in response to its investigations and, in particular, has not paid due regard to the rights of a broadcaster and the audience.\"We are reviewing the findings Ofcom has put forward and will decide shortly the nature of our next steps.\" The seven breaches were from the following news and current affairs programmes: Ofcom added that three further programmes were found not in breach of its impartiality rules. The Kremlin-backed Russia Today isavailable in more than 100 countries .RT, originally Russia Today, began broadcasting internationally in 2005 in English, Arabic and Spanish as a subsidiary of RIA Novosti, one of three Russian state-owned news broadcasters. The broadcaster focused on Russia-related news reports and said its goal was to improve the image of the country in the US. At its launch, it promised a \"more balanced picture\" of what Russia is. Several years later, it shortened its name to RT and began focusing on US news, positioning itself as an alternative to US mainstream media on both online and US cable television. The channel's slogan is \"Question More\", and the network aims to provide its international audience with the Russian viewpoint on global events. It offers 24-hour-news, broadcasting from Washington, London and Paris. RTDoc, broadcast in English and Russian, is aired from Moscow. Follow us on Facebook , on Twitter @BBCNewsEnts , or on Instagram at bbcnewsents . If you have a story suggestion email entertainment.news@bbc.co.uk . ", "url": "https://www.bbc.com/news/entertainment-arts-46633082"}