{"datetime": "2022-01-02T14:42:02.000Z", "title": "Memorial: Russia’s civil rights group uncovering an uncomfortable past", "article": "The closure of Memorial, one of the oldest civil rights groups in Russia, caused an outcry in the country and around the world. It had been prominent in uncovering the crimes of the Stalinist regime and remembering the victims of the Gulag. But the authorities accused the organisation of trying to undermine the state order. Here, BBC Russian looks at what made Memorial so important. For over 30 years, Memorial worked on uncovering the fates of the victims of Soviet political repressions. It also exposed human rights abuses in present-day Russia. Its work never sat comfortably with the authorities. It was initially cautioned in 2006, and in 2014 it was added to the list of \"foreign agents\" - a roster of organisations and individuals the government claims receive funding from abroad. The label is a poignant reminder of the 1930s mass repressions in the USSR (Union of Soviet Socialist Republics). Then, many victims were wrongfully accused of being foreign agents, traitors and enemies of the people.It is ironic that Memorial, an organisation finding out what happened to those accused of being foreign agents nearly a century ago, ended up with the same label. A pretext for closing the group was its failure to mark some of its social media posts with a \"foreign agent\" disclaimer, which it is legally required to do.Memorial's lawyer Tatyana Glushkova stresses the group marked most of its posts and online pages as required and paid fines when it failed to do so.The group and its supporters say the accusation was just a formal excuse to close down an organisation voicing uncomfortable truths. Memorial was set up in 1987 - at the time of reforms introduced by Mikhail Gorbachev's Perestroika - and initially led by Andrei Sakharov, a famous Soviet dissident scientist and Nobel Peace Prize laureate. Sakharov and those in his circle wanted to focus on uncovering the true scale of the repression which took place under Josef Stalin - Soviet leader between 1929 and 1953. During this period tens of millions of people are believed to have perished in the Gulag forced labour camps. In 1990, a Memorial team travelled to the Solovky camp in the north of Russia - formerly one of the most notorious in the Gulag. They brought back a memorial stone to be placed in central Moscow.The Solovetsky stone now sits in the Lubyanka square, opposite the imposing building of the Russian security service, the FSB, (formerly NKVD and later the KGB). It is meant to serve as a reminder of Russia's grim history. Memorial also investigated more recent human rights abuses in Russia and other post-Soviet countries. A centre for human rights was created as a separate arm of the organisation in 1991. It has been providing legal and other assistance to those considered to be political prisoners and their families.Yan Rachinskiy, the chairman of Memorial, says it's ironic that the organisation is being liquidated in the year of Andrei Sakharov's centenary.Sasha Lavut, 15, is one of the youngest Memorial volunteers. He started two years ago, handing out flyers and candles in the street at the annual commemoration for victims of the Soviet repressions. Later he began to look after the group's Tik Tok account and other social media platforms.Sasha is named after his great grandfather, Alexander Lavut, a former political prisoner and one of the editors of A chronicle of Current Events, a prominent Soviet underground publication, which detailed human rights abuses in the USSR in the 1970s and 1980s. Alexander spent seven years in prison and then in exile for his activism, before joining Memorial. \"If we haven't achieved what he was fighting for - respect for human rights in Russia - then we have to keep going with what was started under far more difficult circumstances,\" says his great grandson. \"I see Memorial as a part of my great grandfather and therefore a part of me.\" Roman Petrishchev, 29, who had dreamed of working in a human rights group since university, joined Memorial in 2020 as a member of staff and calls it \"a dream job\".He was distraught to learn the organisation would have to close.His colleague Natasha Sekretareva, also 29, has been at Memorial since February and feels the same: \"It's the best job I've ever had, with the best people. I have finally found my community.\" Both Roman and Natasha work for the human rights arm of the organisation, which means that they don't research past repressions but help those it describes as Russia's current political prisoners.Natasha looks after the cases Memorial takes to the European Court of Human Rights. Amnesty International's Marie Struthers described the decision to shut down Memorial as \"a grave insult to victims of the Gulag\".\"Memorial was created at the time of Perestroika when it seemed that the Soviet Union would never return, the arrests would never return,\" Zoya Svetova, a human rights activist and publicist, told BBC Russian. \"But now there is a feeling that all these things might come back into our life.\" History and nostalgia play a key part in Vladimir Putin's presidency. In December he lamented the collapse of the Soviet Union and the demise of what he described as \"historical Russia\".\"What had been built up over 1,000 years was largely lost,\" he said.Russia's role in World War Two has been recently included in the country's constitution and \"spreading falsehoods about the activities of the USSR\" in the war can be punished with fines or even imprisonment. Yet, repressions of the Soviet era, while not openly condoned, have not been officially examined. Memorial's supporters say that the organisation has been uncovering parts of Russian history which current authorities don't want exposed as they don't fit into the patriotic narrative.\"Those who have studied the past of their families and have seen the Soviet archives, are likely to continue to be resistant to the myths of the 'lost Soviet paradise',\" says lawyer Daniil Petrov. He believes the work of Memorial has provided \"an inoculation against propaganda\". Olga is one of those who came to support Memorial during the final court hearing and was heartbroken to find out that it would have to close.\"My grandfather was executed in 1937. I was never able to find out exactly what he was accused of. Memorial would have been the only place which could have helped me. Now that hope is gone.\" Reporting by Nataliya Zotova, Anastasia Golubeva, Anna Pushkarskaya, Ilya Barabanov and Kateryna Khinkulova You may also be interested in: ", "url": "https://www.bbc.com/news/world-europe-59853010"}