{"datetime": "2022-02-02T14:24:21.000Z", "subject": "Ukraine conflict", "title": "Ukraine tensions: US trying to draw Russia into war, Putin says", "article": "Russia's President Vladimir Putin has accused the US of trying to draw his country into a war in Ukraine. He said America's goal was to use a confrontation as a pretext to impose more sanctions on Russia.Mr Putin also said the US was ignoring Russia's concerns about the expansion of Nato, the Western military alliance which Ukraine is seeking to join. The US and its allies accuse Russia of planning to invade Ukraine, something Russia has repeatedly denied. On Tuesday, US Secretary of State Antony Blinken tweeted that the US was \"committed to preventing a conflict that is in no one's interest\". Meanwhile, Spanish newspaper El Pais has released what it says areconfidential documents the US and Nato sent to Russia last week - including offers of talks on cutting back on nuclear weaponry and trust-building measures in exchange for reducing tensions over Ukraine. A Nato official told the BBC the alliance never comments on alleged leaks. President Putin's spokesman Dmitry Peskov said Moscow was aware of the report, but that they did not publish it and did not want to comment on it, according to AFP news agency. In recent weeks Russia has moved about 100,000 troops - equipped with everything from tanks and artillery to ammunition and air power - to Ukraine's border.It comes eight years after the country annexed Ukraine's southern Crimea peninsula and backed a bloody rebellion in the eastern Donbas region.Moscow in turn accuses the Ukrainian government of failing to implement an international deal to restore peace to the east, where at least 14,000 people have been killed and Russian-backed rebels control swathes of territory. Ukrainian President Volodymyr Zelensky however warned on Tuesday that a Russian invasion would \"not be a war between Ukraine and Russia - this would be a war in Europe, a full-scale one\". Speaking after talks with Hungarian Prime Minister Viktor Orban in Moscow, Mr Putin said: \"It seems to me that the United States is not so much concerned about the security of Ukraine... but its main task is to contain Russia's development. In this sense Ukraine itself is just a tool to reach this goal.\" Rivalry between Russia and the US, which still possess the world's biggest nuclear arsenals, dates back to the Cold War (1947-89). Ukraine was then a crucial part of the communist Soviet Union, second only to Russia. Mr Putin said the US had ignored Moscow's concerns in its response to Russian demands for legally binding security guarantees, including a block on the Nato alliance's further expansion to the east.He suggested that if Ukraine were granted its wish to join Nato, it could drag the other members into a war with Russia. \"Imagine that Ukraine is a Nato member and a military operation [to regain Crimea] begins,\" the Russian leader said. \"What - are we going to fight with Nato? Has anyone thought about this? It seems like they haven't.\" The US meanwhile insists it is fully committed to dialogue. Speaking after a call with Russian Foreign Minister Sergei Lavrov on Tuesday, Mr Blinken said he had emphasised US willingness to continue discussing \"mutual security concerns\". Earlier this week, the US said it had received a written response from Russia to a US proposal aimed at de-escalating the crisis in Ukraine. But hours later Russia's deputy foreign minister said that was not true and a source told Ria news agency it was still preparing a response. According to the documents published by El Pais, the US proposal suggested \"reciprocal commitments by both the United States and Russia to refrain from deploying offensive ground-launched missile systems and permanent forces with a combat mission in the territory of Ukraine\".It included a pledge to hold talks about reducing nuclear weaponry and missile launchers, on condition that Russia reduces its threat to Ukraine. The US also suggested a \"transparency mechanism\" to address Russia's concerns about US missiles in Europe. The US proposed a way for Russia to confirm there are no cruise missiles at Nato bases in Romania and Bulgaria, in exchange for the US doing the same at two Russian bases of its choice. The documents said the US would discuss all issues that affect European security with its allies. For months, Ukraine's Western allies have been pointing to Russian troops massing on the border.Ukrainians who would be in the direct line of any such incursion are far less convinced it will happen. But all the war talk is unsettling. \"Last week I was pretty disturbed; I even went to my psychologist for help,\" Dmytro Dubas admits. In 2014, he joined the flood of volunteer soldiers pouring east when heavy fighting against Russian-backed forces erupted.Dmytro had returned to civilian life, storing the reminders of his time in the trenches in an old ammunition box painted and re-fashioned as a coffee table in his living room. Now he's calmed his nerves by preparing for the worst possible scenario: filling his car with fuel, buying emergency food supplies and signing-up with the territorial defence force to brush-up his skills. Read more from Sarah here ", "url": "https://www.bbc.com/news/world-europe-60220702"}