{"datetime": "2022-02-03T14:56:04.000Z", "subject": "Ukraine conflict", "title": "Ukraine tensions: Russia condemns destructive US troop increase in Europe", "article": "Russia has condemned a US decision to send extra troops to Europe to support its allies amid continuing fears of a Russian invasion of Ukraine. Moscow said it was a \"destructive\" step which heightened tension and reduced the scope for a political solution.The Pentagon said 2,000 US troops would be sent from North Carolina to Poland and Germany, and a further 1,000 already in Germany would go to Romania. Russia has some 100,000 troops near Ukraine. It denies planning to invade. The tensions come eight years after Russia annexed Ukraine's southern Crimea peninsula and backed a bloody rebellion in the eastern Donbas region. Moscow accuses the Ukrainian government of failing to implement the Minsk agreement - an international deal to restore peace to the east, where Russian-backed rebels control swathes of territory and at least 14,000 people have been killed since 2014. The US and the Western military alliance Nato question the continued build up of Russian forces near Ukraine.On Thursday Nato Secretary-General Jens Stoltenberg said the alliance had seen a \"significant movement\" of roughly 30,000 Russian troops to Belarus in the last few days - the biggest deployment to the country since the end of the Cold War.Russia says the troops are there for joint military drills.Ukraine, meanwhile, has sought to dampen talks of conflict. Defence Minister Oleksii Reznikov said on Thursday the number of ceasefire violations in eastern Ukraine had dropped, and that there have been no combat losses for three weeks.In a separate development, Russia announced that it was closing the Moscow bureau of German broadcaster Deutsche Welle and revoking accreditations for its staff. This comes a day after Germany banned Russian state TV network RT on the grounds that it did not have a legitimate broadcasting permit.Responding to US President Joe Biden's decision to deploy extra troops to Europe this week, Russian Deputy Foreign Minister Alexander Grushko said it was a \"destructive\" and an \"unjustified\" step. Speaking on Wednesday, Mr Grushko added that it would \"delight\" the Ukrainian authorities, who would continue sabotaging the Minsk agreement \"with impunity\". On Thursday, Russian President Vladimir Putin's spokesman Dmitry Peskov urged the US to \"stop escalating tensions\" in Europe, saying the new troop deployment worsened the situation and adding that Russian concerns about Nato's eastward expansion are \"absolutely justified\". The Pentagon has said the US troops being deployed would not fight in Ukraine - but would ensure the defence of Washington's allies. Their deployment is in addition to the 8,500 troops the Pentagon put on alert last month to be ready to deploy to Europe if needed. \"It's important that we send a strong signal to Mr Putin and, frankly, to the world that Nato matters to the United States and it matters to our allies,\" Pentagon spokesman John Kirby told reporters on Wednesday. But on the question of alleged invasion plans by Mr Putin, he said: \"We still don't believe he's made a decision to further invade Ukraine.\" He also said a US proposal \"leaked to a European news outlet\" was genuine. He appeared to be referring toa story in Spain's El País newspaper about a US offer of talks with Russia in exchange for reducing tensions over Ukraine. The US proposals reportedly include: The documents said the US would discuss all issues that affect European security with its allies. These are combat-ready troops but they are not expected to be fighting Russian soldiers - if they were the deployment would be much bigger. After all Moscow is not seen to be directly threatening Poland and Romania.Joe Biden is trying to show this resolve without undermining chances of a diplomatic solution. He is not sending a lot of troops, and notably, none to the Baltic states right on Russia's doorstep.But these deployments are the most concrete sign that the current crisis is broader than Ukraine, that it's over the post-Cold War security infrastructure in Europe. Rivalry between Russia and the US, which still possess the world's biggest nuclear arsenals, dates back to the Cold War (1947-89). Ukraine was then a crucial part of the communist Soviet Union, second only to Russia. Mr Putin said the US had ignored Moscow's concerns in its response to Russian demands for legally binding security guarantees, including a block on the Nato alliance's further expansion to the east. Romania, which is hosting some of the newly deployed US troops, is home to a US-built Aegis land-based missile defence station, which Russia has described as a security threat since it opened in 2016. ", "url": "https://www.bbc.com/news/world-europe-60238869"}