{"datetime": "2021-11-16T17:58:11.000Z", "title": "Nord Stream 2: Gas prices soar after setback for Russian pipeline", "article": "UK and EU wholesale gas prices have risen by 17% after Germany's energy regulator suspended approval of the controversial Nord Stream 2 natural gas pipeline from Russia to Germany. It said the pipeline's operating company needed to be compliant with German law before it would certify the €10bn (£8.4bn) project. Critics fear the pipeline will increase Europe's energy dependence on Russia. The pipeline was finished in September , but it had been beset by delays. Running under the Baltic Sea, Nord Stream 2 will double Moscow's gas exports to Germany, but it will also circumvent Ukraine, which relies on existing pipelines for income and would be hard-hit by the loss of transit fees.German businesses have invested heavily in the 1,225km (760-mile) pipeline and former Chancellor Gerhard Schröder has played a big role in its development. Gas prices were already high before this latest setback for the project. A cold winter in Europe last year put further pressure on supplies and, as a result, stored gas levels are much lower than normal. The German regulator said \"it would only be possible to certify an operator of the Nord Stream 2 pipeline if that operator was organised in a legal form under German law\". The decision is likely to set the project back several months and even when it receives German approval it will require a green light from the European Commission. The regulator said its approval procedure would remain suspended until \"the main assets and human resources\" had been transferred from the Swiss-based Nord Stream 2 parent company to its German subsidiary, which owns and operates the German part of the pipeline. Ukraine has opposed Nord Stream 2, described by President Volodymyr Zelensky as a \"dangerous geopolitical weapon\". This week, UK Prime Minister Boris Johnson said a choice was coming shortly \"between mainlining ever more Russian hydrocarbons in giant new pipelines and sticking up for Ukraine and championing the cause of peace and stability\". German Chancellor Angela Merkel said recently thatfurther sanctions might be imposed on Russia if it used the pipeline against Ukraine. The German regulator's decision to suspend certification has been welcomed by Ukrainian energy firm Naftogaz. And Polish gas company PGNiG responded with a call for energy solidarity in the EU to ensure security of supplies. The Nord Stream 2 consortium declined to comment on possible delays to gas exports. Under the EU's gas directive, gas producers have to be separate from the company that owns the pipeline. As well as Germany's Uniper and BASF's Wintershall unit, other European companies have stakes too, including Anglo-Dutch Shell, OMV of Austria and Engie of France. Germany's government estimates that \" natural gas will continue to make a significant contribution to energy supply in Germany over the coming decades \", saying it is \"more climate-friendly compared to other fossil fuels as it produces less CO2\".But environmentalist groups in the country such as Deutsche Umwelthilfe oppose Nord Stream 2, arguing that it is incompatible with Germany's emissions goals in the battle against man-made climate change. ", "url": "https://www.bbc.com/news/business-59306223"}