{"datetime": "2022-01-28T09:46:15.000Z", "author": "Steve Rosenberg", "subject": "Ukraine conflict", "title": "Ukraine crisis: Vladimir Putin's geopolitical jigsaw", "article": "Ever tried doing a jigsaw which has half the pieces missing? It's frustrating. It's confusing. You never see the full picture.Welcome to the world of Kremlin politics.Puzzling out what Vladimir Putin is thinking and planning is challenging, to say the least. That's how the Kremlin likes it: keeping everyone guessing.What is President Putin's plan for Ukraine? Is Moscow preparing a full-scale invasion? A more limited operation? Or is the sabre-rattling simply brinkmanship, coercive diplomacy (at its most coercive)?The geopolitical jigsaw is incomplete.The pieces of the puzzle we do have are causing concern in the West:Washington has now replied in writing to Moscow's security demands. The Kremlin says it will analyse America's response. In the meantime, the tough talking continues. \"Do not put Nato infrastructure on Ukrainian territory. We ask our 'partners' in Nato countries to get out. Get out from our borders. Get out from post-Soviet countries, because it's threatening to Russian people,\" says Yevgeny Popov. Mr Popov, who hosts a talk show on state TV, is also an MP from the party of power, United Russia. \"Time is running out,\" Mr Popov warns me. \"You have to make a decision. Fast.\" \"Otherwise what?\" I ask. \"Otherwise it will be a tremendously dangerous reaction for the whole world. Some Western officials said that Russia has no balls. Guys, do you really want to see it?\" In public, Russian officials insist that Nato is a danger to Russia's national security.I'm sceptical. I find it hard to believe that Moscow truly sees the alliance is a threat.Only 6% of Russia's borders touch Nato countries; the Kremlin has good relations with some Nato members, like Italy and Hungary; it's even sold weapons systems to Nato member Turkey.And keep in mind that Nato (in the shape of Norway) has been on Russia's border for more than 70 years.Plus, there is no sign whatsoever of Ukraine, Georgia or other former Soviet states being accepted into Nato in the near future. So why is the Kremlin fixating on the Nato alliance?Partly for domestic reasons: to get the Russian people to unite against an alleged external enemy.But also, perhaps, as an excuse to use this moment to reshape the European security order to Moscow's benefit; to re-establish Russia's sphere of influence and try to rewrite the results of the Cold War. \"Putin believes the West exploited Russian weakness in the 1990s, that Russia wasn't treated fairly and didn't get what it deserved. He wants to change that,\" believes Andrei Kortunov, director general of the Russian International Affairs Council, a think-tank linked to the authorities.\"His argument is very simple. Now the balance of powers has shifted, it's no longer the West-centred unipolar world. You should listen to us and take our concerns seriously.\"So what will Moscow's next step be?Without all the pieces of the jigsaw, we can only guess. It may depend on whether America's offer to negotiate with Russia on some aspects of European security will be enough to satisfy Vladimir Putin.If it's not, if the Kremlin leader is determined to dismantle the current European security architecture, military confrontation is possible and long-term friction between East and West. \"I hope Putin will be satisfied with what he got so far,\" Mr Kortunov tells me. \"I think to some extent he was successful. He enforced a dialogue on the West. So, he could argue his mission was accomplished; that keeping tensions on the Ukrainian border helped him incentivise the West to consider Russian proposals.\"But he may have a different interpretation. He may say the West is trying to engage Russia in endless and pointless negotiations and that Western penetration into Ukraine will continue.\"Domestically, though, Russian society is not eager for a big war on its doorstep. Russians are not eager to participate in a major military operation in Ukraine,\" Mr Kortunov adds. ", "url": "https://www.bbc.com/news/world-europe-60152007"}