{"datetime": "2022-01-27T10:37:07.000Z", "subject": "Ukraine conflict", "title": "Ukraine crisis: US rejects Russian demand to bar Ukraine from Nato", "article": "The US has rejected Russia's demand to bar Ukraine from Nato, amid warnings Russia might invade its neighbour. Secretary of State Antony Blinken was giving Russia a formal response to its demands to resolve the Ukraine crisis. Mr Blinken gave no concessions but said that he was offering Russia \"a serious diplomatic path forward, should Russia choose it\".Russia's foreign minister Sergei Lavrov said President Vladimir Putin would now assess Mr Blinken's response. While the document - delivered by the US in coordination with the Nato military alliance - does not address Russia's \"main concern\" about the alliance's expansion, Mr Lavrov said it \"gives hope for the start of a serious conversation\" on secondary questions. The president's spokesman Dmitry Peskov meanwhile told reporters Russia would not \"rush into assessments\", saying it would take \"time to analyse\" the response. Russia had issued a written list of its concerns about the expansion of Nato and related security issues. Among them was a demand for Nato to rule out the possibility of Ukraine and others ever joining the alliance. In recent weeks, Russia has been amassing large numbers of troops on the Ukraine border - something which Western countries have seen as preparation for a possible invasion. Russia denies this. Mr Blinken said the US response made its \"core principles\" clear, including Ukraine's sovereignty and its right to choose to be part of security alliances such as Nato. \"There should be no doubt about our seriousness of purpose when it comes to diplomacy, and we're acting with equal focus and force to bolster Ukraine's defences and prepare a swift united response to further Russian aggression,\" he said. \"It remains up to Russia to decide how to respond,\" he added. \"We're ready either way.\" The secretary of state said the US had sent three shipments of military \"assistance\" this week - including Javelin missiles and anti-armour weaponry, along with hundreds of tonnes of ammunition and equipment. Mr Blinken also denied any rift or difference of opinion between the US and its European allies. Nato, he said, had prepared its own set of proposals which \"fully reinforces ours and vice versa\".But the US document will not be made public. \"Diplomacy has the best chance to succeed if we provide space for confidential talks,\" the Secretary of State said. Nato Secretary General Jens Stoltenberg said the alliance's document had also been delivered to Moscow, and while he was willing to listen to Russia's concerns, all nations had the right to choose their own security arrangements. Russian Foreign Minister Sergei Lavrov, however, said earlier on Wednesday that Mr Stoltenberg had \"lost touch with reality\", when asked about Nato boosting its presence near Russia's borders. \"You know, I stopped taking any view of his statements a long time ago,\" Mr Lavrov told the press in Russian parliament, which was broadcast live on social media. Separately, diplomats from Russia, Ukraine, France and Germany reaffirmed a commitment to the long-standing ceasefire agreement in Ukraine, which had seen Russia-backed rebels seize territory in the eastern Donbas region. All four nations continue to support the ceasefire \"regardless of differences on other issues\"related to the 2015 Minsk agreements , a statement published by the French presidency said. The Kremlin's deputy chief of staff Dmitri Kozak characterised the eight-hour talks in Paris as \"not simple\", and the group is due to meet again in two weeks in Berlin. Ukrainian foreign minister Dmytro Kuleba told reporters on Thursday that the Russian decision to come to talks in Berlin was \"good news\", as it means that \"Russia for the next two weeks is likely to remain on the diplomatic track\". ", "url": "https://www.bbc.com/news/world-europe-60145159"}