{"datetime": "2021-11-30T05:42:58.000Z", "subject": "Ukraine escalation", "title": "Poland PM urges 'wake up' to destabilisation by Russia and allies", "article": "Poland's prime minister says Nato allies need to \"connect the dots\" and \"wake up\" to Russian attempts to destabilise the region. Mateusz Morawiecki told the BBC recent events showed the Kremlin and allies wanted to \"change the geopolitical system\" and \"disunite\" the EU.He cited a build-up of Russian forces near Ukraine, soaring gas prices and a crisis on Poland's border with Belarus. His comments come ahead of a meeting of Nato ministers on Tuesday. Nato, which is the world's most powerful defence alliance , and EU leaders have recently accused Belarus of orchestrating a migrant crisis on its border with Poland. Speaking to the BBC's Europe Editor Katya Adler, Mr Morawiecki said it was \"not too late to act\" but it could be in several months time. \"Bad things may happen in Ukraine for instance, or there could be another huge migration problem for the whole of Europe,\" he said. Mr Morawiecki said he believed the \"immediate perpetrator\" behind the border crisis was Belarus leader Alexander Lukashenko, but \"he has his sponsor, he has his principal\" in the Kremlin - referring to Russian President Vladimir Putin. \"All the pieces of the puzzle put together present not a very good picture,\" he concluded.The Polish prime minister also told the BBC that, despite disagreements with the European Union, rumours of Poland leaving the bloc, known as Polexit, were exaggerated.He also denied allegations his government was breaking EU laws with its treatment of migrants, abortion restrictions and judiciary reforms, and described Poland as a \"common sense\" member state. Mr Morawiecki said Russian propaganda was \"trying to put enormous pressure on the European Union to disintegrate\" and \"disunite all of us\". Nato foreign ministers - including US Secretary of State Anthony Blinken - will meet in Riga, Latvia on Tuesday for talks. Nato Secretary-General Jens Stoltenberg has described a Russian military build-up near the Ukrainian border as \"unusual\" and \"very concerning for many reasons\". \"The message to Russia is that they should de-escalate, reduce tensions and be transparent\" he said on Sunday, adding that \"if they decide to use force, then of course, there will be consequences\". ", "url": "https://www.bbc.com/news/world-europe-59470839"}