{"datetime": "2021-11-19T08:07:45.000Z", "subject": "Belarus border crisis", "title": "Poland border crisis: Camp empty as migrants move to warehouse", "article": "A migrant camp on the Belarus-Poland border that became a temporary home to some 2,000 people has been emptied, border guards have confirmed. The migrants who had been camping there in freezing conditions, hoping to cross into the EU, have been moved to a nearby warehouse. It marks a de-escalation of tensions between Belarus and the European Union. Belarus has been accused of orchestrating the border crisis to destabilise the EU - which it denies.The migrants are mainly from the Middle East and on Thursday more than 400 Iraqis were repatriated from Belarus on a flight to Irbil arranged by the Iraqi government.\"To be honest, I am really sad right now,\" Mohsen Addi told the Reuters news agency once he had arrived in Iraq's northern Kurdistan region. \"We are all sad right now. People came back because they had no other choice.\" Many migrants said they were still determined to try and get into the EU. \"I would have stayed till death, but my family were in danger. If the situation doesn't improve in Iraq in a year or two, I'd leave again,\" said Hoger Abdelrahman. Images of the makeshift camp close to Poland's border fence at Bruzgi show it is now deserted, with a few smouldering camp fires and the remnants of stick huts left behind. Over 1,000 men, women and children started moving to a nearby logistics depot on Wednesday. The Belarusian border force said most people went there voluntarily, but around 800 people initially stayed at the border camp, until freezing temperatures drove them to also seek shelter. The border guards said all the migrants had received hot meals, warm clothes and basic necessities. Migrants had been camped along the barbed-wire border fence with Polish guards on one side and Belarusian guards on the other.Earlier this week, the crisis reached boiling point with Polish forces using tear gas and water cannon to repel migrants trying to cross into the country.But there are now hopes the change of tack by Belarus's authoritarian leader, Alexander Lukashenko, could help defuse the situation. He spoke several times this week to German Chancellor Angela Merkel. His spokeswoman said that 5,000 other migrants in Belarus would be given the chance to return home and claimed Mrs Merkel had said she would talk to the EU about giving the others near the border a humanitarian corridor. That has been denied outright by the German government. There have been desperate stories of migrants managing to get through the fence and into Poland, but then being caught and sent back to Belarus, contrary to international asylum rules. UK Defence Secretary Ben Wallace announced on Thursday thatthe UK would send about 150 British soldiers to help reinforce Poland's border with Belarus .The EU, along with Nato and the US, have accused the Belarus leader of luring migrants to the border with the false promise of easy entry to the EU. Belarus has denied acting in retaliation for a series of EU sanctions imposed since a widely discredited presidential election in August 2020. Mr Lukashenko cracked down on mass protests amid widespread allegations of brutality meted out to political opponents and protesters. ", "url": "https://www.bbc.com/news/world-europe-59341765"}