{"datetime": "2021-11-17T17:55:16.000Z", "subject": "Belarus border crisis", "title": "Poland border crisis: Belarus moves migrants stranded in camp", "article": "Belarus has said temporary shelter has been provided for about 1,000 migrants who had been camping on its border with Poland, trying to get into the EU. Poland confirmed that the large migrant camp on Belarus's side of the border was emptying on Wednesday. For months, thousands of men, women and children have been amassing at Belarus's western borders. Belarus has been accused of pushing migrants, mostly from the Middle East, to the border to destabilise the EU. Belarus's long-time authoritarian leader, Alexander Lukashenko, has repeatedly denied luring migrants to the border in revenge for EU sanctions. The border crisis reached boiling point on Tuesday after Polish forces used tear gas and water cannon to repel migrants trying to cross into the country. Some of the migrants attempted to breach a heavily fortified crossing and threw missiles at the Polish forces, leaving several with injuries. The migrants have been living in camps in freezing conditions and with little food or water just inside Belarus, stranded between Polish guards on one side and Belarusian guards on the other. But after more than a week of stalemate, Belarus said it had opened a temporary shelter for them in a transport and logistics centre near the Kuznica checkpoint, where in recent days, thousands have gathered, hoping for a way into Poland and the European Union. Belarusian state news agency Belta showed pictures of migrants lying on the floor of the facility with mattresses, blankets and food packages. Many in the group are Iraqi citizens, and the news agency said a lot of them still intended to enter the EU. \"We will not return to Iraq. It's very bad there. For the sake of the future of our children, we want to go to Germany,\" one woman said. Earlier, Poland's deputy interior minister Maciej Wasik said Mr Lukashenko had, for the first time, sent buses to collect migrants on the border. \"The camp near Kuznica is slowly emptying,\" Mr Wasik told Poland's TV Republika. Video footage from Poland's border guard agency appeared to show the migrants leaving the camp on Wednesday.Meanwhile, Iraqi Airways confirmed it would send a plane to Belarus on Thursday to take its citizens home. The EU has asked Middle Eastern countries to stop flights to Belarus and several have agreed.Poland, with EU backing, is determined not to let the migrants into the bloc and has warned that the border and humanitarian crisis may go on for months. \"We have to prepare for the fact that the situation on the Polish-Belarusian border will not be resolved quickly,\" Polish Defence Minister Mariusz Blaszczak said. European officials have accused Mr Lukashenko of orchestrating a scheme to entice migrants to the border with the false promise of easy entry into the EU. Calling the accusations \"absurd\", Mr Lukashenko's government has criticised the EU for not taking in the migrants and pushing them back at the border. Poland has been accused of pushing people back across the border into Belarus, contrary to international rules of asylum. EU-Belarus relations have been severely strained since Mr Lukashenko declared victory in a discredited presidential election last year and tried to silence dissenting voices. Outgoing German Chancellor Angela Merkel has tried to defuse the border crisis by discussing the issue with him several times this week, stressing the need to let the United Nations provide aid to the stranded migrants. He has previously threatened to retaliate to a new round of EU sanctions, which European officials approved earlier this week. On Wednesday, the Belarusian government said it would stop supplying electricity to Ukraine - an EU ally - within the next 24 hours. In a statement, the Belarusian government cited \"contractual relations\" as the reason for terminating electricity supplies. But it was not immediately clear if this was part of any retaliatory act by Belarus. ", "url": "https://www.bbc.com/news/world-europe-59317306"}