{"datetime": "2021-11-21T00:09:33.000Z", "author": "Paul Adams & Reality Check", "subject": "Belarus border crisis", "title": "Poland border crisis: What happens to migrants who are turned away?", "article": "Thousands of migrants have been trying to cross into the EU overland through its eastern borders with Belarus. The crisis has led border guards in Poland and Lithuania to force migrants back into Belarus, without assessing their asylum claims - a practice known as a \"pushback\". We've looked at what happens to migrants who are sent back, and whether this practice is legal. In late October, Dunja Mijatović, human rights commissioner for the Council of Europe, urged EU member states to oppose attempts to allow the \"illegal practice\" of pushbacks. But it's happening more and more. Poland's parliament haspassed an amendment allowing border guards to expel immediately migrants who cross the border illegally, and this is likely to be signed into law. A similar law was passed in Lithuania in August.Since then more than 7,000 migrants have been stopped from entering Lithuania and turned back to Belarus. Poland's border guard has tweeted that it pushed back 314 migrants in the past week alone. The European Convention on Human Rights establishes legal guarantees that anyone seeking protection must be given access to the asylum process, even if they have crossed a border illegally. When asked about the recent actions of Lithuania, an EU spokesperson said: \"It is for the Lithuanian authorities to conduct the relevant asylum and return procedures in line with EU law.\" This, the spokesperson said, would include \"respect of fundamental rights, ensuring effective access to the asylum procedure, and respecting the principle of non-refoulement.\" Non-refoulement - a key concept in international refugee law - means that states are prohibited from sending asylum seekers back to territories where they might be exposed to inhuman or degrading treatment. While the current wave of migrants attempting to enter Poland and Lithuaniacome largely from Iraq and are not necessarily fleeing the regime in Belarus, Human Rights Watch says it's clear that Belarus is not a safe place for them. \"The EU is wilfully turning a blind eye to what's going on there,\" says Bill Frelick, director of the refugee and migrants division of Human Rights Watch.Poland and Lithuania do not hide the fact that they are turning back people who have crossed illegally.On a recent visit to the Lithuanian border, officials told the BBC they were entitled to turn migrants back. \"We [tell] them you can't cross the illegal border. Please turn around, go to Belarus,\" state border guard Vytautas Kuodis said. But Mr Frelick says: \"At the end of the day, [the migrants] may or may not have a claim, but you have to assess the claim.\"Ahmad Dandashi, a Syrian migrant who arrived in Germany in mid-October, says he was pushed back into Belarus six times by the Polish police before he finally managed to get through. \"They immediately push you back to the forest,\" he told the BBC. \"We asked them all the time, please keep me in prison. Just let me apply for asylum here in Poland. It's legal. But they didn't want to listen.\" After one crossing, a Polish non-governmental organisation (NGO) intervened and managed to get Ahmad to hospital. After days in the forest, with no food or water, he was sick. But after three hours, Ahmad says, the police took him back to the border. \"At the hospital, they were very rough. Yelling and shouting at me. I said don't send me back to Belarus.\" Ahmad's account echoes those of other migrants in recent weeks. Polish NGO Grupa Granica, which works along the border, says the migrants are often repeatedly pushed back from Poland to Belarus, and the other way round.\"We're like a ball between both parties,\" Ahmad says. Despite international rules, Poland and Belarus are not the only countries conducting pushbacks.This week, the BBC reported on an Afghan family who said they had crossed from Bosnia into Croatia almost 40 times, only to be turned back on each occasion. In July, footage of Greek coastguard vessels violently intercepting migrants attempting to cross the Aegean Sea, broadcast on the BBC, drew a sharp rebuke from the EU. \"I think these are violations of our fundamental European values,\" the EU's commissioner for home affairs, Ylva Johansson, told the BBC. In 2012, the European Court of Human Rights, ruled that Italy had violated human rights by turning back mostly African asylum seekers crossing the Mediterranean, without screening them first.\"That's exactly what's happening on any number of external borders,\" Mr Frelick says. \"It's outrageous but not surprising.\" Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/59348337"}