{"datetime": "2021-11-26T10:09:56.000Z", "author": "Reality Check", "subject": "Belarus border crisis", "title": "Belarus border crisis: How are migrants getting there?", "article": "With several thousand migrants stranded along the border between Poland and Belarus, the EU has been trying to stop migrants using Belarus as a route to its borders. Some migrants who ended up in Belarus have now been flown back home. Data from the EU's border force, Frontex, shows the main country of origin for migrants detected crossing the bloc's eastern land borders so far this year is Iraq. There are smaller numbers from Afghanistan and Syria, as well as other countries. The numbers have been growing steadily since the summer, andthese are just the crossings that are detected and reported to Frontex. The vast majority of them arrived in Minsk - the capital of Belarus - by air, and then travelled overland to the borders of EU states including Poland and Lithuania. Minsk is served by direct flights from destinations across the Middle East - including Beirut, Dubai and Baghdad. The Belarus state carrier Belavia operates flights from Istanbul and Antalya in Turkey, as well as from Dubai. Turkish Airlines has regular flights to Minsk from Istanbul. The European Commission has accused Belarus of luring migrants to Minsk with the false promise of easy entry to the EU. \"Upon arrival they are being pushed to the border...\" said EU spokesperson Peter Stano. Poland and Lithuania have for some months accused the authorities in Belarus of orchestrating the arrival of migrants. A Lithuanian official told the BBC that, earlier this year , Belarus had simplified the visa process for would be migrants from Iraq to enable them to enter as \"tourists\". EU statements have made clear they view the crisis as an attempt by Belarus to pressurise the EU over the sanctions it imposed on the country in June. Belarus has denied this, and has said it is trying to repatriate stranded migrants along the border, but that many have refused to return to their home countries. President Lukashenko told the BBC that it was \"possible\" that his country had helped migrants into the EU, but he denied inviting them to Belarus. Over the course of the year, the Belarus state carrier, Belavia, has increased the number of flights from Istanbul, but has deniedinvolvement in facilitating the arrival of migrants. Belarus also now allows visa-free travel for a stay of up to 30 days for citizens of 76 countries, although not for those from Iraq, Afghanistan or Syria. Both Poland and Lithuania say they've found evidence on migrants they intercepted which shows how Belarusian authorities helped them arrange their journeys to the border. We've reported previously how a network of travel agents, airlines and smugglers have been involved in enabling migrants to get visas, leave their home countries in the Middle East, fly to Minsk and travel on to the EU's borders. Once at the border, some migrants have told the BBC how Belarusian soldiers cut through the border fencing at night time to allow them to cross into Poland. Accounts given by migrants to NGOs working along the border corroborate media reports that Belarus border guards have been directing people through the forests to the border. Videos published by Belarusian media have shown Belarusian border guards guiding migrants along a highway towards a forest that runs alongside Poland's border. Some air routes to Belarus are being restricted or closed off. Turkey's civil aviation authority has said that until further notice, Iraqi, Syrian and Yemeni nationals will not be allowed to fly from Turkish airports to Minsk. And the UAE has also barred those nationalities from flights to Minsk from its airports. Belavia has announced that it will no longer accept citizens of these countries on its flights out of Turkey. And it's said that it's strengthening its passenger checks for all flights from Dubai. Aeroflot, which has regular flights between Moscow and Minsk, has denied that its flights are being used by migrants trying to reach Belarus. One commercial airline that provides direct flights between Syria and Belarus, Cham Wings,said it was suspending flights to Minsk. And some migrants have been repatriated on special flights. More than 600 had been returned to Iraq by 25 November, according to the Iraqi foreign ministry. The Polish border guard service says there have been 33,000 attempts to cross the border illegally so far this year, with 17,000 in October alone. More than 4,200 migrants have been apprehended crossing the Lithuanian border from Belarus this year, according to authorities there. But Lithuania has also pushed some 7,000 back to Belarus,and migrants are also being pushed back by Polish border guards. International law states that anyone seeking protection must be given access to the asylum process.The EU has said it is up to the Lithuanian authorities to make sure their policies are in line with EU law on asylum procedures. But human rights groups have accused the EU of ignoring what is happening on the ground. Read more from Reality Check Send us your questions ", "url": "https://www.bbc.com/news/59233244"}