{"datetime": "2022-01-29T00:07:50.000Z", "author": "Chloe Hadjimatheou", "subject": "Syrian civil war", "title": "'I fear bumping into my torturers in the street'", "article": "For many Syrian refugees fleeing war and human rights abuses, Europe was meant to be a sanctuary. So it was a shock when they began bumping into their torturers while out shopping or in a cafe. In fact, many of those involved in the Syrian government's notorious interrogation facilities are hiding in plain sight in European cities. Feras Fayyad misses his home in Syria desperately. He's been living in Berlin for six years now, one of more than 800,000 Syrian refugees in Germany. But he rarely visits Sonnenallee, the predominantly Arab district of his adopted city that's become known as \"Little Syria\", even though it's full of restaurants and shisha cafes that remind him of home. \"It's a bit scary to walk here for a person who is known as a member of the opposition to the regime,\" he says during a rare excursion to the area. \"This is why I don't come here.\" What Feras fears is other Syrians who might still be affiliated with Bashar al-Assad's government and could be acting as the eyes and ears of the state overseas. Back home Feras - an award-winning documentary director whose films describe the systematic bombing of the civilian population by the Syrian military - was arrested and tortured by the state security service.He eventually managed to escape - but even here in Europe he doesn't feel safe among other expat Syrians.\"It's difficult to know who is [a member of] the intelligence services,\" he says. \"They open stores or they have a business here - and they are still working as spies. \"You don't know when you're going to bump into somebody who was involved in your torture or involved in hurting you inside Syria.\"Feras may sound paranoid, but there's a firm basis for his fears. Bill Wiley, who runs the Commission for International Justice and Accountability, an NGO that builds cases against the Syrian government using their own official state documents retrieved from the war zone, agrees that the Syrian diaspora in Europe is a fertile recruiting ground for Syrian spies. He says some are paid to spy while others do so in exchange for their families' safety back in Syria. \"There's various means to recruit people - we know they're doing it and I would be shocked if they weren't doing it,\" he says. Professor Uğur Ümit Üngör, who specialises in Holocaust and genocide studies at the University of Amsterdam, has interviewed hundreds of Syrian refugees. He admits that in the beginning he was naive about the fear that has travelled with people into Europe. He recalls how he hosted a dinner at his house for some of the Syrians he met in the Netherlands hoping they might get to know each other and feel more at home. But the party was a huge flop. \"Everybody was standing in the corner with a drink, eyeballing each other. Nobody socialised,\" he says. As the last guest was putting on his jacket he told the professor he was sure that all the other people at the party were government spies.\"I had underestimated the extent of fear and distrust that now govern Syrian society,\" Prof Üngör says. He has tracked down former members of the Shabiha, the government-sponsored militia notorious for arresting and beating anyone suspected of disloyalty to the president. Many of them are now living in Europe and can easily be identified through their social media profiles, he explains. \"If you scroll back on their Facebook wall to 2011 or 2012, you find [photos of] them carrying AK47S in the streets of Damascus - they haven't expunged that record,\" he says. Once he had identified them, Prof Üngör managed to interview some of the former Shabiha members who described fleeing Syria back in 2015 when it looked like President Assad might lose the war. A few months ago, a friend of Feras Fayyad spotted a former member of the Shabiha in a Syrian shisha cafe in Berlin. It was the same Shabiha member who had beaten him badly in a demonstration years earlier. Now he was sitting at the table across from him. Feras says his friend was so terrified he fled and never set foot in Little Syria again. Later, Feras introduced his friend to the Syrian human rights lawyer, Anwar al-Bunni, who is building a legal case against the former militia man. \"There are a lot of Shabiha in Europe,\" Bunni says. \"If we can prove they beat demonstrators or delivered people to the security services, we can prosecute them. Europe must not be a safe place for those criminals.\" Anwar Bunni is one of a growing number of lawyers building cases against suspected Syrian war criminals. \"We expect there are about 1,000 criminals in Europe, most of them from the regime,\" he says. Bunni has been working with prosecution services across the continent, including Germany, Sweden, Austria, Belgium and the Netherlands. He says, there are now so many case files against suspected war criminals in Europe that European prosecutors can't keep up. \"They cannot handle all those cases,\" Bunni says. \"Really, it's over their capacity.\" He recently gave evidence in a court in the German city of Koblenz, at the trial of Anwar Raslan, a Syrian colonel in the General Security Directorate, one of Syria's four main intelligence agencies. The highest-ranking Syrian official to face prosecution on European soil, Raslan was tried for crimes against humanity committed when he was head of interrogations at detention centre Branch 251 in Damascus. Earlier this month the colonel was found guilty of overseeing more than 4,000 counts of torture, 27 counts of murder, as well as sexual coercion and rape. He was sentenced to life in prison. His lawyer says they will appeal the verdict. Bunni first realised the colonel was in Europe when he ran into him in the Berlin refugee camp where he was living.Indeed, members of the diaspora have played a central role in identifying suspected war criminals and bringing them to the attention of the authorities. Another trial of a suspected war criminal opened in Frankfurt this week. Alaa Mousa, a 36-year-old Syrian doctor, has been charged with torture and murder.Mousa reportedly has strong connections with the Syrian government and received help from the Syrian embassy in Berlin, initially in his attempts to flee Germany and later with help to build a legal team to represent him. Mohammed Wahbi was a colleague of Mousa's at a military hospital in Homs. It was there, in 2012, that Mohammed watched Mousa pour alcohol on a teenager's genitals and set him on fire. The patient had been arrested at an anti-government demonstration and brought to the hospital to be treated for a bullet wound. \"He screamed and screamed and his screams tore at the heart,\" Wahbi recalls. Years later after Wahbi had moved to Turkey, he was browsing social media when he saw a Facebook post by Mousa. The doctor mentioned that he now lived in Germany. Wahbi asked around and found out that he was practising medicine at a hospital there. Mousa had spent five years living undisturbed in Germany without the need to disguise his identity - until Wahbi outed him. One of the most important witnesses in a case against Mousa goes by the name Ahmad A. These days he lives in Europe, but before he left Syria he says he was tortured by the doctor. According to media reports, he watched as a fellow inmate who dared to fight back was given a lethal injection by Mousa. Ahmad A also told journalists he heard Mousa say: \"Send a warm greeting to the virgins in paradise\" a few minutes before the man died. Mousa has denied all the allegations against him. Bunni, who helped gather witnesses to testify in these court cases, says one of his biggest challenges had been persuading frightened Syrians to go public. Last week one witness who was slated to testify against Mousa said four members of the security services raided his home back in Syria and told his mother and sister they would kill them if he did not withdraw his testimony. Some of those who gave evidence against Raslan also faced threats, with one man being forced to enter a German state witness protection programme.Among those who testified against Raslan was Feras Fayyad. The documentary maker had been held in Raslan's facility, Branch 251, where he says he was brutally tortured and raped with a wooden pole. During his testimony, he says the defendant looked him in the eye and winked at him. Afterwards Feras says his family back in Syria were threatened and have been forced to move house every two months out of fear the Syrian security services might find them. President Assadinsists there is no systematic torture or executions in Syria and that all the evidence has been fabricated. Despite all the intimidation and fear, Feras says it has been worth it and that watching Raslan sentenced to life in prison for his crimes was one of the most important moments of his life. Feras' new home is in East Berlin where just a few decades ago the Communist government's secret service, the Stasi, instilled terror in so many people. Through their vast network of unofficial informers, the Stasi kept files on around one third of the city's citizens.The irony is not lost on Feras, who reminds me that the comparison between the tactics of the Stasi and the Syrian state is not coincidental. Back in the 1970s and 80s there was close co-operation between the Stasi and the Syrian security services, with the latter requesting specialist training from their German counterparts. The Syrian government has also cooperated with a senior Nazi. After WW2 the government in Damascus gave sanctuary to Alois Brunner, who was responsible for the deaths of more than 120,000 Jews. Having fled capture, Brunner reportedly settled in the capital and helped construct Syria's security apparatus - including Branch 251, where Raslan later served. After Brunner ceased to be useful to the regime, he is believed to have ended his days in the very facility he helped set up.Just like the residents of East Berlin 30 years ago, Feras says he does not trust any of his Syrian neighbours and that he feels like the enemy still lives next door. A few weeks ago the documentary director was attacked outside his apartment building. A man stabbed him in the leg with a glass bottle. It is possible that Feras was the victim of a random drunk - but he is so paranoid these days that he sees everything as within the reach of the long-arm of the Syrian state. In 2019 a prominent Syrian activist was killed in a gruesome axe attack in Hamburg in what many believe was a politically motivated attack. When Feras recently sought therapy for the trauma he suffered during the war, he chose a German psychologist, even though he would have felt more comfortable speaking Arabic.\"I can't trust a Syrian to share what happened to me,\" he says. The German court cases mark a step on the road to justice. But Bill Wiley at the Commission for International Justice and Accountability doubts that any more than a handful of Syrian war criminals will ever face trial. \"There's just too many,\" he says. ", "url": "https://www.bbc.com/news/world-europe-60141865"}