{"datetime": "2022-01-24T16:51:36.000Z", "subject": "Syrian civil war", "title": "Hundreds of children held by IS in besieged prison in Syria", "article": "Fears are growing over the fate of hundreds of children believed to be held by jihadist extremists inside a besieged prison in north-east Syria. Nearly 850 children are inside Ghwayran prison in Hasaka, which was stormed by Islamic State (IS) group fighters on Thursday, triggering days of battles. On Monday some 300 militants in the prison gave up, security forces said. More than 150 people are reported to have been killed since IS launched its raid to try to free jailed fighters. Thousands of IS suspects are held in prisons run by Kurdish authorities. The Kurdish-led Syrian Democratic Forces (SDF) alliance, supported by US-led coalition forces, fought the IS group after it overran large parts of Syria several years ago and declared its territorial defeat in March 2019. However IS cells still operate and have mounted strings of deadly attacks against security forces and civilians. The surprise assault on the prison by more than 100 IS fighters sparked fierce fighting inside and outside the facility, including US-led coalition air strikes. A UK-based monitoring group, the Syrian Observatory for Human Rights (SOHR), said on Monday that 102 IS fighters, seven civilians and 45 Kurdish members of security forces and prison guards had been killed in clashes at the prison since Thursday.The UN children's charity Unicef said it was concerned for nearly 850 children held at the prison amid the fighting. It said the safety of the children - some as young as 12 years old - was at \"serious risk\". \"As fighting continues, the risk for children increases including to be harmed or forcibly recruited,\" it said, and called for their release. The SDF said IS militants were holed up in a dormitory housing hundreds of children who had been detained for suspected links to IS. It said they were being used as \"human shields\" and warned it would hold \"the terrorists accountable if the children are hurt\". The SDF said its forces had sealed off the area around the jail and that \"IS fighters located within the gates of the prison can no longer escape\". Relatives of children held at the prison say they have been detained without proper evidence and for resisting forced conscription into the SDF, AFP news agency reported. IS had a strategy of forcibly recruiting children, including those they abducted, and training them to carry out suicide bombings or kill prisoners. The children, dubbed Cubs of the Caliphate by IS, are held along with thousands of IS fighters from more than 50 countries in Kurdish-run prisons in north-eastern Syria.The overcrowded site at Ghwayran housed 3,500 suspected IS members including some of its leaders, according to the SOHR. Hundreds of jihadists who broke out following the IS attack have been recaptured, but some are still on the run, it said. ", "url": "https://www.bbc.com/news/world-middle-east-60091586"}