{"datetime": "2022-01-13T14:29:45.000Z", "author": "Jenny Hill", "subject": "Syrian civil war", "title": "German court finds Syrian colonel guilty of crimes against humanity", "article": "A German court has sentenced a Syrian colonel to life in prison for crimes against humanity in a historic trial. Anwar Raslan, 58, was linked to the torture of over 4,000 people in Syria's civil war in a jail known as \"Hell on Earth\". The trial in Koblenz is the world's first criminal case brought over state-led torture in Syria. UN rights chief Michelle Bachelet praised the conviction as a \"landmark leap forward\" in the pursuit of truth. It's hard to imagine what the men and women incarcerated in Syria's notorious Al-Khatib prison had to endure. At the heart of it, Raslan was accused of being a high-ranking security service officer under President Bashar al-Assad as mass anti-government protests were violently crushed in 2011. Many protesters and others suspected of opposing the regime were rounded up and detained in the Al-Khatib facility in Damascus where, prosecutors say, Mr Raslan directed operations.He was charged with 58 murders as well as rape and sexual assault, and the torture of at least 4,000 people held there between 2011 and 2012.The ruling is significant, especially for those who survived Al-Khatib and gave evidence during the trial. A criminal court has now formally acknowledged that crimes against humanity were perpetrated by the Assad regime against its own citizens.Raslan was arrested in Germany in 2019 having successfully sought asylum there. He denied all the charges against him, saying he had nothing to do with the mistreatment of prisoners and that he actually tried to help some detainees. His trial was extraordinary for several reasons. It was unprecedented in taking on Syria's state-led torture and it was prompted by the arrival in Germany of hundreds of thousands of Syrians who'd fled their own country.Many of the almost 800,000 Syrians who now live in Germany brought with them terrible stories of what happened to those who opposed the Assad regime, and German human rights lawyers took up their cause, using the principle of universal jurisdiction to bring the case to court. This allows serious crimes committed in one country to be tried elsewhere. Wolfgang Kaleck, head of the European Centre for Constitutional and Human Rights which has led the case, says it's hard to talk about justice given that hundreds of thousands of people have been tortured and tens of thousands have died as a result.But perhaps most importantly the trial gave a voice to those whom the Assad regime tried to silence. Fifty survivors have given evidence to the court in Koblenz; 24 are co-plaintiffs in the case.Their stories are horrifying. The court heard how detainees were beaten and doused in cold water. Others were raped or hung from the ceiling for hours on end. Torturers tore out their fingernails and administered electric shocks.One survivor told me that he could hear the screams of people being tortured all day, every day. Another that his attackers had used special \"tools' and that they had appeared to enjoy what they were doing.Raslan now faces life in prison and prosecutors sought to bar any possibility of probation after 15 years.Prosecutors were encouraged by the conviction last year of another Syrian official as part of the same trial. Eyad-al-Gharib, who helped to arrest protesters who were later tortured and killed, was jailed for four and a half years for complicity in crimes against humanity.Lawyers are preparing cases against a number of other suspects but, ultimately, they'd like to bring to justice those right at the top of the chain of command.Bashar al-Assad has indicated that he's following the trial, but he and his government have repeatedly denied accusations of torturing or forcibly \"disappearing\" hundreds of thousands of his own citizens.This trial serves another purpose too: to build a body of evidence for use in future proceedings. In addition to witness testimonies, prosecutors in Koblenz have relied on the \"Caesar files\" - gruesome photographs smuggled out of Syria by a regime whistleblower which show the dead bodies of thousands of people who are believed to have died in detention facilities - many of whom appear to have been tortured.And it's a reminder of the ongoing plight of many Syrians.Wassim Mukdad, who was first detained in 2011 and now lives in Germany, gave evidence to the trial and returned to the court for the verdict. \"For me, this is the first step in a very long way towards justice,\" he has told the BBC. There are many stories that have not been heard, he says: \"Either because they are still detained now - while we're talking, they're suffering torture and horrible situations in the detention centres. Or because they were murdered.\" And then, he adds, there were those who died as they tried to reach Europe, drowning at sea or freezing on Europe's borders. ", "url": "https://www.bbc.com/news/world-europe-59949924"}