{"datetime": "2022-02-01T18:30:21.000Z", "subject": "Syrian civil war", "title": "Syria war: Babies die from cold in storm-hit Idlib camps", "article": "Two babies have died from the cold after heavy snow and freezing temperatures hit camps for displaced people in north-western Syria. A UN official told AFP news agency that the seven-day-old and two-month-old girls had died in Idlib province.Some 2.8 million people have sought shelter in the opposition stronghold after fleeing their homes during the country's decade-long civil war. Many live in worn-out tents without warm clothes and fuel for heating. The UN has warned that the situation is getting worse due to a severe economic downturn in Syria that has seen food prices double in a year, as well as a shortage of funding to provide winter aid and increased needs.The Syrian Observatory for Human Rights said the babies whose deaths were reported on Tuesday had been staying in camps in the al-Ziyara and al-Sheikh Bahr areas, north of Idlib city. The UK-based monitoring group added that a one-month-old baby boy had also died due to the cold at a camp in Jarablus, in neighbouring Aleppo province, on 23 January. Another child was meanwhile killed in the Qastal Miqdad area on 18 January after snow caused the roof of their tent to collapse. According to the UN, 287 camps for displaced people in Idlib and Aleppo have been affected by snowfalls, flooding and strong winds as a result of storms that battered the region on 18, 19 and 25 January. The snow has destroyed at least 935 tents and damaged more than 9,500 others. The UN said there had also been 68 fires at camps since the beginning of the year, which had killed two people and injured 24 others. Most of the blazes were sparked by heating stoves.Save the Children's Syria response director, Sonia Khush, said it was \"incomprehensible that any child should face the winter scared for their life\". \"Almost 11 years after the crisis in Syria started, it feels like the world has forgotten about children in north-west Syria,\" she added. \"These avoidable and tragic deaths are a dreadful example of how children urgently need more humanitarian support. They also need a lasting, peaceful solution to Syria's conflict.\" ", "url": "https://www.bbc.com/news/world-middle-east-60197927"}