{"datetime": "2022-02-14T11:59:52.000Z", "subject": "Syrian civil war", "title": "Syria: Kidnapped boy released after video of beating sparks outcry", "article": "An eight-year-old boy whose kidnapping caused outrage in Syria when a video of him being tortured by his abductors was posted online has been freed. Fawaz al-Qataifan was handed over on Saturday after his family paid a ransom to the gang who seized him in Deraa province in November, state media said.He seemed to be in good health when he recounted his ordeal in a TV interview. Local police said they had arrested four suspects last week by tracing a telephone number used to send threats.The kidnappers then twice agreed times and places with Fawaz's family for a handover, but failed to turn up on both occasions, according to Deraa Police Commander Brigadier Dirar al-Dandal. On Saturday, they told the boy's father to take the ransom - reportedly 500m Syrian pounds ($199,000; £147,100) - to a location near the town of Nawa. After receiving the money, they left Fawaz outside a pharmacy. Brig Dandal told the state-run Sana news agency that \"the police did not interfere, with the aim of preserving the child's life after the kidnappers threatened to kill him\". Sana said Fawaz's father, Mohammed, \"expressed his great joy at the liberation of his child and his return to the warm embrace of his family in good health\", while his uncle, Musab, was quoted as thanking President Bashar al-Assad \"for his great interest in the issue\". In an interview with al-Watan TV , Fawaz described how he was beaten and threatened by the kidnappers after they seized him as he walked home from school in the town of Ibtaa on 2 November. In one incident, he was hung from a wall with a rope and whipped with a leather belt before being forced at gunpoint to film a ransom demand, he recalled. Fawaz's case gained widespread attention earlier this month after a graphic video showing him screaming out in pain while being beaten by his abductors was circulated on social media. The hashtag #Save_the_child_Fawaz_Qataifan began trending and the family received messages of support and pledges of help from as far afield as Turkey, Germany and the United States. The Syrian Observatory for Human Rights, a UK-based monitoring group, noted that \"hundreds\" more children had been kidnapped in Syria since the start of the country's devastating civil war in 2011 and that their fates and whereabouts remained unknown to this day. ", "url": "https://www.bbc.com/news/world-middle-east-60374923"}