{"datetime": "2022-01-27T13:19:04.000Z", "subject": "Syrian civil war", "title": "Jordanian army says it killed 27 drug smugglers from Syria", "article": "The Jordanian army says it has killed 27 drug smugglers who attempted to cross into the kingdom from Syria under the cover of heavy snow. The smugglers were backed by \"armed groups\",a statement said , adding that some fled back to Syrian territory. Troops \"found large quantities of narcotics\" where the clashes happened. The Syrian Observatory for Human Rights said its sources had reported clashes between Jordanian border guards and drug smugglers on Tuesday night. They took place in the southern countryside of Suweida province, near the border villages of Khirbet Awad and al-Mughayir, according to the UK-based monitoring group. The Jordanian army vowed to strike with \"an iron fist\" at any smuggling or infiltrations that threatened national security. It said troops had appliednew rules of engagement that were introduced after an army officer was killed in a shootout with smugglers on the border with Syria earlier this month. The new rules were also said to reflect growing concern about a recent surge in the smuggling of drugs from Syria, mostly amphetamine tablets bearing the Captagon logo. Captagon is reportedly one of the most popular drugs among affluent youths in the Middle East, particularly in Gulf Arab states. It has also been consumed by combatants in the civil war in Syria, who say it dims fear on the battlefield. Most of the Captagon seized in the region is reported to have originated in Syria and Lebanon. Jordanian officials have blamed Lebanon's militant Hezbollah movement and other Iran-backed militias operating in government-controlled parts of southern Syria for the surge in smuggling into the kingdom.The Syrian Observatory for Human Rights also said that Suweida had become a \"major hotbed\" for the smuggling of drugs by Hezbollah, and that it was being aided by Syrian military personnel. Hezbollah has denied such accusations, calling them fabricated. The Syrian government has said it is doing its utmost to crack down on Captagon production. ", "url": "https://www.bbc.com/news/world-middle-east-60147224"}