{"datetime": "2022-01-25T20:13:06.000Z", "subject": "Syrian civil war", "title": "IS militants surrender as Kurdish-led forces surround Syria prison", "article": "Kurdish-led forces in Syria say another 250 militants have surrendered as they work to clear the last part of a prison seized by the Islamic State (IS) group. At least 300 handed themselves in on Monday as Syrian Democratic Forces (SDF) commandos moved into the facility in the north-eastern city of Hasaka. Dozens are still thought to be holed up inside, along with guards held as hostages and several hundred children. IS attacked the prison last Thursday in an attempt to stage a mass breakout. More than 160 people have been killed in the ensuing fighting, including 114 suspected militants and 45 SDF personnel, according to the UK-based Syrian Observatory for Human Rights. The UN says up to 45,000 residents of Hasaka have also fled their homes to escape the clashes. Before last week, Ghwayran prison held some 4,000 men and boys detained by the SDF, a US-backed militia alliance that controls much of northern and eastern Syria. Dozens of inmates managed to escape after IS launched a series of attacks on the facility on Thursday night, in what was the group's most ambitious military operation since the loss of its self-declared \"caliphate\" almost three years ago. The prison takeover sparked a major battle, during which a US-led multinational coalition carried out air strikes and deployed armoured vehicles in support of the SDF. By Monday night, SDF commandos had surrounded the prison and were preparing to retake the northern wing, where hundreds of militants and inmates were holed up with a number of guards who they had taken hostage.The militants were also believed to be holding up to 700 boys, some as young as 12, who were previously transferred to Ghwayran after being deemed too old to remain in detention camps for the families of suspected IS militants. The SDF accused IS of using the children as \"human shields\" and the UN's human rights office said it was extremely concerned for their safety and well-being. A 17-year-old Australian sent a series of audio messages from the prison, in which he said he had suffered a head injury in an air strike and appealed for medical help. \"I'm very scared, there's a lot of people dead in front of me,\" he said. \"I'm scared I might die at any time because of the bleeding. Please help me.\" SDF spokesman Ferhat Shami said on Tuesday afternoon that the operation to regain full control of the prison was proceeding slowly because the alliance was \"more interested in liberating prisoners and protecting our people than eliminating mercenaries\". Rami Abdul Rahman, the director of the Syrian Observatory for Human Rights, told AFP news agency that talks to end the stand-off were under way. \"If there is no deal for a swap, there will be a massacre, hundreds of people will be killed,\" he warned. ", "url": "https://www.bbc.com/news/world-middle-east-60130389"}