{"datetime": "2022-02-04T00:50:07.000Z", "subject": "Syrian civil war", "title": "Islamic State leader Abu Ibrahim al-Qurayshi killed in Syria, US says", "article": "The leader of the Islamic State (IS) is dead following a US raid in northern Syria that also killed a senior deputy of the terror group, US officials say. Abu Ibrahim al-Hashimi al-Qurayshi set off a blast killing himself and his family as special forces rounded on his hideout after a gunfight. US President Joe Biden disclosed the overnight raid on Thursday.Qurayshi's death \"removed a major terrorist threat to the world\", Mr Biden said. US officials did not name the IS deputy also killed, but provided dramatic details of the operation that had been months in the planning. IS has so far made no public comments on the issue. Several US experts told the BBC that Qurayshi's death would be a blow to IS, but the group would ultimately regroup. The raid targeted a three-storey residential building on the outskirts of the opposition-held town of Atmeh, which is in northern Idlib province and close to the border with Turkey. The region is a stronghold of jihadist groups that are fierce rivals of IS, as well as Turkish-backed rebel factions fighting the Syrian government. Intelligence reports had established that Qurayshi was living with his family on the second floor of the residential building in Atmeh from which he ran IS using couriers to despatch his orders in Syria and elsewhere.A notorious militant known as \"the Destroyer\", Qurayshi - who also went by the noms de guerre Hajji Abdullah, Amir Mohammed Said Abdul Rahman al-Mawla and Abdullah Qardash - became IS leader in 2019, following the death of his predecessor Abu Bakr al-Baghdadi. Though the terror group announced his rise to the leadership four days after Baghdadi's death in October, Qurayshi is believed to have long been groomed for the role and kept away from the battlefield in anticipation of assuming the mantle.US authorities had offered a $10m ($7.3m) reward for information about the veteran jihadist, who was born in Mosul, Iraq, in 1976, While in Atmeh, he never went outside except to bathe on the rooftop, but an airstrike would have come with high risks of civilian casualties - another family not believed to be connected to IS or aware of Qurayshi's presence lived on the ground floor.A possible ground raid was studied in detail, with a dozen scenarios practised and risk assessments taken of the situation on the ground, senior administration officials said. Models were built of the residential compound and engineers studied the likelihood of the building crumbling in a blast. Mr Biden was briefed on the details of a possible operation in December.He gave a final go-ahead for the special forces raid on Tuesday, monitoring it in real time from the White House situation room as multiple helicopters arrived in Atmeh around midnight on Thursday (22:00 GMT on Wednesday). Local sources said the US special forces faced stiff resistance on the ground, and that they came under fire from anti-aircraft guns mounted on vehicles. Gunfire and shelling were heard for two hours before the helicopters left.Pentagon spokesman John Kirby said US forces were able to evacuate 10 people from the house, including eight children.Those killed in the raid included one of Qurayshi's deputies and his wife, both of whom had fired on US forces. Additionally, Mr Kirby said that US forces engaged a small group of people who approached the area during the two-hour mission and were \"deemed hostile\", resulting in two of them being killed.\"That resulted in the end of hostile activity,\" he said, adding that \"it appears as if a child was also killed\" nearby. Mr Kirby added, however, that the US doesn't \"have perfect knowledge of every single person who was killed\".As the raid unfolded, Qurayshi detonated an explosive device on the third floor of the house, killing himself, his wife and two children. President Biden described it as \"a final act of cowardice\". Qurashi was later identified \"through fingerprints and DNA analysis\", said Mr Kirby.There were no US casualties. One American helicopter malfunctioned during the raid and had to be destroyed. Qurashi's blowing up tactic was also used by Abu Bakr al-Baghdadi when he encountered US forces in 2019. Baghdadi killed himself and three children by detonating an explosive vest during a US special forces raid on a hideout that was only 16km (10 miles) away from Atmeh. The White Helmets rescue service, also known as the Syria Civil Defence, said it had found the bodies of six children and four women at the house targeted in the raid. All Americans involved in the operation returned safely, Mr Biden said. IS no longer controls large swathes of Iraq and Syria as it did at the height of its power. Nor is it the draw for jihadists that it used to be, back when its command of social media drew in recruits and incited others to carry out attacks where they lived. And it has not been able to launch the kind of external operations in Europe like the Paris attacks of 2015. Last year, its offshoot in Afghanistan, IS-K, drew far more attention, particularly for the deadly attack in Kabul as the US and allies were pulling out. But there have been concerns in recent months from counter-terrorism officials that the group was trying to reconstitute in Iraq and Syria and build greater capacity. That was seen in ambushes and attacks, particularly in a significant attempt at a massive prison break in north-east Syria last month, as well as renewed propaganda. Washington will hope the killing of Qurayshi will halt any resurgence in its tracks. \"Hajji Abdullah oversaw the spread of [IS]-affiliated terrorist groups around the world after savaging communities and murdering innocents,\" Mr Biden said, calling him \"the driving force behind the genocide of the Yazidi people in north-western Iraq in 2014\". \"We all remember the gut-wrenching stories of mass slaughters that wiped out entire villages, thousands of women and young girls sold into slavery, rape used as a weapon of war. \"Thanks to the bravery of our troops this horrible terrorist leader is no more,\" he said. US foreign policy think tank specialists told the BBC that IS would be damaged by the death of Qurayshi. Jon Alterman, from the Center for Strategic and International Studies, said: \"Losing a leader makes them even [IS] more paranoid.\"We want them to be paranoid and want them to be searching for traitors in their midst. It's totally destructive and it's wonderful.\" Jomana Qaddour, of the Atlantic Council, said: \"It's always a good thing when the head of ISIS is taken out. But this certainly won't be the last we see of ISIS.\" ", "url": "https://www.bbc.com/news/world-middle-east-60246129"}