{"datetime": "2022-02-03T10:08:25.000Z", "subject": "Syrian civil war", "title": "US special forces launch major raid in north-west Syria", "article": "At least 13 people have been killed in a major US special forces raid in opposition-held north-western Syria, first responders and activists say. The Pentagon said the mission was \"successful\" and that there were no US casualties, but gave no other details. The White Helmets rescue service saidit had found the bodies of six children and four women at a house in Atmeh. The target of the raid has not been identified, but jihadists linked to al-Qaeda are thought to live in the area.The US has accused al-Qaeda of using Syria, which has been devastated by almost 11 years of civil war, as a safe haven to rebuild, co-ordinate with its foreign affiliates, and plan external attacks.Several US helicopters reportedly landed in Atmeh, a town in Idlib province that is close to the border with Turkey and home to tens of thousands of displaced people, around midnight on Thursday (22:00 GMT on Wednesday). The special forces used loud speakers to warn women and children in Arabic to evacuate the area,according to an audio recording posted online . Local sources said the troops faced stiff resistance on the ground, and that they came under fire from heavy anti-aircraft guns mounted on vehicles. Gunfire and shelling were heard for two hours before the helicopters departed.A witness told Reuters news agency that he saw several bodies at the scene afterwards. \"There was blood everywhere,\" he said. An AFP news agency correspondent who visited a two-storey home on the outskirts of Atmeh that appeared to be targeted in the raid said it bore the scars of an intense battle, with blood-splattered walls, torn window frames, charred ceilings and a partly collapsed roof. The Syrian Observatory for Human Rights, a UK-based monitoring group, also put the death toll at 13, but said four children and three women were killed. It said the US operation was the largest in north-west Syria sinceIslamic State (IS) leader Abu Bakr al-Baghdadi died in a special forces raid in October 2019 . The opposition stronghold is dominated by the jihadist group Hayat Tahrir al-Sham (HTS), a rival of IS that was al-Qaeda's affiliate in Syria until it broke off formal ties in 2016.Foreign jihadists subsequently split from HTS and set up Hurras al-Din, which is now believed to be the Syrian branch of al-Qaeda. Hurras al-Din is subjected to regular clampdowns by HTS. Both groups are designated as terrorist organisations by the UN, and the US has killed several of their leaders in drone strikes in Syria in recent years.", "url": "https://www.bbc.com/news/world-middle-east-60241158"}