{"datetime": "2022-01-23T16:21:52.000Z", "subject": "Syrian civil war", "title": "IS prison break in Syria sparks days of clashes", "article": "Intense fighting is taking place in north-eastern Syria after Islamic State (IS) fighters tried to break inmates out of a Kurdish-run prison. Kurdish-led forces backed by US air strikes have been battling militants in the city of Hasaka since Thursday. The assault on Ghwayran prison is one of the group's most ambitious since its defeat in Syria nearly three years ago. The overcrowded site houses 3,500 suspected IS members including some of its leaders, a monitoring group says. Hundreds of jihadists have been recaptured since the breakout, but some are still on the run, the Syrian Observatory for Human Rights said. Kurdish security forces have surrounded the prison and are fighting for control of nearby neighbourhoods. Residents have been fleeing their homes. The Syrian Observatory says \"at least 84 IS members and 45 Kurdish fighters, including internal security forces, prison guards and counter-terrorism forces, have been killed\" in violence inside and outside the prison since the start of the attack. Seven civilians have also been killed in the fighting, according to figures quoted by AFP news agency. Kurdish-led Syrian Democratic Forces (SDF) have taken control of much of the area and the prison, except some cell blocks where jihadists have refused to surrender, the Observatory reportedly added. Meanwhile, IS claimed in a video on 22 January that many of its members had been freed in the attack on the prison. The footage also appeared to show the militants holding a number of hostages.By Quentin Sommerville, BBC Middle East Correspondent Islamic State group members - and their wives - have predicted for years exactly this scenario. A mass prison break in Syria.In a prison interview with British jihadists, El Shafee ElSheikh and Alexanda Kotey, members of the so-called Beatles, the two men fantasised about being released from jail by a rubbish truck filled with explosives. Instead, in the latest attack in north-eastern Syria, IS may have used an oil tanker to breach the jail. It is not the first time IS has attempted a breakout in the region; the last was in Derik in 2019. US airpower was used to bring it to an end. That may not be an option this time as IS has taken hostages.British and other European jihadists were held in this prison. In visits to detention camps across the region, the wives of IS fighters would say they expected to be reunited with their husbands, who they said would break free from prison. IS grew out of a \"Breaking the Walls\" campaign of prison breaks in Iraq in 2012. That campaign is a foundational touchstone for the group, seen as a turning point in its fortunes.The Hasaka prison break is unlikely to have the same effect, IS is much diminished in the region, but this latest attempt is a reminder that the group is still a threat and can carry out ambitious attacks. The Pentagon has confirmed the US-led coalition carried out air strikes.State Department spokesman Ned Price praised the \"capable efforts\" of the SDF and said IS had been attempting to release militants from the prison for the past year.Local elders told Reuters news agency that support for IS had grown in the region amid discontent among the Arab population with the Kurdish-led administration, which they accuse of discrimination. The Kurdish-led Syrian Democratic Forces deny this. Thousands of IS fighters from more than 50 countries are being held in Kurdish-run prisons in north-eastern Syria.", "url": "https://www.bbc.com/news/world-middle-east-60100364"}