{"datetime": "2021-04-18T11:37:14.000Z", "subject": "Syrian civil war", "title": "Syria to hold election in May after years of war", "article": "Syria is to hold a presidential election next month, the country's parliament says - a move likely to maintain President Bashar al-Assad's grip on power. Mr Assad is not expected to face serious opposition despite continuing conflict and a growing economic crisis. After 10 years of war the Syrian government controls most of the big population centres in the country. About 400,000 people have been killed and over half of Syrians displaced. The election for a president who will serve a seven-year-term will take place on 26 May, Speaker Hamouda Sabbagh said. Prospective candidates for the election would be able to register from Monday while Syrians abroad would be able to vote at embassies on 20 May. It is the second presidential election to take place during the civil war. The previous vote in 2014 - dismissed as undemocratic and illegitimate by opponents within Syria and by the US and EU - saw Mr Assad win 92% of the vote.The 2014 vote was also the first time in decades that someone other than a member of the Assad family had been allowed to stand for president in Syria. But the other two candidates were not widely known and received little publicity. By Sebastian Usher, BBC Arab Affairs analyst At the last presidential election in 2014 the result was not in doubt, but the future of President Assad was. Back then it was still possible that he could be defeated and forced from power. Russian military intervention a year later - coupled with growing Western disengagement - was decisive in his favour.Militarily his situation now seems secure with the main cities under his control. He has proved himself a survivor but remains dependent on Russian and Iranian support.The economy is in desperate straits, triggering renewed unrest in several regions. The president's inner circle has also shown signs of fracturing. But no alternative political process has so far been put in motion to replace the current power structure and put his rule at serious risk. Syria's civil war started after peaceful pro-democracy protests were violently suppressed by security forces, leading opposition supporters to take up arms. Fighting spread across the country, eventually involving hundreds of rebel and jihadist groups and drawing in outside powers for and against the government. Pro-Syrian forces have now retaken large parts of the country and a fragile ceasefire is in place between the government and rebels in the last province under the rebels' control, Idlib, in the north-west. The country is also in the grip of a deep economic crisis that has seen food prices soar and the Syrian currency nosedive, which the government has blamed on Western sanctions. Last month the UN's special envoy to Syria told the BBC he sawa rare \"window of opportunity\" for a nationwide ceasefire because the front lines were no longer shifting. But Geir Pedersen said that if the chance was lost the war could grind on for another decade. He called on all the warring sides to take a \"step-by-step\" approach to build trust and reach a negotiated solution. Mr Pedersen has been working towards reforming the Syrian constitution as part of a political process leading to elections that would be supervised by the UN. However in January he said there had been little progress due to a lack of \"true engagement\" by Syria. It follows accusations by the US and other Western countries that Syria was deliberately delaying the draft of a new constitution in order to avoid having to hold the 2021 presidential election under UN supervision. ", "url": "https://www.bbc.com/news/world-middle-east-56791930"}