{"datetime": "2021-05-27T21:48:23.000Z", "subject": "Syrian civil war", "title": "Assad wins Syrian election dismissed as farce by critics", "article": "Bashar al-Assad will serve a fourth term in office after winning Syria's presidential election. Parliamentary speaker Hammouda Sabbagh told a live conference that Mr Assad had won 95.1% of the vote, and that turnout was 78.6%.His two challengers, Abdullah Salloum Abdullah and Mahmoud Ahmed Mari, gained 1.5% and 3.3% of the vote respectively. Syria's opposition called the vote a farce, while the US and European countries said it was not free or fair. As he cast his ballot on Wednesday, Mr Assad said the West's opinion counted for \"zero\". Syria has been devastated by a decade-long conflict that erupted after Mr Assad's government responded with deadly force to peaceful pro-democracy protests in March 2011. The fighting has left at least 388,000 people dead and caused half the population to flee their homes, including almost six million refugees abroad. The election was held in government-controlled areas of the country and in some Syrian embassies overseas. A large protest against the election was held in the rebel-controlled Idlib province, while the country's exiled opposition called the vote a farce. Yahya al-Aridi, spokesman for the Syrian Negotiation Commission, said that it showed \"contempt to the Syrian people\". \"It's a decision by the government, aided by Russia and Iran, to kill the political process,\" he said. \"It's a continuation of tyranny.\" Foreign ministers from France, Germany, Italy, the UK and the US also released a joint statement before the vote, calling it \"illegitimate\" and saying it would be \"neither free nor fair\" without the supervision of the United Nations. \"We support the voices of all Syrians, including civil society organisations and the Syrian opposition, who have condemned the electoral process as illegitimate,\" the statement added. Mr Assad, 55, has been president since 2000. He succeeded his late father, Hafez, who had ruled Syria for more than a quarter of a century before that. Syria's last election was held in 2014, despite fighting raging across the country and the opposition refusing to participate. Since then the tide of the war has turned decisively in Mr Assad's favour, with Russian air strikes and Iran-backed militias helping the Syrian army regain control of the biggest cities. However, large parts of the country are still held by rebels, jihadists and Kurdish-led forces, and a political solution to the conflict seems a distant prospect. ", "url": "https://www.bbc.com/news/world-middle-east-57277336"}