{"datetime": "2020-08-31T12:31:33.000Z", "title": "Syrian President Bashar al-Assad: Facing down rebellion", "article": "President Bashar al-Assad of Syria has confounded many observers by holding on to power for more than nine years in the face of a rebellion by a large part of the population. Unlike his former counterparts in Tunisia and Egypt, he gave orders to crush the dissent, rather than tolerate it, after protests against him and his government began in 2011. The brutal crackdown by the security forces did not, however, stop the protests and eventually triggered an armed conflict that activists say has left more than 380,000 people dead, displaced 11 million others, destroyed cities and drawn in other countries. Russia and Iran have helped turn the tide of the war decisively in Mr Assad's favour since 2015, helping his forces defeat rebel and jihadist fighters in most areas or drive them mainly into the north-western province of Idlib, along with three million civilians.Born on 11 September 1965, Bashar al-Assad was not always destined for the highest office. As the second son of President Hafez al-Assad, he was largely left to follow his own interests.He graduated from the College of Medicine of the University of Damascus in 1988 and then specialised in ophthalmology. In 1992, he went to London to pursue further studies. After the death of his older brother Basil in a high-speed car crash in 1994, Mr Assad was hastily recalled from the UK and thrust into the spotlight. He soon entered the Syrian military academy at Homs, and rose through the ranks to become an army colonel in 1999. In the last years of his father's life, Mr Assad emerged as an advocate of modernisation and the internet. He was also put in charge of a domestic anti-corruption drive. When his father died in June 2000 after more than a quarter of a century in power, Mr Assad's path to the presidency was assured by loyalists in the security forces, military, ruling Baath Party and his minority Alawite sect. He was appointed commander of the armed forces and secretary general of the Baath Party, before a referendum confirmed him as president. Mr Assad promised wide-ranging reforms, including modernising the economy, fighting corruption and launching \"our own democratic experience\". It was not long before the authorities released hundreds of political prisoners and allowed the first independent newspapers for more than three decades to begin publishing. Intellectuals pressing for reforms were even permitted to hold public political meetings. But the \"Damascus Spring\", as it became known, was short-lived. By early 2001, the intellectuals' meetings began to be closed down, several leading opposition figures were arrested, and limits on the freedom of the press were put back in place. For the rest of the decade, emergency rule remained in effect and what economic liberalisation there was appeared to benefit the elite and its allies. In May 2007, Mr Assad won another referendum with 97% of the vote - criticised as a sham by opposition groups - extending his term for another seven years. In foreign policy, Bashar al-Assad continued his father's hardline policy towards Syria's historic foe Israel, which has occupied most of the Syrian Golan Heights since the 1967 Middle East war. President Assad has insisted there will be no peace with Israel until occupied land is returned \"in full\" and has supported militant groups opposed to the Jewish state. His vocal opposition to the 2003 US-led invasion of Iraq, and the Syrian authorities' tacit support of Iraqi insurgent groups, angered Washington, but it was popular in Syria and the wider region. Syria's already tense ties with the US soured in the wake of a February 2005 bomb attack in Beirut that killed Lebanon's former Prime Minister, Rafik Hariri. The finger of suspicion was immediately pointed at President Assad, the Syrian security services, which dominated Lebanon, and the allied militant Lebanese Shia Islamist movement Hezbollah.Despite Mr Assad's denials of involvement, international outrage at the killing forced Syrian troops to withdraw from Lebanon that April, ending a 29-year military presence. When anti-government protests erupted in the southern Syrian city of Deraa in mid-March 2011, President Assad appeared unsure how to respond. At first, he insisted that calls for reform and economic grievances had been overshadowed by saboteurs who were part of an external conspiracy to undermine Syria's stability and unity. The following month, Mr Assad lifted the hated Emergency Law that had been in place since 1963. But the crackdown against protesters was also stepped up, with soldiers and tanks sent into restive towns and cities to combat \"armed criminal gangs\".Despite the security forces' efforts and pledges of reforms by President Assad, the uprising continued unabated in almost every part of the country. Opposition supporters began to take up arms, first to defend themselves and then to oust loyalist forces from their areas.In January 2012, Mr Assad vowed to crush what he called \"terrorism\" with an \"iron fist\". Mr Assad pressed ahead with holding a referendum on a new constitution which dropped an article giving the Baath Party unique status as the \"leader of the state and society\" and allowed new parties to be formed. But the charter was rejected by the opposition. Over the next few months, pressure built on the president as rebels seized control of large parts of the north and east of the country, and the opposition National Coalition was recognised as \"the legitimate representative\" of the Syrian people by more than 100 countries. By the end of the year, as the death toll passed 60,000, Mr Assad had ruled out any peace talks with the rebels, whom he denounced as \"enemies of God and puppets of the West\". In early 2013, pro-government forces launched offensives to recover territory in southern and western Syria. They also received a major boost when the Lebanese Shia militant group Hezbollah began sending members of its military wing to fight the rebels. That August, Mr Assad was forced on the defensive after his supporters were blamed for a chemical weapons attack on the outskirts of Damascus. Hundreds of people died after rockets containing the nerve agent Sarin were fired at rebel-held towns in the Ghouta region. The US, UK and France concluded that the attack could only have been carried out by government forces, but the president blamed rebel fighters. Although the Western powers did not carry out their threats to launch punitive air strikes, they did compel Mr Assad to allow the Organisation for the Prohibition of Chemical Weapons (OPCW) to destroy Syria's declared chemical arsenal. The disarmament process ended in June 2014, the same month that Mr Assad ran for a third term in office, winning 88.7% of votes cast in areas under his control. Other candidates were allowed on the ballot for the first time in decades, but many dismissed the election as a farce. That summer also saw international attention largely shift away from the war between the Syrian government and opposition towards the threat posed by the jihadist group Islamic State (IS), which had overrun large swathes of Syria and Iraq and proclaimed the creation of a \"caliphate\".In the first half of 2015, the government suffered a string of defeats, losing control of the northern provincial city of Idlib to rebel factions and more territory in the east to IS.Worried by his ally's precarious position, Russian President Vladimir Putin ordered the start of a major air campaign in support of Mr Assad that September. The Russian military said its strikes would only target \"terrorists\", but activists said they repeatedly hit mainstream rebel groups and civilian areas.The intervention swung the conflict heavily in Mr Assad's favour. Intense Russian air and missile strikes were decisive in the battles for the besieged rebel strongholds of eastern Aleppo in late 2016 and the Eastern Ghouta in early 2018. UN human rights investigators accused government and Russian forces of committing war crimes during the offensives, which reportedly left hundreds of civilians dead and led to the forced displacement of tens of thousands. The government was also accused by a joint UN-OPCW mission of being behind a Sarin attack on the rebel-held northern town of Khan Sheikhoun in April 2017, which opposition health officials say killed more than 80 people, and accused by Western powers of an attack allegedly involving the toxic chemical chlorine in the Eastern Ghouta town of Douma in April 2018 that rescue workers said left 40 dead. The latter prompted the US, UK and France to conduct air strikes that they said targeted facilities associated with the \"Syrian regime's chemical weapons programme\". Mr Assad and the Russian military denied committing war crimes, and said the incidents in Khan Sheikhoun and Douma were \"staged\" by the opposition and their Western backers. After recapturing the Eastern Ghouta, pro-government forces set their sights on the last three opposition bastions.They retook an enclave north of Homs in May 2018 and regained full control of Deraa province two months later. They then declared their intention to \"liberate\" Idlib province. The UN warned there would be a \"bloodbath\" if the government launched an all-out assault on an area home to about three million civilians, half of them displaced from other parts of Syria.Mr Assad was not deterred, but the offensive was halted that September by an agreement between Russia and Turkey, which called for a \"demilitarised buffer zone\" along the front line and the withdrawal from it of the jihadist fighters that dominate Idlib. However, the deal was never fully implemented, and fighting on the ground and air strikes continued. In late 2019, Mr Assad's forces resumed their offensive. Hundreds of people were killed and almost a million fled their homes before Turkey and Russia agreed another ceasefire in March 2020. The president was then forced to turn his attention to dealing with an economic crisis that triggered angry protests in territory under his control for the first time since the start of the uprising.Mr Assad has weathered the war but the cost of the conflict will mark Syria for years, if not decades, to come. ", "url": "https://www.bbc.com/news/10338256"}