{"datetime": "2021-10-20T15:14:47.000Z", "subject": "Syrian civil war", "title": "Syria war: Deadly bomb blasts hit military bus in Damascus", "article": "A bomb attack on a military bus in central Damascus has killed 14 people, Syrian state media say. Two explosive devices attached to the vehicle blew up as it passed under Jisr al-Rais bridge during the morning rush hour,Sana news agency reported . Although Syria has been embroiled in civil war for a decade, such attacks in the capital are increasingly rare. Soon afterwards, army shellfire also reportedly killed at least 10 people in the opposition-held north-west. The region is the last stronghold of the rebel and jihadist groups that have been trying to overthrow President Bashar al-Assad since 2011. The war has left at least 350,000 people dead , and caused half the population to flee their homes, including almost six million refugees abroad. Wednesday's bombing in Damascus was reportedly the deadliest in the city since March 2017, when 31 people were killed ina suicide attack at the main court complex that was claimed by the jihadist group Islamic State (IS). \"I was sleeping when I heard a strong explosion. I woke up and saw a bus on fire, which came to a halt after hitting the sidewalk,\" Abu Ahmed, a fruit vendor at a market near the bridge, told AFP news agency. \"I later heard the sound of a second explosion, but this one was not as strong as the first one.\" Video from the scene showed the charred remains of the bus, with smoke billowing from its broken windows as firefighters put out the flames.Sana said military engineers defused a third explosive device that had fallen from the vehicle. Interior Minister Mohammed al-Rahman told state TV that security forces would \"pursue the terrorists who committed this heinous crime wherever they are\".No group has yet said it was behind the bombing, but suspicion will fall on IS, which has attacked military vehicles in the east of the country this year. Four children and a female teacher were among the 10 people killed in the town of Ariha , in the north-western province of Idlib, according to the Syria Civil Defence, whose rescue workers are widely known as the White Helmets. Another 20 people were wounded, some of them critically, when shells struck main roads and a busy market while children were heading to school at the start of the day, the organisation said, blaming pro-government forces. \"When we arrived at the school and the students were there, the shelling and air strikes started,\"a local teacher told Save the Children . \"The students were horrified, they started screaming, we didn't know what to do. We were worried the students would get injured as the buildings are not protected.\" The UN children's agency said Wednesday's violence was \"yet another reminder that the war in Syria has not come to an end\". \"Civilians, among them many children, keep bearing the brunt of a brutal decade-long conflict,\" it added. North-western Syria has seen sporadic violence since a ceasefire brokered in March 2020 by Turkey and Russia ended a government offensive.Turkey, which backs the opposition, and Russia, a key ally of Mr Assad, have deployed troops to the region in an attempt to prevent a major escalation. ", "url": "https://www.bbc.com/news/world-middle-east-58930309"}