{"datetime": "2021-12-07T11:17:38.000Z", "subject": "Syrian civil war", "title": "Syria blames Israel for rare air strike on main port of Latakia", "article": "Israel carried out a rare air strike on Syria's main port of Latakia, destroying shipping containers and causing a fire, Syrian state media say. A Syrian military source told Sana news agency that warplanes flying over the Mediterranean Sea fired several missiles at the port's container yard overnight. No casualties were reported. The Syrian Observatory for Human Rights (SOHR) monitoring group said the target was an Iranian weapons shipment. Israel's military has not commented. However, it has previously acknowledged carrying out hundreds of strikes in Syria during the country's 10-year civil war to end what it calls Iran's \"military entrenchment\" and stop shipments of Iranian weapons to Lebanon's Hezbollah movement and other Shia militias. The Syrian military source told Sana that the Israeli missiles struck Latakia port at 01:23 on Tuesday (23:23 GMT on Monday), and that \"a number of commercial containers\" were set ablaze.\"The firefighting teams were able to extinguish the fire that erupted in the port's container yard due to the Israeli aggression,\" the governor of Latakia province, Amer Ismail Hilal, was quoted as saying. Video footage and photographs published by Sana showed a large fire burning inside an area where dozens of containers were stacked. The UK-based SOHR, which monitors developments in Syria through a network of sources, reported that the strike triggered a series of explosions and caused \"huge material losses\".Reuters news agency cited a source familiar with operations at Latakia as saying it was the first time that Israel had attacked the port, which handles a considerable amount of cargo from Iran.Russia, which along with Iran has helped President Bashar al-Assad's government regain control of much of Syria, operates an airbase only 20km (12 miles) away at Hmeimim. However, it generally does not interfere with Israeli strikes on Iran-linked targets. According to the SOHR, Tuesday's strike was the 27th by Israel this year. Many have taken place in the south-west of the country, where Iranian forces and Shia militias have bases, though they have also been reported around the central cities of Homs and Hama, the northern city of Aleppo, and the town of Albu Kamal on the eastern border with Iraq. On 24 November, Syrian state media reported that two civilians were killed in an Israeli strike in Homs province. The SOHR put the death toll at four, including two who it said lost their lives when a Syrian surface-to-air missile fell to the earth. ", "url": "https://www.bbc.com/news/world-middle-east-59561148"}