{"datetime": "2021-05-26T13:18:30.000Z", "subject": "Syrian civil war", "title": "Syria holds presidential election dismissed as farce by opposition", "article": "A presidential election is taking place in government-held parts of Syria, with Bashar al-Assad seen as certain to win a fourth seven-year term. Mr Assad is facing two little-known challengers, Abdullah Salloum Abdullah and Mahmoud Ahmed Mari. The poll has been dismissed as a farce by the war-torn country's opposition, while the US and European powers have said it is neither free nor fair. As he cast his ballot Mr Assad said the opinion of the West counted for \"zero\". Syria has been devastated by a conflict that erupted after Mr Assad's government responded with deadly force to peaceful pro-democracy protests in March 2011. The fighting has left at least 388,000 people dead and caused half the population to flee their homes, including almost six million refugees abroad. Mr Assad, 55, has been president since 2000. He succeeded his late father, Hafez, who had ruled Syria for more than a quarter of a century before that. He was re-elected for a third term seven years ago after winning 88% of the vote in a poll that was held despite fighting raging across the country and the opposition refusing to participate.Since then, the tide of the war has turned decisively in Mr Assad's favour, with Russian air strikes and Iran-backed militias helping the Syrian army regain control of the biggest cities.However, large parts of the country are still held by rebels, jihadists and Kurdish-led forces, and a political solution to the conflict seems a distant prospect. The government says the election shows Syria is functioning normally, with 18 million people eligible to vote inside the country and abroad. \"Syria is not what they were trying to market - one city against the other and sect against the other, or civil war. Today, we are proving from Douma that the Syrian people are one,\" Mr Assad told reporters after voting in the Damascus suburb that was a rebel stronghold before being recaptured in a government offensive in 2018 that included an alleged chemical weapons attack. The poll is also taking place even though the government is participating in a UN-led process to draft a new constitution, which is intended to allow free and fair elections to be held, administered under UN supervision with all Syrians, including the millions of refugees, able to participate. Abdullah Salloum Abdullah is a former minister of state from the Socialist Union Party, which is part of a coalition led by Mr Assad's ruling Baath party. In a TV interview last week, Mr Abdullah admitted it had not been his \"dream\" to stand in the election, and that he was \"not running for the position against any other candidate but beside them\". Mahmoud Ahmed Mari described himself in a TV interview as the candidate of the \"patriotic opposition\" both at home and abroad. He also claimed to represent a coalition of six officially-tolerated parties known as the Syrian Democratic Front. However, one of those parties distanced itself from him and affirmed its opposition to the election. Syria's exiled opposition called the presidential poll a theatrical farce. \"This election shows contempt to the Syrian people. It's a decision by the government, aided by Russia and Iran, to kill the political process. It's a continuation of tyranny,\" said Yahya al-Aridi, spokesman for the Syrian Negotiation Commission. The foreign ministers of France, Germany, Italy, the UK and the USsaid in a joint statement that the election would be \"neither free nor fair\" without UN supervision.\"We support the voices of all Syrians, including civil society organisations and the Syrian opposition, who have condemned the electoral process as illegitimate,\" they added. The political wing of the Kurdish-led administration governing north-eastern Syria, the Syrian Democratic Council, said it was \"unconcerned about elections that would not achieve the Syrian people's goals for their lives, rights and political presence\". ", "url": "https://www.bbc.com/news/world-middle-east-57252600"}