{"datetime": "2021-02-24T16:23:59.000Z", "subject": "Syrian civil war", "title": "Syria torture: German court convicts ex-intelligence officer", "article": "A German court has sentenced a former Syrian intelligence officer to four-and-a-half years in jail for complicity in crimes against humanity. Prosecutors in Koblenz successfully argued that Eyad al-Gharib, 44, had helped to arrest protesters in 2011 who were later tortured and murdered.The case was unprecedented for its hours of witness testimony describing widespread torture in Syria. Another Syrian - Anwar Raslan, 58 - remains on trial.Both fled Syria's civil war and got asylum in Germany - but were arrested in 2019. German prosecutors invoked the principle of \"universal jurisdiction\" for serious crimes to bring the case. The agency the men worked for played a crucial role in suppressing the peaceful pro-democracy protests that erupted against President Assad's regime in 2011. Prosecutors argued that the two men were \"cogs in the wheel\" enabling a vast state torture machine to operate.Eyad al-Gharib was charged with bringing at least 30 protesters to a notorious Damascus prison to be tortured in 2011, while working for Syria's most powerful civilian intelligence agency, the General Intelligence Directorate (GID).His defence lawyers argued that he feared punishment for disobedience if he did not carry out orders, and highlighted his willing co-operation with German authorities and assistance in providing evidence against Anwar Raslan.Al-Gharib says he defected from Mr Assad's regime to help the opposition and then fled Syria in 2013, arriving in Germany in 2018. Eyad al-Gharib was a relatively low-level operative among thousands of others in the Syrian regime's highly developed network of coercion and repression. The verdict is a legal landmark. The prosecution was intended as a test case, to build up a body of evidence about the actions of the regime of President Bashar al-Assad that could be used in other trials, not just in Germany. Al-Gharib's conviction starts to chip away at any sense of impunity felt by Syrians still working for the regime who might be involved with war crimes and crimes against humanity. The German human rights lawyers behind the case have spent years using the principle of universal jurisdiction to reach out across borders to pursue other allegations. Their targets have included the former US President George W Bush for crimes including violations of the UN Convention against Torture. Anwar Raslan is suspected of being involved in the torture of at least 4,000 people in 2011-12. He is charged with 58 counts of murder as well as rape and sexual assault. He is accused of being a high-ranking officer in charge of the GID's al-Khatib prison in Damascus, known as \"Hell On Earth\". If convicted, he faces life in prison. For some Syrians the trial, which began in April 2020, was a rare chance for justice after countless atrocities.\"This trial represents the first step towards justice that the Syrian victims have truly felt,\" rights lawyer Anwar al-Bunni told the BBC from Germany, where he sought asylum.Mr Bunni says he was arrested by Anwar Raslan in Damascus and was shocked later to come face to face with him in a Berlin shop. He assisted prosecutors in preparing the case. \"Although this trial is centred on two defendants... it targets the infernal machine of torture and murder [of President Assad's regime],\" he said. Hours of witness testimony laid bare the mechanics of the Syrian regime's alleged brutalities. Prosecutors described killing and torture on an \"almost industrial scale\", according toGerman broadcaster Deutsche Welle. In court, witnesses described being beaten and kicked on arrival at the Damascus prison. They spoke of being raped and hung from the ceiling for hours, how torturers tore their fingernails out and gave them electric shocks, then doused them with water. The evidence included thousands of images leaked by a military defector known as Caesar. Mr Assad's authoritarian government has repeatedly denied accusations of torturing and forcibly disappearing hundreds of thousands of people. Germany is investigating dozens of former Syrian officials accused of atrocities. Long before the war began, President Assad and his father Hafez before him were accused of torture, rampant corruption and the near-total crushing of opposition. But when uprisings hit regimes across the Arab world in 2011, many Syrians decided they wanted democratic change too. Thousands took to the streets and several military generals defected to join the protests. The government responded with crushing force, ordering soldiers to shoot at and arrest demonstrators. The battle between protesters and Mr Assad's forces escalated into armed conflict. It was further complicated when violent jihadist groups including so-called Islamic State (IS) infiltrated the once-peaceful protest movement. A decade on, more than 387,000 people are dead, according to the UK-based Syrian Observatory for Human Rights. The toll does not include 88,000 civilians that the group believes to have died of torture in government-run prisons. President Assad now controls the major cities, but armed opposition groups hold various enclaves. In a separate development on Wednesday, an Iraqi man accused of being IS's top recruiter in Germany was sentenced to ten-and-a-half years in prison.After a trial lasting three years, a court in the northern city of Celle found Ahmad Abdulaziz Abdullah Abdullah, 37, guilty of supporting and belonging to the designated terrorist group. Better known as Abu Walaa, he was imam at a mosque in nearby Hildesheim which has since been closed.Prosecutors said he and three other defendants sent mainly teenage recruits to fight in Syria and Iraq. ", "url": "https://www.bbc.com/news/world-europe-56160486"}