{"datetime": "2022-02-04T00:39:57.000Z", "author": "Tara McKelvey & Boer Deng", "title": "'All-American girl' turned jihadist denied bail", "article": "A woman from Kansas once known as a doe-eyed \"all-American girl\" will remain in custody before facing terrorism charges for allegedly leading a female Islamic State fighting squadron. Allison Fluke-Ekren, 42, is accused of training children as young as six to use machine guns and planning to commit \"violent jihad\". She was denied bail after appearing in court in Virginia on Thursday. She faces decades in prison. How the former school teacher, who said she prefers to go by the surname Ekrens, went from Midwestern wife to terror fanatic who rose in the ranks of the Islamic State (IS) group to command her own all-female battalion is a mystery. Larry Miller, who was Ms Ekren's science teacher when she was a teenager in Topeka, Kansas, in the 1990s, told the BBC he was utterly stunned by the news of her IS ties.He remembered her fondly as a bright student during the years that she attended the fee-paying school where he taught.\"She was a very, very good student. She was intelligent and had a sense of humour,\" he said. \"Her parents were very, very supportive.\"About 15 years ago, he received an email from her, saying how much she admired him as a teacher. \"It was this really nice letter, saying how she had this love for science and nature, and that she was getting a degree to teach. \"She never did anything that indicated to me that she wanted to harm another living thing,\" he said, recalling one occasion when she caught a lizard on a class field trip, holding it carefully so other students could study it. \"I can't understand how someone who has such a love of nature and people would do that.\" Decades later, however, she allegedly became a devoted follower of extremist ideology espoused by IS, with one witness telling federal US prosecutors that her views were \"a '11 or a 12' on a scale of 1 to 10, with 10 being extremely radicalised\". According to US authorities and public records reviewed by the BBC, Ms Ekren spent time living in the Middle East in the late 2000s with her then-husband and children, splitting time abroad with visits back to Kansas. She recorded details of what appeared to be a normal life on a blog from 2008-10. In or around 2012, she was smuggled to Syria, US authorities said, and engaged in a life of terrorism thereafter, marrying several IS operatives after her first husband died and training women and girls to use AK-47 guns, detonate bombs and use suicide belts. One witness alleged that they had observed one of Ms Ekren's children, then aged five or six, holding a machine gun at her residence while living in Syria.On Thursday, Judge Ivan Davis said Ms Ekren would remain in custody without bail, explaining that the court weighs different factors, including the safety of the local community and pre-trial services reports, during bond hearings.She did not contest the detention, Mr Davis said. Earlier this week, she was told that her family in the US - her parents and two adult children - had requested she be barred from contacting them. A co-operating witness in the US federal government charging documents is confirmed to be one of Ms Ekren's family members, though they were not named.\"How does someone like Allison, an all-American girl, become a person that wants to go out and kill?\" an incredulous Mr Miller asked. She must have been \"brainwashed\" he concluded. ", "url": "https://www.bbc.com/news/world-us-canada-60254827"}