{"datetime": "2020-06-15T13:12:36.000Z", "author": "Jeremy Bowen", "title": "Syria war: Assad under pressure as economic crisis spirals", "article": "Protesters are back on the streets in southern Syria, where the uprising against President Bashar al-Assad started in 2011. They are not mass demonstrations, as they were back then, but the slogans are the same.The old grievances have never gone away. This time, the edge comes from a lack of food.The country is more closed than ever to foreign journalists, but all the measures of misery suggest hard lives are getting even worse.The war is not over and it has already lasted almost as long as the two World Wars combined.The US estimates that something like 700,000 people have been killed and that 90% of the survivors inside Syria live in poverty.No-one exactly knows how much damage the war has done to Syria's economy. One estimate is something like half a trillion pounds ($630bn) worth of destruction.The pieces that remain are being battered by a new and severe crisis.The result, says Sir Mark Lowcock, head of the United Nations Office for the Co-ordination of Humanitarian Affairs, is that \"Syrians are hungry now en masse in a way which wasn't true one or two years ago\".It is happening, he says, as the economic consequences of Covid-19 start kicking in, not just in Syria but across the world.\"What we're projecting globally is a doubling of the people all across the planet who will be at starvation levels of hunger.\" You can hear more from Jeremy Bowen in Meanwhile in... Damascus , which will be broadcast on Monday at 20:00 BST on BBC Radio 4. In Syria, food is more than twice as expensive as it was last year. The global slump caused by the pandemic is an increasingly serious reason, but the critical factor is the near collapse of the banks in neighbouring Lebanon. Syria has used Lebanon as a link to the outside world. When Lebanon's central banks imposed severe restrictions to stave off a total collapse of the country's banks, the Syrian currency fell off a financial cliff. The numbers, if all you have are Syrian pounds, are terrifying.For those lucky enough to work, the real value of the average monthly salary of 50,000 Syrian pounds has fallen from around £50 at the end of 2019 to around £12 now.Another blow could be about to fall.Tough new US sanctions are being applied this week, under a law called the Caesar Act.Its title commemorates the code name of a military photographer who escaped from Syria with 53,275 images of torture and death taken inside the regime's prisons.The law states that US policy is that \"diplomatic and coercive economic means should be utilized to compel the government of Bashar al-Assad to halt its murderous attacks on the Syrian people and to support a transition to a government in Syria that respects the rule of law, human rights, and peaceful co-existence with its neighbours\". Apart from the Assad regime itself, one of the targets is Iran, Syria's key ally alongside Russia.President Donald Trump and his Secretary of State, Mike Pompeo, see Iran as America's enemy number one in the Middle East, and are directing a campaign of \"maximum pressure\" against it.Whatever the intentions of US lawmakers, if applied to the letter, the sanctions could wipe out much of what's left of the Syrian economy. Economic sanctions tend to be a blunt instrument that often hit the people they are supposed to help more than the people they are designed to hurt.President Assad is much more secure now because of the military victories his allies, especially Russia, have helped him achieve.But it is now clear that war's long endgame is not leading to peace.Northern Syria's fate will be decided not by Syrians, but by Russia, Turkey and the United States.The jihadist extremists of Islamic State are reconstituting themselves in the deserts of central Syria, killing government forces in hit-and-run attacks.Rebels in southern Syria surrendered in 2018, but an underground insurgency continues.Now the economic crisis has forced demonstrators back into the streets openly chanting the slogans of 2011 that demand the fall of the regime. President Vladimir Putin is using war in Syria to re-establish Russia's power in the Middle East. But Russia's victory could be as flawed as Bashar al-Assad's, according to Robert Ford, who was the last US ambassador to Syria. \"The Russians are left with a Syrian ally who's economically very weak and they have no means of addressing those economic weaknesses of their allies. In a sense, they have a large dead albatross hung around their necks.\" Even so, Bashar al-Assad is not going anywhere, believes Mr Ford.\"I think there's a hope in Western countries that sanctions are so severe that he will be compelled to leave power. But that strikes me as a hope rather than an analysis, since it's not clear what would follow Bashar anyway.\"Syria has no chance of a political settlement as matters stand, which means no chance of peace.With the world economy in intensive care, neither the regime's friends nor enemies have the billions needed for reconstruction.And Syria's own economy spirals rapidly downward, and its people go hungry. ", "url": "https://www.bbc.com/news/world-middle-east-53020105"}