{"datetime": "2022-02-01T01:50:42.000Z", "title": "Family wants no contact with accused US IS member", "article": "The family of a US woman accused of leading an Islamic State squadron and plotting attacks on American soil wants no contact with her as she faces federal terrorism charges. Prosecutors told Allison Fluke-Ekren on Monday that much of her family has requested that she be barred from speaking to them. Ms Fluke-Ekren, 42, is accused of training women and children to use weapons and suicide vests in Syria. She faces up to 20 years in prison.Authorities say the former Kansas resident was the leader of Khatiba Nusaybah, an all-female IS battalion based in its de-facto capital of Raqqa, Syria.A criminal complaint also alleges that Ms Fluke-Ekren's primary role within IS was to teach women and children to use weapons, ranging from AK-47 rifles and grenades to suicide vests. Additionally, authorities believe that Ms Fluke-Ekren planned and recruited operatives for a future attack on a US university campus. She allegedly told a witness that she hoped to conduct an attack in the US, for which she could detonate a car bomb in the underground parking garage of a shopping mall. She \"considered any attack that did not kill a large number of individuals to be a waste of resources,\" a government memorandum in support of her detention stated. She now stands charged with providing and conspiring to provide material support or resources to a foreign terrorist organisation.Tara McKelvey, BBC News, Virginia The former teacher from Kansas took the news calmly. Her parents, stepmother and two of her children, both adults, who live in Kansas, said that they want nothing to do with her, explained a federal prosecutor, Raj Parekh. \"I understand,\" said Ms Ekren- the name she said she prefers. Wearing a black scarf that was draped over a prison-issued jacket, she said that she would abide by her family's wishes and not contact them.But that was only part of the sobering news that she received in the courtroom. Mr Parekh also told her about a possible prison sentence. If found guilty of the terrorism-related crimes, she could be jailed for up to 20 years. After her brief appearance in the courtroom, she was led away by marshals.She will remain in custody at least until a detention hearing scheduled for Thursday, 3 February. She was told she is eligible for a government-appointed public defender.The BBC has attempted to reach out to several family members listed online for comment.A blog still online shows Ms Fluke-Ekren, then still a resident of Lawrence, Kansas, posing with family members on trips to Egypt and Turkey in 2008. The last blog post is dated 5 June, 2010.Authorities alleged that she moved to Libya the following year and was smuggled to Syria around 2012 along with her then-husband, who reportedly later became an IS sniper before being killed in an airstrike. After his death, Ms Fluke-Ekren is believed to have married a Bangladeshi IS member who specialised in drones and was later killed in late 2016 or early 2017. She married a third time, and her last husband is believed to have been a senior IS commander in charge of the defence of Raqqa, which fell to coalition-backed anti-IS forces in 2017. ", "url": "https://www.bbc.com/news/world-us-canada-60173503"}