{"datetime": "2022-01-29T23:41:05.000Z", "title": "Allison Fluke-Ekren: US woman held for leading female IS group", "article": "An American woman has been arrested and charged with organising and leading an all-female battalion of the Islamic State group. Allison Fluke-Ekren, a mother who once lived in Kansas, allegedly trained women and children to use AK-47 assault rifles and suicide vests in Syria.She is also suspected of recruiting operatives for a potential future attack on a US college campus.Ms Fluke-Ekren could face up to 20 years in prison if convicted.Details of the complaint were given in an FBI affidavit from 2019, which was released on Saturday after she was returned to the US to face charges.It alleges that in 2016 an all-female IS battalion, known as Khatiba Nusaybah, was set up in Raqqa, Syria. At the time, the city was the de facto capital of the Islamic State group.The battalion was said to be comprised solely of female IS members who were married to male IS fighters.Ms Fluke-Ekren is suspected of becoming the leader and organiser of the group soon after she joined it.It is alleged that her main role was to teach women how to defend themselves against the enemies of IS. She is said to have succeeded in getting several IS women trained up in the use of AK-47 rifles, grenades and suicide belts.She is also accused of teaching children to use assault weapons, and in the FBI affidavit a witness is quoted as saying that one of Ms Fluke-Ekren's sons was seen holding a machine gun. He was 5 or 6 years old at the time.As well as her suspected role in Syria, Ms Fluke-Ekren is also accused of planning and recruiting operatives for an attack on a college campus in the US. She also allegedly told a witness of her desire to carry out an attack on a shopping mall using explosives, and reportedly said that it would be a waste of resources if it did not kill a lot of people.Ms Fluke-Ekren is charged with providing and conspiring to provide material support or resources to a foreign terrorist organization and faces up to 20 years in prison if found guilty.", "url": "https://www.bbc.com/news/world-us-canada-60185963"}