{"datetime": "2020-03-05T01:38:39.000Z", "author": "Jonathan Marcus", "title": "How Russia's Putin became the go-to man on Syria", "article": "President Recep Tayip Erdogan of Turkey needs to extricate himself from a difficult situation in Syria so he heads for the one capital that matters, not Washington but Moscow. How times have changed. Not so long ago it was the Americans who were the dominant external player in the region.No longer.President Trump's disdain for strategy and his desire to simply extricate Washington from a turbulent part of the world has left US power in limbo.Turkey's beef is with the Syrian government.The US is offering Turkey moral support but not weapons systems, though it may provide some ammunition. And thus it must beat a path to the door of Syria's principal ally, Moscow. Russian President Vladimir Putin has made himself a central player in the Syrian crisis.He decided early on to deploy air power to prevent the collapse of the Syrian regime. And, once the position of President Bashar al-Assad was stabilised, Russia used its air power to help the regime to recover territory from the rebels. Idlib is now the last major battleground. Unlike Western interventions in Afghanistan and Iraq, the Russians had a clear vision of what they wanted to do in Syria and were willing to be single-minded enough (some might say brutal enough) to achieve it.A joint air campaign involving both Russian and Syrian warplanes and helicopters has uprooted populations and systematically destroyed hospitals and other public facilities.Emile Hokayem, a Middle East expert at the IISS in London, insists that people have to be clear-eyed.\"This humanitarian catastrophe,\" he says, \"is not a consequence of the fighting in Syria, President Assad's strategy from outset has been one of de-population.\"Hence refugees have become in a sense a \"weapon\" - fostering dislocation and dismay inside Syria and bringing pressure to bear upon Turkey and the European Union beyond.So now with Syrian and Turkish forces in direct confrontation, where else can President Erdogan go to try to broker some kind of ceasefire in Idlib?Will any arrangement last? Probably not.But Turkey, which controls other enclaves in Syria, knows that if it backs down in Idlib, other bits of key Syrian real estate (at least viewed from Ankara) could similarly come under regime attack. But my point here is not to rehearse Turkey's problems but to look at Russia's position and the challenge that it poses for the West.Syria was a long-time ally of the Soviet Union. Russia maintains a small naval base there and since its intervention now has a fully fledged airbase and other facilities too.Syria represents one of Moscow's few remaining outposts. But President Putin's alliance with his Syrian counterpart is based not just upon history but hard geopolitics.Syria is a \"sampler\" of Russian policy if you like, a demonstration that Moscow keeps its word and is a reliable partner. Russia's foothold in Syria is a foothold in the wider region.It has provided an opportunity to court Turkey - a prominent Nato member - and thus to weaken the Atlantic alliance.President Erdogan, frustrated by the West's lack of resolve in Syria, has courted the Russians, even purchasing an advanced Russian air defence system, a step that has seen Turkey excluded from the F-35 fighter programme. This can only be good news for Moscow. For President Putin, who sees the collapse of Soviet communism as an epic tragedy, restoring Russia's standing as a major world player is essential. Syria has provided one vehicle for doing this.But the problem for the West is that it is not just Syria. The evidence of this resurgent Russia is widespread. Mr Putin has an important hand in the Libya crisis, backing General Haftar's forces against the internationally recognised government.Russia also remains a key prop of the Venezuelan regime. And closer to home it continues to play the pocket superpower in its own \"near abroad\", resolutely pursuing its own interests in Georgia and Ukraine.So what can the West do to push back?In a narrow military sense, quite a lot is happening. Nato forces are modernising and reconfiguring themselves for this new world of revived great power competition.More US forces are now deployed in Europe and the pace and scale of exercises has significantly increased. But this is not really a military problem but a diplomatic and political one.There is a vacuum of leadership in the West. President Trump has no real interest in geopolitics and his administration is, to say the least, deeply ambivalent towards Russia.Many of his officials are strongly opposed to Moscow's activities but the president himself seems remarkably trusting of President Putin.Germany, beset by political uncertainty, is no standard-bearer for the West. Neither is the UK, whose energies are directed at navigating the Brexit maze. So who else is there? Step into the breach, France.This week I went to a rather unusual gathering at the French ambassador's residence in London, where President Emmanuel Macron's envoy to Russia, veteran French diplomat Pierre Vimont, set out the case for a \"re-engagement\" with Moscow.This has become one of the central elements of President Macron's foreign policy.I listened to the French president at the Munich security conference last month.Europe, he said, needed to see itself as a strategic power. There should be \"a European policy on Russia\", he asserted, \"not a transatlantic one\". Ambassador Vimont came to London to put some flesh on the bones of Mr Macron's policy.It was perhaps what the French like to call \"a trial balloon\", an effort to test the waters. If so, it was a brave but futile exercise.It was France's General Bosquet who observed, when watching the Charge of the Light Brigade in the Crimean War in the mid-19th Century: \"C'est magnifique mais ce n'est pas la guerre: c'est de la folie.\" (\"It is magnificent but it is not war, it is madness.\") Pierre Vimont's presentation might have drawn a similar response. \"It was magnificent but it was not diplomacy…\"In front of a specially invited audience and with three highly critical experts alongside him on the podium, the president's special envoy was politely riddled with canister and grape-shot.The French insisted that Russia was not going to be given a pass. Sanctions imposed after its seizure of Crimea from Ukraine would remain in place. The Western policy of firmness was all very well but the linked approach of leaving the door open to dialogue had not properly been pursued.\"Just what had Russia done in terms of moderating its behaviour - intrusions into election campaigns; social media activity; the use of chemical weapons on foreign soil; cyber attacks and so on - to merit a re-engagement?\" asked one participant.\"What, if any, sign was there that Russia would be willing to respond to such an approach by changing its ways?\" asked another.Monsieur Vimont remained friendly and avuncular but had no real answers other than stressing the need to \"look forwards and not back. We do not want to get rid of the existing European security order\".But the prevailing view in the room was that the French initiative would simply muddy the waters, disrupt the West's cohesion - and that this would ultimately be seen by Moscow as a very good thing.Turkey has an immediate and pressing need to talk to the Russians.But barring any fundamental shift on the part of Mr Putin - and many analysts see his antipathy towards the West as part of his broader effort to mobilise support and to retain power - there is unlikely to be any broader rapprochement between Russia and the West, at least for now. ", "url": "https://www.bbc.com/news/world-europe-51733595"}