{"datetime": "2020-02-03T18:10:32.000Z", "title": "Turkish soldiers killed in Syrian army shelling in Idlib", "article": "Five Turkish soldiers and three civilians have been killed by Syrian army shellfire in Syria's opposition-held province of Idlib, Turkey says. Turkish Defence Minister Hulusi Akar said retaliatory fire \"neutralised\" 76 Syrian troops. But Syrian state media said there were no casualties. Hundreds of thousands of people have fled a Syrian army offensive in Idlib, the opposition's last stronghold. Many have moved towards the border with Turkey, which supports the opposition. Turkey and Russia - an ally of Syrian President Bashar al-Assad - agreed a de-escalation deal for Idlib in 2017, but it has been repeatedly violated. Turkey's defence ministry said the soldiers killed by the Syrian shellfire had been sent to Idlib to prevent clashes between opposition and Russian-backed government forces, and that local authorities were aware of their position. Mr Akar said Turkish forces had hit 54 targets in response to the attack and \"neutralised\" 76 Syrian soldiers - a term the Turkish military typically uses to describe combatants who have been killed, captured or wounded. \"We are determined to maintain the operations that we carry out to ensure the security of our country, our nation and of our brothers and sisters in Idlib,\" Turkish President Recep Tayyip Erdogan told reporters.\"Those who try to test Turkey's determination through such despicable attacks are severely mistaken.\" Mr Erdogan warned Russia to stay out of Ankara's dealings with Damascus over the shelling, telling Moscow \"not to stand in our way\". On Friday, he threatened to use military force if the situation in Idlib was \"not returned to normal quickly\". Turkey is already hosting 3.6 million Syrian refugees and says it would not be able to handle a fresh influx of displaced people. There was no immediate response from the Syrian government, but the Sana state news agency reported that \"no injuries or damage were reported\" as a result of the Turkish retaliatory strikes. It said Syrian army units were continuing \"their operations in striking strongholds of terrorist organisations and defeating them from the villages and towns\" in southern Idlib. Troops were advancing towards the town of Saraqeb after \"liberating\" Joubas and San, it added. The Russian defence ministry said Turkish military units came under fire overnight near Saraqeb after they \"made advances inside the Idlib de-escalation zone... without notifying the Russian side\". A spokesman for Turkey's ruling Justice and Development Party (AKP), Omer Cerlk, rejected the claim, saying: \"Turkey gives regular and instant information to Russia. The information was given in this latest incident too.\" The Syrian Observatory for Human Rights, a UK-based monitoring group, reported that the Turkish troops who died were based in the Turumba area, west Saraqeb. The Turkish retaliatory fire killed eight Syrian soldiers in Idlib, three in neighbouring Latakia province, and two in Hama province, it said. Twenty others were wounded in Aleppo province, it added. The SOHR also reported that at least nine civilians were killed in an air strike on a vehicle carrying displaced people in Aleppo province on Monday.Rescue workers from the Syria Civil Defence, who are known as the White Helmets, said the victims were members of the same family and that the strike was carried out by Russian warplanes. Sixteen civilians, including five children and four women, were reportedly killed in Syrian government and Russian attacks on Sunday. The strains are beginning to show in the relationship between Turkey and the Syrian regime, which in turn is souring ties between Ankara and Moscow. This was never going to be a marriage made in heaven, Turkey having funded and armed opponents of the government from the outset of the Syrian crisis with the explicit aim of removing President Bashar al-Assad from power.However, when it became clear that President Assad's survival was assured, President Erdogan decided to change tack and sought out a better relationship with both Damascus and Moscow. This, he believed, was the best way to secure Turkey's own strategic interests in Syria. But Turkey's goals are incompatible with those of the other players.Russia's backing for a Syrian government offensive in Idlib province suggests that Moscow is choosing its long-time Syrian ally over Ankara. The localised shelling between Syrian and Turkish forces indicates that the diplomatic tensions present from the outset are now expressing themselves in outright fighting on the ground.For endangered civilians, many of whom have been displaced by the government offensive, it makes the endgame in Idlib that much more dangerous. Idlib is home to some three million people, around three-quarters of them women and children. This current military escalation in the region began in April 2019, but the situation has deteriorated in the past two months. The UN said last week that about 500,000 people had fled their homes since 1 December . Another 400,000 people were displaced between April and August.The UN has also documented the deaths of 290 civilians in the past two months, but it expects the actual number to be much higher. The latest displacement is severely exacerbating shelter and accommodation shortages in the region. Thousands of families are reportedly living in public buildings, schools and mosques. Hundreds of other families are reportedly sheltering in unfinished houses, shops and other sub-standard buildings, as well as in open spaces including public parks, with no access to basic services. Conditions on the ground have been made worse by extreme winter weather, including flooding and freezing temperatures, and rising fuel prices. ", "url": "https://www.bbc.com/news/world-middle-east-51354545"}