{"datetime": "2020-06-11T15:37:44.000Z", "title": "Syria war: Assad sacks PM as economic crisis sparks protests", "article": "Syria's President Bashar al-Assad has sacked Prime Minister Imad Khamis, as he struggles with a worsening economic crisis that has triggered protests. State media did not give a reason for the decision to replace Mr Khamis, who had been prime minister since 2016. But it came after days of rare anti-government demonstrations in the mainly Druze city of Suweida, at which people called for the overthrow of Mr Assad. Syria's currency has plummeted in value recently, leading to soaring prices.The government, whose supporters have staged a counter-demonstration in Suweida, has blamed Western sanctions and exchange rate \"manipulation\". Next week, new US measures will target individuals supporting Mr Assad and his allies in the nine-year civil war, which has left more than 380,000 people dead. Suweida has largely been spared the horrors of the war. Most Druze - who are adherents of a secretive, breakaway sect of Islam - have stayed loyal to Mr Assad, fearing that religious minorities would be targeted if he was overthrown, and the city has remained in government hands. The anti-government protests there began on Sunday \"with calls for improved living conditions before demands became more political\", according to the Syrian Observatory for Human Rights (SOHR), a UK-based monitoring group. Video broadcast by local news outlet Suwayda24 showed crowds chanting \"the people want the fall of the regime\" and \"down with Bashar al-Assad\", echoing the chants heard at the start of the uprising against the president in 2011. The demonstrators have also called for an end to corruption and the withdrawal of Iran-backed militiamen and Russian troops, who have helped the government regain control of most of the country. The SOHR said there also had been talk in the government strongholds of Latakia, Tartous and Homs about \"the departure of Assad as an option to improve the situation\". That would have been \"prohibited\" in the past, it added. There are 7.9 million people inside Syria unable to meet their food needs and a further 1.9 million people at risk of food insecurity, according to the World Food Programme. Last month, the UN agency saidthe price of the national average food basket in Syria had risen by 111% year-on-year , reaching the highest levels since the start of the war. Since then, the value of the Syrian pound has collapsed on the black market, hitting a record low of 3,000 to the US dollar this week - more than four times the official exchange rate of 700. Before the war, the Syrian pound traded at 47 to the dollar. Analysts say the economic crisis in neighbouring Lebanon has had ripple effects in Syria in recent months, with the decision by Lebanese banks to restrict the release of money from bank accounts greatly reducing the supply of US dollars in Syria and causing the black market exchange rate to skyrocket. There are also fears over tough new US sanctions that will go into effect on 17 June under a law known as the Caesar Syria Civilian Protection Act.The sanctions will target any foreign person who has knowingly provided significant financial, material, or technological support to the government of Syria, or to a foreign person operating in a military capacity inside Syria on behalf of the governments of Syria, Russia or Iran. ", "url": "https://www.bbc.com/news/world-middle-east-53006408"}