{"datetime": "2021-12-15T12:58:11.000Z", "title": "Riccardo Ehrman: Journalist who prompted Berlin Wall to fall dies", "article": "Italian journalist Riccardo Ehrman, who will always be remembered for asking the decisive question that led to communist East Germany opening up the Berlin Wall, has died aged 92. It was Ehrman who in 1989 prompted government spokesman Günter Schabowski to explain that private travel would be allowed outside East Germany. And when pressed on when that would happen, Schabowski eventually announced \"right now, immediately\". Within hours the wall came down. Riccardo Ehrman was working for Italian news agency Ansa when East Germans rose up against their crumbling communist government. For weeks, protesters in Leipzig had taken to the streets demanding the right of freedom of speech and unrestricted travel. Communist leader Erich Honecker had quit the previous month and on 4 November East Berlin saw more than half a million people flock to the central square Alexanderplatz demanding reform. East German leaders responded with a draft plan to relax border controls. Details were due to be given at a 9 November news conference featuring the results of a meeting of communist East Germany's ruling party. Schabowski had not been briefed about the plan and had until that point not mentioned it. It was Ehrman who brought it up. \"You mentioned mistakes,\" he said. \"Don't you think that it was a big mistake to introduce this draft travel law that you announced a few days ago?\" After shuffling around in his notes for some time, Schabowski responded unsurely before announcing: \"Private travel outside the country can now be applied for without prerequisites.\"The change had been due to come in overnight, but when pressed he said it was effective immediately. Ehrman said years afterwards he understood immediately what Schabowski's words would do and sent an urgent message to Ansa headquarters in Rome: \"The Wall is gone.\" Word spread fast and thousands of East Germans flocked to the Berlin Wall, surprising border guards who opened the checkpoints to allow people through. Ehrman's widow told Ansa on Tuesday he had died in Madrid, the city he had last worked in before his retirement. Announcing the news on social media, Ansa said: Farewell to Riccardo Ehrman, who brought down the Berlin Wall.\" The agency said Ehrman had worked in East Berlin in the mid-1970s and returned from a posting in India in 1985. Of Polish-Jewish origin, he was born in Florence on November 4, 1929. When he was 13 he was sent to an internment camp for Jews set up by dictator Benito Mussolini at Ferramonti in southern Italy. According to Rai TV he was regularly interviewed by Italian and German media about his moment at the heart of European history.Günter Schabowski died in 2015. ", "url": "https://www.bbc.com/news/world-europe-59664077"}