{"datetime": "2021-10-09T01:14:18.000Z", "title": "Havana syndrome: Berlin police probe cases at US embassy", "article": "Police in Berlin say they are investigating after staff at the US embassy reported experiencing symptoms of the so-called Havana syndrome. The probe into an \"alleged sonic weapon attack on employees of the US Embassy\" began in August, police said.More than 200 US officials have reported suffering from the illness since 2016.On Friday President Biden vowed to find out \"the cause and who is responsible\" for the syndrome. Those affected say they experienced a sudden onset of pressure sensations inside their heads, and of hearing strange buzzing sounds coming from a particular direction. Others have complained of dizziness, nausea and fatigue, among other symptoms. Several people at the US embassy in Berlin had reported symptoms of Havana syndrome, Der Spiegel reported. An embassy spokesperson declined to comment on the police inquiries, but told Reuters that a US investigation was ongoing into cases worldwide. Mr Biden's statement came as he signed a bill pledging better healthcare and increased financial support for victims.But he characterised the condition as \"anomalous health incidents\" rather than saying it was the result of attacks.He said civil servants, intelligence officers, diplomats, and military personnel all over the world had been affected. The mysterious illness first emerged at the US and Canadian embassies in Havana in 2016. Since then there have been a number of similar reports.Last month theCIA's station chief in Vienna was removed for failing to respond appropriately to an outbreak of the mysterious syndrome at the embassy, where there have been more recorded cases than any other city apart from Havana. Days earlier a CIA officer who was travelling to India with the agency's directorreported symptoms consistent with Havana syndrome . And in August, Vice President Kamala Harris'flight from Singapore to the Vietnamese capital Hanoi was briefly delayed after an American official reported symptoms.However, the cause of the illness remains unclear. Last year, a US National Academy of Sciences panel found that the most plausible explanation was\"directed, pulsed radio frequency energy\". . And in 2018 a scientific study of diplomats affected in Cuba found that they had experienced a form of brain injury. The cause was not conclusively determined, but researchers said it was most likely the result of directed microwave radiation. In July, CIA director William Burns said there was \"a very strong possibility\" that the symptoms were being caused deliberately and that Russia could be responsible. However, Moscow has strongly denied responsibility.", "url": "https://www.bbc.com/news/world-europe-58852437"}