{"datetime": "2021-10-07T15:36:04.000Z", "subject": "World War Two", "title": "Nazi trial: 100-year-old SS guard in court in Germany", "article": "Seventy-six years after the end of World War Two, a former concentration camp guard has gone on trial for assisting in the murder of 3,518 prisoners at Sachsenhausen near Berlin. Josef S is accused of complicity in the shooting of Soviet prisoners of war and the murder of others with Zyklon B gas. Time is running out for Nazi-era criminals to face justice and he is the oldest defendant so far to stand trial. It was only in recent years that lower-ranking Nazis were brought to trial. Ten years ago, the conviction of former SS guard John Demjanjuk set a precedent enabling prosecutors to charge people for aiding and abetting Nazi crimes in World War Two. Until then, direct participation in murder had to be proven. Identified as Josef S, because of German privacy laws, the defendant was led into a specially adapted sports hall at a prison in Brandenburg an der Havel, where the trial began amid strict security.He arrived outside the court in a wheelchair, clutching a briefcase, and entered with the aid of a walking frame. He shielded his face with a blue file to stop photographers getting a view. Josef S has lived in the Brandenburg area for years, reportedly as a locksmith, and has not spoken publicly about the trial. His lawyer, Stefan Waterkamp, told the court that the defendant would make no comment at the trial on the allegations against him. He would, however, speak about his personal circumstances at Friday's hearing. Josef S was 21 when he first became a guard at Sachsenhausen in 1942. Now almost 101, he is considered able to appear in court for up to two and half hours a day. The trial is due to continue until January. Public prosecutor Cyrill Klement told the court of the systematic killings at Sachsenhausen between 1941 and 1945. \"The defendant supported this knowingly and willingly - at least by conscientiously carrying out guard duty, which was perfectly integrated into the killing regime.\"Tens of thousands of people died at the camp in Oranienburg, north of Berlin, including resistance fighters, Jews, political opponents, homosexuals and prisoners of war.A gas chamber was installed at Sachsenhausen in 1943 and 3,000 people were massacred at the camp as the war drew to a close because they were \"unfit to march\". The prosecutor gave details of mass shootings and murders by gas, as well as through disease and exhaustion. Thursday's trial was especially important for 17 co-plaintiffs, who include survivors of Sachsenhausen. Christoffel Heijer was six years old when he last saw his father: Johan Hendrik Heijer was one of 71 Dutch resistance fighters shot dead at the camp. \"Murder isn't destiny; it's not a crime that can be legally erased by time,\" he told Berliner Zeitung. Leon Schwarzenbaum, who is a 100-year-old survivor of Sachsenhausen, said this was the \"last trial for my friends and acquaintances and my loved ones who were murdered\" and he hoped it would end in a final conviction. There was widespread frustration at Josef S's refusal to give evidence. \"For the survivors this is yet another rejection, just like it was in the camp. You were vermin,\" said Christoph Heubner of the International Auschwitz Committee.Thomas Walther, the lawyer acting for the co-plaintiffs, said he was not surprised but hoped he would change his mind. Most Nazi camp guards will not face trial.There were 3,000 guards at Stutthof concentration camp alone, and only 50 were convicted. Bruno Dey was convicted of complicity in mass murder there last year and given a suspended sentence, Only last week, a Nazi secretary at the Stutthof camp, Irmgard Furchner, was due to go on trial north of Hamburg but escaped from a nursing home hours beforehand. She was eventually caught in Hamburg and her trial was rescheduled for 19 October. She was released from custody earlier this week. ", "url": "https://www.bbc.com/news/world-europe-58826189"}