{"datetime": "2022-02-01T16:39:42.000Z", "author": "Favour Nunoo", "title": "Woman applauded after giving birth on transatlantic flight", "article": "A pregnant woman who unexpectedly gave birth on a plane flying from Ghana to the US was met with \"shock and applause\" from those around her. The new mother, who gave her name as GG, gave birth prematurely to a baby boy on board the flight on 29 January. A Ghanaian doctor converted the plane's business class area into a temporary maternity unit and delivered the baby. The woman from Ghana had been expecting to give birth later in February, according to an eye witness. Journalist Nancy Adobea Anane was on the flight from Accra. She told BBC News Pidgin of the initial confusion among passengers when an on-board announcement was made. \"Most of them heard the call for assistance from medical personnel but didn't know what was going on,\" she said. \"I became anxious for the safety of the baby and mother, and the possibility of a detour for an emergency landing.\" Having heard the request for help Dr Stephen Ansah-Addo, who practises in the US, set about delivering the baby. \"Myself, a nurse and the flight attendants... took [the mother] slowly through the process and she delivered a beautiful baby boy,\" Dr Stephen Ansah-Addo said. Ms Anane recounted how the baby came within 45 minutes of the birth process starting. \"Her delivery was quick, like 30 to 45 minutes\" and was followed by \"screaming and the familiar cry of the baby\". Paramedics met the new mother and baby upon landing in Washington where they received further medical care. Giving birth in the air is rare but not unheard of. In Januarya Canadian doctor helped to deliver a baby on an overnight flight from Saudi Arabia to Uganda . According to the UK's National Health Service, the chance of going into labour is naturally higher after 37 weeks of pregnancy, so some airlines won't let pregnant women fly after this point. It adds that flying while pregnant isn't generally harmful to a mother and baby, but any health issues or pregnancy complications should be discussed with a midwife or doctor before flying. You might also be interested in: ", "url": "https://www.bbc.com/news/world-africa-60219964"}