{"datetime": "2021-08-12T12:55:21.000Z", "author": "Lauren Turner", "title": "UK police involved for months in embassy spy case - Met boss", "article": "UK police have been involved for months in the case of a British man arrested in Germany on suspicion of spying for Russia, the Met boss has said. The 57-year-old man, named only as David S, worked at the British embassy in Berlin and was detained on Tuesday. He is alleged to have passed documents to Russian intelligence for money.Metropolitan Police commissioner Dame Cressida Dick said police had been working closely with German authorities and the UK government over the issue. She told LBC Radio: \"I think it's a very good example of international co-working.\" MI5 and other UK agencies had been working alongside bodies including the BKA - Germany's federal criminal police office - and prosecutors ahead of the arrest in Potsdam, outside Berlin.The man's home and workplace have been searched and he appeared before a judge on Wednesday. He was ordered to remain under arrest pending further inquiries. Dame Cressida said: \"If this person is charged, we will support any trial, wherever that may be. \"At the moment the Germans are most certainly handling it.\" She added of the arrest that \"these things are, thankfully, very rare\".The arrest of asecurity guard at the British Embassy in Berlin is a reminder that old-fashioned spying has not gone out of fashion. Stories of betrayal, bribes and stolen documents make for racy tales with all the elements of spy fiction.But the truth is that nothing in the Berlin case should surprise us. What is alleged to have happened is not very unusual, even if we do not hear about it very often. In recent years, Western states have called out Russia for the aggressive actions of its intelligence services - for instance the GRU, Russian military intelligence,using nerve agent in Salisbury orblowing up an arms depot in the Czech Republic, both actions killing innocent people.But you will not hear the same complaints when it comes to the allegation involving the British Embassy in Berlin. That is because if it turns out to be true, following the legal process, then it would be business as usual when it comes to more traditional spying. Read more here . The Metropolitan Police said officers from the force's Counter Terrorism Command - which investigates alleged breaches of the Official Secrets Act - were liaising with their German counterparts.The suspect is understood to have been a security guard working as a contractor at the embassy. Prosecutors said he was hired as a local staff member at the embassy. Lord Ricketts, former national security adviser, told BBC Radio 4's Today programme \"we're probably not looking at highly classified information being passed to the Russians - a security guard would not have access to that\". He said it was a \"reminder\" that \"old-fashioned\" methods of spying were still being carried out, not just cyber-hacking and social media disinformation. The fact German and British authorities knew about the alleged spying and tracked it show that our defences \"are not in bad shape at all\", he added.MPs have called for a security review of UK embassy contractors following news of the man's arrest, with Chris Bryant - chair of the all-party parliamentary Russia group -saying it could be \"one of the most serious security breaches at a UK embassy for many years\".And Tobias Ellwood, chair of the commons defence select committee, called on the government to review the security of all contractors working at UK embassies, the Daily Telegraph reported. The German Foreign Ministry said it was taking the case \"very seriously\", with Foreign Minister Heiko Maas telling reporters: \"Spying on a close ally on German soil is absolutely unacceptable and we are in full solidarity with our British friends.\" ", "url": "https://www.bbc.com/news/uk-58185952"}