{"datetime": "2021-08-31T14:16:14.000Z", "subject": "Climate change", "title": "Berlin university canteens cut meat from menus to curb climate change", "article": "Canteens at Berlin's universities will offer mainly vegan and vegetarian meals from next term as part of a push to make menus more climate-friendly. Students will be able to order meals from menus that are 68% vegan, 28% vegetarian and just 4% meat and fish from the start of October. On Mondays, there will be no meat dishes available at all, as canteens swap currywurst for salads. The canteens are currently closed, but food can be picked up on request. The new menus are designed to reduce the carbon footprint of universities in the German capital. Meat is very common in many traditional German dishes, such as schnitzels, bratwurst and pork knuckles. However scientists say carbon emissions produced by the meat industry are contributing to climate change. Farming animals is responsible for 14.5% of global greenhouse gas emissions,according to the United Nations Food and Agricultural Organization . A 2019 report by the Intergovernmental Panel on Climate Change (IPCC) described plant-based diets as a major opportunity for mitigating climate change. Daniela Kummle of Studierendenwerk, a student support group, told the BBC there was an increasing demand for more meat-free dishes at their canteens. Ms Kummle cited the results of a 2019 student survey, which found that 14% of Berlin students said they were vegan, and a further 33% vegetarian. She said Studierendenwerk, which runs 34 canteens at Berlin's universities and colleges, revised its menu during the pandemic \"so that our offer is more climate-friendly\". Dishes students will be able to order include a vegan vegetable stew with coconut milk and red lentils, and a chickpea and quinoa bowl with vegetables and chia seeds. Ms Kummle said that, apart from a few negative comments on social media, the response from students so far had been predominantly positive. Berlin's first vegan canteen for students opened at the city's Technical University in 2019, highlighting a growing preference for plant-based food in Germany. In fact the diet is so popular there, Germany topped the veganism list in aninternational study of dietary habits by Veganz in 2020 . The results showed that 2.6 million people - about 3.2% of the population - are vegan and about 3.6 million (4.4%) are vegetarians. Meanwhile, climate protection is becoming a bigger issue at Berlin's universities, with many drawing up detailed plans to curb their carbon emissions. The Humboldt University wants to become climate neutral by 2030 and has hired two climate-protection managers. The Technical University is also aiming for climate neutrality by 2045.The universities are also refurbishing buildings to make them more energy efficient. Hundreds of staff at both universities have also voluntarily committed to forego short-haul flights for business trips. \"We have pushed the topic of climate protection significantly forward over the past four years,\" says professor Hans-Ulrich Heiss, who is responsible for sustainability policies at the Technical University. ", "url": "https://www.bbc.com/news/world-europe-58393847"}