{"datetime": "2021-11-01T12:28:38.000Z", "title": "Attila Hildmann: Judiciary mole suspected of leaks to conspiracist", "article": "An employee of Berlin's judiciary is suspected of leaking information about a criminal investigation into a far-right conspiracist, German reports say. An IT worker is accused of passing data to Attila Hildmann, a former TV chef and prominent Covid lockdown sceptic. Prosecutors have been investigating Mr Hildmann since 2020 for multiple offences, including inciting hatred. An arrest warrant was issued in March but prosecutors said Mr Hildmann had fled to Turkey. Mr Hildmann made his name in the 2000s as an author of vegan cookbooks and a regular guest on TV cooking programmes. But in recent years, Mr Hildmann has been accused of expressing extremist views and has drawn criticism for spreading conspiracy theories about Covid on social media.Since the start of the pandemic, Mr Hildmann has become a prominent voice in the protest movement against coronavirus restrictions in Germany. On Monday, a report by German public broadcasters ARD and NDR said Mr Hildmann had been handed confidential information stolen from the Berlin public prosecutor's office. A 32-year-old employee in the IT department was being investigated on suspicion of breaching of official secrecy and had been dismissed, the report said. The staff member, named only as M, is believed to have visited Mr Hildmann in Turkey. Prosecutors do not believe the leak caused Mr Hildmann to flee Germany before his arrest warrant was issued, a spokesman for the prosecutor's office told German broadcaster Tagesschau.The accused employee has not commented on the allegations, nor has Mr Hildmann. Investigators identified the suspect after checking which employees had accessed files related to Mr Hildmann's case. They searched the accused employee's apartment in July. The investigation found the employee was an active member of Germany's Querdenker, or Lateral Thinker, movement against Covid lockdowns. In April, Germany's domestic intelligence agency said sections of the anti-Covid lockdown movement were being monitored over radicalisation concerns. German intelligence agency BfV said it was focusing on some members of the Querdenker movement who had fostered links with far-right and other extremist groups. The agency warned that lawful protest was being \"exploited to provoke an escalation\". A wave of anti-lockdown demonstrations last year saw police attacked and protesters storm the steps of Germany's federal parliament in Berlin. At one protest, Mr Hildmann spoke to crowds on a megaphone before he was arrested outside the Russian embassy in Berlin. ", "url": "https://www.bbc.com/news/world-europe-59119319"}