{"datetime": "2021-09-13T23:00:38.000Z", "author": "Jenny Hill", "subject": "Climate change", "title": "German election: Hunger strikers want greater action on climate change", "article": "A group of young people are in the third week of a hunger strike in Berlin, claiming Germany's political parties aren't adequately addressing climate change ahead of this month's general election. The protestors - aged from 18 to 27 - have vowed to continue their hunger strike until the three leading candidates vying to replace Angela Merkel agree to meet them. There's a subdued atmosphere among the little tents and hand-painted banners close to the German Chancellery in Berlin.The six young people who've been on hunger strike for more than a fortnight say they're feeling weak.At 27, Jacob Heinze is the oldest of the protesters here (organisers say four other people have joined their hunger strike away from the camp). He speaks slowly, clearly struggling to concentrate, but told the BBC that, while he's afraid of the consequences of his \"indefinite hunger strike\", his fear of climate change is greater.\"I already told my parents and my friends there's a chance I'm not going to see them again,\" he said.\"I'm doing this because our governments are failing to save the young generation from a future which is beyond imagination. Which is horrific. We're going to face war regarding resources like water, food and land and this is already a reality for many people in the world.\" With less than two weeks to Germany's general election, Jacob and his fellow protesters are demanding that the three leading candidates to replace Angela Merkel as German Chancellor come and talk to them.Climate change is, arguably, the biggest election issue here. German politicians have been influenced by the mass street protests of young climate change activists in recent years but this summer's deadly floods in the west of the country have also focused public concern.Even so, say the hunger strikers, none of the main political parties - including the Green party - are proposing adequate measures to address the problem. \"None of their programmes is taking into account the actual scientific facts so far, especially not the danger of tipping points (major irreversible climatic changes) and the fact that we're very close to reaching them,\" says spokeswoman Hannah Luebbert.She says the protesters want Germany to institute a so-called citizens' assembly - a group of people chosen to reflect every part of society - in order to find solutions. \"The climate crisis is also a political crisis and maybe a crisis of our democracy, because the set up with elections every four years and the great influence of lobbyists and economic interests within our parliaments often leads to the fact that economic interests are more important than our civilisation, our survival,\" Ms Luebbert says. \"Such citizens' assemblies aren't influenced by lobbyists and it's not politicians there who are afraid of not being re-elected, it's just people using their rationality.\" The hunger strikers say that only one of the Chancellor candidates - Annalena Baerbock of the Green party - has responded, but that she spoke to them by telephone rather than meeting their demand for a public conversation. She's appealed to them to end their hunger strike.But the group - which is attracting increasing publicity - have vowed to continue, though they acknowledge the distress of their families and friends.Even so, Jacob says, his mum supports him.\"She is scared. She's really, really scared but she understands why I take these steps. She's crying every day and calls every day and asks me isn't it better to stop? And we always come to the point where we say no, it's necessary to continue,\" he said.\"It's really necessary to wake people up all over the world.\"", "url": "https://www.bbc.com/news/world-europe-58550337"}