{"datetime": "2020-02-17T21:15:45.000Z", "title": "Storm Dennis: Flood clean-up under way in Wales", "article": "Residents are counting the cost of \"unprecedented\" flooding after Storm Dennis left parts of Wales under water. There are cancellations and significant delays on trains after a month's worth of rain fell in 48 hours.Roads across south and mid Wales remain blocked by floods and landslips. Meanwhile, homes were evacuated in Monmouth on Monday night after two severe flood warnings for the River Wye were declared. The river's water levels are predicted to reach 7.2m (23ft) between 03:00 and 07:00 on Tuesday. And more rain has been forecast with aMet Office yellow warning for rain issued from 18:00 GMT on Wednesday until 15:00 on Thursday in areas of south, mid and north Wales.People living in areas at immediate risk in Monmouth have been evacuated and other properties nearby have been provided with sandbags and support. The Wye Bridge has been closed, with pedestrians and motorists warned to keep away. Anyone affected by the bridge closure or flooding is asked to use a rest centre set up at the Shire Hall. Natural Resources Wales still hadeight flood warnings in place at 21:10 GMT, meaning flooding is expected.It said 163mm (6.5in) of rain had fallen in the 48 hours between lunchtime on Friday and Sunday and described the scale of flooding as \"unprecedented\". Meanwhile, Wales' First Minister Mark Drakeford has defended the Welsh Government's investment into flood defences following the widespread damage after Plaid Cymru leader Adam Price said it \"clearly isn't adequate\". Mr Drakeford said the impact of the weekend's events would have been \"even worse\" if there had not been major investment in flood defences, adding a £350m programme was ongoing over this assembly term. \"The impact of global warming is real and there for anyone to see, the science tells us we will have to face in greater frequency these intense weather events in future,\" he said. Mr Drakeford said the Welsh Government would work with local authorities to repair infrastructure damage by flooding including bridges, roads and existing flood defences and explore whether there are funds available to help flood victims, local authorities and emergency services. \"For individuals our first focus will be on those families who don't have any form of insurance who lost everything and have no way of replacing it,\" he said. Transport for Wales engineers are assessing the full extent of damage but the company warned of \"significant delays\" in many areas and asked passengers tocheck their rail journeys on Monday.More than 200 services were disrupted on Monday and more than 70 journeys were cancelled.Bethan Jelfs, from Transport for Wales, said there was \"significant damage\" to the track, a landslide near Ebbw Vale and flooding north of Pontypridd which has cut off services to Porth, Aberdare and Merthyr Tydfil. Rhondda Cynon Taf counciladvised motorists to drive \"with great caution\" and not to ignore road closure signs , while Caerphilly council said the storm haddamaged road surfaces in many areas. Powys council bosses said the bridge at Crickhowell was damaged in the floods and would remain closed until after an inspection. While river levels have fallen, South Wales Police has warned people to only travel if necessary and not to go near rivers and waterways. Assistant Chief Constable Jenny Gilmer said: \"It's vitally important that people still follow safety advice. Whilst things may appear to be getting better, there is still a serious risk to people and property.\" At the peak of the flooding on Sunday, we had 900 tonnes of water per second flowing down the River Taff. That's not just a massive amount of water flowing very fast, it's the damage it can bring, especially when debris is carried along in such a torrent. Well over a month's rainfall came in just 48 hours. This product of Storm Dennis came hot on the heels of Storm Ciara - drenching land that was already soaked through and filling rivers fast. Monitoring sites on rivers and streams flowing down from the mountains through the south Wales valleys started reporting record-breaking levels of water. We saw the highest levels ever recorded on the rivers Taff, Tawe, Neath, Rhondda, Cynon, Usk and the Wye. If we look at the NRW monitoring site at Pontypridd in isolation over the last month, the level surges to well over 5m on Sunday at the peak of Storm Dennis. Even down in Cardiff, river levels were 80cm higher than the previous record set in 1979. Since then, there has been widespread investment in flood defences across south Wales, which has played a big part in saving tens of thousands of homes from damage this time around. That will be no comfort to those people closest to rivers, who have still been affected, All the science around climate change is suggesting that weather events like this will become more frequent and more extreme.So the questions that are sure to be asked over the coming weeks and months is how we cope with that.Do you have any questions about flooding in Wales?Use this form to send us your questions:We may get in touch if we decide to follow up on your suggestion. ", "url": "https://www.bbc.com/news/uk-wales-51524643"}