{"datetime": "2022-01-14T23:57:37.000Z", "author": "Max Matza", "title": "Canadian doctor delivers 'Miracle' baby on flight", "article": "A Canadian doctor has told of her joy after delivering a \"Miracle\" baby on an overnight flight to Uganda. Dr Aisha Khatib, a professor at the University of Toronto, was about one hour into her Qatar Airways flight from Doha to Entebbe when the call went out. A Ugandan migrant worker travelling home from Saudi Arabia was about to deliver her first child. The baby, early at 35 weeks, was born healthy, and was named Miracle Aisha, after the doctor. Dr Khatib, bleary-eyed from a gruelling work schedule back in coronavirus-plagued Toronto, was enjoying a well-earned rest on the third leg of her trip. But she did not hesitate when a voice on the intercom asked if there was a doctor aboard.\"I see a crowd of people gathered around the patient,\" Dr Khatib told BBC News. At this point she was assuming it was a critical situation, like a heart attack. \"As I got closer see this woman lying on the seat with her head toward the aisle and feet towards the window. And the baby was coming out!\" Dr Khatib was helped by two other passengers - an oncology nurse and a paediatrician from Doctors Without Borders (MSF).The baby was crying \"robustly\", she said. Following a quick check, she passed the infant to the paediatrician for a closer inspection. \"I looked at the baby, and she was stable, and I looked at the mom and she was OK,\" says Dr Khatib. \"So I was like, 'Congratulations it's a girl.' Then the entire plane started clapping and cheering and was like 'Oh right, I'm on a plane and everybody is watching this.'\" \"The best part of the story is that she decided to name the baby after me.\" As a gift to her namesake, she gave Miracle Aisha the gold necklace that she was wearing with the name Aisha written in Arabic.\"I thought I'd give it to her and she'll have a little token of the doctor that delivered her 35,000ft in the air while flying over the Nile.\" The delivery happened on 5 December, but Dr Khatib has been too busy treating Covid patients in Toronto to share the pictures until this week.She was called back from Uganda - where was training local workers - on 18 December. On her flight home, there was yet another call for a medical expert on her plane.\"Luckily there was another doctor there,\" Dr Khatib laughs. \"And I kinda said: This one's you. I delivered a baby two weeks ago. If you need me I'm in seat 25A.'\" ", "url": "https://www.bbc.com/news/world-us-canada-60004658"}