{"datetime": "2020-02-17T20:01:09.000Z", "title": "Storm Dennis: Flood destroys Taff's Well nursery children's work", "article": "Owners of a family-run nursery submerged in flood-water when Storm Dennis hit say they are heartbroken after all the children's work was lost. A massive clean-up operation is taking place after communities across Wales were left devastated by the floods. In Taff's Well, near Cardiff, the Little Friends Playgroup was submerged to its roof. Lauren Forward, who runs the nursery, said the children's work was irreplaceable. \"We have no idea what anything is going to be like inside, I have just got an image in my head of everything floating around,\" said Ms Forward, who runs the nursery with her mother. \"We have lost the children's files, all their hard work.\" More than one month's worth of rain fell in parts of Wales in 48 hours on Saturday and Sunday, causing rivers to burst their banks. A fundraising page has been set up for the nursery, with parents saying they would struggle to find alternative childcare. Ms Forward said she had woken up on Sunday morning to messages saying the nursery was underwater following heavy rainfall on Saturday night. \"We did not believe it at first, and then we saw the pictures, and we went down there and saw it for ourselves, and it was literally just submerged to the roof,\" she toldOliver Hides on BBC Radio Wales . \"It is so unclear right now, that is more worrying than anything, we just want to get stuck in, and start cleaning up.\" Rhondda Cynon Taf County Borough Council said it had released £1m to support substantial repairs in the area and had established a recovery board to co-ordinate the council's recovery plan. Natural Resources Wales said the scale of flooding was \"unprecedented\" and there had been a \"huge\" amount of rain. Crowdfunding pages have been set up to raise money for those affected andpeople have been sending donations to those forced to leave their homes . Vanessa Pitman said her partner woke to find water \"gushing\" out of their downstairs toilet and flood levels almost reached the ceiling in her house.\"We've just lost everything,\" she said. \"The only floor that's OK is in the attic, everything else is ruined.\"At the end of the day we bought the house because of the river and it's gone and ruined our house.\"This is life-changing because we've lost everything and we've got to start all over again.\" Fred and Marion Trickett from Merthyr lost a large area of their garden and their shed to Storm Dennis. Their paving extended about five metres (16ft) out from their house but was completely washed away by the River Taff. \"The first thing I heard was a scream from my wife after she looked out of the window and saw that everything was missing,\" said Mr Trickett. \"Everything has gone… it's terrible.\" In Nantgarw, Rhondda Cynon Taff, more than 100 homes were flooded after the river burst its banks and cars were towed away after being submerged. \"I looked downstairs in the early hours to see a settee floating at the bottom of my stairs,\" said resident Susan Fraser. \"But there have been a lot of people worse than us. A lot of people evacuated. \"The whole of our community was under water,\" she toldOliver Hides on BBC Radio Wales . Rachel Cox, also from Nantgarw, said many of her possessions were destroyed in the floods.\"When you walk into this devastation it's just the silliest things that you think probably wouldn't make any difference to you really do,\" she said. \"We won't move. We get amber warnings all the time, the river is literally just over the field, when you're told that constantly get the important stuff upstairs you're like 'really? Nothing happens'... we had no idea something like that could happen or would happen.\" Another Nantgarw resident Nigel Bonetto was woken up by his dog barking on Sunday morning. Moments later water was flooding through his front door, with water levels reaching up to the lights. He had just finished fitting a new oak floor in his house and said all the plasterwork had blown and the flooring had warped. \"I'm going to try and tidy it up a little bit to get the process going. I can see me being out of my house for quite a while. I'm gutted,\" he said. In Pontypridd, businesses and residents are counting the cost of the damage after the River Taff burst its banks. A clean-up operation is under way at Clwb y Bont where the owners said they had been met with a \"scene of devastation\" in a Facebook post. Workers are trying to clear the town's Post Office after it was left underwater but it is unclear when it will re-open. Bragdy Twt Lol, known as the Trefforest Brewery, has been left with about £10,000 of damage, including piles of ruined hops, malt, yeast and beer bottles. The owners of the brewery, which has been open for five years, said they had been forced to \"suspend the brewing of new stock for the foreseeable future\". Pontypridd Museum thanked people who had volunteered to help salvage artefacts, after its basement was flooded. The town's Eglwysbach's GP surgery is likely to remain closed for some time after the practicesaid it was left with \"significant\" flood damage . Darren Hughes from Resolven, Neath Port Talbot, opened a cafe last November, and said he has lost tens of thousands of pounds after the river Neath broke its banks.He said: \"So much has been destroyed. This is our family business. Myself my wife and daughter all work here and now we have nothing. I hope we can get it up and running again soon. \"We knew it was likely to flood a bit. It has before. But we have never seen it this bad.\" Howard Baker, landlord of The Bridge End Inn, Crickhowell, Powys, said the floods were \"devastating\" and water was \"20ft high at one point\".He added: \"The pub and the accommodation upstairs it's all gone.\"There's virtually nothing salvageable left in the pub.\" Dawn Pieta, from Abertillery, Blaenau Gwent, said water was surrounding her house after pipes, which were installed last year to divert water, were uncovered and moved.", "url": "https://www.bbc.com/news/uk-wales-51530661"}