{"datetime": "2021-12-17T10:27:37.000Z", "author": "Matthew Murray", "subject": "Storm Dennis", "title": "Climate change: Young activists snub award", "article": "Young members of an environmental group have turned down an award from a council, accusing it of not doing enough to tackle climate change. Pontypridd's Young Friends of the Earth has been campaigning for changes to address the climate emergency.It said Rhondda Cynon Taf council has not done enoughsince the devastating floods in 2020 after Storm Dennis. Group member Alice, 13, said: \"It would be hypocritical for us to take the award.\" \"We feel Rhondda Cynon Taf council - and the world - isn't taking action against climate change,\" she added.\"The major changes we could do as a county would be big decisions and not small day-to-day ones.\"Because if you sit in a house which is on fire you wouldn't just sit there as the flames surrounded you and start making a plan how you're going to deal with the fire. \"You're going to act immediately and get water and you're going to put the fire out. You wouldn't sit there doing nothing. The world isn't in the best shape and they're not doing enough about it.\" Alice added that there was \"action immediately\" when the pandemic hit, and the same needed to be done for the climate change emergency. \"We need that with climate change because if we don't get it sorted out we might not be here.\" When Storm Dennis caused widespread flooding across south Wales in February 2020, Pontypridd was one of the worst affected towns.Homes and businesses were hit, with the middle of the town centre flooded after the River Taff burst its banks.\"When we saw the town flood last year we knew climate change was getting worse and despite what people were saying about it getting better because it's not,\" said Alice.\"I felt terrified when I saw water running down the main street because if water can reach that high because of a storm, imagine what it will be like in 10 years.\" Dan, 12, another member of Young Friends of the Earth, said: \"I would have expected Rhondda Cynon Taf council to declare a climate emergency after the Welsh government did.\"They are one of the few councils in Wales not to declare it and after Storm Dennis I'd have thought it would have been the first thing they would have done.\"I fear, with the melting ice caps, much of the Welsh coast and RCT will get completely flooded and we'll lose whole towns and people's homes. So we need to take action so we don't lose all the history too.\" Rowan, 10, said they thought it would generate more publicity to turn down the award than accept it. \"I don't think people understand how bad things are. I find it traumatising, when I think to the future. \"I might have a future with crumbling mountains and suffocating air, and I don't want that to happen.\" Council leader Andrew Morgan replied to a letter from the group declining the award, saying the council is committed to achieving net zero by 2030 and \"has already made progress towards achieving this commitment to meet and contribute to global, national and local targets\".", "url": "https://www.bbc.com/news/uk-wales-59690009"}