{"datetime": "2020-02-05T18:38:46.000Z", "title": "Doctor steps in to deliver mid-flight baby", "article": "A doctor flying on holiday has described how she helped a woman to give birth to a boy mid-air. Alena Fedchenko, a Ukrainian ear, nose and throat doctor, said she was on a flight from Doha to Bangkok on Tuesday night when the crew announced they were urgently looking for a doctor. She responded, and was led into the flight attendants' room where a woman on the floor was already in labour. \"I was worried something might go wrong. [But] everything went smoothly.\" Dr Fedchenko told BBC News Ukraine's Diana Kuryshko that the baby was born in 15-20 minutes on the Qatar Airways flight. \"I cut the umbilical cord. The placenta went away,\" recalled Dr Fedchenko, a graduate of Kyiv's medical university, where the basics of obstetrics and gynaecology is a must for all doctors. \"In a split second, I remembered everything I had once learned. \"Not a single muscle was trembling. I just simply started doing what I had to do. I put on gloves and prepared the woman. The baby was about to come out. It was the second stage of labour.\" The woman - a Thai national - was lying on blankets on the floor. \"The delivery was quick, and thankfully, without complications,\" Dr Fedchenko said. \"The woman did not yell at all. I kept telling her everything would be all right, that I was a doctor and she was in safe hands.\" Dr Fedchenko said the baby was not premature and appeared to be healthy.The pilot later announced that a baby boy was just born, and all the passengers burst into applause. The decision was then taken to land in Kolkata (Calcutta) in India, where the mother and the baby were taken to hospital. Qatar Airways does not allow on board \"expectant mothers who are pregnant from their 36th week or beyond\". The company has not commented on the case. After a long delay, the plane finally took off for Thailand, Dr Fedchenko said. The doctor - whose final holiday destination was Vietnam - was invited to business-class and offered champagne and fruits. \"Everyone was thanking me, shaking my hand,\" Dr Fedchenko said, adding that she felt euphoric after such an extreme experience. ", "url": "https://www.bbc.com/news/world-europe-51392101"}