{"datetime": "2020-02-15T21:16:32.000Z", "title": "Storm Dennis: Army called in to help shore up defences", "article": "The Army has been deployed to help with flood relief as the UK faces a second weekend of weather disruption. Severe weather warnings are in place for much of the country and forecasters say a month's worth of rain could fall in some places. The MoD said 75 soldiers from 4th Battalion, Royal Regiment of Scotland, have been sent to Ilkley and Calderdale in West Yorkshire. They are helping build flood barriers and repair defences. A further 70 Reservists from 4th Battalion, The Yorkshire Regiment, will also be providing support where required. Calderdale Council leader Tim Swift said their presence would be a \"reassuring sight\" for residents of \"already exhausted communities\". Meanwhile, heavy rain has been falling across southern Scotland leading to three severe flood warnings for the Hawick area in the Scottish Borders.The Scottish Environment Protection Agency says river levels in the town are likely to reach similar levels to those experienced in January 2016 and will peak between 21:00-23:00 on Saturday.A local leisure centre has been opened for anyone who has to move out of their homes. Separate flood warnings and advice have also been issued for residents in the Borders, Dumfries and Galloway, South Lanarkshire and South Ayrshire. Across the UK road, rail and air travellers also face disruption, with British Airways and EasyJet flights among those affected. It comes after Storm Ciara flooded hundreds of homes last weekend. The Environment Agency has warned flooding is likely to be worse this weekend as already saturated ground is met with a \"perfect storm\" of heavy rain, strong winds and melting snow. Amber warnings for rain and yellow warnings for wind are in place for most of the country from Saturday afternoon into Sunday evening. This means flooding could cause a danger to life, power cuts are expected and there is a good chance transport links will be impacted. There arethree severe flood warnings in Scotland ,dozens of flood warnings in England, andseven in Wales .A body has been found byrescue crews searching for a man reported to have gone overboard from a fuel tanker off Margate Harbour in Kent before the storm struck. A coastguard helicopter, a Royal Navy warship and RNLI lifeboats joined the operation in heavy seas around Margate Harbour after the alarm was raised in the early hours on Saturday. In other developments: Sporting fixtures across Britain have been affected, with theRangers v Livingston and Motherwell v St Mirren Premiership matches in Scotland postponed due to the weather,along with Rochdale v Tranmere and Swindon v Scunthorpe in England . The worst-hit areas could see between 120-140mm of rainfall and gusts of up to 80mph over the weekend, the Met Office said. The predictions are not as severe as last weekend when Ciara brought as much as 184mm of rain and gusts reaching 97mph, resulting in hundreds of homes flooding and more than 500,000 being left without power. But experts have warned Storm Dennis could cause more flooding damage, because of the heavy rain falling on parts of the UK still recovering from Ciara. John Curtin, the Environment Agency's executive director of flood and coastal risk management, said Cumbria, Lancashire and Yorkshire were the areas he was most \"concerned\" about. \"This [storm] could be a step up from what we have seen before,\" Mr Curtin said. \"We had a big storm last weekend, [we now have] saturated catchments, snowmelt and rainfall, so it is a perfect storm.\" The Environment Agency said preparations were under way to operate flood defences, flood storage reservoirs and temporary barriers to protect communities. These include the Foss Barrier in York, the Thames Barrier in London and another in Bewdley, Worcestershire, on the River Severn. UK power operators say they have employed extra engineers and call centre staff to respond to any possible impact of the storm, after widespread power cuts last weekend. Newly appointed Environment Secretary George Eustice said he had spoken to local flood response groups across the country on Friday. Highlighting the Environment Agency's preparations, he added: \"We are fully focused on ensuring that communities are protected and have access to the support and advice they need to stay safe this weekend.\" The Met Office has issued amber warnings for rain in pockets of northern and south-west England and Wales from 12:00 GMT on Saturday until 15:00 on Sunday,and in parts of Scotland from 12:00 GMT to 20:00 on Saturday. An amber warning is also in place for most of southern England from 00:15 GMT until 18:00 on Sunday. Yellow warnings for strong winds and heavy rain also cover all of England, Wales and southern Scotland between 09:00 GMT and midday on Sunday. Further yellow warnings for wind are in place for northern parts of the UK from midday on Sunday until midday on Monday - potentially bringing travel disruption to commuters. Have you been affected by Storm Dennis? Get in touch by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-51512824"}