{"datetime": "2020-02-09T22:03:50.000Z", "title": "Storm Ciara: Flooding after 93mph winds battered Wales", "article": "Homes have been evacuated and there is widespread travel disruption and flood damage after Storm Ciara hit Wales. A yellow Met Office warning for wind is in place after gales of up to 93mph (150km/h) were recorded in Aberdaron, Gwynedd. Asevere flood warning - which means there is a possible danger to life - remains in place on the river Elwy.A caravan park and homes were evacuated in St Asaph, Denbighshire, after river levels rose. North Wales Police evacuated Spring Gardens Caravan Park and properties in Llys y Felin with residents placed in a \"rest centre\" set up in the leisure centre. A£6m flood defence scheme was opened in the city in 2018.Meanwhile, numerous other flood warnings and alerts remain in place across the country. At 18:00 GMT, more than 2,800 homes were without power due to the weather, according to Western Power Distribution.At its worst, more than 4,500 homes suffered power cuts. Flights from Dublin were also grounded and ferries were cancelled, leaving rugby fans stranded after Saturday's Six Nations clash between Wales and Ireland. Gower MP Tonia Antoniazzi, who went to the game, said hundreds of people were waiting in the airport for flights and there was little information. Wales fan Hywel Rees, from Carmarthenshire, said: \"We are now waiting for accommodation somewhere in Dublin overnight, and the flights have been rearranged for tomorrow. \"The friends I'm with have got to go to work tomorrow. I've got an added complication of arranging carers for my wife at home.\" A number of schools in north Wales will be closed on Monday after being damaged in the storm. Ysgol Dyffryn Conwy in Llanrwst will be shut following flooding, while Ysgol y Creuddyn in Conwy will be closed due to a \"significant risk that more slates will fall\", with school leaders saying they will reassess the situation in the morning. In Merthyr Tydfil, Ysgol Coed Y Dderwen will also be closed on Monday due to damage to scaffolding which was surrounding the school. Transport for Wales said numerous rail services were not running or had been altered on Sunday, with some to remain closed on Monday due to damage. It advised passengers tocheck before travelling . After rail lines were flooded during heavy rain and damaged by high tides, no trains will run on the Cambrian lines on Monday. The Conwy Valley line will also be closed, with a rail replacement bus between Llandudno Junction and Blaenau Ffestiniog. Flights were cancelled in Dublin while ferries crossings between Rosslare and Pembroke were also called off. Roads in Llanrwst were flooded and a woman had to be rescued after she woke to find her campervan in 4ft (1.2m) of water at about 05:35 GMT on Sunday, according to North Wales Fire and Rescue Service.\"The crew said the water was around waist height,\" said Bob Nellist, group manager for the fire service. \"There is localised flooding in Llanrwst and the main road, the A470, has been closed. We have led a number of residents to safety. There are some houses flooded but we don't the exact number at the moment.\" He added: \"We are experiencing a high number of calls across north Wales.\" Ted Pierce, who runs a business in Llanrwst, said he was awoken by a neighbour minutes before the river bust its banks, flooding his shop with 3ft (90cm) of water. \"It came through the shop, just ran straight through the shop at the front and out the back,\" he said. \"It's one of the worst floods I've ever seen here in Llanrwst in my life and I am born and bred in Llanrwst.\" Local Tory MP Robin Millar said in atweet : \"It's clear there is significant flooding, damage to property and disruption in Llanrwst from Storm Ciara. Why does this keep happening?\" He supported calls for an independent review of flood mitigation measures in the Conwy Valley. The owners of the Grade I listed 16th Century Gwydir Castle in Conwy, who have been restoring the Tudor building for 26 years, said they had been \"devastated\" after the water breached a wall they had built. The Tudor home has been repeatedly hit by floods in recent years and owner Judy Corbett said: \"It's completely heartbreaking, it's devastating.\"The Welsh Government said last month that a 2018 review by Natural Resources Wales confirmed communities in the Conwy Valley were benefitting from reduced flood risk. \"With the incredibly strong winds and intense rainfall, Storm Ciara is causing dangerous conditions along our coastline, and causing river levels to rise quickly,\" said Richard Preece from Natural Resources Wales. \"Our staff have been monitoring forecasts, river and sea levels around the clock, and teams have been out at vulnerable areas doing everything they can to reduce the risk to people.\" A Met Office yellow weather warning for wind for the whole of the UK was in place until 23:59 on Sunday, meaning there is a danger to life. A warning for rain covered the majority of Wales and was in place until 18:00. BBC Wales weather forecaster Derek Brockwaytweeted : \"The wind has reached violent storm force 11 at Aberdaron, Gwynedd with a gust of 93mph. \"It's also very mild. 10 to 14°C but doesn't feel it!\" A gust of 86mph (138km/h) was also recorded in Capel Curig in Snowdonia on Saturday night. Officials from Natural Resources Wales said people living near the Welsh coast should be prepared for possible flooding, and urged themcheck the latest alerts and warnings over the weekend . Lifeboat rescue services warned people not to risk their own lives and lives of volunteers to get pictures of the waves, while mountain rescue teams urged hikers to be well prepared and not take unnecessary risks. In Cardiff the fire service was called after residents reported plaster falling down at the Lydstep flats in Gabalfa -where the cladding had been removed . The building has since been made safe. Part of Mermaid Quay, in Cardiff Bay, was cordoned off for public safety reasons due to the high water levels. The council said it would review whether to reopen the area on Monday. Meanwhile some parks in the city were locked on Sunday as a result of the poor weather. And pictures appeared on social media showing a wall had collapsed at Pendre Gardens, Brecon, Powys, while there are reports on social media that a historic footbridge in Betws Y Coed appears to have been swept away. North Wales Police warned shoppers to avoid the Mostyn Champneys retail park in Llandudno, after shop signs blew off in the wind. ", "url": "https://www.bbc.com/news/uk-wales-51428651"}