{"datetime": "2020-02-16T22:01:06.000Z", "title": "Storm Dennis: Month's worth of rain falls in 'major' floods", "article": "Storm Dennis has brought a month's worth of rain in 48 hours to flood-hit parts of Wales, early estimates show. Flooding and landslides have affected swathes of south Wales in what police declared to be \"a major incident\". Hundreds of homes and businesses have been badly damaged with the Welsh Government preparing to provide extra cash to councils to help the clear-up. More than 20,000 properties across the region suffered power cuts during the storm. South Wales Police said rescue agencies had been dealing with \"multiple\" floods and landslides. Assistant Chief Constable Jenny Gilmer said: \"It's vitally important that people still follow safety advice. Whilst things may appear to be getting better, there is still a serious risk to people and property.\" Richard Prendergast, assistant chief fire officer for South Wales, said the service had taken \"nearly 1,400 calls in 12 hours\".Crews had faced \"massively dangerous\" conditions, he said, and praised them for doing an \"amazing job\".\"Our main hope is that we avoid any further loss of life,\" he said.His fire service would be working with the Environment Agency, the Met Office and Natural Resources Wales.\"We are now concerned about the public in Usk and the Gwent flatlands and we are looking at carrying out evacuations there to get people out of harm's reach,\" he said.Early data from Natural Resources Wales showed more than 160mm of rain had fallen in Maerdy, Rhondda, since midday on Friday. First Minister Mark Drakeford said the flooding was \"very serious\".\"Today will be a day devoted to getting on top of it, providing an emergency response,\" he said. \"By tomorrow we hope, the weather forecast says, we'll be into the phase where we're beginning to recover from it and seeing what needs to be done to help. \"There has been damage to infrastructure as well as individual homes being flooded.\" People have been evacuated from their homes in Monmouthshire and Neath with emergency centres set up in Merthyr Tydfil and Aberfan. Villagers in Tonna, near Neath, were evacuated by bus on Sunday morning. Residents of Skenfrith were advised to go to Abergavenny Leisure Centre, or \"move to the upstairs of their property,\" Gwent Police said in astatement . Traffic Wales said many roads were blocked by floods overnight. Rescues were carried out in Crickhowell, Powys, where homes have been flooded. Two men rescued a motorist who was stuck in flood water in Abergavenny. Dan Haymond, 31, was with his five-year-old daughter when he saw the car in trouble and rang 999. \"This guy drove from the bridge and up the road, he got caught and tried to do a U-turn. The car got washed around,\" he said. Two men then rushed to help rescue the driver, Mr Haymond added. \"They just ran to him, they had to get him out of the boot because they couldn't open the doors.\" Katie Davies, who has been evacuated from her home in Whitchurch, Cardiff, said police knocked on her door at 08:00 GMT to say residents \"have to leave because the river has burst its banks\". \"Our two cul-de-sacs of 15 houses have all been evacuated,\" she said. \"The houses on the other side have been flooded straight through.\"It's tragic because it's never been this high. Never in my life and I'm 26 - so not in the last 26 years.\" In Pontypridd, bar worker Jack Jones said he had to leave work at Clwb y Bont at about 20:00 GMT on Saturday as the river was entering the bar. \"It came from nowhere,\" he said. \"To come down this morning and see it like this is quite shocking.\" Huw Phillips Griffiths, who lives next to the river on Berw Road in Pontypridd, said he was \"very apprehensive\" things could get worse.His house stayed dry, but neighbours downhill were badly flooded overnight, he said. \"People's homes had up to about five feet of water overnight, Mr Griffiths said. \"Last night I saw a taxi floating down the road, with the driver trying to stop it.\"The wall on the river gave in, so I grabbed him as the car went down the river.\"He stayed with a neighbour last night and I think he left this morning. Where the cars have gone, I don't know.\" Donna Littlechild, duty tactical manager at Natural Resources Wales (NRW), said the storm had caused \"significant impacts\". Speaking shortly after 18:00 BST on Sunday, her colleague Jeremy Parr told BBC Wales Today river levels were now going down.\"It looks like an improving situation but keep an eye on the weather,\" he said. Western Power said it had reconnected 19,843 properties which had been without power on Sunday, with 6,573 \"vulnerable\" customers at risk. At 19:00 more than 2,000 homes and businesses in south Wales remained without power. NRW had issued two severeflood warnings - meaning a danger to life - covering the River Neath at Aberdulais and the River Taff at Pontypridd. Dozens of other flood warnings remained in place around Wales at 22:00 GMT, falling from a peak of more than 80. South Wales Police Assistant Chief Constable Jenny Gilmer said: \"The disruption has been significant and over the next few days there will be many people who are left dealing with the aftermath of what has been a devastating storm.\"I would like to thank them for the cooperation they have shown, and I would like to reassure them all, that our work will continue until we are satisfied that people are no longer at risk.\" Rhondda Cynon Taf council leader Andrew Morgan said the scale of the incident was \"massive\". He said there had been a \"huge response\" from all responders with the area \"very badly affected\". Powys County Council urged residents to \"remain indoors\" as it deals with the impact from the storm and told people not to travel unless \"vital\".A spokesman added: \"Storm Dennis has had a major impact in the county with roads impassable due to flooding and some towns and villages being cut off due to flood water.\" Up to 40mm of rain is widely expected to fall and up to 120mm on higher ground. A Met Office yellow \"be prepared\" warning for strong winds covers most of Wales until 11:00 GMT on Monday.Fire crews have been pumping out flooded houses at Cwm, Blaenau Gwent and Argoed, Caerphilly county. Caerphilly council said it was\"getting a lot of calls\" about several affected areas including New Tredegar, Bedwas, Newbridge, Risca, and Llanbradach. Transport for Wales has made alterations to a large number of routes for the weekend and Monday, with some stops on journeys being missed out.Those affected include Birmingham to Aberystwyth, Cardiff to Holyhead, and Manchester to Carmarthen, withfull details online . In Cardiff, 44 horses have been evacuated from stables at Pontcanna Fields. And in Taff's Well, near Cardiff, the village hall was offering people a place to go for warm food and to rest. A man's body was recovered from the River Tawe but police said his death was not being linked to the weather.Police at Ystradgynlais in the Swansea Valley said the body had been recovered from the river after reports of someone falling into the water at 10:00 GMT on Sunday. ", "url": "https://www.bbc.com/news/uk-wales-51517529"}