{"datetime": "2020-02-17T15:51:41.000Z", "title": "Storm Dennis: Community spirit 'alive and well' after flood", "article": "In a community where many families have lost everything, villagers have filled the local rugby club with donations. After the river burst its banks during Storm Dennis, people in Taff's Well wanted to do something to ease the \"heartbreak and devastation\" felt by their neighbours. The village rugby club opened its doors for people needing a hot shower, food or drink. Meanwhile, a family has thanked farmers who rescued them in a tractor. Amy Price, 20, her family, and dogs were taken to safety in Llanover, Monmouthshire, after getting trapped in rising flood waters. \"We are stranded and can't do anything else,\" said Ms Price, who was waiting in the upstairs of her home for more than three hours before the farmers arrived.In Taff's Well, after the floods hit, a Facebook page was set up for donations for those who had lost everything. Even though the rain still lashed down and wind howled, people arrived with items from nappies to dog food to toothpaste. There were also sleeping bags, mops, buckets, soft toys, blankets, clothes, pillows and anything those affected may need.And the community spirit ran even deeper - three miles down the road and usually rivals on the pitch, Pentyrch RFC also sent five van-loads of donations. Taff's Well RFC manager Tracy Smith said: \"It was a little bit mad.\"The community came together yesterday - we put a post out asking for any help, if you could pop it down to the rugby club. \"We also opened if you needed shelter, a tea, coffee. It was pretty cut off yesterday. We were watching people trying to escape from their houses.\" She said she had never seen flooding \"of this magnitude\" before. \"I was talking to a chap and he said the last time there was flooding like this through the village was in the 1960s,\" she said. The donations continue to come in and volunteers will spend Monday creating food packages and giving clothing and other items to families affected. Volunteer Michelle Bartlett said: \"It's just devastating. \"Yesterday I was here all day and today I've roped the kids in to help. We're all doing what we can.\" In Maes-y-Coed, in the Heath area of Cardiff, almost every room of the community centre has been filled with donations, after a Facebook group appealing for help was joined by 2,000 people within hours. Volunteers, including PCSOs and police cadets, have been loading up cars with donations to deliver to relief centres in the most affected areas. Natalie Pascoe, who set up the appeal, said: \"It's really inspiring to see how communities have come together across Wales to support each other. \"I have connections up there [in the valleys] through my job, it's very upsetting.\"", "url": "https://www.bbc.com/news/uk-wales-51529757"}