{"datetime": "2020-02-15T21:39:27.000Z", "title": "Storm Dennis: Strong winds and heavy rain hit Wales", "article": "Wales is being battered by strong winds and heavy rain with the arrival of Storm Dennis. Up to 120mm of rain could fall on Saturday with the River Usk having already burst its banks in Powys. The Cleddau Bridge in Pembrokeshire is also closed and sports fixtures across Wales have been cancelled. A Met Office amber warning for severe rain and a yellow \"be prepared\" warning of gusts up to 70mph are both in place. High winds have also closed the M4 from junction 41 to 42 in both directions with traffic diverted off the motorway by the old Briton Ferry Bridge. The M4 is currently closed from junction 41 to 42, eastbound and westbound, due to high winds. Natural Resources Wales also warnedthe River Taff could flood , telling people in the Pontypridd area especially to be prepared. Fire crews are also pumping out flooded houses at Cwm, Blaenau Gwent and Argoed, Caerphilly county. Scarlets' Pro14 rugby match against Edinburghwent ahead but with the north stand closed over safety fears. The Met Office warned of the possibility of homes and businesses being flooded, dangerous fast-flowing waters, difficult driving conditions, communities being cut-off and power losses. North Wales Police toldpeople on Twitter to only venture out if \"absolutely necessary\". It comes afterStorm Ciara caused disruption last weekend. An amber warning predicting severe rain is in place until 15:00 GMT on Sunday.Of the 22 Welsh local authority areas, 16 are covered, with up to 40mm widely expected to fall and up to 120mm on higher ground. Those affected are Blaenau Gwent, Bridgend, Caerphilly, Carmarthenshire, Ceredigion, Conwy, Denbighshire, Gwynedd, Merthyr Tydfil, Monmouthshire, Neath Port Talbot, Newport, Powys, Rhondda Cynon Taf, Torfaen and Wrexham. The yellow warning for strong winds is in place until 12:00 on Sunday and covers all of Wales. But it has been extended until Monday at noon for Anglesey, Ceredigion, Conwy, Gwynedd and Powys. Natural Resources Wales (NRW) said there was \"potential for significant impacts across Wales\".\"We expect the worst of the rain on Saturday afternoon and overnight into Sunday,\" said Jeremy Parr, NRW's head of flood and incident risk management. There are 12flood warnings in place, including for the lower Dee valley in Llangollen and Wrexham. Three others are for parts of the River Usk, one for the River Tawe at Abercrave and one for the River Neath at Aberdulais. There are also dozens of flood alerts in place around Wales. Ferry crossings between Pembroke and Rosslare on Saturday have been cancelled by both Irish Ferries and Stena Line. Flybe, which operates a large number of flights out of Cardiff Airport, has not cancelled any flights but said it has \"minimum acceptable weather conditions\" it can operate in.A spokesman said anybody booked on flights over the weekend can rebook to fly another time. Heathrow, Gatwick and Bristol airports are also among those affected due to cancellations by British Airways and easyJet. Transport for Wales (TfW) and Network Rail are still clearing up after Storm Ciara. Buses have replaced trains in Conwy Valley, on the Cambrian Coast and between Aberystwyth and Machynlleth.The rail line in the Cynon Valley has been blocked by flooding between Fernhill and Aberdare, according to TfW, with a road transport replacement service put in place. Others affected include the lines between Pontypool and Abergavenny, and Ebbw Vale and Cross Keys. TfW has made alterations to a large number of routes for the weekend and Monday, with some stops on journeys being missed out.Those affected include Birmingham to Aberystwyth, Cardiff to Holyhead, and Manchester to Carmarthen, withfull details online . On the roads, flooding has been causing hold-ups on the A55 at Northop, Flintshire. In Monmouthshire, the M48 Severn Bridge is closed eastbound for traffic heading into England, with diversions in place. In Conwy county, fallen trees have obstructed the A470 at Bodnant, according to highways officials. And in Ceredigion, a fallen tree has been removed from the A484 between Glanyrafon and Llandygwydd. The main A4042 road between Abergavenny and Pontypool is shut due to the River Usk flooding at Llanellen. Police have also warned motorists to avoid Wonastow Road, Monmouth because of the water while the A48 between Newport and Chepstow is blocked due to flooding at Penhow. Traffic Wales warned motorists not to drive through floodwater, saying theRiver Usk had overflowed on to the A40 at Trecastle in Powys. It has also burst its banks from Bwlch to Brecon, and north of Crickhowell. In sport, a number of fixtures have been called off, including the Dragons'Pro14 match against Italian side Benetton andWrexham's home game against Torquay . On Anglesey, flood defences were erected at the council's headquarters on Friday evening. In Bridgend, drains and culverts have been cleared to reduce the risk of flooding, while Blaenau Gwent council was carrying out \"precautionary work in identified problem areas\". In Conwy county, floodgates are closed at Deganwy, Llanfairfechan, Kinmel Bay and Llanddulas. The National Botanic Garden in Carmarthenshire was closed on Saturday because of the forecast. Have you been affected by Storm Dennis? Get in touch by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-wales-51505682"}