{"datetime": "2020-02-16T10:42:09.000Z", "title": "Storm Dennis: Major flooding affecting hundreds in Wales", "article": "Major floods have affected a swathe of south Wales as Storm Dennis hit. Hundreds were evacuated from the village of Nantgarw near Cardiff meanwhile Pontypridd town centre was left under water after the River Taff burst its banks. The flooding was widespread spanning from Llanfoist near Abergavenny to Aberdulais in Neath Port Talbot. In Nantgarw, the ground floor of Tracey Newman's home was submerged. The Met Office issued a red warning for rain. The leader of Rhondda Cynon Taf council Andrew Morgan said the county was dealing with a \"major emergency\" and said rest centres have been set up to help people affected. Mother-of-three Tracey Newman describes the horror of being woken in the middle of the night by flood water. \"I woke up at 3.45am when I heard water pouring. I thought the washing machine had burst. \"I went downstairs and the water was knee-high. My son was asleep on the sofa. I was screaming and shouting for him to wake up. He waded through the water to get upstairs. It was terrible. \"I phoned the police and they told me to stay indoors, go upstairs and carry as much as you can. \"By now the water was up to my waist. We have lost everything downstairs. \"At this point we heard an almighty bang downstairs. I thought a wall had come down or the house was moving. It must have been furniture falling over. \"Firemen are in our street and everyone is shouting out their bedroom windows to them. They've asked if we are ok and told us to pack a bag. They've said we are a priority to get us out as we're in the worst area.\"It's been awful. It was really frightening.\" Meanwhile in Llanover, Monmouthshire, Amy Price's house was also badly affected by flooding. \"The river started rising about 1am and at 3am it started coming into the house,\" she said. \"We started sweeping the water away and then at 6am the river started coming over the bank.\" The ground floor of her home is completely flooded with water reaching as high as the light switches. The family are trapped in the upstairs of their home and are waiting for the water to recede. ", "url": "https://www.bbc.com/news/uk-wales-51521685"}