{"datetime": "2020-02-09T22:43:56.000Z", "title": "Storm Ciara: Floods and travel disruption as UK hit by severe gales", "article": "Heavy rain and gusts of wind reaching more than 90mph brought widespread flooding and travel disruption as Storm Ciara hit the UK. Trees were toppled, buildings were damaged and some homes had to be evacuated as rivers burst their banks. Thousands of people were left without electricity and sporting events were cancelled due to the weather. Airlines also cancelled hundreds of flights, while several rail firms urged passengers not to travel.Ferry passengers also faced delays and cancellations, and drivers were warned to take extra care. Large parts of the UK were covered by an amber warning for very strong winds, with the Met Office advising that large waves in coastal areas and flying debris could cause injuries. Sporting events called off because of the adverse weather includedManchester City's Premier League match against West Ham. Energy companies said that 675,000 homes lost power during the storm. As of 21:00 GMT, they said they were working to reconnect 62,000 customers. One journey was made easier by Storm Ciara, however:a British Airways flight made the fastest subsonic New York to London flight as it rode a jet stream accelerated by the storm. Theamber warning for wind across much of England and Wales was in place until 21:00 GMT, meaning that damage to buildings, travel disruption and power cuts were expected. Wales was hit by some of the the strongest winds , with a 93mph gust recorded in Aberdaron, north-west Wales, and 86mph at Capel Curig in Snowdonia. Meterologists said the high wind speeds inland were an unusual feature of the storm, with Manchester Airport also recording gusts of 86mph. In Cumbria, Honister Pass received 177mm (7in) of rain in 24 hours - more than one-and-a-half times the average rainfall for the whole of February, which is 112mm.Scotland saw gusts of wind of up to 77mph in Tiree in the Inner Hebrides, while heavy rain caused the River Nith to burst its banks. More than 250 flood warnings were issued around the UK - meaning that flooding was expected - withmore than 200 in England , more than 60in Scotland, and 17in Wales. The Environment Agency issued one severe warning for the River Nidd at Pateley Bridge in North Yorkshire, where it was feared the waters might rise to 5.1m, overtopping flood defences and posing a \"danger to life\". The warning was later withdrawn. Heathrow Airport said it had taken a joint decision with the airlines to operate a reduced timetable to minimise the number of flights cancelled at short notice. British Airways cancelled flights from Heathrow, Gatwick and London City, whileVirgin Atlantic posted a number of cancelled flights on its website. Network Rail imposed a blanket speed restriction of 50mph across the network on Sunday, warning passengers to only travel by train that day \"if absolutely necessary\". The rail firms whichissued \"do not travel\" warnings for Sunday were CrossCountry, Gatwick Express, Grand Central, Great Northern, Hull Trains, LNER, Northern, Southeastern, Southern, Thameslink, TransPennine Express and the Caledonian Sleeper, which is cancelled on Sunday night. Flooding and debris on the tracks caused delays and cancellations to many services.Some of the routes affected by the weather include: London Euston temporarily closed due to overcrowding, but reopened within half an hour. On the roads, the Humber Bridge in East Yorkshire was closed for only the second time in its history. It reopened to cars, but it is expected to remain closed to vans and lorries until Tuesday. The Queen Elizabeth II Bridge at the Dartford Crossing in Kent was closed to traffic. Ferry services were also affected, with all services suspended at the Port of Dover because of strong winds. The port reopened on Sunday evening. DFDS also cancelled all its ferries between Newhaven and Dieppe. Dozens of homes in Bury, Lancashire, were evacuated and people taken to a nearby leisure centre after the River Irewell burst its banks. Residents told the BBC the flooding was worse than the Boxing Day floods in 2015. A surfer in Hastings who lost his board in powerful waves was rescued by police, coastguard teams, a helicopter and a lifeboat. He had been missing at sea for about an hour. Elsewhere, firefighters in Blackpool had to rescue a motorist whose car got stuck in floodwater. Blackpool Counciltweeted that some properties were being evacuated. Strong winds buckled a construction crane in Stanmore, north London, and tore the sails off a historic windmill in Burgh Le Marsh, Lincolnshire. The Queen did not attend church in Sandringham, Norfolk, because of \"public safety reasons\" due to the weather. Other effects of the storm included: Strong gusts of wind are expected to continue to hit Northern Ireland and most of Scotland after the storm has passed on Monday. Met Office meteorologist Alex Burkill said: \"While Storm Ciara is clearing away, that doesn't mean we're entering a quieter period of weather. It's going to stay very unsettled.\" The Met Office has issued yellow warnings for Monday for wind and snow in Scotland and Northern Ireland, and snow and ice across north-west England. A yellow warning for wind in the south-west of England and southern coastal areas is also in place between 10am and 5pm. The yellow warnings for snow and ice remain in place for much of Scotland, Northern Ireland and parts of the north of England on Tuesday and Wednesday. ", "url": "https://www.bbc.com/news/uk-51425482"}