{"datetime": "2020-02-16T23:58:13.000Z", "title": "Storm Dennis: Major incidents declared in south Wales and Herefordshire", "article": "Major incidents have been declared in south Wales and parts of England, as Storm Dennis batters the UK. South Wales Police has been dealing with \"multiple\" landslides and floods - some trapping residents. Homes have also been flooded, while police in Worcestershire are searching for a person who is feared to have been swept into the River Teme. More than 700 flood warnings and alerts are in place across the UK, as of 23:45 GMT on Sunday. There are currentlyeight severe flood warnings in England , which mean there is a danger to life. A record number of flood warnings and alerts were issued for England on Sunday , according to John Curtin, the Environment Agency's head of floods and coastal management - reaching a combined total of 624 by Sunday night. He said \"the saturated ground conditions\" left by last weekend's Storm Ciara has \"driven\" the severe flooding seen across the UK over the past 24 hours. Heavy rainfall has caused multiple floods and landslides, according to South Wales Police. Dramatic video footage emerged of a landslide tearing down a mountain in Tylorstown, Rhondda Cynon Taf, south Wales, on Sunday morning. Jessica Falk Perlman, who is on holiday with her family in Crickhowell, Powys, to celebrate her mother's 60th birthday, told BBC Radio 5 Live that firefighters woke them at 04:00 GMT to tell them they were being evacuated because the River Usk had burst its banks. But water quickly came flooding into their holiday home, forcing them upstairs and stalling their evacuation. \"The door of our house burst open and water came flooding in right up to the top of the stairs which was quite nerve wracking at the time,\" she said. \"It's well over the front door of the house, it's flooded all the way up to the ceiling.\" Amy Price, 20, said her family were trapped in the upstairs of their home in Llanover, Monmouthshire, because water on the ground floor had reached as high as the light switches. \"The river started rising about 1am and at 3am it started coming into the house,\" she said. \"We started sweeping the water away and then at 6am the river started coming over the bank.\" South Wales Police said emergency services were working with local organisations to ensure the safety of people in communities cut-off by flooding, and to minimise damage and disruption. Emergency centres have been set up for those who have been displaced. Assistant chief constable Jennifer Gilmer praised rescue workers' professionalism and advised people \"not to panic\". A man's body was recovered from the River Tawe near Trebanos in the Swansea Valley but Dyfed-Powys Police later said his death was not linked to the extreme weather. It is not being treated as suspicious. West Mercia Police said a man had been rescued from the River Teme close to Eastham Bridge, Worcestershire, and taken to hospital by ambulance but that a woman was still missing. The search for the woman has been called off until Monday. Meanwhile, in Herefordshire,the council said it was working with the emergency services , the Environment Agency and health partners to assist residents. It urged people to avoid unnecessary travel and check on their neighbours, and said \"rest centres\" are being set up for those who need to be evacuated. Sarah Bridge, 55, compared Storm Dennis to a tornado and said water had flooded her home in Pontrilas in Herefordshire despite specialist flood doors, reaching her knees.\"It's heartbreaking,\" she said. \"The kitchen is completely flooded, I can hear things floating about downstairs.\" A major incident has also been declared after flooding at properties in Lowdham in Nottinghamshire. Properties were also flooded in Tenbury Wells, Worcestershire - and residents wereurged to take \"extreme care\" by the area's Environment Agency manager. A major incident has been declared by police following flooding in Shropshire.Severe flood warnings, posing a danger to life,are in place at the Teme river in Ludlow, Shropshire . Transport Secretary Grant Shappstold Sky News's Sophy Ridge that the UK government was \"stepping up its response\" to extreme weather conditions. He said it had put £2.4bn into defences over a six-year spending period up until next year, and would allocate £4bn for the next six-year period. New Environment Secretary George Eustice denied that the government had been caught off guard by the floods caused by Storm Dennis. He told Sky News: \"We'll never be able to protect every single household just because of the nature of climate change and the fact that these weather events are becoming more extreme, but we've done everything that we can do with a significant sum of money, and there's more to come.\" Of the flood warnings,more than 200 apply in England ,more than 20 in Wales , andmore than 10 in Scotland - where two people had to be rescued aftertheir car was swept off the road near Newcastleton. In Scotland, the Forth and Tay road bridges have been closed to all traffic. Winds battered most of Scotland on Sunday with a Met Office warning in place until 11am on Monday. In York, the Environment Agency has predicted the River Ouse could come close to record levels seen in 2000.Across the UK road, rail and air travellers also face disruption. About 170 flights were cancelled on Sunday morning, affecting at least 25,000 passengers.Storm Dennis causeddisruption for 19 train companies, according to National Rail , with routes suspended across south Wales and in parts of England and Scotland. Highways England said strong winds had closed part of the M48 Severn Bridge eastbound, whileflooding closed part of the M54 and A-roads in Lincolnshire, Herefordshire, Derbyshire, Nottinghamshire and Gloucestershire. Amber warnings for rain and yellow warnings for wind are in place for most of the country into Sunday evening. This means flooding could cause a danger to life, power cuts are expected and there is a good chance transport links will continue to be impacted. Wind gusts reached 91mph on Saturday, according to the Met Office. Also on Saturday: Last weekend Storm Ciara brought as much as 184mm of rain and gusts reaching 97mph. It also caused hundreds of homes to be flooded and left more than 500,000 people without power. For more information, check theBBC Weather website andyour BBC Local Radio station for regular updates. Have you been affected by Storm Dennis? Get in touch by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-51519635"}