{"datetime": "2020-02-14T15:56:10.000Z", "title": "Storm Dennis: Met Office issues warnings for more rain and wind", "article": "The UK is braced for more disruption, with another storm forecast for the second weekend running. Storm Dennis \"is likely to bring very heavy rain, flooding and disruption\" in some areas, the Met Office has said. Amber warnings for rain and yellow warnings for wind are in place for most of the country from Saturday afternoon and into Sunday evening. It comes after Storm Ciaraleft hundreds of homes flooded and more than 500,000 without power. The worst hit areas could see between 120-140mm of rainfall and gusts of up to 80mph over the weekend, the Met Office said. The predictions are not as severe as last weekend when Ciara brought as much as 184mm of rain and gusts reaching 97mph. But the Met Office said the already saturated ground could increase the risk of flooding. Chief meteorologist Steve Willington said: \"With Storm Dennis bringing further heavy and persistent rain over the weekend, there is a risk of significant impacts from flooding, including damage to property and a danger to life from fast-flowing floodwater.\" At 15:00 on Friday there weremore than a dozen flood warnings in place across Britain. UK power operators say they have employed extra engineers and call centre staff to respond to any possible impact of the storm, after widespread power cuts last weekend. Meanwhile, Network Rail is advising passengers to expect delays and cancellations to services due to flooding and allow more time for their journeys. Households living near rail lines have been asked to secure any loose gardens items, after several trampolines were blown on to the tracks last weekend. The Met Office has amber warnings for rain in pockets of northern and south-west England, and Wales from 12:00 GMT on Saturday until 15:00 on Sunday. An amber warning is also in place for most of southern England from 00:15 until 18:00 on Sunday. Flooding, power cuts and travel disruption are predicted in these areas. Yellow warnings for strong winds and heavy rain also cover all of England, Wales and southern Scotland between 09:00 GMT and midday on Saturday. Further yellow warnings for wind are in place for northern parts of the UK from midday on Sunday until midday on Monday - potentially bringing travel disruption to commuters. At least 800 homes in the north of England and many other areas are at risk of being flooded over the weekend as Storm Dennis unleashes heavy rainfall. That is the assessment of the Environment Agency which is warning that persistent intense rain will fall on ground already saturated. Snow now lying on higher ground will be melted and will add to the threat. The agency's head of flood defence, John Curtin, told a media briefing that 800 homes were flooded last weekend during Storm Ciara and that \"my feeling is that this will be at least as bad, probably more so\". Over the course of the winter so far, 7% of 400 river gauges have set new records for water height. Mr Curtin said temporary flood defences were being deployed in many places but added it was too early to tell exactly where the most intense rain would fall. He said he was most concerned about Lancashire, Yorkshire and Cumbria but parts of Wales, south-west England, the Midlands and south-east England could also be at risk. BBC Weather forecaster Phil Avery warned that the \"real issue about Storm Dennis is going to be the amount of rainfall\". He warned that some areas could see two days of persistent rainfall, in which a month of rain could fall over 48 hours. Network Rail passenger director Jake Kelly said: \"Storm Ciara dumped a month-and-a-half of rain on us last weekend, leaving ground waterlogged and rivers swollen. \"With Storm Dennis set to bring more high winds and further rainfall this Saturday and Sunday, we're preparing for more of the same.\" The Environment Agency said preparations were under way to operate flood defences, flood storage reservoirs and temporary barriers to protect communities. This includes the Foss Barrier in York, the Thames Barrier in London and another in Bewdley, Worcestershire, on the River Severn. Flood duty manager Caroline Douglass said: \"Remember to never drive or walk through floodwater, just 30cm of flowing water is enough to move your car - it's not worth the risk.\" The Energy Networks Association - which represents operators - said the UK's networks were \"very resilient and built to withstand strong winds and heavy rain\" but added that flying debris \"can pose a risk to infrastructure\" during a storm. ", "url": "https://www.bbc.com/news/uk-51501392"}