{"datetime": "2020-02-15T21:53:04.000Z", "title": "Travel disruption as Storm Dennis hits Scotland", "article": "Road, rail and ferry links have been hit and football matches cancelled as Storm Dennis sweeps across Scotland. The M9 was closed at Bannockburn on Saturday afternoon due to flooding and police warned many other routes were treacherous. ScotRail advised all customers in the west of the country not to travel because of widespread disruption. Three severe flood warnings have been issued for the Hawick area in the Scottish Borders. The Scottish Environment Protection Agency said river levels were likely to reach similar heights to those in January 2016 and were due to peak between 21:00 GMT and 23:00 on Saturday. Sepa's flood duty manager Mark McLaughlin said: \"These warnings mean that extensive flooding is expected to properties and businesses with many roads impassable.\"Some evacuations have been advised...We advise people to stay away from flood water and to not take unnecessary risks.\" A local leisure centre has been opened for anyone who has to move out of their home. An amber warning for rain covered parts of Dumfries and Galloway and the Borders until 20:00. A wider yellow warning is also in place across the majority of the country for most of the day, and will be followed by high wind warnings on Sunday. A gust of 77mph was recorded on South Uist on Saturday morning, and high winds are set to continue on Sunday through until midday on Monday. A number of flights out of Glasgow and Edinburgh were cancelled on Saturday. CalMac has suspended some ferry sailings and the operator warned that others were liable to cancellation at short notice. In sport the Rangers v Livingston game in Glasgow and the Motherwell match against St Mirren at Fir Park were called off.Network Rail said the line between Perth and Pitlochry was closed because of flooding.The Highland mainline was also forced to close because of high water levels at Inver.A landslip caused rock and snow to spill across the A82 in Glen Coe but the road was still passable.The M9 was shut mid-afternoon between Jn 9 and Jn 10, and police warned of difficult conditions on the A9 between Auchterarder and Greenloaning. Thelatest weather warnings follow a string of alerts to affect the country in recent days. Storm Ciara caused significant disruption last weekend resulting in a landslip which hasshut the rail line between Kilmarnock and Dumfries for at least a month. A building also partially collapsed into the River Teviot in Hawick andflood defences in Jedburgh were badly damaged. Southern Scotland also experienced heavy snowfalls during the week withdrivers stranded near Durisdeer. The first of the latest warnings came with severe gales forecasted in the extreme north west of Scotland between 06:00 and 12:00 on Saturday. It is followed by a rain and wind warning for most of the west and south from 07:00 to 20:00. The worst conditions - prompting an amber warning - are expected in southern Scotland until 20:00 as heavy downpours combine with melting snow. Scottish Borders Council said there was particular concern over the impact on Hawick, Jedburgh, Newcastleton and the Ettrick Valley. It said it was making \"all necessary preparations\" for the forecast conditions. After a brief period of respite, a further alert for high winds has been issued from 12:00 on Sunday to 12:00 on Monday covering most of the country. Have you been affected by Storm Dennis? Get in touch by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-scotland-south-scotland-51502662"}