{"datetime": "2020-02-18T21:05:51.000Z", "title": "Storm Dennis: Flood victims to receive up to £10m", "article": "Up to £10m will be made available to help flood victims, Wales' first minister has said. Mark Drakeford said urgent help would be given to families with no insurance, as the clean-up operation continues following Storm Dennis. On Tuesday, river levels reached record highs in Monmouthshire and people had to be rescued from their homes. TheMet Office has issued a yellow warning for more heavy rain on Wednesday and Thursday. The Welsh Government believes more than 800 homes and businesses in Wales have been affected following Storm Dennis and Storm Ciara, however this figure may rise. Mr Drakeford said an emergency food relief scheme fund would be set up in the next seven days to help those whose homes and businesses had been damaged. There will also be help for local authorities after roads and bridges were damaged. Mountain rescuers and firefighters have been using boats to help people to safety in Monmouth and nearby Brockweir, after water levels at Monmouth reached7.15m (23ft) by 08:30 GMT on Tuesday. Hundreds of people are either confined to the upstairs of their homes or are staying in hotels or with family and friends, the council said. A woman was rescued from the roof of her car after getting stuck in flood water in Whitebrook Lane, Monmouth. Rescue teams broke down the door to rescue Peter Morgan and take him to safety after he was trapped by the rising tide of water in the home he had lived in all his life. Student Eli Wyatt, 23, whose family home in Skenfrith, Monmouthshire, has been flooded, said losing sentimental items was the hardest. Her parents' wedding photos have been damaged along with her grandfather's journals and newspapers from the time she was born. \"That was really quite heartbreaking losing those things,\" she said. On Tuesday evening Monmouthshire council said water levels were still high and with more bad weather forecast it was likely they would remain so for days to come. Council leader Peter Fox told BBC Radio Wales up to 6,000 homes could be without water after the Welsh Water treatment works, in Mayhill, was flooded and left without power. Welsh Water said there would be a limited storage of drinking water until it was able to access and restart the treatment works and asked people to reduce their usage.Bottled water stations have been set up and a fleet of tankers are topping up the supply for if water runs out, but the company had been having issues getting lorries into Monmouth due to the flooding. Monmouthshire council has set up a rest centre at the Shire Hall in Monmouth for residents who have been forced to leave their homes. Gwent Police urged motorists not to attempt to drive on the closed A40 between Monmouth and Ross on Wye, saying it was\"too dangerous to pass\" . Council officials warned pedestrians against trying to cross the A40 carriageway in Monmouth due to a flooded underpass, saying it was\"incredibly dangerous\" . Parts of the rail network remain out of action after railway lines were \"significantly damaged\" during the heavy rain and strong winds on Saturday and Sunday. While some services have resumed Transport for Wales (TfW) urged people to check before they travel. Customer delivery director Bethan Jelfs said: \"Some roads are also subject to delays too as a result of flooding and related damage, and journeys may take significantly longer than is usual on many routes. \"The situation is changing all the time and therefore services are likely to be disrupted with last minute alterations.Amajor incident was declared in south Wales on Sunday following landslips and unprecedented flooding. The clean-up continues in parts of the south Wales Valleys, and mid Wales, with businesses and homes significantly damaged after river's breached their banks.One woman has died after being swept away infloods in Worcestershire , and Herefordshire and Shropshire have also been hit by flooding. In Powys a road has been closed in Ystradgynlais for safety reasons after part of the Teddy Bear Bridge, which crosses the River Tawe, collapsed. The council is assessing the damage and have installed temporary flood defences in the town. Some suppliers have been disrupted following the flooding, with the bakery chain Greggs reporting shortages of deliveries to branches across south Wales and parts of the south West of England. Treforest Industrial Estate, where Greggs makes some products for across the UK, was flooded. It is unclear when the site will be back in production. Brinley Wait lost everything and was rescued from his Nantgarw home when it was flooded on Sunday - but said he then realised he did not have insurance. \"My wife died two-and-a-half years ago, and she did all the insurance and stuff like that,\" he said. \"I'm devastated\". An emergency flood summit will be held on Wednesday for the Welsh Government, councils and business leaders to assess the damage and to co-ordinate how to deal with the aftermath. Mr Drakeford said the additional fund of up to £10m would be set up to help those affected in both storms, and officials would be working to find the best way to help those without insurance. \"We will make urgent financial support available to people whose homes have been flooded and, in particular, help families who do not have insurance cover,\" he said. A new community flood recovery grant has been set up by Rhondda Cynon Taf council, with residents able to claim £500 and businesses £1,000 to help towards the clean-up. Meanwhile Mr Drakeford accused Plaid Cymru of trying to make \"political capital out of misery\" after leader Adam Price said the flooding raised\"serious questions\" over the Welsh Government's ability to respond to emergencies. Up to 100mm (3.9in) of rain could fall in north Wales and 60mm (2.3in) in south Wales between Wednesday and Thursday, the Met Office has said. The affected local authority areas are Blaenau Gwent, Bridgend, Caerphilly, Cardiff, Carmarthenshire, Ceredigion, Conwy, Denbighshire, Gwynedd, Merthyr Tydfil, Monmouthshire, Neath Port Talbot, Newport, Powys, Rhondda Cynon Taff, Swansea, Torfaen, Vale of Glamorgan and Wrexham. How have you been affected by Storm Dennis? Tell us your story by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-wales-51540009"}