{"datetime": "2020-02-15T12:50:21.000Z", "title": "Storm Dennis: How to stop a trampoline flying off in a storm", "article": "As England is hit by the second stormy weekend in a row, here are some tips to stay safe and minimise the damage. Many areas are still recovering from Storm Ciara ahead of the warnings for the arrival of Storm Dennis. It is \"likely to bring very heavy rain, flooding and disruption to travel\", the Met Office says . Warnings of very heavy rain are in force in some parts between noon on Saturday and 15:00 GMT on Sunday. Andwith gales of 60mph to 70mph also expected , here is the advice about staying safe and the answers to questions such as how do you stop your trampoline from blowing away? If your journey is not absolutely necessary then it's safest not to drive at all, police forces across England have said. If you have to drive then Ben Aldous the RAC's patrol of the year warned to take \"extreme care\" especially on coastal or exposed routes. \"Combine the strength of the wind with heavy showers, and you have a recipe for some treacherous driving conditions,\" he said. \"We strongly recommend drivers reduce their speed and leave plenty of space between their vehicle and those around them. \"Be particularly careful when passing high-sided vehicles when the potential for strong cross-winds could blow them off course.\"Drivers in rural areas should be particularly cautious of falling debris.\" Photographs offlyaway trampolines circulated on social media during Storm Ciara after several caused train delays. Network Rail asked business owners and people living near railways to secure anything outside which could be blown on to the tracks. RoSPA said trampolines should be stored safely \"particularly during winter months when the wind can force a trampoline to become airborne\". \"Tie down large trampolines - there are tether kits available that can be used for this purpose,\" it said. \"With smaller trampolines, flip them upside down. \"Remove safety netting from enclosure or cage frames to reduce the sail-like qualities of the cages during windy weather.\" Home buildings, contents and commercial business policies cover storm and flood damage, according to the Association of British Insurers (ABI). Malcolm Tarling, from the ABI, said: \"This latest storm comes hot on the heels of Storm Ciara, and insurers are ready for it, as they know that sometimes these storms hit in quick succession.\"They will be fully geared up to help customers hit by Storm Dennis recover as quickly as possible...most will have 24-hour emergency helplines.\" He advised people not to throw away damaged items, unless they were a danger to health, as they may be able to be repaired or restored.\"For example, for damaged carpets, keeping a small portion may be sufficient for your insurer or it may be possible to keep a record by taking pictures of damaged items on your smart phone,\" he said. Comprehensive motor insurance covers the cost of repairing or replacing vehicles damaged by storms. If you find a tree or other obstruction to a motorway or A road you should report it to Highways England. For most other roads it is the local council that needs to know. In both cases, the contact details can be foundhere . If you think there's a danger to life or safety then call emergency services.If the tree has fallen on to a power line then contact the electricity provider. Storm Dennis is likely to disrupt some rail journeys between London Euston, the West Midlands and Chilterns, Manchester, Liverpool, Lancashire and Cumbria, Network Rail said. Passenger director Jake Kelly said: \"Storm Ciara dumped a month-and-a-half of rain on us last weekend, leaving ground waterlogged and rivers swollen. \"We had a lot of flooding in the North West and a lot of it disrupted the railway, for example at Todmorden and Caldew near Carlisle. \"With Storm Dennis set to bring more high winds and further rainfall this Saturday and Sunday, we're preparing for more of the same. \"Our advice to passengers is check before you travel at National Rail Enquires or with your train operator.\" While most operators are planning to run normal services,National Rail has warned there could be delays because of the weather while LNER said there would be speed restrictions in place across the network. It's not just people who need to take extra care during storms.A badger fell through the roof of a Superdrug store in Northampton after it tried to shelter from Storm Ciara in a ventilation shaft. Jason Finch, RSPCA Inspector National Water Rescue Coordinator, warned people living in areas at risk of flooding should have an escape plan to get livestock and other animals out of danger.\"Don't put your own or another life in danger to attempt an animal rescue,\" he said. \"The RSPCA has an experienced team of 80 inspectors - trained to work in water, to rescue both people and animals - to provide assistance to communities affected by flooding.\" Some pet owners have shared photographs of their animals cooped up indoors during storms. Mr Finch said dog owners should plan walks to avoid extreme weather.\"Two or three shorter walks may be a better option to avoid being out in the wet weather for a long period of time,\" he said. \"Cats should have constant access to the house, and outdoor cats to a warm, inside area such as an outbuilding or barn with appropriate heating.\" He said it could be necessary to keep pets inside if the wind becomes very extreme so try to occupy them with toys to prevent them becoming restless. The RSPCA has extreme weather advice for keeping all kinds of animals safe on itswebsite. ", "url": "https://www.bbc.com/news/uk-england-51491143"}