{"datetime": "2020-02-19T22:35:08.000Z", "title": "Storm Dennis: Floods hit 1,000 properties in Rhondda Cynon Taff", "article": "More than 1,000 homes and businesses have been hit by the Storm Dennis floods in Rhondda Cynon Taff, the council's leader has said. Andrew Morgan said the scale of the problem was bigger than first thought, with several bridges needing repairs. Costs to his council will be £10m - £15m, he said, but could rise. On Tuesday, the Welsh Government estimated there was more than 800 properties across the whole of Wales affected by Storm Dennis and Ciara. First Minister Mark Drakeford haspromised up to £10m for flood-hit homes and businesses - following the summit in Cardiff he said more cash will be found. Homes and businesses were damaged after rivers burst their banks when Storm Dennis hit communities in south and mid Wales on Saturday and Sunday. As the clean-up continues,more heavy rain is expected , with a yellow weather warning in place for parts of Wales from 15:00 GMT on Wednesday until 14:00 on Thursday, There arefive flood warnings in force in Wales, four are in Monmouthshire, meaning flooding is expected and immediate action required. The fifth is in Llangollen, Denbighshire.After the meeting the Welsh Government said the £10m cash could be used by councils to \"implement short-term council tax and business rates relief for those affected.\" Mr Drakeford told BBC Wales more money \"will be found\" to help flood hit councils, householders and businesses. \"The £10m I announced yesterday is for the immediate impacts but it's not the final figure\", he said. Mr Drakeford said he had asked the UK government for financial assistance and Welsh Secretary Simon Hart offered to help with those \"conversations\".The first minister said he was \"worried about the people who have nowhere to live but councils were working hard to sort this out\". Andrew Morgan said he believed the more than 1,000 households and businesses have been affected by the floods in Rhondda Cynon Taf. He said there'd been a major impact on infrastructure with \"three maybe four bridges\" needing to be replaced.\"The scale of the public asset damage alone in Rhondda Cynon Taf was quite staggering\", he added. Monmouthshire's Conservative council leader Peter Fox questioned whether £10m from the Welsh Government is enough, and suggested that ministers in London could be helping out. His authority has been among the areas hit. \"It's a start but hopefully there's going to be a lot more money coming. These things are going to cost a huge amount,\" he said. \"I'll be talking to my colleagues in UK government as well to say 'look, you know, should there be some money flowing down to Wales we can access as well?' Because the scale of resources which is available at the moment, I don't think will address all of the problems which Wales faces.\" Labour leader Jeremy Corbyn criticised the UK government's response as \"wholly inadequate\" ahead of a visit to south Wales on Thursday. Mr Corbyn accused ministers of failing to grasp the scale of the climate crisis, saying: \"Failing to convene Cobra to support flood-hit communities sends a very clear message: If the prime minister is not campaigning for votes in a general election he simply does not care about helping communities affected by flooding, especially communities that have repeatedly been flooded in recent years.\" In response, a UK government spokesman said: \"Flood defences and the response to flooding in Wales are devolved to the Welsh government.\"The UK government has communicated with emergency services, local authorities and the Welsh government - including the first minister - throughout the past week and we are ready to provide assistance, where possible, should additional help be required.\" Earlier, Rhondda Labour MP Chris Bryant called for people affected by floods in the Rhondda Cynon Taf area to be exempt from council tax. He estimated a 100% council tax relief scheme for people hit by floods in Rhondda Cynon Taff would cost about £500,000 - and said the UK government should pay. \"I think that in the end that bill should be paid by Westminster because this is one of the poorest communities in Britain,\" he said. Wales' councils are funded by the Welsh Government in Cardiff, which in return receives most of its cash in grants from the UK government. Welsh Government ministers were joined by Natural Resources Wales, business leaders and voluntary groups at the meeting on Wednesday, which was billed as an emergency summit. Use this form to send us your questions:We may get in touch if we decide to follow up on your suggestion. ", "url": "https://www.bbc.com/news/uk-wales-51549413"}