{"datetime": "2020-02-18T01:00:25.000Z", "author": "Matt Lloyd", "title": "Storm Dennis: How dangerous is floodwater?", "article": "As the victims of Storm Dennis piece their lives back together, more dangers could be lurking beneath the surface, experts have warned. Residents are counting the cost of \"unprecedented\" flooding after the storm left parts of Wales under water. But while the initial risk of property damage may have eased, they now face the risks posed by polluted water. As well as hidden debris, this can include parasites and bacteria that can cause \"serious\" infection and illness. People are urged to avoid direct contact with floodwater wherever possible. \"Floodwater can contain all sorts of things that can cause us harm from bugs to splinters and even electric cables, so it's important to stay away,\" said Dr Sarah Jones, a consultant in environmental public health. \"Even in the action of clearing up flooded areas, this can cause cuts and bruises and then bugs can infect those cuts.\" Among the biggest concerns is contamination from agricultural chemicals, sewage or animal faeces. Floodwater can also contain species, such as snails, which are often a host for pathogens - bacteria, virus, or other microorganisms that can cause disease. As the water recedes, the mud left behind can also harbour harmful bacteria. \"The biggest threat is the parasites in the water, such ascryptosporidium ,\" said Prof Joanne Cable, a specialist in infection biology at Cardiff University. \"With most of these pathogens, they can be very unpleasant at the time, but the body can eventually fight them off. \"However the main problems are for the young, the elderly and the weak.\"For those who are immune deficient, this sort of illnesses could be very serious.\" Also of concern are areas of stagnant water which could be susceptible to blooms of toxic algae,potentially toxic to humans and animals. Avoiding any contact with floodwater may be impossible for those faced with trying to get their homes or businesses back to a habitable state. Public Health Wales issued the following advice: Natural Resources Wales (NRW) also urged people not to walk or drive into floodwater. \"Floodwater carries anything that goes into the river with it, so there's a lot of mud, a lot of stuff coming off the roads and fields, so any food that's been tainted by that water will be contaminated,\" said Michael Evans of NRW. \"Sometimes you see people on the TV wading through it - they really shouldn't be doing that.\" The AA urges motorists to avoid standing water as it can only take an egg cup-full of water to ruin the engine of a car. It is often difficult to either judge the depth of floodwater or see any potential hazards. It is common in cars for the air intake to be low at the front of the vehicle, meaning a ruined engine is very possible. It takes just 60cm (2ft) of flood water to float a car. Water plays havoc with electrics and can even cause airbags to go off suddenly some time later. If you do drive through high water, drive slowly and steadily, and test your brakes as soon as you can afterwards. As well as the physical damage, there is the mental toll that flooding can take. For some communities, Storm Ciara and Storm Dennis saw the third major flooding event in eight years. Public Health Wales is urging those affected \"not to underestimate the stress and strain\" on their family's well-being. It added: \"Do not overdo it when cleaning up. Tiredness, difficulty sleeping and anxiety are normal in these circumstances.\" \"We're really keen that all people from the affected communities look after one another,\" added Dr Jones. \"We're already seeing fantastic examples of how communities are pulling together to help with the clean-up, providing showers and warm places to stay. This really is a time for everyone to come together.\" This does not necessarily mean you are suffering from infection though you should seek medical advice if you accidentally swallow contaminated water or mud. ", "url": "https://www.bbc.com/news/uk-wales-51537884"}