{"datetime": "2020-03-02T00:19:43.000Z", "author": "Wyre Davies", "title": "Flooding: Storm Dennis is 'a taste of things to come' for Wales", "article": "The south Wales valleys are set to see as much as 50% more rain in the next decade, a weather expert has warned. Liz Bentley of the Royal Meteorological Society saysthe damage caused by Storm Dennis is a \"taste of things to come\". Flooding in February overwhelmed defences and some warning systems failed. One geologist believes a new survey of coal waste tips is needed to see if extreme weather is making them unstable. Homes and businesses were inundated by the storms, and areas that had not seen flooding for many decades were left underwater. And while communities cleaned up in places like Pontypridd and Nantgarw, parts of Powys were being submerged. BBC Wales Investigates has visited many of the places affected, and spoken to experts from the worlds of geology and weather forecasting. They paint a bleak picture of the future. Prof Bentley is chief executive of the Royal Meteorological Society and her message is blunt - get ready for more. She says a warming climate is causing more rain, bigger storms and - particularly in the steep valleys of south Wales - this will lead to more extreme flooding. \"These used to be maybe one in 100 year events, one in a generation events,\" she said. \"Now they're happening probably once every five years. And that frequency will probably continue to increase as we go forward in time.\" Prof Bentley says theNational Flood Resilience Review published four years ago warned governments to be prepared for the worst, predicting extreme rainfall events of 20% to 30% above what was happening at the time. But she warned the effect for the valleys could be even worse. She said: \"If you take the topographical effects here in south Wales, the steep valley sides and all that rainfall coming down the valley you can probably put another 10 or 20% on top of that.\" That could mean an increase of 50% more heavy rainfall in the south Wales valleys in the next decade. When the River Taff arrives in Pontypridd it is halfway through its journey from Merthyr Tydfil to Cardiff. Along its route it is joined by tributaries from the valleys and has flooded many times in the past - but never this badly. Pontypridd has flood defences but they were overwhelmed by the sheer volume of water. Council staff, the emergency services and Natural Resources Wales (NRW) had to work round the clock in response. A flood warning system operated by NRW is in place but not everyone got their alerts in time to save their property. Susan Fraser lives in Nantgarw and her sister and mother live on the same street.Although she says she is registered to get flood alerts, the first thing she knew of the danger was a phone call from her mother. \"She said 'Sue, the street is starting to flood'. \"I turned my landing light on and looked down the stairs and my settee was floating at the bottom of the stairs.\" Andrew Morgan, leader of Rhondda Cynon Taf council said the warning system did not work as it should have. \"I want a review of the warnings and certainly in Rhondda Cynon Taff,\" he said. \"If NRW doesn't change the way the warnings are issued we will look to do something ourselves. \"Residents came very close, in some cases they could have lost their lives.\" In a statement, NRW said: \"It is clear to us some flood warnings were issued later than we would have wished.\"Andy Wall, flood risk manager, says they will be reviewing what happened. He said 89 flood alerts were activated and more than 100,000 texts and voicemails were sent out during the storm.Mr Wall added that the review will look at why some people got warnings and others did not. \"We will look at when we issued the warnings and talk to residents to we will be able so assess when flooding actually happened,\" he said. \"The one thing I will say is that in the south Wales valleys, things can happen very quickly.\" Storm Dennis did not just bring flooding, it also started landslides. At Tylorstown, Rhondda, around 30,000 tonnes of colliery waste and soil slid down the slopes into the stream below, causing a flooding risk. The south Wales Valleys are one of the most heavily mined areas in the world. It's where geologist Peter Brabham grew up. He believes severe rainfall means the physical legacy of the mines needs to be looked at again. \"Post Aberfan a lot of these tips have been dealt with,\" said Dr Brabham, of Cardiff University. \"But there are one or two legacy tips still left. \"With these heavy rain storm events, tips we deemed to be stable 10 years ago… we have to factor in now much heavier rainfall and re-evaluate the stability.\" Dozens of sites are being monitored across the area. There have been some small, minor landslips elsewhere in Rhondda Cynon Taff and Dr Brabham says there will be others elsewhere if rainfall continues to increase. In 1981 a landslip survey of the entire south Wales coalfield was mapped out by the British Geological Survey. It identified changes in the landscape and areas at risk of movement.Dr Brabham says it is time for another full survey of the area so authorities can be forewarned of all potential landslip problems before they happen. \"Now's the time to definitely re-evaluate where we are and use new technology like laser surveying to do a re-evaluation of the valleys - identify these old tips and evaluate them all one by one,\" he said. Both the Welsh and Westminster governments are considering how to tackle the problem of flooding and who will pay.Wales' Environment Minister Lesley Griffiths denies that her department has been complacent in dealing with the threat of floods.She told BBC Wales Investigates: \"We've spent a great deal of money and prioritised mitigations.\"We will continue to fund flood alleviation schemes and continue to ensure we have them in the pipeline. \"We need to get them out as quickly as possible. \"Also, when we've got our strategy in place by spring this year we'll be able to look and make sure our investment is in the correct places.\"Watch BBC Wales Investigates: Flooded Out of my Home on Monday 2 March at 20:30 GMT on BBC One Wales and afterwards on the BBC iPlayer. ", "url": "https://www.bbc.com/news/uk-wales-51631480"}