{"datetime": "2020-02-18T18:35:54.000Z", "title": "Storm Dennis: Why Wales is prone to landslides", "article": "Wales remains at risk of further landslides with more rain forecast, experts have warned. Storm Dennis caused multiple landslides - as well as major floods - across the country, including one at Tylorstown, Rhondda Cynon Taff, caught on camera. Also of concern are the multitude of coal tips around south Wales, a legacy of the area's industrial history. First Minister Mark Drakeford said investigations were underway to make land \"near communities\" safe. \"It's the legacy of the old industry where 'spoil' was dumped on the hillside,\" said Mr Drakeford.\"At Tylorstown, the sheer weight of water coming down the hill pushed some of that spoil in front of it and caused the dramatic scenes we saw. \"Engineers from the council are investigating ways to make sure, as far as they can, the land is stable around these communities. A huge amount of effort is going into that. \"Beyond the immediate crisis, there will be conversations about what further measures are needed to make sure this sort of land is properly secured in the future.\" On the other side of the mountain in Llanwonno, a resident said a \"significant\" amount of land slid.In Mountain Ash, a car became trapped in rocks which were brought into the town in the bad weather.Roads in Pontygwaith, Rhondda, Pant near Merthyr Tydfil, Whitecastle in Monmouthshire, Groesfford in Powys and streets in Swansea were all blocked by landslips while a landslide in Aberbeeg has closed the Ebbw Vale rail line. Corey Sharpling, 21,was killed in a landslide in Carmarthenshire during Storm Callum in October 2018. As well as the risks posed by former coal tips, the natural geology of Wales makes the area prone to slips, according to the British Geological Society (BGS). \"Landslides are caused by a combination of geology, the shape and steepness of the slopes and some sort of trigger, which in this case was the heavy rainfall,\" said BGS engineering geologist Ashley Patton. \"Wales is prone to landslides because it often has that mix. \"Wales also has sites where there is a lot of loose material left by man which have changed what nature put there.\"Wherever you have this material it can have an impact on the likelihood of landslides, even when it has been stable for years. \"These landslides can be very dangerous. At the moment we have saturated slopes and if we see more rain, it is only going to exacerbate the situation.\" More rain is forecast with aMet Office yellow warning for Wednesday and Thursday. The Coal Authority has put an emergency inspection regime of the 24 tips it owns and manages in south Wales in place. Lisa Pinney, chief executive, said: \"We haven't seen any major issues at any of these sites but we are ensuring that all drainage channels and trash screens are free from debris so they perform as they should.\"We regularly inspect our sites and remotely monitor key sites so we're alerted to any movement.\" Dr Ben Curtis, an historian south Wales' mining past, said people were right to be concerned. \"TheAberfan disaster was such an unspeakably horrific thing that cast a deep shadow over popular memory in the area,\" he said. \"So whenever we see anything like this, which is distressing in itself, it evokes images of Aberfan. \"Work was done after that disaster to deal with a lot of the tips with an emphasis on the tips that posed the greatest risk. However there was another slide in 1973 above Cwmavon, which caused an evacuation of the village. \"But events over the last few days show [landslides] are something we still can't disregard.\" There are several engineering options to help reduce the risk of landslides, according to the BGS. These include retaining walls, covering slopes with vegetation that will anchor soil to the surface or even spray-on concrete. \"Spray-on concrete has been used in places such as Hong Kong, but I can't imagine that being popular in Wales,\" said Mrs Patton. \"Planting trees is a cost-effective way of anchoring soil and promoting other vegetation, but that does take time.\" ", "url": "https://www.bbc.com/news/uk-wales-51546971"}