{"datetime": "2020-02-17T20:19:45.000Z", "title": "Storm Dennis: What should I do if I am flooded?", "article": "As the flood waters subside, those hit by Storm Dennis are now counting the cost - and looking towards their insurance companies for help. Marilyn Williams from Abercwmboi in the Cynon Valley is in exactly that position. \"I've never seen anything like this before - never,\" she said. She told BBC Radio Wales that water surged into her home in the early hours of Sunday morning. \"It was just coming under the doors, it was coming in through the side of the doors. It was up to the window sill outside of our house, and all the cars were floating past. \"You couldn't do anything - we just had to stay upstairs.\" With the water now gone, it is time for the clean-up. \"Everything is gone. The boiler is gone - we've got not heating. All the ceiling has caved in, in the basement,\" she said. \"I've got to phone the insurers today, and once we've done that I think we might have to get out of the house. It's dreadful.\" Malcolm Tarling, from the Association of British Insurers (ABI), said insurance companies were prepared for the calls and claims. \"It's horrendous and very distressing and your heart goes out to people like Marilyn, who's suffered from pretty horrible flooding over the last 48 hours,\" he said. \"Insurers expect flooding to occur, and their priority - their only priority - is to help customers who have been hit by the flooding.\" Home buildings, contents and commercial business policies cover storm and flood damage, according to the ABI, while comprehensive motor insurance will cover the cost of repairing or replacing vehicles. \"Insurers will be getting round to properties as soon as it is safe and practicable to do so,\" said Mr Tarling. \"They'll be giving advice and help. They'll be making emergency payments to relieve temporary hardship, and if necessary, they'll be arranging for getting people in - and paying for - emergency temporary accommodation if your home is uninhabitable because of Storm Dennis.\" The ABI suggests: For business and commercial properties, commercial insurance should cover damage to the premises and stock. You may also be able to claim for interruption to your business, however this may be part of an additional policy - speak to your insurer. Speak to your motor insurer. Vehicles with comprehensive insurance should have cover for flooding, to pay for repairs or a replacement vehicle. However, every policy is different, so you need to check what is covered for your car, and what you can claim. If you have a third party, fire and theft (or third party only) policy you may find that it does not provide cover against flooding, so you will need to pay the cost of any repairs yourself. If you are uninsured, you will be liable to pay for repairs and flood losses yourself. In situations like this, you can seek advice from organisations such as Citizens Advice, your local authority, and theNational Flood Forum . Your local council should be able to provide information on hardship grants or charities that may be able to help you. You may also be eligible for help from theWelsh Government's Discretionary Assistance Fund , in some exceptional circumstances. According to Acas , the employment arbitration service, there is no automatic legal right for a worker to be paid for working time they have missed because of travel disruption or bad weather. However, some employment contracts may have special arrangements in place, including pay.The advice is simple - talk to your employer. If your workplace has been forced to close, as long as you are ready and available for work, you are entitled to normal pay.However, employers might be able to ask staff to go to another workplace or work from home. You are allowed to take unpaid time off work in the event of an emergency which means you need to provide care to a dependant.Situations could include: ", "url": "https://www.bbc.com/news/uk-wales-51529838"}