{"datetime": "2020-02-18T22:13:08.000Z", "title": "Storm Dennis: Fears for Severn towns amid fresh flood warnings", "article": "Homes along the River Severn in Shropshire have been evacuated, amid fears that flood barriers could be breached in the coming hours. Houses and a pub near Ironbridge have been submerged by rising waters and the pressure has cracked road surfaces. Around the UK, more than 150 flood warnings remain in place, including six severe - or \"danger to life\" - warnings. The River Wye at Monmouth, in Wales, has reached itshighest recorded level. Among the worst affected areas are south Wales, Herefordshire, Worcestershire and Shropshire, where major incidents have been declared. West Mercia Police said an estimated 384 properties have been \"significantly impacted\" by flooding in Herefordshire, Worcestershire and Shropshire. Water levels are expected to rise in Bewdley, Worcestershire, and there are concerns it could flow around one of the local flood barriers at Beales Corner. Currently, there aresix severe flood warnings in England, covering the rivers Lugg, Severn, and Wye. More rain is expected in parts of the UK later this week, with three yellowMet Office weather warnings issued for north and south Wales and north-west England for Wednesday evening. The latest severe flood warning - for the River Severn in Telford, Shropshire - prompted the evacuation of homes in Ironbridge on Tuesday morning. River levels are peaking late on Tuesday, according to thelatest update from Telford and Wrekin Council. Local resident Carol Calcutt told BBC Radio Shropshire the Boat Inn pub by the river front in nearby Jackfield was now submerged in water.\"Practically just the roof showing there now,\" she said. A care home and surrounding properties in Whitchurch, Herefordshire, were also evacuated after they wereovercome by floods , local fire services said.Meanwhile, Welsh Water has warneddrinking water is running out in Monmouth and surrounding areas after \"unprecedented flooding\" at its treatment works in Mayhill. There was some relief in Upton upon Severn, Worcestershire, on Monday as defences appeared not to have been breached overnight, but severe flood warnings for the area now predict river levels will peak by Wednesday. Chris Wreghitt, who lives in the village of Powick, in Worcestershire, says he has has been flooded before but not this badly and not since flood defences were built. He told BBC News: \"We were told when they built that flood defence that if it had been there before 2007, we wouldn't have been flooded.\"Although there have been a couple of near misses over the past few years, we were still confident that we wouldn't get flooded again.\" Residents of the Wharfage on the River Severn have been evacuated to a restaurant on the High Street in Ironbridge, Telford and Wrekin Council said.The council added that the river's flood peak was moving towards the Ironbridge Gorge and was expected to arrive there later on Tuesday, while the Environment Agency warned flooding in the Wharfage is \"potentially imminent\".It comes as the River Wye at Monmouth, south Wales,peaked at 7.15m high on Tuesday, breaking the previous record high of 6.48m in 2002. There are two severe warnings in place on the River Wye at Monmouth, according to Natural Resources Wales. Around 800 homes in Wales have been directly affected by flooding, First Minister Mark Drakeford told the BBC. The Welsh government has put aside between £5m and £10m to help those residents affected. Meanwhile, the key developments in England are: People in flood-hit households can apply for financial hardship payments of up to £500 for short-term relief, the government announced on Tuesday. Local Government Secretary Robert Jenrick said the funding would \"help people in the worst-hit areas to recover and get back on their feet\". The government support fund also includes up to £5,000 for affected residents and business owners to help make their properties more resilient to future floods. For more information, check theBBC Weather website andyour BBC Local Radio station for regular updates. How have you been affected by Storm Dennis? Tell us your story by emailing haveyoursay@bbc.co.uk . Please include a contact number if you are willing to speak to a BBC journalist. You can also contact us in the following ways: ", "url": "https://www.bbc.com/news/uk-51541282"}