{"datetime": "2020-02-18T16:58:36.000Z", "title": "Storm Dennis: Can more be done in Wales to combat flooding?", "article": "There have been calls for better leadership to bring together efforts to combat extreme flooding in Wales. The chairwoman of an independent group advising Welsh Water said bodies needed to work together on longer-term solutions but feared leadership was \"missing\".It comes as the Welsh Government announced up to £10m to help 800 households hit by Storm Dennis. Data shows water reached record levels on eight rivers at the storm's peak. Records have been broken at monitoring stations measuring the levels of eight rivers in south Wales - from Swansea to Crickhowell: Cardiff Bay has had record flows along the Taff and Ely rivers - with water travelling at 803 cubic metres per second on Sunday morning.The barrage was used to help manage water through its sluice gates. This also helps protect lower parts of inner city Cardiff where 3,000 homes were flooded in 1979. The barrage's highest recorded water level in its 20-year history was 6.3m (21ft) - at the weekend, it reached 5.4m (18ft). Water levels are normally kept at 4.4m (14ft) so operators said it managed to deal with all the water that came its way.Between £5m and £10m has been announced to help all 800 flooded households, according to First Minister Mark Drakeford. ButPlaid Cymru said the flooding raised \"serious questions\" about the Welsh Government's response. Environment Minister Lesley Griffiths, on a visit to Tylorstown, Rhondda, defended funding for NRW and £350m allocated towards flood defences. She said defences seemed to be holding up but there would be lessons learned to ensure there was full capacity to deal with climate change. \"We've put significant funding into our flood alleviation schemes over this term of government,\" she said.\"Before Storm Dennis I'd already asked for a rapid review of schemes in the pipeline.\"But it's really important local authorities and NRW have the capacity to deliver them.\"Rhondda Cynon Taf council leader Andrew Morgan said he wanted to hear from residents and local businesses as the council set up a major incident recovery board. \"The severity of the impact on our communities means that identifying funding to repair the damage to roads, parks, bridges, flood defences and community buildings will need to be a key financial priority for the foreseeable future,\" he said. Mari Arthur, a member of sustainability organisation Afallen Cymru and chairwoman of Welsh Water's independent advisory panel, said: \"It's a shame we've not acted sooner.\"We've known about climate change and weather, we're having more extreme weather and there are things we can do to prevent the effect on communities.\" She said there were good examples of flood defences but there needed to be longer term solutions, by working with nature \"upstream\". Ms Arthur said more sustainable water management plans and urban drainage was needed.\"But we need to deal with things upstream - plant the right trees in the right places, biodiversity with the right plants to suck up water.\" She said the Welsh Government, Welsh Water and Natural Resources Wales needed to come together and has suggested creating the role of a \"commissioner for flooding\". \"No one body can do it on their own. We're missing that leadership, I feel, at the top to bring that together. That's why things aren't happening.\" ", "url": "https://www.bbc.com/news/uk-wales-51549881"}