{"datetime": "2021-11-17T13:29:39.000Z", "subject": "Storm Dennis", "title": "Storm Dennis: Treherbert flooding due to overwhelmed pipes finds", "article": "Village homes and businesses were flooded due to overwhelmed drainage tunnels, a report has found. Rhondda Cynon Taf County Borough Council has been investigating the causes of flooding in the area, this time focussing on Treherbert. It said: \"Five culvert inlets were identified as sources of flooding to properties - all five of which are in private ownership.\" Last February Storm Dennis caused widespread flooding across south Wales. The council will be publishing a total of 19 flood investigation reports focussing on 28 affected areas. In Treherbert, 21 homes and two businesses as well as a road were deluged. Investigations have found that the main source of flooding was \"significant overland runoff generated from the steep hillsides above the village\". \"Rainfall drained to lower ground via ordinary watercourses, many of which became overwhelmed with water and debris - eventually over-topping and impacting properties.\" The entrances to five large drainage pipes, known as culvert inlets were identified as the sources of flooding to properties, with two of them being identified as \"being below current design standards\". \"The remaining three culverts had adequate protection of up to a 1 in 1,000-yr storm event with sufficient capacity to manage flows - but this was reduced by blockages.\" To avoid this happening again, the council said it has taken 13 steps to address the issue, and is planning to take a further six steps. This includes clearance work to the culvert inlets, survey work and cleansing the watercourse network. Properties deemed at high risk from flooding are also being reviewed with the possibility of flood gates being installed to avoid future problems. Leader of Rhondda Cynon Taf Council Andrew Morgan, said: \"Carrying out flood alleviation projects across the county borough remains a council priority, particularly targeting areas that are at greater risk.\"We'll continue to seek external funding to complement our significant investment in this area, to protect our communities from the effects of climate change.\" ", "url": "https://www.bbc.com/news/uk-wales-59321388"}