{"datetime": "2021-02-20T20:40:58.000Z", "title": "Wales flooding: Roads blocked and homes evacuated", "article": "Roads have been flooded and homes evacuated as heavy rain swept across Wales. Some areas of south Wales have seen a month's worth of rain in 24 hours, according to the Met Office. Dyfed-Powys Police said several homes in Newcastle Emlyn were evacuated because of the flooding risk but many residents chose to stay. A landslide shut the B4459 at Capel Dewi, Ceredigion, and flooding blocked the A483 in Builth Wells, Powys. The Met Office has put anamber warning in place until 22:00 GMT on Saturday for 13 of Wales' 22 counties. The forecaster has also issued yellow warnings for rain inwestern areas of Scotland as well asCumbria andsouth-west England . In Newcastle Emlyn residents were advised to move from their homes on Saturday afternoon although many chose to remain. Ch Insp Jacqui Lovatt, of Dyfed-Powys Police, said: \"Those who decided not to leave were given appropriate safety advice - to move to the upper floor and that any valuables, essentials and food are taken upstairs.\"An emergency rest centre in Llandysul was stood down but may reopen if needed. Natural Resources Wales' (NRW) flood warnings cover several rivers, including the Usk in Crickhowell and Brecon. The nearby Glanusk Estate said its livestock was being moved from fields to drier and higher land across the A40. The worst of the weather could affect rivers in south and mid Wales, NRW warned.At one point on Saturday, the Scottish Environment Protection Agency issued35 flood warnings with12 in England , according to the Environment Agency. In Wales, 27 flood warnings were issued at one point, including on the River Wye at Builth Wells, the River Cynon at Mountain Ash and Abercynon, and River Loughor at Ammanford and Llandybie. There were also warnings issued on the River Towy at Carmarthen Quay and between Llandeilo and Abergwili. Other flood warnings covered the River Teifi at Newcastle Emlyn, Cenarth, Llechryd and Llandysul. On Saturday afternoon, NRW also added a flood warning covering the Lower Dee Valley from Llangollen to Trevalyn Meadows. Senior meteorologist Marco Petagna said 5in (127.6mm) of rain fell at Llyn-y-Fan, Carmarthenshire, between 06:00 on Friday and 08:00 on Saturday, and 4.5in (115mm) at Treherbert in Rhondda Cynon Taf. That compares to an average rainfall of 3.9in (98mm) for the whole of February in south Wales, which he said was more than a month's worth of rain in 24 hours. The Met Office warning said up to 2.7in (70mm) of rain was widely expected across the area covered by the amber warning, but the south and south west could expect to see 5.9in (15cm) \"quite widely\". It had warned 8in (20cm) of rain could fall on the highest ground of south Wales. Blaenau Gwent, Bridgend, Caerphilly, Carmarthenshire, Ceredigion, Merthyr Tydfil, Monmouthshire, Neath Port Talbot, Pembrokeshire, Powys, Rhondda Cynon Taf, Swansea and Torfaen are all covered by the amber warning. Ayellow warning - which means the weather is likely to have some impact - is in place for almost all of the country, apart from Anglesey and Flintshire, until 22:00 GMT on Saturday. In Powys, the A4077 Crickhowell Bridge has been closed due to floods along with the A40 Brecon Road. In Carmarthenshire, roads are shut on the A4242 at Carmarthen, A4069 at Llandovery and Llangadog, In Ceredigion, Church Street in Llandysul has also closed due to flooding near the cricket club. The B4459 at Capel Dewi has had to close due to a landslide. And there have been closures on the A4061 Rhigos Road in Rhondda Cynon Taf, and the A4042 Llanellen Bridge in Monmouthshire. Rail services have been affected by flooding on the line between Hereford and Newport in south Wales, according to theNational Rail website . Transport for Wales services have also been hit between Abercynon and Aberdare, Merthyr Vale and Merthyr Tydfil, and Ebbw Vale Parkway and Ebbw Vale. Wales has been under anational lockdown since 20 December with all but essential travel banned. ", "url": "https://www.bbc.com/news/uk-wales-56137041"}