{"datetime": "2022-01-28T17:50:26.000Z", "title": "Sepsis: Girl's death preventable if hospital acted sooner", "article": "Opportunities to save a four-year-old girl dying from sepsis were missed by doctors, according to an inquest. Skyla Whiting, of Blaenavon, Torfaen, became ill with an upset stomach in May 2018 and died days later. Assistant coroner Sarah Le-Fevre at Newport Coroner's Court, said Skyla's death was contributed to by neglect. She recorded a narrative conclusion. Health bosses said action has since been taken to improve the diagnosis of sepsis at Nevill Hall Hospital. The coroner said \"sepsis not only remained undiagnosed but unconsidered,\" and that Skyla died as a result of \"inaction, late diagnosis and late administration of treatment\". The court heard sepsis is a rare condition in children but early treatment, including intravenous antibiotics improves outcomes. A diagnosis of septic shock was only considered in Skyla's case when a senior doctor saw her on a ward round on 14 May, one day after she had been re-admitted to Nevill Hall Hospital and days after being initially seen by a GP.At this point she was taken to the University Hospital of Wales in Cardiff, where she was found to be desperately ill and died a day later.The court heard that a senior doctor should have been alerted to Skyla's condition earlier, and that low staffing levels at the hospital led to the lack of an earlier intervention. The coroner said \"there was a failure to recognise the nature and severity of Skyla's illness\". She added: \"On the balance of probability Skyla would have survived with earlier intervention.\" Reports written by doctors after Skyla's death found sepsis should have been diagnosed, and that Skyla \"would have been saved\" if actions had been taken. Over the course of the inquest doctors told the court that intravenous antibiotics should have been administered sooner, and if they had the outcome would have been different. Giving evidence earlier, consultant paediatrician Dr Nadeem Syed said actions had been taken by Aneurin Bevan Health Board to prevent incidents like this happening again. He said more training to recognise sepsis in children is being provided, staffing levels have been addressed and improved and a policy on patients reattending has been addressed so medical staff investigate further.A spokesperson for Aneurin Bevan University Health Board said: \"Our thoughts remain with the family of Skyla and we're very sorry for the circumstances surrounding the care she received. \"This matter has been fully investigated by the Health Board in accordance with its Serious Incident protocol. The findings have been fully and openly shared with the family and the senior coroner for Gwent. \"The health board has already undertaken actions to address the issues raised through our investigation, with a strong emphasis on the importance of recognising the symptoms of deteriorating Sepsis patients.\" ", "url": "https://www.bbc.com/news/uk-wales-60174522"}