{"datetime": "2022-02-10T17:45:06.000Z", "title": "Catterick Garrison: Tributes to soldier Nicholas Hart", "article": "A \"popular and likeable\" Welsh soldier was found dead at an Army base in North Yorkshire at the weekend. Nicholas Hart, 33, from Church Village, Pontypridd, served with the 4th Battalion of the Royal Regiment of Scotland and was based at Catterick Garrison. The body of an 18-year-old man, also based at Catterick,was discovered on railway tracks in Manchester on Sunday . Neither death was suspicious, but both are under investigation, police said. Although both men were based at Catterick, they served in different units, the Army has confirmed. Highlander Hart, known as Nicki, started his training to join 3rd Battalion Royal Welsh with the Territorial Army in 2008, moving on to B Company, 5th Battalion, The Royal Regiment of Scotland, two years later. He was deployed in support of the London 2012 Olympic Games, before moving to Germany. He later served in Iraq and Afghanistan, for which he was awarded Operational Service Medals. After his death on Saturday, a eulogy released by the Army described him as \"a popular and likeable soldier who was always the quiet and calm voice of reason\".It continued: \"He always had a way of calming even the most irritable of people by making them see the lighter side of life\", describing how he decided to be baptised in the military working dog swimming pool in Quargha, Afghanistan.\"His constant professionalism, personal pride and friendly demeanour made him an obvious choice to help with regimental recruiting,\" said the Army eulogy.\"He took to the job with ease, and recruiting in the farthest reaches of Scotland he found that his thick Welsh accent proved to be an asset, as people would be drawn to him.\"Always smiling, his light-hearted nature and warmth could fill a room. He cared deeply for his friends and family and will be sorely missed by all those who knew him.\" ", "url": "https://www.bbc.com/news/uk-wales-60339400"}