{"datetime": "2022-02-04T17:24:56.000Z", "title": "Tredegar lecturer jailed for tuning radio in crash killing nan", "article": "A college lecturer who was \"fiddling with his radio\" has been jailed for killing a woman in a head-on crash. Iestyn Jones, 54, from Tredegar, Blaenau Gwent, wasconvicted of causing death by dangerous driving in December. Shirley Culleton, 65, died after Jones veered on to her side of the road on the A4046 Cwm Road, near Ebbw Vale, on 6 July 2019. Jones was sentenced to five years and six months in prison at Newport Crown Court. In a statement, the Culleton family said: \"The heart of our family has been taken away - our lives will never be the same again.\" His trial heard the electronics teacher and sheep farmer was \"fiddling with his radio\", which caused him to veer into oncoming traffic and hit Mrs Culleton and her husband in their Suzuki Swift.Jones first hit a Ford Fiesta being driven by Stephen Williams, who escaped with minor injuries, before ploughing into the Culleton's car. Mrs Culleton died from her injuries the following day and Mr Culleton remained in hospital for seven weeks. In a victim impact statement written by their son Paul Culleton on behalf of the family, and read at the hearing by his wife Emma, she said: \"The heartache is still as raw today as July 2019... we've been living in a nightmare ever since.\" She said the family had to choose which hospital to attend because the pair were not treated in the same place, and were not sure which one would survive. \"Our family feels broken and I don't know where to go from here. My dad looks lost and is heartbroken - mum was his soulmate.\" Matthew Roberts, defending, said his client had suffered a severe obstructive sleep apnoea episode on the day of the crash. He admitted tuning his car radio at some point during his journey home but he insisted it was on a road before the bypass and that it did not cause the crash. The court heard Jones had an impeccable driving record and was \"remorseful\" and \"fully accepts and wants to have punishment\". Jones was also disqualified from driving for five years and nine months. ", "url": "https://www.bbc.com/news/uk-wales-60264795"}