{"datetime": "2022-02-10T10:32:17.000Z", "author": "India Pollock", "subject": "Coronavirus pandemic", "title": "Bonus payment of £1,000 for Wales care workers planned", "article": "About 53,000 care workers will receive a £1,000 bonus from April, the Welsh government has announced. The payment will be made to registered care home and home care workers alongside the introduction of the real living wage. One care home manager said it was not enough to cope with rises in the cost of living. But the government hopes that it will help with the recruitment and retention crisis in social care. The Welsh government has also confirmed the bonus will not be offered to auxiliary staff such as kitchen and cleaning workers. Deputy minister Julie Morgan MS said the bonus, which will cost £96m, was part of a drive to recognise the value of the care workforce. \"It's been difficult to recruit and retain staff, particularly during the pandemic. It's always been fragile but people are exhausted,\" Ms Morgan said. She said the bonus showed a commitment to \"supporting and encouraging\" more people to consider a career in care.She admitted the bonus and introduction of the real living wage and was not enough on its own to attract people to the sector, but said it was \"a big step forward\" and would help alongside improving terms and conditions. There has been a desperate need for more social care staff as many have left the sector to work in hospitality and retail. It has led to an increase in the number of medically fit people who have had to wait in hospital for appropriate care at home and there have been warnings some older people could end up in residential care sooner than necessary. Care home worker Roberta in Cwmtwrch, Powys,told BBC Radio Wales : \"I work in a care home with adults who are autistic and with learning difficulties. It's a privilege to look after them, they're wonderful people.\" She added that carers were under a lot of stress due to being short staffed, with sickness and self-isolation.\"I'm supposed to be retiring in April but I don't think I'll be able to because you can't leave that home in that predicament,\" she said. \"The government needs to do something to get people into care.\"It's got a got a bit of bad name, when you hear on the news about abuses going on and everyone seems to think it's just wiping backsides and putting them to bed. \"It's so much more than that, you get attached to clients. I worry they're suffering as well, with Covid they're not doing their daily activities and we haven't got enough staff to take them out.\" Debbie Richards manages The Fields Nursing Home in Newport, which was clear of Covid-19 until December 2021 when 22 residents and 20 staff tested positive. Ms Richards said the extra money for staff was \"excellent news\" but it was a challenging time covering shifts and making sure everyone was safe and well. \"I think with everything going up now, is it going to be enough?\" she said. \"Energy prices are soaring and the cost of living is going up hugely, so I don't know.\" She added that while she had a \"stable staff team\" the care sector struggled because of the wage it offered. \"Other industries with far less responsibilities are paying more,\" she said. Care Forum Wales represents more than 450 independent care providers. Chief executive Mary Wimbury told BBC Radio Wales: \"Care home workers aren't required to register until next October but my understanding that those who will be required to register by October will still get this bonus.\" Ms Wimbury added that the bonus and the Real Living Wage should be seen as a \"first step\" as the care sector was still fragile. \"We want that professional workforce but they've got to be rewarded appropriately and we've got to have that career structure there. \"People are dealing with complex conditions, really vulnerable people, there's a lot of training involved. \"Training and experience contributes to what people can bring to the sector. We need to recognise that financially.\"A total of 52,987 registered care workers and care managers are eligible for a real living wage pay increase from April. They will also receive the bonus. The payment will be £1,498 before tax and national insurance deductions so care workers on the basic tax rate can expect to take home about £1,000. It is expected that the payment will be processed in people's pay from April to June and will be available as a single payment or monthly instalments to minimise disruption to Universal Credit payments. The Unison union has welcomed the payment but has said more is needed to help the care sector. Mark Turner, care lead, said he hoped it would persuade people to return to the sector but that the Real Living Wage was \"not enough\". \"It is a start but the Welsh government has to address the poor terms and conditions of those in the care sector in Wales and that's why Unison is calling for a publicly delivered national care service.\" He added that many of them were \"struggling to make ends meet\". \"A lot of care workers have decided that they've had enough and have left,\" he said. \"They've gone to work in retail, in shops and in hospitality. I'm hoping the introduction of the Real Living Wage and this payment may encourage some people to come back and encourage care workers who are struggling to stay. \"We are hoping this is the first step in trying to improve things for care workers.\" ", "url": "https://www.bbc.com/news/uk-wales-60330085"}