{"datetime": "2022-01-13T18:50:38.000Z", "title": "Gucci bag murder: Witness saw masked men attack a man with a machete", "article": "Masked men chased down their victim and attacked him with machetes, a court has heard. Ryan O'Connor, 26, died after being attacked and robbed on Balfe Road, Newport, on 10 June last year. Four men and a 17-year-old boy are accused of his murder. Lewis Aquilina, 20, Elliott Fiteni, 20, Kyle Rasis,18, Ethan Strickland,19, and Joseph Jeremy, 17, deny murder, manslaughter and robbery. The jury at Newport Crown Court was shown a video statement from witness Lewis Pritchard who spoke to police the day after the stabbing. He told an officer that at about 20:40 BST on 10 June 2021 he saw a blue Ford Fiesta ST on Aberthaw Road, Newport. Mr Pritchard said the car caught his attention because he believed it to be the same one he had seen on Facebook that morning, in a post that said it had been stolen in Risca the night before.Mr Pritchard said the car slowed down as it passed, and he saw the driver in a black balaclava and black hoody before it sped off towards Aberthaw roundabout.At the intersection, Mr Pritchard said the car stopped and the driver \"flung\" the door open, jumping out with a large, silver-bladed machete in one hand and shouting for Ryan O'Connor to \"come here\". Mr Pritchard told the officer that Mr O'Connor tried to run away, but fell to the ground and the driver, in a black tracksuit and still wearing a balaclava, swung the machete down onto him.Mr Pritchard said a second man emerged from the front passenger side of the car, also in a black tracksuit and carrying the same type of machete, and ran up to Mr O'Connor stabbing him twice in the stomach and the back.He said he then saw men run back to the car and drive away, while Mr O'Connor got up and started to run away.During cross-examination, the court was shown a video of Mr Pritchard giving an interview to a community support officer on the night of the attack in which he said the second man to leave the car was wearing a white baseball cap, in his formal interview with detectives, he said the man was dressed \"all in black\". He also told the officer he had seen Mr O'Connor get back up by the time the second man arrived and Mr O'Connor was then stabbed three to four times, in contradiction to his formal statement.When asked why he gave different accounts, he replied: \"I don't know, I was panicking.\" The prosecution called two other witnesses who told the court they had seen four people in an \"electric blue\" colour car on Sycamore Avenue in the Somerton area of Newport at around 20:15 BST on the evening of the stabbing.Melanie Holland said she was unable to describe the car make but said the driver and the person in the back seat of the car were wearing masks and hoods, leaving only their eyes visible.She could see two others in the car but could not describe them, but said the driver had a \"mint green\" mask on and was \"arguing, or shouting\" at the person in the seat behind him, who was wearing a dark mask.Ms Holland told the court that the sounds coming from inside the car made it sound like they were quite \"agitated\" and that the voice of the driver sounded \"quite young\". A second witness, who cannot be named for legal reasons, told the court he was a friend of Mr O'Connor, said he saw a \"purple-blue\" Ford Fiesta ST with a loud exhaust twice that evening.On the first occasion, it passed him near the intersection of Chepstow at Ringhill Road, and he told the court the car slowed down so that the passengers could get a closer to look at him.Later that evening he said he saw the car pass him again on Sycamore Avenue.The trial continues. ", "url": "https://www.bbc.com/news/uk-wales-59988984"}