{"datetime": "2022-02-03T16:48:17.000Z", "author": "Aled Scourfield", "title": "Tumble: Christian minister fears harassment due to religion", "article": "A Christian minister has said he fears he is being harassed because of his religion. Reverend Emyr Gwyn Evans, from Tumble in Carmarthenshire, said local youngsters were regularly attacking his home with eggs and other objects. Mr Evans, who is a non-conformist minister at six chapels, said the harassment had been \"getting worse\". Dyfed-Powys police said two youths had been referred to a scheme aiming to divert offenders away from crime. \"They've referred to me as a bible basher, so there is some hate crime involved,\" Mr Evans claimed. He said his main concern was that the harassment, which has been ongoing \"for a few months\", is now affecting his neighbours. \"Not only do they knock on your door to try and lure you out of your home but they throw objects. They've plastered my home with eggs,\" he said. \"Following the attack on Monday evening, where they hurled two dozen eggs at my property, obviously I didn't sleep much. I had a very restless night, I was ever so angry and aggravated. \"My main concern is that my neighbours are upset and concerned. They have been antagonised.\" Mr Evans, whose six chapels belong to the Union of Welsh Independents, said the attacks were affecting his work and personal life.He has praised the police but called on the parents of the children to intervene.\"The question the people in this community are asking is where are the parents of these children?\"Somebody, somewhere knows who these culprits are. If people can be honest and give us names, so we can pass them on the police.\" Mr Evans said he was thinking of installing CCTV system on his property, which is likely to cost over £1,000. \"I want my neighbours to be happy and for them to have piece of mind,\" he added. Dyfed-Powys Police said concerns had been raised about anti-social behaviour in the area.\"We would appeal directly to parents to be aware of where their children are, and what they are doing,\" a statement said. \"We will continue to provide a visible presence throughout the area with the aim of providing further reassurance to the community.\" ", "url": "https://www.bbc.com/news/uk-wales-60229621"}