{"datetime": "2022-02-04T12:26:26.000Z", "author": "Antonia Matthews & Peter Gillibrand", "title": "Six Nations: Wales-Ireland kit clash frustrates colour-blind fans", "article": "\"They should be doing it for the fans. I don't see why it would make a difference what colour they wear.\" Jimmy Griffin, 23, who is colour blind, is frustrated by Wales and Ireland's decision to play in their traditional jerseys in Saturday's Six Nations game, despite guidance aimed at avoiding kit clashes. He said a kit change would make a big difference to colour-blind people. The Welsh and Irish rugby unions said they were committed to being inclusive.Red and green kits can be hard to tell apart for some of the one in 12 men and one in 200 women worldwide who are colour blind. World Rugby has proposed new laws to help people affected by Colour Vision Deficiency (CVD), meaning teams may have to change kit from 2027 in the event of a colour clash. It also published new guidelines in October to help colour-blind fans and players, but a kit change is not yet a requirement. Mr Griffin, from Llanelli, Carmarthenshire, is a big Wales and Scarlets fan and said he recognised most of the players by their faces. \"But if there is a kick for touch it can be hard to identify who is where on the pitch. And it can be difficult when there is a new player on the team,\" he added. \"It can be hard to see what team they are playing for when they are in the ruck or in a maul.\" Mr Griffin said it would be worse for people who did not follow the game as closely as him. \"Every year our social media feeds are full of angry colour-blind fans unable to follow the Ireland v Wales Six Nations game,\" said Kathryn Albany-Ward, founder of Colour Blind Awareness. \"We're bracing ourselves for an avalanche of complaints this year.\" A Welsh Rugby Union spokesman said: \"Our plan is to grow, develop and enhance the offer of rugby union in Wales by modifying the traditional approach and ensuring we are inclusive and engaging to all people and communities. \"In terms of our current national kit offering… with our partners Macron… the next cycle of the design process for future kits will begin soon and we would hope to be able to fully assess these recent comments from World Rugby within that timeframe.\"The Irish Rugby Union said it was \"committed to inclusivity\", adding: \"We work in two-year kit cycles and have just entered a new two-year cycle so we will use this time to gather more information on this matter from World Rugby.\" ", "url": "https://www.bbc.com/news/uk-wales-60229589"}