{"datetime": "2022-02-04T08:55:24.000Z", "title": "Beer-drinking goat to highlight Llandovery's history", "article": "A town once visited by a vicar and his beer-drinking goat is aiming to attract more tourists. Llandovery, in Carmarthenshire, began the work by designing its own flag and has now secured planning consent to fly the flag on the town hall. The town council also wants to install name plates on places of interest, which also includes the home of hymn writer William Williams Pantycelyn. Councillors hope to also put up a plate where the goat once drank beer. The town council has just secured listed planning consent to fly the Llandovery crest on the town hall in Market Street, theLocal Democracy Reporting Service said. Stephen Carter, the town council's clerk, said a flag bearing the coat of arms was made two years ago, just before the Covid pandemic. \"It's been in my cupboard ever since,\" he said. The flag-flying proposal was advertised in the town as part of a consultation, and the response from the public was positive. \"Wonderful idea,\" said Martin Blake, writing on Facebook. A statement submitted as part of the flag-flying application said the main consideration was to promote Llandovery as a tourist venue and gateway town to the Cambrian Mountains. \"In the 19th Century there were 70 pubs in Llandovery,\" said the mayor of the town, councillor Handel Davies. Some of them were visited by clergyman Rhys Pritchard (1579-1644) and his goat. Mr Davies said the story goes that the goat drank beer on its first tavern crawl but would not touch it the following evening, which inspired its owner's poems on leading a virtuous life. The town council now aims to install name plates to houses and buildings in Llandovery - with the owners' permission - which bear the name of the tavern which once existed there. Mr Davies, who is also a county councillor, said an interpretation board has been installed near the cave at Rhandirmwyn, north of Llandovery, where an outlaw called Thomas Jones, who used the alias Twm Sion Cati - described by some as a Welsh Robin Hood - used to hide. A blue plaque has been installed commemorating William Williams Pantycelyn, whose most famous hymn - Arglwydd, arwain trwy'r anialwch (Lord, lead thou through the wilderness) - became more commonly known as Guide Me, O Thou Great Redeemer. He died in 1791. Another blue plaque commemorates the Black Ox Bank, or Banc yr Eidion Du, which was founded in 1799 in Llandovery and bought out by Lloyds Bank in 1909. Llandovery was granted a royal charter in 1485 by Richard III and was a key staging post for the West Wales drovers who used to take their cattle to market in London. ", "url": "https://www.bbc.com/news/uk-wales-60257115"}