{"datetime": "2022-01-20T14:34:24.000Z", "title": "Man electrocuted by powerline while cutting trees, inquest hears", "article": "A 61-year-old man died when his tree-cutting machinery got too close to an overhead powerline and he was electrocuted, an inquest has heard. Jonathan Huw Howells, from Lampeter Velfrey, Pembrokeshire was clearing branches near the 11,000 volt powerline last November as a favour to a friend. The coroner's court heard a witness saw Mr Howells being electrocuted and the forklift tyres catching fire. The inquest jury, at Haverfordwest, concluded the death was an accident. Mr Howells, know as Huw, was a married father of two, the inquest heard. He had agreed to trim some trees for an elderly friend using his telehandler, which is similar to a forklift but can use different attachments or booms. Mr Howells spent the day cutting branches for farmer Emrys Davies as a favour at Dan y Coed Farm in Llawhaden, near Narberth, using a chainsaw attached to a telescopic boom. The telehandler was operated by another man, Brian Tooze, who was a longstanding friend. After deciding to finish work at 16:20 GMT that day, Mr Howells decided to investigate whether the boom would reach some high branches near powerlines at the farm. The inquest heard written evidence from Mr Tooze who described Mr Howells as \"being very capable and careful with machinery\". Mr Tooze said Mr Howells knew he had to be \"extra careful\" as the branches were close to an overhead powerline.Mr Howells raised the box of the telehandler to a safe level under the direction of Mr Tooze who shouted \"that's high enough\" when it reached the necessary height. The boom was at this point some 2ft (about 0.6m) away from the powerlines. Mr Howells then left the cab and stood back to survey whether the box was high enough to trim the branches.Mr Tooze described how Mr Howells lent into the cab of the telehandler and the boom lifted up closer to the wires. \"I don't know what he did, but the boom of the Merlo [telehandler trademark] moved up but didn't touch the powerline,\" said Mr Tooze. \"The electricity must have arced [when electrical current jumps from one electric conductor to another]. I could see he was being electrocuted.\" Mr Tooze said the front left tyre of the machine caught fire and exploded and the another tyre was also alight. \"I told him to let go, but I knew he couldn't hear me.\" Mr Tooze said he also received an electric shock while trying to help Mr Howells and was later treated at Glangwili Hospital. In his evidence, Mr Tooze said Mr Howells eventually \"collapsed and let go\". Despite attempts to revive him, he died at the scene. Mr Tooze described Mr Howells as a \"good family friend, reliable and trustworthy\". The inquest heard written evidence from pathologist Dr John Murphy, at Glangwili Hospital, who carried out the post-mortem examination. He concluded Mr Howells died from electrocution due to a farmyard accident.Two Health and Safety Executive (HSE) officers also gave evidence. Lead investigator Rhys Hughes said it was clear Mr Howells had undertaken the work as a favour and he had not been paid for the maintenance work. Stephen Eades, who specialises in incidents relating to electricity, said powerlines at the property were above the necessary stipulated heights.But he explained that the 11,000 volt cable on site was not insulated and if anybody came into contact with the cable that person would be electrocuted.Mr Eades explained that although the boom of the telehandler did not make contact with the powerline, direct contact was not necessary to make electricity travel due to the high voltage, as the electricity supply would look to earth itself through the nearest point of contact.He added that investigations could not reveal why the boom moved up towards the powerline when Mr Howells lent into the cab.Mr Eades said there was clear guidance both from the HSE and the electricity distributor, Western Power Distribution, about working near powerlines.He said there was a 3m (about 9ft) \"exclusion zone\" for working around 11,0000 volt cables.He described Mr Howells' death as a \"very unfortunate accident\". Mr Hughes added that the telehandler was \"well maintained\" and in \"good order\". A member of Mr Howells's family told the inquest he had previously worked closely alongside Western Power Distribution and the family could not understand why this had happened. ", "url": "https://www.bbc.com/news/uk-wales-60071946"}