{"datetime": "2022-02-09T13:27:32.000Z", "author": "Gwyn Loader", "subject": "Coronavirus pandemic", "title": "Covid: Fears woodland memorial will ‘threaten countryside’", "article": "Plans to plant at least 60,000 trees in memory of those who died with Covid in Wales have sparked fears valuable agricultural land could be lost. In partnership with Natural Resources Wales, the government plans to raise a memorial woodland in Carmarthenshire. It plans to plant trees near the village of Llangadog on the banks of the river Towy, in memory of those who have died with Covid in Wales. But opponents fear some of the \"best land in Carmarthenshire\" could be lost. In an interview withNewyddion S4C , NFU Cymru's vice-chair for Carmarthenshire, Hefin Jones said the location of the woodland had surprised many farmers, and there were fears productive land, for growing food, would be lost. \"Of course we sympathize deeply with any family who have lost loved ones during the pandemic, but in the wider context, there is a fair question to ask about the way the Welsh government has addressed this issue,\" he said. \"There are other sites which may give people a better opportunity to go and visit, pay respects, and make use of land which is less productive,\" he added. He added that Llangadog was not the most central location, and the Welsh government should look again to see if other sites, closer to towns and cities may be more accessible for people to go and pay their respects. Tree planting on agricultural land has become a hot topic recently, with several farms in western counties being bought by large companies intending to plant trees and offset their carbon emissions. Rachel Evans, who lives in Llangadog and is also the director for Wales for the Countryside Alliance said: \"Although people in this area have feared the threat from large London-based companies buying farms in Wales to offset their carbon emissions, I'm sorry to say the threat is now a lot closer to home. \"The threat now comes from the Welsh government - the ones setting agricultural policy in Wales - if they continue with this plan to plant trees on agricultural land.\" A Welsh government spokesperson said it was hoped the memorial garden would develop into a living area which would grow and which the whole community could enjoy. They said NRW had concentrated on land close to or on the edges of the Welsh government woodland estate, and had attempted to avoid valuable agricultural land. \"At the Brownhill site (near Llangadog) NRW bought three of five available lots, bidding for those containing a large percentage of wetlands, brushwood and woodlands,\" they said. \"In order to create 43,000 hectares of new woodland by 2030, some land will need to change usage from agricultural use to woodland and we want farmers to be central to this, but the woodlands will be created for local communities in consultation with local communities.\" They also noted this site would be one of three throughout Wales, and had been chosen as access could be secured from the main road and local train stations and said the site is level and therefore presents an opportunity for accessible path. ", "url": "https://www.bbc.com/news/uk-wales-60315476"}