{"datetime": "2022-01-20T07:25:36.000Z", "author": "Steffan Messenger", "title": "River pollution: Shake-up call for investigations in Wales", "article": "River groups have called for a review of how water pollution incidents are investigated in Wales. Thousands of small-scale spills are not even being looked into, they said, adding up to a \"massive issue\". It follows criticism of a leaked document suggesting staff at England's Environment Agency (EA) should ignore low-impact pollution events.Natural Resources Wales (NRW) said incident management was a crucial part of its work. Described as an \"appalling scandal\" by the UK Rivers' Trust, an internal briefing to EA staff on how to handle pollution was leaked to the media. The Guardian newspaper and Ends Report found that bosses had shown support for \"no response\" to low-impact environmental incidents because of a lack of funding to investigate them. Now campaigners in Wales have accused NRW of taking a similar approach for years and said a change in culture at the watchdog was needed. A guidance note from 2017 on NRW's website suggests the majority of low-level impact incidents would not \"merit attendance\" by officials, nor an immediate response. Examples of river pollution cases that fall into this category include those that cause \"minor loss of fish habitat\" or kill a small number of fish from species that are not rare. The same applies to incidents that give rise to minor public health problems, including \"a few individuals with temporary sore throats\".Spills that kill one or two adult salmon or sea trout could also be classed as low-impact, though fisheries officers would need to be consulted.Stocks of the fish have hit such \"unprecedented lows\" in recent years that NRW has introduced new bylaws forcing anglers to throw back their catch for a decade.The document notes that media interest or a risk to NRW's reputation should be one factor used to weigh up whether an incident merits a response. \"The approach that the EA are moving to is not dissimilar to what's already taking place in Wales,\" explained Gail Davies-Walsh, chief executive of Afonydd Cymru, which represents Wales' rivers' trusts. Thousands of low-level incidents \"are either not getting investigated at all or are being looked at quite far down the line after the event\", she said. It means getting an accurate picture of the scale of agricultural pollution, sewage spills and business waste affecting Wales' rivers is very difficult, she added. NRW figures from 2019 show it received 7,423 incident reports, of which 29% were related to water pollution. \"The problem with smaller cases is that on their own they're not being considered a major issue, but added together they're having more of an effect on our rivers than any one big incident,\" said Richard Garner Williams from the South East Wales Rivers Trust.NRW has repeatedly warned about funding pressures in recent years, and Ms Davies-Walsh agreedthat lack of resources was part of the problem but said \"a change in culture\" was also needed, to focus on strong enforcement. Hugo Tagholm, chief executive of Surfers Against Sewage, said environmental watchdogs like NRW were lacking \"sufficient capacity\" to properly do their job. \"We've seen regulators defunded over the last couple of decades, less money available to investigate farming pollution and water company misbehaviour,\" he said. A decade of \"radical action\" was needed to hold polluters to account and force investment in cleaning up rivers and seas to help fight climate change, he added. NRW's bosses are set to appear in front of the Senedd's climate change committee on Thursday for an annual scrutiny session. Committee chairman Llyr Gruffydd said he was \"hugely concerned that NRW was being asked to do more and more when it's actually seeing it's funding reduced year on year\". \"We shouldn't be surprised therefore that there are elements of its work where it's struggling to deliver,\" he said. Jeremy Parr, NRW's head of flood and incident risk management, said the organisation recorded an average of 6,800 incidents a year across a broad range - including floods, wildlife crime, land and water pollution. \"Our response is risk-based and proportionate within the resources available to us, and this means we can respond quickly to those incidents that are assessed as high impact. This is around 1,100 annually,\" he said. He added that NRW's officers would also \"follow up on many incidents noted as lower impact, if resources and other priorities allow\". A spokeswoman for the Welsh government said it had kept the NRW core budget of £60m for the next financial year \"despite facing a reduced budget from Westminster\". \"We will continue to regularly meet with Natural Resources Wales to keep up-to-date with their financial and operational situation, as well as review any pressures and opportunities over the coming year,\" she added. The Environment Agency said its incident triage project was looking \"at how we can best use our resources and maximise benefits for the environment\". ", "url": "https://www.bbc.com/news/uk-wales-60058188"}