{"datetime": "2022-02-02T16:20:01.000Z", "title": "Range Rover bursts into flames on Carmarthenshire woman's drive", "article": "A woman said she \"could have been killed\" after her Range Rover burst into flames on her drive. Lauren Griffiths, 37, from Hendy, Carmarthenshire, said the £58,000 car was \"well alight\" 25 minutes after she parked outside her home.Her house was damaged and the fire service spent two hours trying to control the blaze on 21 January. She claimed Land Rover was refusing to take responsibility, but the firm said the cause was yet to be determined. Ms Griffiths said she was returning home from work on the M4 when a message lit up the dashboard saying it was \"OK to drive but with caution\". \"When I got home there was some smoke coming out of the grill and my son said he could see sparks,\" she added. \"At that point my son was getting quite distressed and asked me to get out of the car.\" The mother-of-two was with her 11-year-old as it began losing power before she reached home. Unable to turn the car off, she went inside to call the RAC and was on the phone when her son began crying and said the car was on fire. Ms Griffiths called 999 and went to the back garden.The two climbed a fence and went through to a neighbour's property. \"There was a massive explosion, there were loud bangs as the tyres went and car debris was everywhere,\" Ms Griffiths said. Lauren said the wind caused the flames to spread to her house: \"I felt as though I was watching someone else's life, I was so helpless. There was nothing I could do.\" Since the blaze she said her family had been \"living day-to-day\".She added: \"We've lost everything. Thankfully we can stay at my partner's and have his support.\" When she called her Land Rover dealer the day after, she said \"his eyes nearly popped out of his head\". But she said communication with Land Rover had been \"slow\" and claimed the car firm was unsympathetic, dubbing its response \"shocking\". She wants Land Rover to explain why her car caught fire and said the company refused to take responsibility as her car was seven weeks out of warranty. She said: \"I'm really angry that Land Rover will not accept any liability… my son could have been killed, I could have been killed.\"Land Rover said: \"Customer safety is our highest priority. \"We are aware of the incident and we sympathise with Ms Griffiths' experience, the cause of which is yet to be determined.\"We are in regular contact with Ms Griffiths and are doing everything we can to support her and her family.\" Mid and West Wales Fire and Rescue Service said it was called to a fire at 19:43 GMT which destroyed the car and caused smoke and fire damage to Ms Griffiths' home, but the cause was believed to be accidental. ", "url": "https://www.bbc.com/news/uk-wales-60229619"}