{"datetime": "2022-01-13T10:48:56.000Z", "title": "Llangennech oil spill: Derailment caused by brake issue", "article": "A train derailment which led to a diesel spill was caused by wheels locking probably due to a braking defect, a report has found. A freight train pulling 25 wagons, each containing up to 100,000 litres of diesel,derailed and spilled into the Loughor Estuary at Llangennech, near Llanelli, in August 2020. Natural Resources Wales compared it to the Sea Empress disaster in 1996. The Rail Accident Investigation Branch wants changes to wagon maintenance. Chief inspector of rail accidents Simon French said the industry's approach to the safe maintenance of freight wagons \"needs to improve\".He described \"inadequate maintenance practices\" found in the investigation and \"a failure to appreciate\" the importance of the correct fastenings in the braking system. Mr French said similar \"serious issues\" have been found to be a factor in 10 investigations over the past decade. In its report, the RAIB made nine recommendations which include a review of the design of braking systems and for organisations that carry out surveillance and certification to review their processes. It also wants owners of wagons to overhaul maintenance procedures. Other recommendations include a review of the technology and systems used to alert traincrew, signallers and railway control offices to wagon defects that may lead to derailments. \"Trains carrying dangerous goods play an important role in the UK economy, but the risks which their operation presents must be adequately controlled,\" Mr French added. \"The consequences when things go wrong can be disastrous, as we saw at Llangennech in August 2020.\"Thankfully no one was hurt, but people were evacuated from their homes and the damage, both to the environment and to people's livelihoods, will take years to put right.\" The locomotive was pulling the wagons from Milford Haven, Pembrokeshire, to Theale, near Reading, on 26 August. A derailment occurred because one set of wheels on the third wagon stopped rotating during the journey, the report says. Because of a defect in the braking system, this meant it became locked, with the wheels unable to safely negotiate Morlais Junction, near Llangennech, damaging the pointwork. The third wagon then derailed, with others following it off the track, and some rupturing, spilling ignited fuel. About 300 people had to leave homes nearby amid the blaze which followed and a major clear-up has seen contaminated soil removed from the site. The soil has been replaced with clean material from quarries in Carmarthenshire and Pembrokeshire. Monitoring has shownthe safety and quality of shellfish harvested from the area , such as cockles and mussels, is \"well within regulatory limits\". The crash site and surrounding area, which includes four sites of special scientific interest and a special area of conservation, will continue to be monitored for about five years. The accident also closed the railway line for more than six months whilst the railway was being rebuilt and engineers worked to minimise the damage to the local environment. Mr French added: \"I have been struck by the extent to which the safe condition of freight wagons is critically dependent on people being given the tools and training they need to do a difficult job, very often in dark, wet and cold working conditions.\"So, I urge freight operators and maintainers to think carefully about the people who do the hands-on work, and the things that could be done to develop the capability of the work force.\" ", "url": "https://www.bbc.com/news/uk-wales-59971623"}