{"datetime": "2021-12-02T08:35:52.000Z", "title": "Moel Famau: Thousands of infected trees 'must be felled'", "article": "An area of forest equivalent to \"30 football pitches\" is due to be felled in Denbighshire. Larch trees on the slopes of Moel Famau near Ruthin have been infected by the pathogen Phytophthora Ramorum. Nick Thomas from National Resources Wales (NRW), which oversees the site, says slowing down the pathogen known as 'larch disease' is a big challenge. But one scientist has questioned the need to down so many trees. This isn't the first area inWales to be affected by the larch disease , but it is a sign of how it is spreading. Welsh Government has a national strategy to deal with the disease, and earlier this year Cwmcarn forest near Caerphilly was reopened following six years of tree felling work. Acknowledging the \"big challenge\" of slowing the pathogen down, Mr Thomas said the trees at Moel Famau needed to be cut down. \"It's a case of trying to slow down its spread, unfortunately,\" he said. \"They will need to be felled at some point, because they will die. The trees are quite old already, and they are almost ready to be felled anyway - and that's why they were planted in the first place.\" Around 4,500 tonnes of trees, when felled, will then be sold and processed, to be used as building materials and fuel. However, according to Professor Gareth Griffith, a mycologist at Aberystwyth University, there may be a case for leaving smaller trees in situ, if they're unsuitable for the timber trade. \"If you kill them with herbicides… they can then die on the spot, storing carbon for a while and creating a new and useful habitat for wildlife,\" he said. He also questions whether planting more trees, as is planned on Moel Famau, is the best way of capturing carbon in the uplands. \"It's difficult but these new elements such as capturing carbon in the soil or in vegetation, soil erosion and things like that, do need to be factored in,\" he said. \"I think we need to think about what we're doing with the land, especially land that is already forested.\" ", "url": "https://www.bbc.com/news/uk-wales-59502335"}