{"datetime": "2022-01-28T18:43:25.000Z", "title": "Dead birds video investigated over river pollution fears", "article": "A video showing dead birds being thrown into a cavern is being investigated by Natural Resources Wales. The footage was filmed by the League Against Cruel Sports (LACS) at the Dyfi Falls shoot near Machynlleth. It shows a man throwing dozens of carcasses over a fence, which LACS fears could contaminate a nearby river. Cambrian Birds, which organised the shoot, said the man \"was severely reprimanded and no longer works for the company\".LACS said it reported the incident, which took place in November, to Natural Resources Wales (NRW) and the police, adding there are concerns that \"the dead pheasants and partridges will contaminate water flowing into the nearby River Llyfnant, and potentially pose a risk to human life\". Chris Luffingham, director of campaigns at LACS, said: \"The film shows bird after bird being casually tossed into the cavern, next to one of Wales' most sensitive and protected pieces of land because of its range, quality and variety of habitats, species and geological features.\"This scandalous incident shows a blatant disregard by the shooting industry for this environment. \"More than 61 million non-native pheasants and partridges are released into the British countryside every year only for them to be cruelly blasted out of the sky. That these birds are just being dumped shows there is no other reason for them to be shot other than for so-called 'sport'.\" The Dyfi Falls shoot is operated by Cambrian Birds and was opened in October 2020 to a mixed reaction - while there was support for it as a new business that would bring benefits to the local economy, many people were also opposed because of concerns about the impact of tens of thousands of game birds on the local environment. The shoot is near several sites of special scientific interest, and LACS said the cavern where the birds were thrown is near a stream which flows into the River Llyfnant.Ann Weedy, NRW operations manager for Mid Wales said: \"We are aware of the reported incident and our investigation into the matter is ongoing.\"We cannot comment further at this stage.\" Cambrian Birds said all the game shot on its estate was processed through a certified game dealer.It added: \"Cambrian Birds allow their keepers to retain a certain number of birds for their personal consumption.\"We understand that in this instance the individual in question stripped the meat off the birds and thereafter disposed of the carcasses by throwing them into a disused mineshaft.\"Such a practice is contrary to the company rules and procedures.\"The individual in question was severely reprimanded and no longer works for the company.\" ", "url": "https://www.bbc.com/news/uk-wales-60167961"}