{"datetime": "2021-11-12T10:24:57.000Z", "author": "Sabrina Lee & Geraint Thomas", "subject": "COP26", "title": "Climate change: Size of Wales may change due to coastal erosion", "article": "The size of Wales is a common unit of measurement - but the country's outline could slightly change over the next century due to climate change. Natural Resources Wales (NRW) said protecting all areas was \"difficult against the forces of nature\". More than 71,000 properties are currently at risk of flooding in Wales from tidal sources, the environment body added. NRW has said coastal flooding and erosion is \"a big risk for Wales\". Jeremy Parr, its head of flood and incident risk management, said in decades to come there will be \"some tough decisions in some locations where we might need to relocate some small communities and certainly make space for water and look after our environment.\" Wales has 1,680 miles of coastline which surrounds the country on three sides, and about 60% of the Welsh population live in coastal areas. Mr Parr said coastal flooding and erosion would be \"a big risk for Wales\" and \"all indications are it's going to get worse.\" \"We can expect sea level rise for one thing and some of the predictions around that are quite scary,\" he added. \"The coastline is a dynamic environment. Parts of the coast will erode and fall away into the sea.\" \"You get increased storminess and increase in winds. That can increase the water level even further and make conditions along the coast, really, really treacherous - and it means that there will be more flooding and it means that there will be more erosion.\" People are able tocheck the long term flood risk of their area or street online. The warning follows amajor landslide on the north Wales coastline earlier this year when cliffs of about 40m (131ft) wide fell onto a beach at Nefyn in Gwynedd. NRW said it \"makes sense\" to protect some vulnerable coastal towns and areas that are home to Wales' key infrastructure - like major roads and railways - and heritage sites such as castles. The environmental watchdog has been working with local authorities and the Welsh government for several years to develop shoreline management plans for areas where climate change posed a particular challenge. But NRW acknowledges that losing areas of land to the seas was a difficult topic and needed to be handled sensitively so that people were not frightened. Asthe COP26 climate summit draws to a close in Glasgow, the Royal Meteorological Society said cases of such extreme weather were on the increase, and global warming had serious implications. \"The Royal Met Society has been around since 1850 and we've seen a lot of extreme events here in the UK over that time,\" said chief executive Liz Bentley. \"But what we're finding because of climate change is that those events are becoming more frequent. \"One degree has made a big shift in what we're seeing in rainfall patterns. It also means we've started to see a significant increase in sea levels. So the sea level has risen by about 16 centimetres, which again, doesn't sound very much, but for low-lying areas that has a huge impact.\" One leading geographical professor said Wales' coastline would \"change a lot\" in low lying areas with the sea moving inland. \"On the higher elevation areas there won't be that much change but there will be cliff falls,\" said Prof Richard Lucas, from Aberystwyth University's geography and earth sciences department. He said that although the landscape had changed in the past, the pace of change was a new phenomenon. \"It's the speed of the increase in greenhouse gas emissions and the speed that sea levels and other factors like flooding are changing. \"So the sea level is rising more rapidly than in the past, and ecosystems and people have to respond to that. And sometimes it's just too fast for them.\"He added that to avoid a change in the shape of Wales, sea defences would \"need to be strengthened into the future\". The situation \"depends on the actions of people and how we respond to changing climate.\" Read more about the COP26 summit here. ", "url": "https://www.bbc.com/news/uk-wales-59223819"}