{"datetime": "2021-11-18T17:43:15.000Z", "title": "Trail hunting banned on Natural Resources Wales land", "article": "Natural Resources Wales (NRW) has banned trail hunting on its land. NRW, which manages 362,456 acres (146,681 hectares) of land, decided not to renew its agreement with the Masters of Foxhounds Association (MFHA). The move comes after MFHA director Mark Hankinson wasconvicted of encouraging illegal fox hunting .Trail hunting was suspended on the NRW estate in November 2020 after a police probe intowebinars involving hunters discussing the practice . The MFHA was said it found the news \"disappointing\". Trail hunting involves hounds or beagles following a scent to replicate a traditional hunt without a fox being chased, injured or killed. NRW said it had \"lost confidence\" in the MFHA's \"ability to ensure its activities are carried out within the law and terms of its agreement\". \"In order to assure ourselves properly that trail hunting on our estate wasn't being used as a cover for illegal activity, we would have to invest in skills and resources that we currently don't have, to police it properly,\" said Dominic Driver, NRW's head of land stewardship. \"Given what has historically been a minor use of the land we manage, this does not represent good use of our limited resources.\" NRW's managed woodland alone covers more than 311,000 acres (126,000 hectares), almost 6% of the country, and about 40% of total Welsh forest.This means it is the largest land manager in Wales, the organisation confirmed. The move by NRW, which comes after the National Trustbanned all trail hunts on its land last month , has been welcomed by the League Against Cruel Sports.\"For such a major landowner like Natural Resources Wales to permanently end trail hunting on its land is hugely significant,\" said deputy chief executive Chris Luffingham. \"The NRW board's robust condemnation of the hunts in the wake of the recent conviction is wholly appropriate, and other major landowners that had also suspended so-called trail hunting ahead of the trial must surely be in the process of ending this activity on their land.\"Trail hunting is a smokescreen for old-fashioned illegal hunting, and enough is enough.\" The campaign group has renewed calls for other major landowners, including the Crown Estates, Duchy of Cornwall, local authorities and national park authorities, to end the practice on their land. The Hunting Office is the executive arm of hunting's governing bodies, of which the MFHA is one.It said: \"It is disappointing that NRW didn't consult with the MFHA before making this decision, however, we hope that further consultation may be possible following the review that we are currently conducting.\" Countryside Alliance Wales director Rachel Evans agreed it was \"disappointing\", adding she was concerned NRW's decision was politically motivated. She said: \"This decision comes after a similar ban was implemented on game shooting, an activity which is incredibly important to the Welsh rural economy.\" ", "url": "https://www.bbc.com/news/uk-wales-59337295"}