{"datetime": "2022-01-14T20:22:13.000Z", "title": "Cardiff: Cake maker fined £26k for polluting Heath Park stream", "article": "A cake maker has been fined £26,000 for polluting a stream in a city park. The cake maker admitted a charge of discharging poisonous, noxious or polluting matter into Wedal Brook, in Heath Park, Cardiff.Memory Lane Cakes, in Cardiff, was also told to pay £13,000 in costs in a hearing at Cardiff Magistrates' Court. Natural Resources Wales (NRW) was called in to investigate the brook in April 2019 after people reported sewage-type smells. Investigations led NRW officers to an industrial tray washer, used to wash baking tins, at the bakery on Maes-y-Coed Road. Dye tests revealed the washer had wrongly been connected to the surface water sewer, rather than the foul sewer.The court was told a survey of the brook by NRW showed low levels of oxygen resulting in the death of plants and fish. It also heard it was not until the following January that steps were taken to resolve the problem. The company had also been given a previous warning about pollution. Rachel Tucker, prosecuting for NRW, described the company as negligent and said it had failed as an organisation to take reasonable care. The company also admitted to failing to comply with an Environmental Protection Statutory Notice. Defending, Lukas Rootman said the mistake happened during improvement works at the Cardiff site in 2018, when the tray wash was moved and a contractor connected the waste to the wrong pipe. \"The company deeply regrets this, is deeply remorseful and takes this seriously,\" said Mr Rootman. \"It is accepted that more should have been done in relation to the management of the contractor, and accepted that was negligent.\"Asking for any fine to be proportionate, Mr Rootman told the court that the company, which employs 850 people at the Cardiff site, had a turnover of £70m but made just over £700,000 in profit - around 1%. \"It's a very low margin business,\" he said. District Judge David Webster said although tests showed as little as 4% of the pollution was down to the company, the problem had carried on for a year.He said the company had initially sought to blame the contractor and at first only admitted a low culpability. He fined the company £23,000 for the pollution offence and £3,300 for not responding to the statutory order.Costs of £13,000 were agreed and Memory Lane Cakes was given 28 days to pay. Michael Evans, of Natural Resources Wales, said: \"We hope the outcome of this case clearly demonstrates that anyone polluting Wales' rivers will be pursued through the courts if necessary, and could face large fines due to their actions.\" ", "url": "https://www.bbc.com/news/uk-wales-59999761"}