{"datetime": "2022-01-31T09:49:36.000Z", "author": "Steffan Messenger", "title": "Otter decline 'wake-up call' over river pollution", "article": "An unexpected decline in Wales' otter population is being described as a \"wake-up call\" about the state of the UK's rivers. The first national survey in more than a decade found fewer signs of the mammal on almost all waterways. A check on numbers in England has now been commissioned in response. After being wiped out in parts of the UK in the 1950s and 60s, the species had been recovering and was considered a rare success story for nature. Back then, pollution from organochlorine pesticides was blamed. Since these were withdrawn from use, otters had been spreading back across the country. National surveys of over a thousand sites began in the 1970s, documenting a \"remarkable\" comeback in Wales. Now, according to research by Cardiff University and Natural Resources Wales (NRW), something has changed. The latest survey shows a substantive decline in otter populations for the first time. Signs of otters - such as footprints, spraint (droppings) and holts (hiding places) - were spotted at just over 70% of the sites visited across Wales. That is down 22% since the last survey in 2010. The worst affected regions were the Conwy, Loughor and Teifi rivers with smaller declines evident on most other catchments. Only a few - such as the Severn - seemed to have stable populations. Dr Eleanor Kean, an independent ecologist who led the survey work, said \"a little bit of complacency\" had developed in recent years about the otter's recovery - \"often held up as a conservation success story\". It is why the survey's findings and ongoing monitoring involving a \"big group of volunteers, naturalist and mammal groups\" was so important, she said. \"We're not back to situation we saw in the 70s but it is a warning to us that something may be going wrong,\" added Liz Halliwell, team leader for terrestrial ecosystems and species at NRW. The otter - as \"top predator of our freshwaters\" - was \"an important biological indicator of the health of rivers and wetlands\", she explained.Graham Scholey, conservation specialist at England's Environment Agency (EA) said the Welsh study sent out a \"clear message\" about the need for up-to-date assessments across the other UK nations. \"We almost lost this iconic mammal over much of the UK in the not too distant past,\" added Mr Scholey, who is chair of the UK Otter Biodiversity Action Plan Steering Group. \"This decline, if widespread and sustained, could signal a much more insidious threat to the health of our river ecosystems.\" In response, the EA and Natural England, working with the Mammal Society, have agreed to fund a national survey of otters in England. Mr Scholey told BBC Wales he was talking to colleagues in Scotland and Northern Ireland via the steering group too \"in the hope they can find the resources for repeat surveys\". The researchers said it was too early to tell, but they have their theories. One of the first things they did was to interrogate the data to make sure other factors such as weather conditions had not affected the results. They even commissioned repeat surveys in some areas, but concluded that what they were seeing in the original data was correct. Now an expert group has been set up by NRW to investigate. Changes in habitat quality, availability of prey and pollution would all be considered, they said. Mr Scholey suggested more information was needed on the impact of a group of chemicals called PFASs - used in food wrappers, kitchenware and clothing to make them water and stain resistant. Experts were concerned about the extent to which the so-called \"forever chemicals\" were accumulating in freshwater environments, he said. \"We are gathering more data on that at the moment including tissue analysis from dead otters, fish and crayfish in rivers,\" he said. A recent study led by Cardiff University analysed the livers of otter carcasses from across England and Wales and found PFASs in all 50 sampled. The researchers concluded the chemicals were \"widespread\" in British rivers, linking the pollution to waste water treatment plants and the use of sewage sludge as fertiliser in farming.Dr Kean added that otters liked to eat eels and salmonids - fish species that are struggling in Welsh rivers. \"They can switch to eat other species but we don't know yet the impact that has on their health and the population numbers,\" she said. Ms Halliwell said NRW would keep a close eye on the situation. The organisation - alongside the EA - is under scrutiny over its handling of river pollution investigations. In order to protect one of Wales' \"most enigmatic species... we need to make sure these declines are not an ongoing trend,\" she said. ", "url": "https://www.bbc.com/news/uk-wales-60196518"}