{"datetime": "2021-09-17T05:04:33.000Z", "author": "Rachael Garside", "title": "Campaign to halt development of Carmarthenshire quarry", "article": "Campaigners have hit out at plans to build a recycling facility at a quarry they say has become a haven for wildlife after 20 years of disuse. Dolawen Cyf proposes to recycle building waste at Cilyrychen quarry, near Llandybie, Carmarthenshire. But Natural Resources Wales (NRW) and local residents have raised concerns over protected species and pollution as a result of the plans.The company said it had taken the concerns on board. Wildlife has returned to Cilyrychen quarry since it stopped operating in 2002, with nearby land designated a Special Area of Conservation.It includes the Pantllyn Turlough, the only known turlough lake on the UK mainland.The area is also home to a nesting pair of peregrine falcons, bats, adders and dormice, according to local residents.They said the proposals by Dolawen Cyf, a subsidiary of Ammanford-based TRJ, will not only damage wildlife, but increase pollution. \"The application is ridiculous in this beautiful part of Wales with such a rich heritage and rich culture - to destroy that just doesn't make any sense,\" said David Harrold. \"It's not the product itself - we need crushed stone to build roads - but there's plenty of other brownfield sites in Wales.\"Mr Harrold, who is also a member of the Save Cilyrychen Quarry group, added noise from lorries was also a concern. More than 600 people have signed a petition objecting to the development.Campaigners have claimed water was already being pumped from the quarry, and say they have photos showing reduced water levels over recent weeks, prompting an investigation by Natural Resources Wales (NRW).The environmental body said it could not comment on ongoing planning applications, but in a document submitted to Carmarthenshire council, it noted concerns with \"inadequate information provided regarding protected species, ornithology, protected sites and pollution prevention\". The document also references a letter sent to the applicant by NRW stating it must have a licence to remove any water from the quarry. Ruth Davies, who owns land adjacent to the quarry, said there had been no consultation with the local community. \"I discovered this as a result of spotting a planning notice on a public right of way pole,\" she said. There is a \"strong feeling\" against the construction, Ms Davies added. In its planning application, Dolawen Cyf said it was \"mindful of all comments or objections raised by either statutory consultees and/or third parties regarding its proposals and as such have taken them on board. \"In order to try and achieve a satisfactory outcome for all parties concerned, the company has requested that its advisors investigate these comments and present workable solutions acceptable to all.\" ", "url": "https://www.bbc.com/news/uk-wales-58586624"}