{"datetime": "2021-10-12T18:34:29.000Z", "title": "Nature in Wales: Donkeys, sharks among wildlife helped by new fund", "article": "From donkeys in Snowdonia to sharks in Carmarthen Bay, some of Wales' rarest and quirkiest animal habitats will benefit from a fund for conservation. The Welsh government's Nature Networks Fund is going towards 29 projects in Wales to provide \"vital sanctuary and high level of protections\". It will help nearly 70 species and more than 50 types of habitats. National Heritage Memorial Fund said it was vital that they were preserved and rebuilt.Here are some you might not know about. One of the projects receiving the fund is Sharks Inspiring Action and Research with Communities (SIARC), who operate in Carmarthen Bay and Tremadog Bay. The project led by the Zoological Society of London (ZSL) and Natural Resources Wales received £390,000, alongside funding from National Lottery Heritage Fund and On the EDGE Conservation, to carry out \"vital conservation research on Wales' marine environment with a strong focus on sharks, skates and rays\". They will use the funding to stimulate links between fishers, researchers, communities and government to help safeguard these species and support a green recovery in Wales.Joanna Barker, senior project manager at ZSL, said: \"We're excited to scale up our collaboration with fishers and complete innovative research to better understand the amazing shark, skate and ray species that use two of Wales' Special Areas of Conservation.\"With several opportunities for schools and local communities to be part of Project SIARC, we hope to generate a new appreciation of the underwater environment in Wales and identify ways for a wider range of people to get involved.\" Snowdonia Donkeys said they were \"thrilled to be involved\", having received £63,300 from the fund. The organisation said: \"It will enable all those involved, especially the donkeys to work with local partners to help protect the SSSI (Site of Special Scientific Interest) land at Moelyci.\"The donkeys will be working with staff and volunteers to help carry the resources to hard to reach areas. \"Their preference for eating brambles and gorse bushes will help to reduce the spread of these plants in selected areas. We hope that we will also be able to help correct the common perception that donkeys are lazy and stubborn.\" The project Reconnecting the Salmon Rivers of Wales, led by Swansea University, has been awarded £500,000 from the fund. The money will be used to remove or mitigate 17 barriers, such as dams, weirs and culverts, to restore 141km (87 miles) of river length across five salmon rivers, the the Usk, Tywi, Teifi, Western Cleddau and Eastern Cleddau. A spokesperson for the university said: \"Restoring river connectivity will help reverse the decline of Atlantic salmon, sea trout, European eel, and a host of other aquatic species, making them more resistant to environmental change.\" National Heritage Memorial Fund will administer the fund, and its Wales director Andrew White said: \"From restoring wetlands, to creating rich habitat for wildlife to flourish, it is vital that we preserve and rebuild our natural heritage.\" ", "url": "https://www.bbc.com/news/uk-wales-58821163"}