{"datetime": "2021-09-22T05:56:08.000Z", "author": "Steffan Messenger", "subject": "Climate change", "title": "Climate change: Wildlife and plant species decline 'a crisis'", "article": "Stopping the decline in wildlife and plant species is as important as tackling climate change, the head of Natural Resources Wales (NRW) has said. Clare Pillman said nature was in \"crisis\" and new targets were needed. All five of the UK's environment watchdogs - including NRW - have published a report with suggestions for how the problem could be turned around. They include limiting use of fertiliser on farmland and creating new wildlife habitats on a large scale. At a recent UN conference, the UK signed up to a Leader's Pledge for Nature - which aims to stop biodiversity loss worldwide by 2030. However, the report on Wednesday said significant action and funding is needed within the next two to three years if that goal is to be achieved. \"This isn't something we can put off, delay to the future or do when it's easier,\" Ms Pillman said. \"This is a crisis and we have to see action like we've seen in addressing the pandemic.\" The ambition to cut greenhouse gas emissions to net zero would also fail without \"nature based solutions\" such as restoring peat bogs and planting new woodland, she warned. As many as one in six species are at risk of disappearing from Wales in the coming decadesaccording to a recent study . Mammals like the red squirrel and water vole, birds like the curlew and plants such as the fen orchid squeezed out by loss of habitat and pollution. The report said landowners need to be incentivised to give over more of their land for nature, with farmers paid for work to protect wildlife. It added while these reforms are already under way they need to happen quickly. The environment experts also want \"ambitious\" nature recovery targets introduced - similar to those designed to fight climate change. It is something the Welsh government is looking at, but said it will not be rushed into. One idea the report describes as \"particularly promising\" is to set a legal limit on the amount of nutrients that can be emitted, and allow landowners and others to trade their allowances within this overall limit. It also wants 30% of UK land to be protected for nature by 2030 though environment charities have said in the past this won't go far enough. Groups such as Wildlife Trust Wales said it is the \"active management\" of these areas that matters. It emerged recently that almost half of sites set aside for nature conservation in Wales were not being monitoreddue to lack of funding . The Welsh government spokesperson said: \"We welcome this important report and will carefully consider the recommendations, looking for opportunities to incorporate them into our approach as we respond to the nature emergency.\"We've put tackling the nature and climate emergencies at the heart of decision-making, which has seen us take action including through our nature networks programme for our protected sites and introduction of the agricultural pollution regulations to improve water quality.\" ", "url": "https://www.bbc.com/news/uk-wales-58641886"}