{"datetime": "2021-10-29T18:29:48.000Z", "title": "Cardiff council blunders cause landfill river pollution", "article": "Polluted water from an old landfill site was allowed to seep into a river because council managers did not know how to run it properly, environmental inspectors have said. The tip at Ferry Road in Grangetown, Cardiff, was shut in 1994. Inspectors found a pumping station not working properly, and staff who used it did not know what it was for. Cardiff council said it was refurbishing its systems to manage contaminated water. Natural Resources Wales (NRW) said chemically contaminated water from rotting rubbish leaked into the River Ely and Cardiff Bay instead of being pumped away, according to theLocal Democracy Reporting Service . The site is now home to Grangemoor Park and Cardiff Bay Retail Park. An inspection was carried out in March after reports of contaminated water entering Cardiff Bay. NRW warned Cardiff council about a significant breach of its permit, with the potential to have a significant impact on the environment or people, and urged the local authority to run the site properly to prevent pollution.Inspectors found a faulty pumping system meant pollution was building up in the landfill and escaping through an old pipeline, which should have been decommissioned.It was also escaping through a new pipeline into the River Ely. \"Cardiff council informed us at the inspection that they were not aware of the purpose of this pumping station before our visit,\" inspectors said in their report. They said instructions on monitoring and managing landfill were missing, as was a plan on how to protect the surrounding environment. About four million cubic metres of rubbish was dumped at Ferry Road landfill before it closed. NRW is still reviewing operations at the site to prevent further pollution into the river and bay. The pumping station is now operating automatically, and is regularly monitored. Cardiff council said it was refurbishing its systems to manage contaminated water, also called leachate. No further emissions had been seen since the work on the pumping system, the council said \"Cardiff council has significantly increased environmental monitoring and sampling at the site, and works closely with Natural Resources Wales to ensure stringent controls and monitoring arrangements are in place,\" a spokesman said. The spokesman said monthly samples were being taken at the site, at surface water discharge points, including upstream and downstream, adding: \"Further to the considerable measures taken by the council to protect the local environment, a specialist consultant has been commissioned to produce a hydrogeological risk assessment for the site.\" ", "url": "https://www.bbc.com/news/uk-wales-59095572"}