{"datetime": "2022-01-26T10:11:26.000Z", "author": "Iwan Griffiths", "title": "Brynamman lido: 'Promising' plans to reopen 1930s site", "article": "Plans to reopen a 1930s lido are starting to look promising, campaigners have said. It has been two years since the announcement of new plans for the site in Brynamman, Carmarthenshire.Since then, the pandemic has slowed down the process but there is a sense things are starting to move again. Carmarthenshire council said it had approved the transfer \"in principle\" and hoped to complete the agreement soon. \"The difference now, I think, is that we have more support,\" said Eleri Ware from the Brynamman Lido Committee. The council has started clearing rubbish and debris from the site which has been left in ruin for 12 years, and it is due to be transferred to the care of the local committee within the month. \"People are more positive now than they were when I started on the committee back in 2014,\" said Ms Ware.\"People thought that we didn't have a chance to get this back to how it was. But now there's a new confidence that it will open again.\" The lido closed in 2010 after freezing winter weather caused £20,000 worth of damage to the drains and pump house. Further storm damage pushed the repair bill up to £170,000, but the real costs of restoration and running the lido when reopened will be much higher. \"It's going to cost at least £1m,\" said Jessica Lerner, who used to swim in the pool and is now a committee member. \"We have done a lot of work in realising what needs to be done and what kind of way we want to do it.\"There are plans to use natural plants to filter the water which could save on the need to use chemicals, and help keep the lido as carbon neutral as possible.There would be a cafe on site, and where the previous pool was opened during the summer months only, a heated pool would allow it to be used throughout the year. \"The public's attitude has shifted to be much more positive and I think they'd given up on it for a while, but now they're realising that there is a benefit in having an outdoor pool,\" added Ms Lerner. \"Now our chance is to go for lottery funding and other funding that the council don't have access to.\" Janet Ilett, who has recently moved to the area and joined the campaign, said: \"The support locally from local people is increasing day by day, which is very encouraging.\"We know it's going to be a huge challenge to raise £1m, but I think we're all pretty confident it can happen now.\" The pool was built during the depression by out-of-work voluntary labour and once attracted about 2,000 visits each summer. Eleri Ware remembers swimming in the pool as a child and was there with her children over that last summer in 2010 before the closure. \"It was fantastic. Full of children everyday throughout the summer. Many children here don't go on summer holidays. This was the holiday. Lots of noise, lots of enjoyment.\"Children now don't remember the pool and they need something like this, Somewhere for them to meet, enjoy, and keep fit as well.\" The committee is aiming to reopen the lido in 2024. David Jenkins, Carmarthenshire council's cabinet member for resources, said that since 2015 the authority had transferred more than 90% of its \"recreational assets\" to town and community councils and other local groups. He said these groups were often able to provide better value for money and greater use of facilities. \"I commend the commitment and enthusiasm of the people we have been in discussion with, and I wish them every success for the future,\" he added. ", "url": "https://www.bbc.com/news/uk-wales-60131768"}