{"datetime": "2021-08-09T15:02:55.000Z", "subject": "Greece wildfires", "title": "Greece wildfires: British firefighters help tackle 'unprecedented' blazes", "article": "A team of British firefighters helping to tackle wildfires in Greece are facing an \"explosive mixture\" of conditions, a senior officer has said. Hundreds of people have been forced to leave the island of Evia, asfire destroyed houses and power lines . A team of 21 firefighters, which includes officers from Merseyside, West Midlands, London, Lancashire and South Wales, arrived in Greece on Sunday. Team leader Nick Searle said the scale of what they faced was \"unprecedented\". The deputy chief fire officer, who serves with Merseyside Fire and Rescue Service and is co-ordinating the support effort, said the fires were \"very scary\". He said the team were \"hard at work\", but the conditions were not making the job easy. \"We've all seen the high temperatures throughout Europe and if you twin that with high winds, that really is an explosive mixture,\" he said. He said the scale of the fires were \"pretty unprecedented\" and that the sky was \"completely orange with flames\". \"The size of the wildfires is devastating,\" he added.\"It's massively challenging. There are thousands of hectares on fire.\" Mr Searle said the team and local crews were following the trail of the fires through towns and villages, trying to prevent blazes from breaking out in properties as they went. \"It's passing through towns and villages and just taking everything in its wake,\" he said.\"As we're seeing, people are having to be evacuated. It's really very scary. \"In the last couple of years, we've had what we would consider quite serious wildfires up in Lancashire and Greater Manchester.\"This far surpasses anything like that.\" On Saturday, the UK government said Home Secretary Priti Patel was sending \"experienced firefighters\" to help after witnessing the \"devastating effect\" of the fires while in Greece a few days earlier. West Midlands Fire Service's Rob Norman said two watch commanders has joined the team, including one who had previously been \"deployed to the floods in Bosnia\". He said the pair brought with them, \"from their day jobs, a fantastic amount of expertise which I'm sure will be incredibly useful to our Greek colleagues\".He added that the service \"stand ready\" to support the Greek crews further if they need more help. Why not follow BBC North West on Facebook , Twitter and Instagram ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-merseyside-58147674"}