{"datetime": "2021-10-01T05:01:56.000Z", "author": "Steffan Messenger & Tomos Lewis", "subject": "COP26", "title": "COP26: Wildfires and flooding prompt Welsh firefighter warning", "article": "Firefighter Craig Hope deals with \"hundreds and hundreds\" of wildfires across the south Wales valleys every year. But he has noticed recently they are changing - burning later into the year, getting larger and causing more damage. His colleagues are also having to deal with \"unbelievable\" flood events and landslides. All signs of climate change, he says - and \"it's like watching a Hollywood film\". With a month to go until world leaders gather in Glasgow for the crucial COP26 summit on global warming, the Fire Brigades Union (FBU) has urged action, warning that its members are on the front line. As a wildfire specialist, Mr Hope travelled to Greece in August with three other colleagues from South Wales Fire and Rescue to assist with devastating blazes there. He predicts parts of Wales could soon suffer similar scenes unless action is taken to adapt to the challenges of warmer weather. Mediterranean countries now experiencing severe issues \"were having fires like we have 30 years ago\", he explained. \"We're in a position where we need to act - the next 30 years will be the deciding factor.\" But it is a complex problem. It involves working with farmers and landowners, as well as forestry firms, conservationists and government, to manage landscapes so they are less prone to blazes that burn out of control. A project in Rhondda Cynon Tafcalled Healthy Hillsides was a good example of what needs to be happening further afield, he said.\"The problem we have in Wales is that we have a lot of poor weather.\" He said it meant fires might not be at the forefront of people's minds. But when it is wet in Wales, vegetation grows and it gets bigger and bigger. \"And then we get bursts of very hot, dry, windy weather,\" said the firefighter. He said his own fire service had now \"totally evolved\" the way it responds, with a wildfire toolkit and different uniforms better suited to the conditions. But is he worried for the future?\"Definitely,\" he said. He said at the moment it was very rare for UK wildfires to affect properties or harm people.But he said that could change. \"I was in Portugal recently... they lost 77 people in a wildfire and only last month a firefighter died in Spain. So this is very real,\" he said. \"As our fires become bigger and the climate changes, we need to start preparing to make ourselves safe.\" Wildfire-prone Kilvey Hill, above the St Thomas area of Swansea is one cause of concern. Six homes were evacuated in 2019 after a major blaze, with resident Jan Murphy describing the evening as \"really quite horrendous\". \"All you could see was the smoke and glow of red. We were in the street until 3am and we had five fire engines here until the following day,\" said the 72-year-old. The fire reached the edge of her garden, and she has since cut down a row of trees on her property as a precaution. Neighbour Stephen Passmore said he tried not to think about the implications of climate change but \"obviously\" there would be more fires. He said he felt for the \"struggling\" firefighters. \"The whole hill was burning - where do you start?\" he said. Firefighters are under pressure on all sides from climate change and are increasingly called out to rescue people from severe flooding too. Mr Hope described the deluge of February 2020 - when a series of storms pummelled Wales - as \"incredible\". \"When you see shipping containers being washed down rivers and then you link that withthe footage we saw in Germany and elsewhere across Europe just this summer - it's unbelievable,\" he said. And the damage is all linked, he pointed out - with wildfires burning away vegetation that could help prevent flooding and landslides. More focus on adapting to the effects of climate change, while securing tougher action to cut greenhouse gas emissions, are key aims of November's COP26 summit. In a plea to those attending, Cerith Griffiths, who heads up the FBU in Wales, said it was \"high time the politicians took it seriously\". \"If we don't deal with this climate emergency and do so quickly then it's going to deal with us,\" he said. \"Firefighters are on the front line - we're dealing with bigger fires and more floods that cover a wider area - it's happening in front of our eyes right now.\" Fire services were adapting, he said, but could be doing more \"if the resources are there\". Welsh Climate Change Minister Julie James said the government had been running \"a massive programme all year learning from the effects of the various storms we had last winter\". \"It's awful to be flooded out and I've met with many people who are traumatised by what happened,\" she said. \"So we have worked really hard on mapping out where our flood protections are, what needs to be done to shore them up and prepare for this winter.\" On wildfires, she said the government was working with further education colleges, young people, the farming community and others to raise awareness of the behaviour that could lead to blazes. \"We can't mitigate against all extreme weather events but we can try and put the best defence in place that we can to make sure we're as resilient as possible,\" she said. ", "url": "https://www.bbc.com/news/uk-wales-58754036"}