{"datetime": "2016-07-18T06:11:24.000Z", "author": "Lucy Ballinger", "title": "Lido love: Are we falling back in love with outdoor pools?", "article": "They are a throw-back to simpler times, when a swim was not seen as just exercise. Instead, going to the lido was an opportunity to socialise, and show off. At one time there were more than 57 outdoor pools in Wales. Now there is just one. But why have so many of the pools been filled in, and is Wales on the verge of a resurgence in outdoor swimming? Surrounded by parents watching their children splashing about in the water, and teenagers preening themselves, lidos were popular across the country until the 1990s. Unheated, with basic changing rooms, many of the pools were built after World War One as a way to give returning soldiers something constructive to do. Children and adults alike splashed about, dived off boards, and shot down slides in the warm and not so warm days of summer. And they stood the test of time, with swimming contests and synchronised swimming shows put on for the community throughout the 20th Century. Gill Wright, chairman of Historic Pools of Britain, said: \"Between the wars there was a big expansion of interest in outdoor pools. By the 19th Century swimming itself was getting established as a leisure activity.\"After the first world war the leisure part of it became more important and learning to swim for safety reasons.\"There were interesting techniques for teaching people to swim, with pictures from the time showing learners with ropes tied around their waists. Mrs Wright added: \"They also became part of the social scene. You would go and have fun and prance around showing off a bit in your fancy swimming costumes.\" Singer Tom Jones used to swim at Pontypridd lido, which was where Jenny James, the first woman to swim the English Channel in 1951, trained.Photographs from Abergavenny's Bailey Park Pool show swimming and diving competitions, as well as galas and life saving demonstrations. Simon Inglis, editor of English Heritage's Played in Britain sports history books, said: \"The 1920s and 30s were the dawn of the movie age, art deco was becoming popular, so the lido became part of a fashion statement as well. \"The essence of a lido is that there is somewhere to swim, a sunbathing area and a cafe.\"Some put on aquatic shows, polo matches or high diving displays. There were also troupes of travelling swimmers who did displays with music and lights. So they were places of entertainment as well as places to swim. \"This was also a place to go and meet your partner and get chatted up and chat up women, like a dance hall. There was a frisson about the lido.\" Udo Schultz visited Abergavenny's Bailey Park pool for more than 60 years on his summer holidays. \"I never missed the chance to go to the pool for a paddle or swim,\" he said. \"I remember that the water seemed to be rather cold, even on hot summer days, but that did not spoil our fun.\"In summer the pool in the park was the focal point and meeting place for the people who could not travel to far-away beaches or swimming pools.\"Of course, no visit went without a hot chocolate to warm up and a jam wedge.\" But in the 1980s funding started going to larger indoor pools, with some lidos converted while many others were left to fall into disrepair. Gradually outdoor pools in Wales started to close, and even those run by volunteers eventually had no choice because there were not enough funds to maintain them. The last lido to close was in Brynamman.In its last few years it was run by volunteers, but it was eventually closed in 2010 after getting a£20,000 repair bill . Despite the decline in the number of outdoor pools, some communities have campaigned to have theirs reopened. And five years after Brynamman pool closed the National Lido of Wales opened, in the refurbished Ynysangharad Park lido, Pontypridd. The pool was reopened by Rhondda Cynon Taf council after being closed for 24 years.Its refurbishment was partially funded by the European Regional Development Fund through the Welsh Government, Heritage Lottery Fund and Cadw. The pool, which reopened in 2015, has had almost 50,000 visitors since it first opened at the end of August last year. And campaigners in Brynamman hope their local lido could also be returned to its former glory. Carmarthenshire council had originally said its ambition was to reopen it in 2011 after repairs. But six years later the pool is still empty.Campaigner Phil Broadhurst said: \"People are actually wanting to get back to nature and go out and play, and are looking for interesting ways of doing this.\" The original art deco pool was built by unemployed miners and opened on 11 August 1934. \"We have heard from a couple of families who have had three generations use the pool,\" Mr Broadhurst added.\"There were always lots of people sitting around and chatting while a few brave ones went into the pool, because it wasn't heated. It became a lot more of a community centre than a swimming pool.\"We want to get that feeling back, but have it heated too.\" They are looking at turning it into a natural pool to make it easier to maintain. Judi Hughes, who is also on the committee to reopen the pool, said: \"The water stays in the pool and it is constantly filtered through a natural filtration system which works through plants.\"It is also about five degrees warmer than a normal open air pool. We are also looking at different ways of doing this such as putting in a freestanding solar glass roof or a solar cover to bring the temperature up a bit.\" Campaigners in Barry, the Vale of Glamorgan, want to have the town's Cold Knap pool reopened. Built by volunteers and opened on 1 May 1926, it was the largest open-air swimming pool in Wales, and one of the largest in Britain, measuring 110m (360ft) by 18m (59ft). But in the 1980s, cheap European holidays, the introduction of heated pools and more foreign holidays saw a decline in its fortunes. The site closed in 1996 and, despite local opposition, demolition of the buildings and infilling of the pool area began in March 2004. Now a group want an outdoor pool rebuilt on the site. Barrie Evans said: \"When the lido closed there was nothing to replace it. People are crying out for an outdoor pool, we have 8,000 people supporting us on our Facebook group and I think that is the tip of the iceberg. \"People want an open air pool where they can go in the summer holidays. I used to come down from the Valleys to swim in the Barry lido. It would be nice to have a new pool where the original was.\" And Mr Inglis believes these campaigns could be the start of a new movement towards reopening lidos. \"Lidos attract tremendous loyalty from their users,\" said Mr Inglis. \"There has also been a rise in the outdoor swimming movement, particularly in people doing triathlons. \"Things go in cycles, at the moment they are very fashionable and everybody is talking about them so hopefully that will result in lidos becoming popular again.\" ", "url": "https://www.bbc.com/news/uk-wales-36655481"}