{"datetime": "2021-10-05T15:16:41.000Z", "title": "Wales weather: Floods hit homes, businesses and roads", "article": "Homes and businesses have been hit by overnight flooding, when fire services were \"inundated\" with calls after a heavy night of rain. They were \"extremely busy\" until about 01:00 BST, with fire services responding to almost 200 flood calls. There is one flood warning for the River Ely at Peterston-super-Ely, Vale of Glamorgan, and multiple flood alerts, saysNatural Resources Wales . In some cases, people were trapped in cars due to the flooding. There were incidents at Kidwelly, Neath, Pyle, Porth and Kenfig Hill, according to South Wales Fire and Rescue Service. Fire crews dealt with flooded roads and water in houses. About 30 homes were affected in the Rhydyfelin area of Rhondda Cynon Taf, while other homes were hit around Trehafod, Cilfynydd and Tonyrefail. Council leader Andrew Morgan said the intense downpours overwhelmed culverts, with one deluged by 50 tonnes of debris washed from a hillside. Mr Morgan said cameras showed that culvert in Rhydyfelin was clear and flowing at about 20:15 BST on Monday evening - but two hours later, it was under water. \"So the weather last night was pretty extreme,\" said the council leader. \"These storms are becoming more fierce, we get heavier periods of rain in a short time and the normal infrastructure just doesn't cope so we do need to look at longer term.\" He said while they wanted to work to tackle climate change \"we have to recognise that some of this is happening right now\". In Cilfyndd, Donna Tibbs said there have been problems with a culvert in the area which is on private land for many years and that the road has been repeatedly flooded. The resident, who has lived in the area for 30 years, said she was taken by surprise as \"it came from nowhere\" on Monday night. She added: \"I looked out of the windows and could see the water on the road and you know that it's flooded immediately. The disappointment last night was that what the council had done hadn't been quite enough.\" South Wales Central MS Heledd Fychan said she had a lot of phone calls from concerned businesses and homeowners. \"I'm extremely concerned. I think the fact that we haven't had an independent inquiry into the (February 2020 Storm Dennis) floods and yet again, it's not even winter properly yet and we are seeing this amount of flooding into homes and culverts and drains not coping.\" Shawn Moody, from South Wales Fire and Rescue Service, toldBBC Radio Wales Breakfast that among the calls was a residential care home where residents had to be removed from some areas. He said the influx of additional calls created \"a lot of pressure\" for crews overnight but they \"worked effectively\" to respond to them all. There were six incidents of vehicles stuck in water in mid Wales and three in south Wales between 21:00 on Monday and 01:00. Mr Moody said while a lot of the ongoing incidents were from rain, people must avoid high water levels. In mid and west Wales, fire service crews attended more than 80 flood-related incidents in Swansea, Neath Port Talbot and Carmarthenshire including more than 40 incidents where flood water entered property. Neath Port Talbot council said about 20 properties had been flooded overnight, with rainfall reaching between 50mm and 100mm per hour (two to four inches per hour) at one point. \"Officers have been out trying to establish the extent of internal property flooding, although early indications suggest somewhere around the 20 mark,\" said a council official. \"There has also been a significant impact on the highway infrastructure, with significant highway flooding and a road collapse being some of the issues caused.\" Castle Drive in Cimla, Neath, has been closed to traffic after part of the road collapsed, with bus services unable to reach the Glannant estate. Ainsley Williams, Carmarthenshire's head of waste and environmental services, said people should be encouraged to form local defence committees to help respond to flooding. He said getting communities to engage with the authorities has been tricky in the past, according to theLocal Democracy Reporting Service . But, citing what appears to be an increase in storm activity, Mr Williams said: \"Now it's more prevalent maybe it's appropriate that we try to engage more.\" He said Natural Resources Wales (NRW) had documents which enabled local groups to set up defence committees. \"It would be a great help for members (councillors) to encourage people to do this because that is the difficulty we have had in the past,\" said Mr Williams. Stagecoach South Wales tweeted on Tuesday morning that 151 services in Blackwood, Caerphilly county would be diverted between Chapel of Ease and Abercarn until the road cleared. Dyfed-Powys Police issued traffic warnings to avoid some areas due to flooding on roads. Check your local forecast onBBC Weather . ", "url": "https://www.bbc.com/news/uk-wales-58791024"}