{"datetime": "2022-02-11T18:01:19.000Z", "title": "University of Bristol not 'uncomfortable' disciplining trans activist", "article": "The University of Bristol has denied being \"uncomfortable\" disciplining trans rights activists. PhD student Raquel Rosario Sanchez is suing it over claims the institution failed to protect her from harassment and bullying by transgender activists. Her support of campaign group Woman's Place UK, made her a target she said. One person, referred to as AA, faced disciplinary proceedings as a result of her complaint but these were dropped in 2019, a court heard. The university denied it was reluctant to discipline activists accused of\"intimidating\" her though, Bristol Civil Justice Centre was told. Trans rights activists had protested against a talk by Ms Rosario Sanchez and labelled her a radical feminist that excluded trans people, she said.When she complained to the university in February 2018 she said ittried to pressure her into quitting rather than tackling the issue. Alice de Coverley, representing Ms Rosario Sanchez, questioned Keith Feeney, a senior university lawyer, about the disciplinary process person AA had faced. When asked whether the \"university was uncomfortable disciplining a trans activist\" he said it was not. Mr Feeney said: \"There was a lot a pressure on both sides, and it didn't influence the university. \"There were letters being sent to senior managers and the vice-chancellor from both sides - each asking for their preferred outcome.\" Laura Johnson, representing the university, asked Mr Feeney whether he had been pressured by the university's management during the disciplinary process. He replied: \"Not at any time.\" Ms Rosario Sanchez previously claimed the university had tried to \"pressure\" her into leaving rather than offering her an extension for her studies - which she said had been affected by the abuse. Professor Jutta Weldes, from the university's school of sociology, politics and international studies, denied the claim and said: \"We were trying very hard to get her to engage with her PhD so she wouldn't lose her funding.\" She said the most Ms Rosario Sanchez could have been granted was a two-month suspension because any longer would have had an impact on her visa. Ms Rosario Sanchez is suing the university for negligence, breach of contract and sex discrimination. The hearing resumes on Monday. ", "url": "https://www.bbc.com/news/uk-england-bristol-60352546"}