{"datetime": "2021-02-23T06:56:27.000Z", "author": "Caleb Spencer", "subject": "Climate change", "title": "Fossil fuels: Wales' local authority pension funds 'invest £500m'", "article": "More than half a billion pounds was being invested in fossil fuels by Wales' local authority pension funds at the end of 2019-20, new research shows. Thereport by Friends of the Earth and Platform also shows local authority pension funds UK-wide had fossil fuel investments of almost £9.9bn. But the campaign groups acknowledged there had been a reduction since 2017. The body representing local authorities in Wales said they were committed to the decarbonisation agenda. A spokesman for the Welsh Local Government Association (WLGA) said it encouraged the development of ethical investment principles by the Welsh pension funds that ultimately make decisions And the Wales Pension Partnership said funds were working to reduce their exposure to fossil fuels. The Welsh Government said investments were \"matters for the pension authority\". But Wales' Environment MinisterLesley Griffiths has said previously she wants Wales to achieve net-zero carbon emissions before the official target of date of 2050. The latest figures are published as the UK prepares to hostthe COP26 summit - the major UN climate change conference to be held in Glasgow in November. Local authority pension funds control billions of pounds put away by public sector workers for their retirement. The pension funds have members beyond local authorities, including colleges, universities, national parks, and town and community councils. The money is invested - directly, or indirectly through external fund managers - in companies which offer small but predictable returns. Campaigns to reduce pension investments in companies on ethical grounds - often called \"divestment\" - range from those against fossil fuels, fast fashion, tobacco and even arms. Using Freedom of Information laws, Friends of the Earth and Platform asked 98 UK pension funds where their money was invested. Despite 75% of UK councils having declared climate emergencies, including 16 of Wales' 22 local authoritiesaccording to Climate Emergency UK , 3% of the total value of the Local Government Pension Scheme was invested in fossil fuels. This included £3.4bn in coal and £6.5bn in oil and gas. The campaign groups claim the true figure is likely to be higher because they only looked for investments in the 200 biggest fossil fuel companies. Since the groups' last report in 2017, authors say there is a \"much bigger proportion\" of fossil fuel investment happening through \"indirect investment vehicles\". This is when a pension fund effectively outsources investments to an external fund manager who is in charge of investing the money in specific ways. They say this poses transparency and accountability problems. There are eight pension funds in Wales, which correspond roughly to the eight preserved counties and are made up chiefly of county councils, fire and police authorities, and national park authorities. The list does not include all members. Source: Wales local government pension funds. In total, Wales' local authority pension funds had £516.6m invested in fossil fuel companies at the end of the 2019-20 financial year. This represented 3% of the funds' total value of £17.5bn. In terms of total value invested in fossil fuels, Rhondda Cynon Taf had the highest with £103.3m of its £3.35bn fund (3.1%) invested in such companies, followed by Dyfed (£78.7m, 2.9%) and Clwyd (£77.2m, 4.3%). The lowest was Powys with £19.8m of its £631bn fund (3.1%) invested in coal, oil and gas companies, followed by Gwynedd (£51.5m, 2.7%) and Cardiff and Vale of Glamorgan (£57.5m, 2.9%). The Greater Gwent Pension Fund had £70.8m invested in fossil fuels, representing 2.35% of its £3bn fund, and Swansea had £57.5m of its £2bn fund (2.9%) invested in such companies. The Wales Pension Partnership, a pool of the eight Welsh local authority pension funds established in 2017, is administered by Carmarthenshire council, which is the host authority for the Dyfed Pension Fund. Friends of the Earth (FOE) Cymru say that while some councils had been more \"proactive\" than others, includingCardiff andMonmouthshire local authorities, the level of investment in CO2-producing businesses was \"outrageous\". FOE Cymru spokesman Bleddyn Lake said: \"These pension funds, the Wales Pension Partnership and the Welsh Government should be sitting down to work out a plan to ditch fossil fuels and invest the money instead into projects in Wales to create jobs and give a good return on investment.\" The Dyfed Pension Fund, one of Wales' biggest and administered by Carmarthenshire council, recently announced it is to reduce its fossil fuel holdings by about 16%. \"Climate risk and progressing to a low carbon environment is top of the committee's agenda,\" said Elwyn Williams, chairman of the fund committee. The Welsh Government said it had written to each pension authority and the Wales Pension Partnership in 2019 asking how they were taking account of the climate emergency in their pensions investment policies. \"We are committed to achieving net-zero admissions for Wales by 2050 and are working closely with local government and other public sector partners to achieve this,\" a government spokeswoman said. The WLGA spokesman said of the Welsh pension funds: \"They all give due consideration to socially responsible investments and are members of the Local Authority Pension Fund Forum which considers and advises on ethical and climate related investment issues. \"The pooling of the eight funds in Wales offers an opportunity to share good practice under the Welsh Pension Partnership Joint Committee in relation to responsible investment including fossil fuels.\"To date they have been able to take steps to lower carbon exposure without impacting performance.\" A spokesman for the Wales Pension Partnership said a \"climate risk policy\" had been developed, with an \"ambition to report on progress\" towards its objectives. The report's authors said Dyfed Pension Fund refused to provide them with full details of its indirect investments, citing concerns over commercial sensitivity. As a result, BBC Wales asked Dyfed Pension Fund for its own figures for a comparable timeframe, but it could only provide figures for September 2020. As a result, the figures reported for the fund are not strictly directly comparable, but are broadly indicative. ", "url": "https://www.bbc.com/news/uk-wales-56105872"}