{"datetime": "2022-02-01T13:25:35.000Z", "author": "Iwan Griffiths", "title": "Hakuna Matata home renews Welsh place names debate", "article": "A woman who built her home on farmland and called it Hakuna Matata has said she would not have done if she realised it previously had a Welsh name. Sara Davies bought the empty land near Gorslas, Carmarthenshire, in 1997 and named it with the Swahili phrase used in the Disney film The Lion King. The land was known as Banc Cornicyll but it has emerged the original name is no longer on the Ordnance Survey map. It sparked a debate on social media about the loss of Welsh place names. \"When we bought the land originally, the farm was not named, there was no building here,\" said Mrs Davies.\"We simply bought a set of fields so we were building on a new site and there and there were no names, so we didn't know that we were actually losing a historic name in the first place.\" She said that the Post Office told them \"you can pick whatever you like\". \"Obviously if we'd known there was a historic name here, I see no reason to be trashing any kind of traditions and we would have stayed with that name.\"My family, my husband's family were all Welsh speaking, we wouldn't have wanted to lose that tradition, but it was just never shown on any of the maps or anything we bought from.\" Hakuna Matata means \"there are no troubles\" in Swahili, and it became a more well known saying after the 1994 Disney movie Lion King. Banc Cornicyll - banc means a mound, and cornicyll translates to lapwing - is one example of Welsh names disappearing. Lawyer Simon Chandler, who is part of a scheme called Diogelwn which aims to protect Welsh names for future generations, called for more education on the subject. He said: \"The point is that many houses in Wales have names and they have significance and importance in relation to the history of the area, connection with the past and we want to protect those, partly through educating people.\" He added: \"They wouldn't need to be coerced into refraining from changing the names. They wouldn't want to because they understand now and embrace having been educated.\" The scheme asks those who intend to sell property to include a clause in the contract which would block buyers and future owners from changing the name. Ordnance Survey said the map for the Gorlas location changed a number of years ago and it was following its remit to keep details up to date. \"Ordnance Survey is committed to holding authoritative versions of Welsh place names within its mapping datasets where they are current and in use,\" a spokesman said.He said the map would be updated if a place was changed back to its Welsh name. Comedian Tudur Owen has been a vocal critic of history disappearing by Welsh place names being changed. \"There's certainly a responsibility on local government and on a Welsh government level, but I think the main responsibility rests on our shoulders, the residents of Wales,\" he said.\"And this isn't a debate, or it shouldn't be a debate about incomers and English people and Welsh people, it isn't about that at all.\"The main thing we need to worry about is misinformation and ignorance, and I don't mean ignorance in a derogatory way, I mean the people simply don't know the significance of these Welsh place names.\" A Welsh government spokesman said: \"We share and understand the strength of feeling around preserving Welsh place names and are currently consulting on our Welsh Language Communities Housing Plan.\"This includes proposals on place and house names.\" ", "url": "https://www.bbc.com/news/uk-wales-60212792"}