{"datetime": "2022-02-11T16:45:17.000Z", "subject": "County lines drugs trade", "title": "Sixth drug trafficking gang member jailed", "article": "The sixth member of a drugs gang that trafficked cocaine into Devon, Cornwall and Bristol has been jailed. Michael Williams, 59, of Padstow Road, Bristol, was found guilty of conspiracy to supply cocaine and has been sentenced to eight years in prison. Last monthfive other members of the gang were jailed for the same offence . Exeter Crown Court heard 500g (1.1lb) of the drug and nearly £160,000 in cash were found in a cupboard when he was arrested in November 2019. Another member was caught delivering 3kg (6.6lb) of the Class A drug when officers made the arrest. The convictions followed a large-scale investigation by Devon and Cornwall Police's Serious and Organised Crime Branch, aided by the South West Regional Organised Crime Unit.Det Ch Insp Ben Davies, from Devon and Cornwall Police, said: \"It was quite clear from the outset that there was a larger drug supply into the South West and then it was a case of the investigation team just putting pieces of the jigsaw together over what turned out to be nearly 27 months. \"We took a sizeable amount of cocaine off the streets back in November 2019 and all our teams have been working hard to make sure those holes don't get filled as quickly as they do or have done in the past.\" The senior investigating officer said: \"I am really pleased with the overall result and the disruption that this investigation has caused to an organised gang working from London to bring substantial amounts of Class A drugs into the South West. \"I would urge our communities to report activities so that we can act fast and prevent these types of gangs getting a foothold within our towns and cities.\" Ann Hampshire, senior crown prosecutor in the CPS South West Complex Casework Unit, said: \"The group ran a substantial business operation distributing cocaine into the Westcountry and generating hundreds of thousands of pounds of income. \"Proceedings are underway to confiscate any assets the defendants have, to ensure they do not profit from their crimes.\" Follow BBC News South West on Twitter , Facebook and Instagram . Send your story ideas to spotlight@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-devon-60347866"}