{"datetime": "2021-04-22T09:24:35.000Z", "title": "Llanelli mud rescue: Girl, 3, and grandfather 'well and truly stuck'", "article": "A girl, three, and her grandfather sparked a major rescue when they got stuck in mud with their dog after she chased it on a beach, rescuers say. The pair had become \"well and truly stuck\", at North Dock, Llanelli, on Wednesday, rescuer Nigel Richards said. Fortunately, the tide was out at the time.\"The 79-year-old grandfather went out to try and rescue both of them and then he himself got entrapped,\" said Mr Richards, of Bury Port Coastguard. After the three were helped out of danger - by a team that involved volunteer coastguards, fire crews and a specialist mud rescue team - none of them needed medical treatment, he confirmed. Mr Richards, coxswain and coastguard station officer, told Claire Summers onBBC Radio Wales Breakfast : \"As far as we are aware, the best news or information we got is that the dog initially ran out onto the mud and the three-year-old ran after the dog.\"When we arrived, from the shore they looked as if they were deep in mud but when we got out to the rock armour itself, they were well and truly stuck up to their knees in mud. \"Both of them were quite distressed, and there were concerns for the safety of the elderly gentleman.\" He said after bringing them back to the shore they were attended by paramedics. \"Everyone seemed perfectly okay,\" Mr Richards added. He says the area is considered a \"hotspot\" because it is \"prone to mud\".\"Because it's an estuary, the tide will move the sand and it will move the mud to different areas,\" Mr Richards continued. \"Mud can be in one particular area which will be soft and dangerous and the following week it will change to hard sand - so it's quite difficult.\" HM Coastguardadvises against crossing bays and walking through mud , warning that there can be hidden channels of fast-flowing water.If people do get trapped they should spread their weight evenly across the surface and stop others from trying to help because they might get stuck too, it says. ", "url": "https://www.bbc.com/news/uk-wales-56843249"}