{"datetime": "2022-02-09T15:26:39.000Z", "author": "Phil Shepka & Kate Bradbrook", "title": "Diane Stewart: How a donated brain helped convict a double killer", "article": "After his wife Diane suffered a suspected epilepsy-related death at their leafy village home in the summer of 2010, Ian Stewart gave his consent to preserve parts of her brain for medical science. On Wednesday that brain sample helped convict Stewart of Diane's murder. How did science help catch a killer? Ask Vanessa Easton about her long-standing neighbour Diane Stewart and she tells of a smiling school secretary with a caring and outgoing character. \"She was just a really lovely person that anybody could talk to,\" said Vanessa, who had lived opposite the Stewarts at Poplar Farm Close, in the south Cambridgeshire village of Bassingbourn since 1993. Vanessa had long admired the mother-of-two's hanging basket skills. The pair often looked after one another's cats when on holiday and enjoyed the annual neighbourhood fireworks display together. \"[They] just seemed like a perfect, happy family unit,\" Vanessa said of the Stewarts. \"It was so obvious how much they loved their boys. Diane was just so full of her boys.\" But on 25 June 2010 that all changed. According to Stewart, he returned home from a shopping trip to find his 47-year-old wife collapsed after hanging out washing at home. She was later pronounced dead. An inquest later that year concluded she had suffered a sudden death in epilepsy (SUDEP), which kills about 600 people each year.Although Diane had not suffered a fit for about 18 years no suspicions were raised about her death. Concerns emerged after the death six years later of a second woman - Stewart's fiancée, the children's author Helen Bailey. He had secretly drugged and suffocated Helen in a plot to inherit her fortune of almost £4m and dumped her body in a cesspit under their home in Royston, Hertfordshire. Convicted of Helen's murder in 2017, police turned their attention to the death of Diane. That probe faced significant hurdles. Not only had Diane's body been cremated, but full toxicology tests had not been carried out during the 2010 post-mortem examination.The only drug screening carried out was in relation to an anti-epileptic drug. The person who made the decision to have her body cremated was Stewart. During his evidence at trial, he was accused by prosecutors of having Diane cremated \"so there would be very little that could come back and bite\" him. However, detectives had one, rather unusual, avenue to follow. Diane had donated her brain to medical research, something Stewart had consented to. Without that consent, this vital source of evidence would have been destroyed. Det Supt Jerome Kent, from the Bedfordshire, Cambridgeshire and Hertfordshire Major Crime Unit, said they discovered her brain had not been used but was stored at hospital. He said having that as evidence was \"absolutely crucial - without that we wouldn't have been able to secure a conviction\". \"Also it was important to remember if she had died of natural causes we wanted to be able to tell family that their concerns and suspicions were unfounded.\" Police using stored brain tissue as part of their investigations is extremely unusual, said neuropathologist Prof Colin Smith, of the University of Edinburgh. \"I've never come across that situation before,\" he said. \"When brains are donated to us we know what's wrong with an individual, so there's no real need for the police to undertake investigation into these cases. \"In the thousands of brains that we've had donated across the UK brain bank network, the police wanting to revisit a research-donated brain, I would consider to be very, very unusual, if not exceptional.\" A string of scientists and pathologists were brought in to re-examine Diane's brain tissue. Prof Safa Al-Sarraj, a consultant neuropathologist at King's College Hospital, told the trial jury he found \"changes in the brain... consistent with early ischemia\", something he defined as \"damage to the cells due to lack of oxygen and blood supply\". He would not, he said, expect to find any evidence of ischemia in \"a healthy, breathing human\" and revealed it may be found in cases where a person dies after suffering from \"restricted\" breathing for \"30 minutes plus\". Another expert witness, consultant neuropathologist Dr Kieren Allinson, found \"no positive evidence of a recent seizure\", though added that did not mean it was not SUDEP. Home Office pathologist Dr Nat Cary, who gave evidence at the 2017 Helen Bailey murder trial, said SUDEP was a \"contender\" as to what might have killed Diane. But, he said, said there was a possibility of \"smothering or interfering with the mechanics of breathing or some kind of drug use\".Dr Cary told the jury he would have expected to see injuries on the outside of the body of someone falling onto concrete during a fit. There were none, he said. At the time of Diane's death, Stewart called 999. \"My wife had a fit. She's in the garden,\" he told the operator. Asked if his wife was breathing, he replied: \"No, I don't think so, no.\" Neighbour Victor Nickson helped guide air ambulance paramedics to the Stewarts' home.\"I saw them do a thumbs down and shaking their heads in answers to questions [from] the arriving paramedics. The CPR stopped,\" he said. \"One put his arms around [Stewart] who was showing signs of stress and concern.\" At about the same time Vanessa, a nurse, returned home and saw Diane's body. \"I remember thinking at the time 'thank goodness there's no blood... she looks perfect'.\" She said Diane's death was \"totally unexpected\". \"She was well. I knew about the epilepsy, it was well controlled,\" said the neighbour. After Diane's death, Stewart moved on with his life. He bought a sports car before starting a relationship with Helen Bailey. In April 2016, Stewart reported her missing. Three months later her body was found in the \"foul-smelling\" cesspit alongside the corpse of her dachshund, Boris. Vanessa's husband Paul said the \"events and story that unfolded during [that] investigation... seemed completely bizarre\". He added: \"I wouldn't have expected him to have killed anyone.\" The 66-year-old said that while he was not close to Stewart: \"I found it quite difficult to relate to him. I found he got a bit close to you when he was talking, so you felt your personal space was being impeded.\" Paul added that Stewart \"didn't tend to maintain eye contact very well\" and would sometimes \"have a sort of strange, giggly response which was a bit incongruous to the conversation\". To this day, no real motivation for Diane's killing has become apparent, and Vanessa cannot understand why he would do what he did. \"Ian had so much. He had a loving family. He had a wonderful life. He just didn't know how lucky he was and people would give their eye teeth to have been in his position with a really happy, loving wife.\"She was so proud of her family. So why throw it all away? Why do that? How could you do that to such a loving woman and such a lovely person? How could you do that to your two gorgeous boys? You could see they were really beautifully brought up.\"It just doesn't add up. You can't get your head round that.\" Six years later, Stewart would go on to kill another partner. Helen Bailey had written more than 20 books, including the popular Electra Brown series, but lost her husband John Sinfield in 2011 during a holiday to Barbados when he got caught in a rip current in the sea and drowned. She and Stewart met via a bereavement website, bought a house together and planned to get married.Margaret Holson, who had become close to Helen in the months before her murder, said Stewart's latest trial had left her feeling \"quite sick really, it brings it all back again\". \"The main thing that makes me really angry to think that had more been done to find out what happened to her then my friend Helen would still be here,\" she added. While Det Supt Kent acknowledged there were \"suspicious factors if you compare them to what happened to Helen Bailey\". \"Of course we didn't have that information or evidence at that stage,\" he said. \"At the time of Diane's death there was nothing to suspect that Ian had been responsible or that she had died at his hands.\" When asked if there may be other undetected killers like Stewart, he said: \"He would have got away with murdering Diane Stewart if it hadn't been for the investigation surrounding Helen Bailey.\"I would hope that there aren't many more undetected murders, or unidentified murders out there, but of course it's a possibility.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60233593"}