{"datetime": "2022-02-15T16:46:04.000Z", "author": "Matt Precey & Nikki Fox", "title": "Lassa fever fatality was newborn baby", "article": "A patient who died from Lassa fever was a newborn baby, the BBC has been told. The child, who died at the Luton and Dunstable Hospital last week, was one of three confirmed cases of the disease, all within the same family. Hundreds of staff there, and at Addenbrooke's Hospital, Cambridge, have been identified as potential contacts. NHS England and the UK Health and Security Agency (UKHSA) would not comment on the death but confirmed contact tracing was under way. In an email to staff, seen by the BBC, Cambridge University Hospitals NHS Trust, which runs Addenbrooke's, said: \"Colleagues identified through our staff contact tracing exercise have been required to undertake a precautionary isolation period of 14 days, and not have patient contact for 21 days. \"As expected, this is impacting on our staffing levels and has required the temporary closure of a substantial portion of our critical care capacity - with impact on our clinical services. \"We want to assure you all that cases of Lassa fever are rare in the UK and it does not spread easily between people. The overall risk to healthcare staff and other patients is very low.\" The neo-natal unit at the Luton and Dunstable Hospital has also been closed to new admissions, sources told the BBC. NHS East of England declared a \"regional major incident\" last week after news emerged of the infections, the first cases of the disease in the UK for more than a decade. Dr Susan Hopkins, chief medical adviser at UKHSA, had said the cases were linked to recent travel to West Africa, where the animal-borne disease is endemic. Most people with Lassa fever recover but some can come down with severe illness.Health Secretary Sajid Javid, on a visit to Clacton, Essex, on Monday, said the situation was \"very much under control\". Prior to these new cases, only eight had been identified in the UK since 1980, with the last two occurring in 2009, according to the UKHSA. Its guidance states infections are usually through exposure to food or household items contaminated with urine or faeces of infected rats. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-60389882"}