{"datetime": "2021-01-21T22:05:02.000Z", "title": "Skewen flood 'from mine' forces 80 people to be evacuated", "article": "About 80 people were evacuated because of flooding related to mine works, authorities have confirmed. A major incident was declared after at least eight streets were left under water in Skewen, Neath Port Talbot. Emergency services said there were no injuries and all those evacuated had been found accommodation, but people are asked to avoid the area. More than 30 residents of Cwrt-Clwydi-Gwyn care home were among those moved as a precaution. Up to 45 firefighters were involved at the scene, along with boats and pumping equipment, and emergency services said they would remain overnight. In a joint statement the police, fire service and Neath Port Talbot Council said the cause of the flooding was being investigated and \"the water level will continue to be monitored\". Deputy chief fire officer Roger Thomas, from Mid and West Wales Fire and Rescue Service, had said earlier 100 properties were involved. He added: \"First and foremost, our thoughts are with those who have been affected by the events of today. \"This incident involved a large multi-agency response to what was a dynamic and fast-moving incident, with incredible efforts by everyone involved to ensure the safety and wellbeing of the affected community.\" The Welsh Government said it would work with councils across Wales to deliver payments of £500-£1,000 to households affected by flooding following days of heavy rain brought by Storm Christoph. Neath and Port Talbot council said a local rest centre was available, and measures had been put in place to protect against Covid-19. Chief executive Karen Jones added: \"Council officers have been on site since around midday and there will be a continued council presence in the area throughout the night. \"Our main focus at present is on continuing to support residents who had to leave their homes and ensuring others have a safe place to go if further evacuations are necessary.\" Council leader Rob Jones said earlier that early indications suggest the flooding is related to mine works - but the volume of water involved was making it difficult to fully assess the situation. The Coal Authority confirmed it had begun an investigation into what happened. \"There are a number of historic underground mining features in the area,\" chief executive Lisa Pinney said. Nathan Wilcox, who has lived in the village for 10 years, said he looked out of the window and \"saw all the water gushing down the bank and over the bollards\". Water then flooded over sandbags into the utility room of his house.\"All the neighbours were out asking people if they needed help... some of us carried children out and make sure they were safe, other people were helping with sandbags to try and keep the water out the best we can,\" he said. \"It's surreal, I could never imagine anything like this happening.\" Georgina May Branston, 22, said she was in work when she got a panicked phone call from her mum, and came home to find the street \"totally flooded\". \"It's worrying, it's the anticipation of what we are going to have to do,\" she said, saying they had watched the flood waters rising towards their home. \"With everything going on, this is the last thing people need.\" Rhys Williams, BBC News Three hours since the incident was first reported water is still flowing as strongly as ever on Drummau Road. The fire service said the water level rose more than 2ft (0.7m) in an hour up to 15:30GMT. Residents said they were told by emergency service personnel that an underground mine shaft had collapsed. About a hundred homes have been evacuated and more could be forced to leave if the water continues to rise. Cwrt-Clwydi-Gwyn care home has told relatives that 32 residents would be moved to its other homes in the area due to the flooding. \"Whilst all residents tested negative for Covid-19 on Sunday, as a precautionary measure, residents will self-isolate when they join their new home,\" a spokesman said. \"Whilst this relocation is an important measure to keep everyone safe, we know the virus remains a very real risk, and we will be maintaining all possible infection control processes during the transition.\" Skewen lies within an old coal mining hotspot, with several former colliery sites near the village as coal was mined in the 19th and early 20th Century.There were colliery sites in the village near what is now Drumau Road, in the north of the village and another close to Old Road, near Neath Abbey.Skewen was part of a collection of collieries between Neath and Llanelli.Graham Levins, secretary of the Welsh Mines Preservation Trust, said old mines often contain groundwater which can flood in heavy rain.He said: \"A lot of them go very, very deep down, much below the local water level and that's why they had all the big wheels to pump the water out.\"It fills up with water and will find a way out. Normally rainfall you get it doesn't cause a lot of problems but when you get really heavy rain the water drains down through the ground and builds up.\" ", "url": "https://www.bbc.com/news/uk-wales-55755933"}