{"datetime": "2022-02-09T11:59:19.000Z", "title": "Bluntisham: Fatal crash crossroads to get £7m improvements", "article": "The son of a woman who died in a minibus crash has welcomed a decision to improve the road where it happened. Cambridgeshire County Council is to spend almost £7m on traffic lights at the B1040 Wheatsheaf crossroads at Bluntisham, near St Ives. Barbara McGruer, 86, was among three people to lose their lives after a collision at the junction in 2019. Her son Fraser said he hoped the investment would prevent further accidents at the blackspot. Mrs McGruer, Margaret Henwood, 85, and Richard Kenworthy, 72, died as a result of the crash, which happened on 14 November 2019. The minibus of 18 passengers had been returning to the Midlands from a Christmas market in Ely, Cambridgeshire. Eight other passengers suffered serious injuries. In November last year, bus driver Bogdan Ksiazek, 44, from Towcester, Northamptonshire, was jailed for five years for causing death by dangerous driving. Mr McGruer said his mother had been a \"very active lady\" and her family were \"still reeling\" from her death. \"It's something we'll never quite get used to; it was a real shock at the time and obviously devastating; it's something that we have to live with,\" he said.\"I'm not an expert and, of course, we've been affected by this and by what happened there. \"But people who are not from the area often don't always understand the crossroads and how dangerous it is - whereas locals very much do.\"It seems like an awful lot of money, but it is a dangerous crossroads and hopefully this will prevent further accidents like the one my mother was in.\" The council rubberstamped plans to spend £6,795,000 improving the junction at a full council meeting this week, with the money paying for land acquisition, road widening, and traffic light sequencing.Steve Criswell, Conservative county councillor for Somersham and Earith, welcomed the improvements and said the \"sooner they start, the better\". \"Public safety and road safety have always been key priorities, and no-one wants to see further deaths at this junction,\" he said.He said the investment would be a \"major project\" in the area, with design work already under way. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60308953"}