{"datetime": "2022-02-13T07:45:23.000Z", "author": "Katy Prickett", "title": "Ely Cathedral: 'With crashing and banging the bell tower fell'", "article": "A cathedral is marking the anniversary of the collapse of its bell tower, which \"fell with much crashing and banging\" 700 years ago today. The Benedictine monks of Ely Abbey, inpresent day Cambridgeshire , had been awaiting the disaster since cracks appeared in its stonework in 1321.The tower fell shortly afterthe 04:00 Matins service on 13 February 1322. Ely Cathedral guide Mark Bradford said the monks had only just gone back to bed when the Norman tower came down.However, they were fully aware of the risks posed by the structure and had been holding their many daily services outside.Mr Bradford, 61, said it became unstable when work began on building a Lady Chapel a year earlier, resulting in water rapidly undermining its 5ft 8in (1.72m) foundations. He said they recorded the collapse with the following words: \"Scarcely had a few of the brothers got into bed and behold, suddenly all at once, the bell tower fell with much crashing and banging, as though there had been an earthquake.\" Within a year, they had a plan to rebuild bigger and better.Three men oversaw the creation of the now iconic Octagon Tower within 20 years - Prior Crauden, who was good at extracting money from royalty and aristocrats, Sacrist Alan of Walsingham, who designed the new tower, and Ely's Bishop Hotham, who spent a lot of his own money on the rebuild. It cost £2,406 6sh 11d - equivalent to about £3.5m in today's money.Mr Bradford said: \"Alan of Walsingham used the eight-sided tower to link the four parts of the building together and as this resulted in a wide, squat tower, added a huge wooden lantern with a vaulted ceiling, spanning 71ft (22m).\"Edward III's carpenter, William Hurley, and eight master carpenters were responsible for the actual construction.Since the Victorian era, it has been believed eight 60ft (18.2m) oak trunks were used to create the lantern. But Mr Bradford's research in the cathedral's archives during the pandemic revealed this was not the case - instead they balanced 20ft (6m) trunks on 40ft (12m) trunks in an \"even greater engineering feat\".The records said Alan of Walsingham \"grieved vehemently and was overcome with sorrow\" at the collapse of the bell tower, yet its successor isconsidered one of the glories of medieval England .Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60324722"}