{"datetime": "2022-01-24T17:23:05.000Z", "title": "Cambridge University: Church court to rule over Tobias Rustat memorial", "article": "An ecclesiastical court is to decide if a Cambridge University college can move a memorial to a 17th Century benefactor who invested in the slave trade. The memorial to Tobias Rustat, who invested in theRoyal African Company , is in Jesus College's chapel. The college has asked the Diocese of Ely if it can relocate it. A college spokesman said it was \"not seeking to cancel Rustat or erase him from the record\" but to have the piece moved to \"a more suitable place\". Rustat had been one of Jesus College's largest benefactors before the 20th Century. He commissioned the marble memorial on a wall in the chapel. Followingrecommendations by the college's Legacy of Slavery Working Party in 2019 and 2020, the college decided the memorial represented a celebration of Rustat that was \"incompatible with the chapel as an inclusive community and a place of collective wellbeing\". The matter be decided at aconsistory court hearing , which is an ecclesiastical court dealing with matters of law relating to the Church - mainly in relation to its buildings. Each Church of England diocese has its own such court. Master of Jesus College, Sonita Alleyne, said the college's proposal to relocate the monument to an educational exhibition space was \"part of a process of critical self-reflection on the long-term legacies of enslavement and colonial violence\". A college spokesperson added: \"It comes down to whether it's appropriate for the celebratory monument to Rustat to be in a place of worship and reflection, our chapel, which is at the heart of our diverse community. \"The college is not seeking to cancel Rustat or erase him from the record - it is applying to have his memorial moved from a place of worship to a more suitable - but still prominent - place in the college. He said the memorial was \"an obstacle to some members of our community participating\" in college events held in the chapel. The church court case is expected to start on 2 February. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60114360"}