{"datetime": "2022-02-08T17:49:32.000Z", "title": "Toxic water did not reach customers' taps - Cambridge Water", "article": "Drinking water containing dangerous levels of a toxic chemical found in a company's supply did not reach its customers' taps, a water firm said. Cambridge Water supplied homes in Cambridgeshire with water from an aquifer containing high levels of PFAS (polyfluoroalkyl and perfluoroalkyl substances). The company said the water was blended with that from another source and the contaminants did not reach customers. An investigation was under way. More than 1,000 customers in Great Shelford and Stapleford were said to have been affected by the contaminated water, as first reported inThe Guardian . It said the water contained four times the legal limit of perfluorooctane sulphonate (PFOS). PFOS is part of the wider family of PFAS substances. The fluorine-based compounds are often dubbed \"forever chemicals\" because they do not break down quickly, and have been detected in drinking water, dust and the human bloodstream. These chemicals are found in many products such as food-packaging, cosmetics and furniture and have beenlinked to health problems including liver damage, kidney cancer and birth defects. In a statement released to the BBC, Elinor Cordiner, head of drinking water quality and compliance at Cambridge Water, said: \"The presence of PFAS compounds in the water supply is an emerging national challenge and one we take very seriously, and support all action to effectively manage PFAS and protect public health.\" The Drinking Water Inspectorate issued renewed guidance on PFAS compounds in January 2021, following which, Cambridge Water \"undertook sampling surveys to establish whether there was any risk to our customers in Cambridge\", said Ms Cordiner. \"All of our sites, with the exception of one, fell within the tier 1, lowest risk, category (tier levels are 1 to 4). \"Our site at Duxford Airfield fell within the tier 3 category, however water supplies from this source have always been blended with other sources before reaching our customers.\"This means that levels of PFAS at customer taps were at, or around, the tier 1 (lowest risk) level.\" Cambridge Water said its aquifer at Duxford was not currently supplying water \"as a purely precautionary measure\" and it was \"in the process of installing additional treatment at the site to safeguard our supplies for the future\". The Drinking Water Inspectorate confirmed Cambridge Water had notified them of the findings at Duxford and an investigation was taking place.Both the Conservative MP for South Cambridgeshire, Anthony Browne, and the Labour MP for Cambridge, Daniel Zeichner, have called for Cambridge Water to release more details about the incident to consumers.Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60302561"}