{"datetime": "2022-02-03T13:00:28.000Z", "title": "Cambridgeshire council tax rise could fund more police officers", "article": "A police and crime commissioner has proposed a council tax increase to cut crime and recruit more police officers. Darryl Preston, Conservative Police and Crime Commissioner for Cambridgeshire and Peterborough (PCC), said it would mean a £9.99 rise per annum for a Band D property in the county. He said it was \"absolutely necessary\" to deliver what residents have asked for and to keep them safe.By 2022-23 the county could have 1,714 officers, he said.Speaking at the Cambridgeshire Police and Crime Panel meeting, Mr Preston said: \"I don't like having to come before this panel and ask for an increase in the precept from the great people of Cambridgeshire and Peterborough, but having spoken with the Chief Constable and listened to what he has to say, I am of the opinion that this is absolutely necessary to deliver what those residents have asked for - more police, cutting crime and keeping all of communities safe.\" The proposed Council Tax is an increase of £0.83p per month bringing the policing element of the tax (Band D equivalent) to £257.58. As reported by theLocal Democracy Reporting Service , the proposed rise means the total funds for the council would be £76.2m, based on local council tax base estimates and the collection fund balances. The revenue grant funding from the government has been totalled at £97.9m, meaning £174.1 in total funds for 2022-23. \"In the past we've used nearly £2m of reserves to plug the gap between government funding and the requirements of running this police force, but this is not sustainable and not good financial management and that will not happen on my watch\", Mr Preston added. The commissioner will have a meeting with the Home Office in March where the views of the panel will be outlined, before a final decision is made. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60244061"}