{"datetime": "2022-02-02T01:49:20.000Z", "author": "Helen Briggs", "subject": "Climate change", "title": "Climate change: UK plants now flowering a month earlier", "article": "Climate change is causing UK plants to flower almost a month earlier on average, according to a study. Just as autumn leaf fall is being delayed by warmer weather, flowers are appearing earlier on trees and shrubs. But while some might welcome these untimely blooms, scientists are warning of the risks. They say if the trend continues, there are knock-on effects for birds, insects and whole ecosystems. Ecological mismatch may kick in, which would have a dramatic effect \"on the functioning and productivity\" of nature and farming, said lead researcher, Prof Ulf Buntgen of the University of Cambridge. \"Our climate system is changing in a way that affects us and our environment,\" he told BBC News. Global warming is causing spring to arrive early and autumn to come late in many places, and not all plants and animals are adapting at the same rate.Scientists warn that if species get out of sync with each other, this could have disastrous consequences - a concept known as ecological mismatch. Pollen, nectar, seeds and fruits of plants are important food resources for insects, birds and other wildlife. And if flowers appear too early they can be hit by frost, damaging the harvest of fruit trees. The study looked at hundreds of thousands of observations of the first flowering dates of native trees, shrubs, herbs and climbers recorded in a citizen science database, known as Nature's Calendar, that goes back to the 18th Century. This encompassed the whole of the UK, from Shetland in the north, and Northern Ireland in the west to Suffolk in the east. The Cambridge researchers compared the first flowering dates of 406 plant species with climate records, finding that early flowering is strongly correlated with rising global temperatures. To balance the number of observations, they divided the full dataset into records until 1986, and from 1987 onwards, finding that the average first flowering date from 1987 to 2019 was almost a month earlier than the average first flowering date from 1753 to 1986. Herbs saw the largest shift, flowering 32 days earlier.Commenting on the research, published in the journal,Proceedings of the Royal Society B , Dr John David, RHS head of horticultural taxonomy, said plants are flowering earlier as a result of global warming, just as leaf fall in the autumn is being delayed by warmer weather.He added: \"The main focus of this study is on native plants and so we don't yet have a clear picture of the full impact of these changes on garden plants, but would expect a similar pattern and have seen indications of this in our own RHS gardens such as the apple flowering times in our orchard at RHS Garden Wisley.\" Follow Helenon Twitter . ", "url": "https://www.bbc.com/news/science-environment-60220661"}