{"datetime": "2022-02-02T07:06:28.000Z", "author": "Harriet Morter & Orla Moore", "title": "Waterbeach recycling: 'I'm not afraid of a big pile of waste'", "article": "The waste management park at Waterbeach in Cambridgeshire handles 400,000 tonnes of recycling every year, and is the biggest centre of its kind in the East of England. What's it like at the frontline of this essential service? Fran Hawes is standing on the edge of a 400-tonne mountain of dry recycling, fresh off the bin lorries. The \"reception hall\" is a massive warehouse where a constant convoy of refuse vehicles offload paper, card, glass, plastic and metal.\"All of this recycling has ended up here because someone has chosen to put it in their recycling bin, in the faith that we will do right with it,\" she says. \"It's a daunting thing and, for me personally, a huge responsibility.\" Fran, who started in the role aged 26, takes her job very seriously. \"I am that annoying person at a party who will get everyone's recycling and make sure everything goes in the right bin,\" she admits.\"That's my job, that's my mission, that's what I do. It allowed me to find my leadership style; who I am as a manager.\" The Materials Recycling Facility (MRF) in Waterbeach, off the A10 a few miles north of Cambridge, is the biggest recycling centre in the East of England. It takes rubbish from more than 380,000 households across Cambridgeshire.But this colourful - and malodorous - pile is only possible thanks to the muscle power of refuse-loading teams, who patrol the streets of the county lifting the bins. Bin loader Richard Hughes and his colleagues clock on at the waste services depot in Peterborough at 06:30 and are out emptying bins within half an hour. They will return to Waterbeach with a full load after every 20 to 30 streets. \"Everyone has the impression of binmen - they're working on the bins, it's dirty, it smells,\" he says.\"Fair enough, it can be. But we take great pains to make sure that's not true. I like working with my hands. I like being in a manual job.\"I idolised my dad and he was a manual worker, providing for his family.\" Richard works four 12-hour days and admits \"the pay's not great, or the conditions - but it's then three days off\" to devote to his partner and children. \"We work fantastically as a crew: we laugh, we joke, we've got each other's backs, you feel connected to things,\" Richard says. Colleague Crystal Teal has been working as a bin loader with Richard in Peterborough for two-and-a-half months. \"I didn't feel my last job was physical enough so I decided to change and do something completely different,\" she says. \"I decided 'Why not? Be a binman.' It doesn't bother me that men are mainly doing it.\" Their driver, Pete Reed, 66, is preparing to retire after 18 years behind the wheel.He is well-versed in negotiating the car-lined streets and narrow cul-de-sacs in a huge lorry - often in reverse. \"I'm my own boss out here - you look after your crew, look after your vehicle,\" he says. \"The crew know where I'm going to reverse and where I need help, and where all the little old ladies are who need their bins taking out for them.\" Crystal adds: \"It's a job, at the end of the day. People need their bins emptying. \"It can be smelly some days, but go home and have a shower - you'll be all right.\"The teams remained on the streets throughout the national lockdowns, and as the nation clapped for the NHS, workers found thank-you notes attached to the bins on collection day. \"It was a very surreal experience out there,\" Richard remembers. \"People in their homes were watching us, seeing us doing our jobs but the streets were deserted, like the world had ended. \"It was like the whole world had taken a breath.\" But their biggest bugbear? When householders put the wrong material - like rotting food and nappies - in the recycling bins. \"These are the days when we think they look at us like we're scum,\" Richard says. \"It makes me feel angry that they are just putting it out there. We're doing our job to serve them. We are providing a service to take their rubbish away and they can't do their part to put the right things in.\" The mountain of recycling never sits for long in the reception hall. It will soon be gradually fed along a network of lines and conveyor belts, before it is manually sorted by workers who can remove the wrong material at a rate of 30 to 40 items a minute.\"You almost need to be an octopus sometimes,\" MRF business manager Matt Ings says. \"If you say you work in waste management people think you're a gangster, like the Sopranos.\" He says the team often find ammunition, shotgun pellets, even grenades - and dead animals - on the ever-moving belts. An optical sorter that uses 200 air jets to separate plastics in a matter of seconds is, he says, \"magic, wizardry\". In one incident in December 2017, a workerpicked up a flare from the conveyor belt before it exploded in his hands.The work here - emptying the bins, collecting recycling and sorting it into different materials - helps keep thousands of tonnes of waste away from local landfill.\"Any problem has a solution - therefore I'm not afraid of a pile of waste,\" Fran says. \"To any normal person this might be intimidating. It's a challenge. But this will be gone by Monday morning.\" We Are England will be shown at 19:30 GMT on Wednesday 3 February on BBC1 and is available on iPlayer Find BBC News: East of England on Facebook , Instagram an 'I'm not afraid of a big pile of waste' d Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60144187"}