{"datetime": "2022-02-15T08:31:17.000Z", "author": "Phil Shepka", "title": "A10 crash: Witness says police have yet to view crash footage", "article": "A woman with dashcam footage of a serious motorcycle crash said police have still not arranged to view it. Andrew Giles spent nearly six weeks in hospital after a crash on the A10 at Milton, near Cambridge, last April. Witness Bella Lovejoy said she told police at the scene about the footage and gave them her contact details, but never heard back from them. Cambridgeshire Police said it had written twice to Ms Lovejoy but had received no reply. Mr Giles, a motorcyclist from Haddenham, Cambridgeshire, suffered extensive injuries, including to his pelvis, ribs and arm, in the collision with a car at the junction on 20 April. His wife Kayetold the BBC she felt \"let down\" that police did not visit her until two weeks afterwards. The pair also raised concerns witnesses were not followed up before police closed the investigation. Mrs Giles said: \"I don't feel like they care that someone's son, husband, father had this accident that was life-changing, and could have been life-threatening.\" After she saw the couple interviewed, Ms Lovejoy, 54, tracked Mr Giles down on Facebook, telling him she had witnessed the crash. She said she was driving her work van back from Cambridge when the collision occurred, and that her view of the crash was \"very good; there was no other cars in front of me at the time\". She directed traffic before police arrived at the scene, and then gave officers a statement, she said. \"They had my home address, email address, mobile number, work address, work number - no reason to not contact me at all,\" she said. \"I said to them the works van is fitted with a camera and that they should contact work because it should be picked up on the camera.\" But she said she had since heard \"nothing\" from the police. \"I didn't know if he was dead or alive,\" she said, of Mr Giles. The dashcam footage, which has been seen by the BBC, has been shared with the couple. Mrs Giles said it was \"surreal\" to watch. Mr Giles said: \"It just makes you feel like they [police] totally were not bothered.\"They had so much information there. They had witnesses; they had contact numbers. \"For somebody to contact me to say 'I saw you on TV, I was there at the accident, I helped, I've received nothing from the police to give a formal witness statement' is wrong, in my opinion.\" Mrs Giles added: \"It's unbelievable that we are in effect holding our own investigation... when the people that should be doing it have said 'I'm sorry, there's not enough evidence.'\" In a statement, Cambridgeshire Police said: \"We can confirm the witness in this case was contacted through the normal channels and was sent a reminder letter, but we did not receive a reply.\" It said it received between 21,000 and 23,000 collision reports a year into its Cameras Tickers Collisions department from across Bedfordshire, Cambridgeshire and Hertfordshire. \"We write to witnesses and send a reminder, also by post. We do not routinely call or email witnesses if we have not heard anything from them largely due to sheer volume,\" it said. However, Ms Lovejoy said she did not recall receiving any letters from the police. \"Being as it was a serious accident, they should have followed up with a email, call or by coming to my door. It's pretty slack, to be honest.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60263168"}