{"datetime": "2022-02-09T14:17:56.000Z", "title": "Cambridgeshire council vows to spend £6.8m on tackling climate change", "article": "A council is proposing to spend a tenth of its annual budget on measures to tackle climate change locally. South Cambridgeshire District Council (SCDC) wants to allocate £6.83m of its £70m total spend to its Zero Carbon Strategy and Action Plan. The measures range from a solar farm to power bin lorries - to the roll-out of energy-efficient LED streetlights. Councillors will be asked to vote on the budget plans at a full council meeting on 22 February. The action plan, discussed at acouncil meeting on Monday , would see the Liberal Democrat-led authority push to halve carbon emissions locally by 2030 - and reduce them to zero by 2050.More than £4m of the money would be spent on the installation of a solar farm at the Waterbeach depot of Greater Cambridge Shared Waste, which would power the council's growing fleet of electric bin lorries. Money would also go towards maintaining the 275km (171 miles) network of watercourses in the district, and financial support of parish councils and community groups to reduce their carbon footprint.More electric vehicle charging points would also be installed, the council said. The authority also announced plans to reduce the carbon footprint of its £19m retrofit of its Cambourne office, which is nearing completion. It says 40% of its annual budget is funded through local council tax and has proposed a £5-a-year increase for the average Band D home.SCDC lead cabinet member for finance, John Williams, said: \"These positive budget plans put the environment at their heart and demonstrate exactly how we are working to tackle climate change on a very local level in South Cambridgeshire.\"Raising our share of council tax by £5 a year, the equivalent of 10p a week, would mean that we can continue delivering key frontline services that residents rely on. \"It would also mean we can keep working on our ambitious Zero Carbon Action Plan and Strategy.\" Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60304821"}