{"datetime": "2022-02-08T06:15:39.000Z", "title": "Hinchingbrooke Hospital: My baby daughter should be here, says mum", "article": "A mother whose baby died after being neglected at a hospital said her daughter \"should be here\". Charlotte Middleton died 41 minutes after being born in July 2019 and a coroner said not urgently delivering her earlierwas a gross failure. Hinchingbrooke Hospital has begun training staff through a course in her name, which mum Laura said was the \"only way I can parent Charlotte\". The hospital trust said it had \"ensured lessons have been learned\". Ms Middleton had gestational diabetes and was admitted to the hospital in Huntingdon about 36 weeks into her pregnancy in preparation for a planned Caesarean-section. But at an inquest last month, coroner Lorna Skinner QC found \"insufficient measures were taken to gain control\" of Ms Middleton's elevated blood sugar levels. She also found the \"need for delivery should have been obvious\" after cardiotocography (CTG) monitoring, which measures the baby's heart rate, coupled with other results and in the context and length of the pregnancy, early on the morning of 18 July. When asked how it made her feel knowing the full circumstances of Charlotte's death, Ms Middleton said: \"Really upset, because she should be here.\"Through the inquest and finding out specific timelines of, actually things should have been done then, someone should have acted then, someone should have done something, someone should have called the consultant. So many opportunities were missed.\"I know nobody went into work that day planning for this to happen but it was just a catalogue of errors.\" She said that after the inquest she felt \"almost like a sigh of relief thinking Charlotte's actually got a voice now\". Since Charlotte's death the hospital has set up training, which includes CTG and diabetes in pregnancy, named after her. Ms Middleton said: \"The consultant who started it, she gets very emotional every time I see her. They said it was very important for them to give it Charlotte's name, because it's about Charlotte. \"They wanted to do as much as they could, because they feel that they let Charlotte down.\" Ms Middleton accepted an invitation to be involved \"because this is the only way I can parent Charlotte, I can't hug her, I can't do anything else for her\". She said she has since had another baby at the hospital \"because I know that that won't happen again there, because of all the changes made\". Dr Kanchan Rege, North West Anglia NHS Foundation Trust's chief medical officer and deputy chief executive, said it had \"ensured lessons have been learned in this tragic case and further training has also been put into place in order to prevent this from happening again\". \"We have been in touch with the family throughout and offer our sincerest condolences and continued support, should they require it,\" she said. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60288952"}