{"datetime": "2022-02-08T17:37:16.000Z", "title": "Three Dads Walking: Trio meet ministers over suicide awareness lessons", "article": "Three dads who lost their daughters to suicide have met ministers to ask for suicide awareness lessons in schools. Andy Airey, Mike Palmer and Tim Owenraised more than £500,000 during a 300-mile walk for suicide prevention charity Papyrus in 2021. The trio said it was \"crazy\" that awareness and prevention of suicide was not taught to children as it was the \"biggest killer of under 35s\". The government said it was \"investing more than any previous government\". The fathers met ministers including Gillian Keegan, minister for mental health, and said the discussion was a \"starting point\" to \"really open the conversation\". Mr Palmer, whose daughter Beth was 17 when she died in March 2020, said: \"It's become very obvious it's so important to prepare, equip and invest in our young people from a school age and give them an awareness of mental health issues and suicide prevention.\" Mr Owen, whose 18-year-old daughter Emily died just days before Beth, said the subject could be included in PSHE (Personal, Social, Health and Economic) lessons, with educational material having already been compiled by charities such as Papyrus. \"We've got a curriculum at school which talks about many things but it doesn't discuss the thing that's most likely to kill our kids,\" he said. Mr Airey, who lost his daughter Sophie in 2018, said: \"You've got to talk about it, the only way people are saved is through communication.\"The one thing you learn from losing a child is if people had spoken out it beforehand we might have saved our daughters.\"It seems crazy schools aren't geared up to talk about it.\" The fathers walked from Mr Airey's home in Cumbria, to Mr Palmer's home in Greater Manchester and on to Mr Owen's in Norfolk over 15 days in October. Their efforts brought a flood of donations, including from Hollywood actors Daniel Craig and Nicole Kidman. They said they have a \"few ideas\" of what to do next for their campaign. Ms Keegan said: \"Every suicide is a tragedy and my sympathies go out to anyone who has sadly experienced the loss of a family or friend.\"Hearing the experience of the three fathers who have lost their daughters really brings home the devastating reality that suicide has on the individuals left behind.\" The minister said she was \"absolutely committed\" to supporting children's mental health and suicide prevention, and was \"grateful to Mike, Andy and Tim for coming forward to talk about their own losses and sharing Sophie, Emily and Beth's stories with me\".\"We are investing more than any previous government to expand and reform mental health services to ensure anyone who needs support can access it. If you are struggling, or worried about someone else, reach out - help is there for you,\" she said. If you have been affected by any of these issues in this story you can visit the BBC's Action Line. Follow BBC North East & Cumbria on Twitter , Facebook and Instagram . Send your story ideas to northeastandcumbria@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-cumbria-60299810"}