{"datetime": "2022-02-12T18:04:03.000Z", "author": "Joseph Lee", "subject": "Ukraine conflict", "title": "Ukraine crisis: 'We don't have the option to leave'", "article": "British and other foreign nationals in Ukraine have been warned to flee the country amid rumours of an imminent Russian invasion. It has left families grappling with difficult dilemmas. Despite the warnings of an imminent invasion, Ken Stuart can't leave Ukraine. His wife Tatiana has just given birth to a son, Douglas.Ken, who is originally from Edinburgh, tells BBC Radio 5 Live: \"He doesn't have a birth certificate yet - it takes one to two weeks to get that - and without a birth certificate, he can't have a passport and without a passport, we can't leave the country.\" An email from the British government sent to Ken and other UK nationals told them they \"should not expect increased consular support or help with evacuating following any Russian military activity in Ukraine\".\"So we are on our own as far as they are concerned,\" he says.\"We're both pretty nervous.\" The conflict with Russia has focused on the eastern regions of Ukraine since it began in 2014, when Russia seized control of the country's Crimean peninsula.Ken, whose home is in Ukraine's capital in the northern central region, says his only option of fleeing if an invasion happens is to stay with his wife's relatives in the west.\"We don't have any options other than to either stay put and see what happens or to try and pre-empt things a bit and go to the west of the country,\" he says. Fellow Scot Stuart McKenzie is already planning to flee with his wife and two children, after nearly 30 years in Ukraine. \"With young children in the country I've got to take their safety as priority so we're definitely looking at getting them out of the country as soon as possible,\" he tells BBC Breakfast. He says he will probably drive out to Poland, where he has another business. His wife doesn't have a UK visa, so flying back to the UK is impossible. But he's worried about the obstacles he might find as he tries to get out.\"So many people will be trying to leave at the same time, there won't be flights, the roads will be blocked, are you going to be able to get fuel for your car, is there going to be cash in the banking machines? \"There is going to be so many things happening, so much chaos happening.\" Stuart says the Ukrainian government have been dealing with threats from Russia for eight years and is trying to maintain calm, but adds that the tension now feels different. \"Every day there is more and more threats, and we hear that as soon as next week we could have Russian troops in the country,\" he says. Foreigners living in Ukraine don't want to leave, Stuart says. \"We love Ukraine and we've built our lives, families, businesses here.\" But he says: \"These things can go out of control very fast, we've got to be on the right side of the chaos. To think of a border with a million cars and panic happening would be disastrous.\" Some Britons have already made it out of Ukraine, arriving back in the UK on Saturday, just hours after the Foreign Office issued its warning. At Gatwick, Haider Ali, a 21-year-old from Birmingham who was studying in Dnipro in central Ukraine, tells PA News his university advised international students to \"get out as soon as you can\" - so he booked a £210 one-way ticket. He says the Ukrainians are a \"laissez-faire\" people but in the last couple of days they have started to get worried. \"When that happens, alarm bells should be ringing.\" But he says he hopes to return by June to continue his studies. Meanwhile, in Kharkiv, just 40 miles from the border with Russia, Harry Lee is not planning to go anywhere - at least for now. He says: \"Life is continuing largely as normal. There's been no signs of any panic, there's been no signs of people stockpiling things. Whereas in England, toilet paper and water bottles would be out of stock, here life is continuing.\" Harry, who is originally from Cambridge and works as a teacher in Ukraine's second-largest city, says he has a contingency plan if the situation worsens, intending to drive west or south-west into countries such as Moldova, Romania or Turkey. But for others, crossing the border isn't an option, even though they want to get out as soon as they can. Ben Garratt and his wife Alice moved to Kyiv from north London in December because they were having a baby through a surrogate. Now baby Raphael has arrived, but they need to provide proof of his British citizenship to get an emergency travel document, a more urgent alternative to a passport. \"It's getting frustrating because we're being told by the UK government to leave the country... and we still don't have the document we need,\" Ben tells the PA News agency. He says the passport office in Kyiv wants him to attend a two-hour interview on Wednesday, which seems \"bizarre\" amid the urgent warnings from governments around the world. Ben says: \"If we take the advice at face value, it means the UK and also the US government are worried that Russian action is imminent - that makes us want to get out.\" ", "url": "https://www.bbc.com/news/uk-60361911"}