{"datetime": "2022-02-11T21:17:28.000Z", "title": "James Watson 'indecently touched' Rikki Neave's friend", "article": "A man on trial for the murder of a six-year-old boy had been accused of indecently touching a friend of the victim 18 months before, a court heard. Rikki Neave's naked body was found near his Peterborough home on 29 November 1994. He had been strangled.James Watson, who was 13 at the time of Rikki's death, denies murder. The trial heard a complaint was made to police about an incident involving Mr Watson and a friend of Rikki's, in April 1993, but was not taken further. Reading an agreed fact, prosecutor John Price QC told The Old Bailey jury that the mother of Rikki's friend, who was five at the time, had reported that her son had told her Mr Watson had touched him inappropriately. She gave further details to a social worker at the time, that her son had been encouraged to touch Mr Watson, and the accused had liked it, Mr Price said. \"James [Watson] had told him not to tell anyone,\" Mr Price read. Interviewed in the presence of a social worker at the time, Mr Watson denied touching the boy. He was told by police that the incident \"would not be going any further although it would be held on records\", the jury was told. In a statement in 2015, the boy was interviewed again and did not recall anything about the incident. However, he said he did \"vaguely\" remember Rikki, before he was \"suddenly\" not around. The court also heard from Jean Larkin, the manager of a children's care home in March, Cambridgeshire, where Mr Watson was living at the time of Rikki's death. She said Mr Watson had an interest in animals and a pheasant carcass, which had been \"dismembered\", was found in his room. She said she also found \"magazines that were related to children and toddlers, babies, in clothing - underwear mostly\". Asked why she thought they were there, she said: \"I felt that there were further questions to be answered because of the type of material that was there.\" Following a cold case review of Rikki's death, Mr Watson's DNA was found on Rikki's clothes which were dumped in a bin near the woods, jurors have heard. The trial continues. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60353201"}