{"datetime": "2022-02-03T16:51:05.000Z", "title": "Aberfan disaster clock given to National Museum Wales", "article": "One of the most important artefacts associated with the Aberfan disaster has been handed over to National Museum Wales. The clock, which stopped at the moment coal spoil struck the village in October 1966, will go on display at St Fagans later this month. The hands point to 09:13.Coal spoil engulfed Pantglas junior school and surrounding houses, killing 116 children and 28 adults at this time. The clock was picked up by Mike Flynn, one of the rescuers, and has become an iconic image of the disaster. It has been stored in a box at his son's house, and now Mike Flynn Junior has donated it to the national museum at St Fagans to ensure it is preserved for the nation.\"It's quite emotional and its satisfying to see the clock finally given a new home where it can be displayed and other people can see it,\" he said. \"We've been custodians of the clock but we don't feel like we own the clock.\"Certainly the Aberfan community and the wider Welsh community really own the clock because of what it stands for and the significance of it.\" Mr Flynn said he will take his sisters, children and grandchildren to view the clock when it goes on display He added: \"I think it's the right time. I don't think the wounds will ever fully heal within the Aberfan community but I think it's the right time to have somewhere where people can come and either pay their respects or understand what happened on that terrible day. \"The clock is an emotive piece, it's such a poignant reminder of that day. The clock encapsulates that moment in time better than anything else because the last time that clock ticked all those children and adults were still alive.\" The clock will go on display later this month, with St Fagans curator Sioned Williams saying conservation work will be minimal. She said: \"We often see the image of the clock on social media every October, so to have the clock in the collection and the fact that the hands of the clock stopped on the minute at 13 minutes past nine on that fateful day.\"It's still as it was. It has a real significance and there aren't many objects that tell the story of Aberfan in such a powerful way.\"It's such an ordinary object that tells such a big story.\"When you see it for the first time, it has that emotional feeling. I think people can connect with it. It's a very powerful object.\" Later this year, the museum plans to have a larger exhibition about Aberfan, the museum's staff plan to work closely with the Aberfan community during those preparations. ", "url": "https://www.bbc.com/news/uk-wales-60248915"}