{"datetime": "2022-01-20T12:30:42.000Z", "title": "Cambridge: Artificial pancreas hailed success for diabetic children", "article": "An artificial pancreas has been hailed \"life-changing\" for managing type 1 diabetes in very young children. The device, worn by the child, uses an algorithm to determine the amount of insulin that should be administered. The app automatically adjusts the amount of insulin it delivers based on predicted or real-time glucose levels, meaning parents only have to monitor and administer insulin at mealtimes. It was developed at the Wellcome-MRC Institute of Metabolic Science. The device is more effective at managing blood sugar levels than current technology, according to astudy published in the New England Journal of Medicine . Managing type 1 diabetes is challenging in very young children owing to variability in the levels of insulin required and how each child responds to treatment, as well as unpredictability around how much they eat and exercise. Children are particularly at risk of dangerously low blood sugar levels (hypoglycaemia) and high blood sugar levels (hyperglycaemia), which can be fatal or damage the body. Many children currently use devices that continuously monitor glucose levels and deliver insulin via a pump connected to a cannula inserted into the skin, but this requires parents to review glucose levels using a monitor and then manually adjust the amount of insulin they need. However, the new technology uses an app (CamAPS FX) which, combined with a glucose monitor and insulin pump, acts as an artificial pancreas, automatically adjusting the amount of insulin it delivers based on predicted or real-time glucose levels. It was developed by Prof Roman Hovorka from the Wellcome Institute, which is part of the University of Cambridge. He said the app made predictions about insulin levels based on past experience and was able to \"learn\"how much the child needed at certain times of the day. An international trial involved 74 children with type 1 diabetes, aged one to seven. All children used the CamAPS FX hybrid closed-loop system for 16 weeks, and then used the regular treatment (sensor-augmented pump therapy) for 16 weeks. On average, children spent around three-quarters of their day (72%) in the target range for their glucose levels when using CamAPS FX - almost nine percentage points higher than the current technology. Lead author, Dr Julia Ware, said: \"CamAPS FX led to improvements in several measures, including hyperglycaemia and average blood sugar levels, without increasing the risk of hypos. \"Parents have described our artificial pancreas as 'life-changing' as it meant they were able to relax and spend less time worrying about their child's blood sugar levels, particularly at night time.\" Sam Wright used to carry out finger-prick blood tests on her six-year-old daughter Sofia and set alarms at night to check her glucose levels. Now using the app, she said: \"I feel like for the first time since the diagnosis I can relax. \"You wouldn't know that she is any different from any of her classmates and that is thanks to the app.\" Dr Faye Riley, senior research communications officer at Diabetes UK, said: \"This important study shows that the artificial pancreas could be a safe and effective way to help very young children manage their type 1 diabetes, and provides further evidence of its potential to transform how the condition is managed.\"Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion please email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60069369"}