{"datetime": "2021-10-30T16:05:47.000Z", "title": "Scotland to rollout diabetes test for Type 1 patients", "article": "Misdiagnosed Type 1 diabetes patients could be freed from the need to take insulin after a new test is rolled out. Scotland will become the first country to offer the C-peptide blood test to all patients who have had a Type 1 diagnosis for at least three years.The test shows how much insulin a patient's body is producing itself. A pilot by NHS Lothian allowed some people who had been taking insulin to stop or reduce the treatment. The test will be available from 1 November. C-peptide testing, which has been used as part of diagnosis for some patients for many years, can help distinguish whether a patient has Type 1 or Type 2 diabetes. C-peptide is made in the body at the same time as insulin. By testing levels of C-peptide, doctors can work out how much insulin a diabetes patient is making themselves. If C-peptide is present in significant amounts, it might indicate that the person does not have Type 1 diabetes at all, and consequently may not need daily insulin injections. This is what was discovered during a two-year pilot study led by diabetes and endocrinology consultant Prof Mark Strachan. Prof Strachan said: \"C-peptide helps diabetes specialists make a more accurate diagnosis of the cause of diabetes, and that means we can get people on the most appropriate treatment. \"In some instances, C-peptide testing allowed people to stop very long-standing insulin therapy. This can be life-transforming. \"If anyone has any concerns regarding their diabetes or wishes to know more about the new blood test, they should contact their diabetes clinical team who are best placed to provide specific advice and support based on their individual circumstances.\" There are about 315,000 people living with diabetes in Scotland and the new programme will be offered to people who have been diagnosed with Type 1 diabetes for at least three years. The tests will be offered at hospital diabetes centres. Public Health Minister Maree Todd said that tackling diabetes was a priority for the Scottish government and that she wanted everyone living with diabetes to access safe, effective healthcare, treatment and support. She said: \"Type 1 diabetes is a significant health challenge right across the world.\"I am proud that Scotland will be the first country to introduce this blood test which has the potential to have a significant positive impact on the lives of those people living with diabetes.\" ", "url": "https://www.bbc.com/news/uk-scotland-59095948"}