{"datetime": "2022-02-14T14:42:32.000Z", "title": "Rikki Neave: Accused 'put hands around throat' of ex-girlfriend", "article": "An ex-girlfriend of a man on trial accused of murdering a six-year-old boy said he put his hands around her throat during sex, a court heard. Rikki Neave's naked body was found strangled near his home in Peterborough on 29 November 1994.James Watson, who was 13 at the time of Rikki's death, denies murder. The woman, who cannot be named for legal reasons, said Mr Watson \"got excited\" by putting his hands around her throat during sex. Under cross-examination, she was asked about letters she had written in later years in which she had told Mr Watson: \"Be straight and I can love you.\" She told jurors at the Old Bailey that she did love Mr Watson and had tried to remain \"amicable\" after their relationship ended. \"James has not always had a negative side. James has a negative and a positive. He does have good qualities in himself also,\" she said. Challenged by the defence counsel on her allegation he tried to throttle her during sex in woods, she said: \"I told him I did not like that and I did not speak to him for a few days after. \"If you gave me a million letters it will not change the fact James put his hands round my throat when we had sex and he got excited.\" The jury also heard from Mr Watson's half-brother Andrew Bailey, 54, who said he took the accused on visits to the Neave family home on the Welland estate. Mr Bailey said he had met Rikki's stepfather, Dean Neave, in prison and visited the house around eight times, taking Mr Watson, aged 11 or 12, and his sister with him \"a couple of times\".Ms Dempster QC said: \"I'm going to suggest never - and I mean never - did you take James Watson to Dean Neave's house on Redmile Walk.\" The defence counsel went on to suggest that Mr Bailey had \"distanced\" himself from Mr Watson after the latter told him he was gay at the age of 11. Mr Bailey said they had a \"falling out\" over it at the time. Following a cold case review of Rikki's death, Mr Watson's DNA was found on Rikki's clothes which were dumped in a bin near the woods, jurors have heard. The trial continues. Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-cambridgeshire-60378461"}