{"datetime": "2022-01-18T06:19:33.000Z", "author": "Katy Lewis", "subject": "Coronavirus pandemic", "title": "Covid-19: The theatre understudies stepping up to save the show", "article": "In the world of theatre, understudies are only rarely needed but as Omicron sweeps the country they are proving the saviours of many a show. What's it like to step up to a starring role? Asha Banks has been performing in the West End since she was cast in Les Misérables aged seven. Having just turned 18, she was playing her first adult role at London's Almeida Theatre when she stepped up to play the female lead. The cast's youngest member, Banks, from St Albans, had been playing Thea in a revival of Broadway rock musical hit Spring Awakening when four company members, including Amara Okereke, playing Wendla, tested positive for Covid. As designated understudy, Banks \"knew it would be possible\" she would go on when it reopened, but \"didn't think it would actually happen\". She got the call on the morning of their first night back, and went to the Islington theatre for an afternoon of rehearsal. \"I was excited mostly, as most understudies don't usually ever get the chance to go on, but I was also terrified,\" she says. \"Amara is just the loveliest girl and was so wonderful to me, sending me a really supportive text and telling me to go smash it.\" Nevertheless, Banks says she was \"really nervous\", as Wendla opens the show with a song. \"It was a vulnerable place to be, but once that song was over I felt more comfortable. \"There was extra pressure to do a good job because the reviews had been outstanding and there is a real buzz about the show. \"Laurie [Kynaston, who plays Melchior] was lovely and waited until the very end, after we had already got a standing ovation, to tell the audience that some of us had been understudies, and then the applause seemed to go on for ever, which made us feel amazing. \"It's my dream part and I feel so lucky and blessed to have played it.\" In Northampton, the opening of Dick Whittington at the Royal and Derngate Theatre was in doubt when eight performers, including the dame, got Covid.Nobody expected quite so many performers to be out of action, but production company Evolution was prepared. Patric Kearns was on standby for four pantomimes. Put on standby to cover Dame Dolly on Sunday evening, within 24 hours he was asked to be at the Derngate on Tuesday morning. \"When I got the call, I had looked at one panto but not the one I'd got the call for - that would have been far too easy,\" he says. The show opened on the Friday with Kearns doing five performances over the opening weekend. \"Fortunately, because the panto hadn't actually started, we got three full days [to rehearse], but we literally went straight into a technical rehearsal, learning it as they were doing all the technical things,\" he says. \"In rehearsals I kept calling Dick 'Jack' because that was the panto I'd learnt, but we were all just going for it - it shows what you can do when the time restriction is there.\" He also did the first two performances with a full beard, due to a prior commitment to play Father Christmas, which \"gave another nuance to a man playing a woman\", he says. While he \"absolutely loved it\", there was still an \"element of guilt\", he says. \"It's lovely to have that opportunity, but not when you're aware that somebody is isolating and ill. \"You don't really have a minute to take on board what is happening at the time but there was a kind of collective coming together and everyone worked their socks off. \"I've never known eight people in one company being off at the same time but in panto you can make a joke of it. \"My stock phrase [if things went wrong] was 'I've only been here since Tuesday!'\". Holly Dack, 17, was making dinner when the call asking her to cover for the villain Carabosse in Sleeping Beauty at Ely's The Maltings came \"completely out of the blue\". She had been in the background, singing and dancing in the junior ensemble. Having not been designated as an understudy, the call was \"a complete surprise\". \"Of course I said yes. I was so excited and so scared - all the emotions,\" she says. Learning the part overnight, she had three hours of rehearsal before taking the stage for the matinee, and the first of 17 performances over a week. \"It was crazy, really, but you just try to get on with it so you can make the show go on. \"The rest of the cast and crew made sure everything ran smoothly and I was comfortable, despite the stress.\" Going from smiling dancer to villain was \"a very big change\" she says, but confesses to have enjoyed the power. \"I had to adapt to the character in such a small amount of time and just go for it,\" she says. \"I felt very powerful. I could make everyone boo me - I had some control of the audience and I've not experienced that before. \"I even made a little girl cry because she was so scared of me, which was quite sweet in a weird way.\" Looking back now, she says it feels like a \"strange, wonderful blur\". \"It was great. It's what I want to do as a career so it was good to have that experience under my belt. \"It's also improved my confidence as it showed I can do it under pressure if I put my mind to it. It's definitely one to remember.\" The two-week Christmas period was \"a bit of a whirlwind\" for director Daniel Bell, who played two different dames in two productions across two counties. As co-founder of Cambridgeshire-based KD Theatre Productions, he had finished directing Sleeping Beauty at The Maltings in Ely and Robin Hood in Harlow, and was halfway though directing a third when he got a call to say Ely's dame had Covid. He learnt the role overnight and went on the next day, playing Nurse O'Dear for about a week, until Christmas Eve. \"I didn't really have time to learn the role properly and I didn't want to take a script on stage so I was winging it,\" he says. Then, on Christmas Day he got a call to say Silly Willy at Harlow Playhouse had tested positive so he immediately learnt that role, ready to take the stage on Boxing Day. But those performances were cancelled when the dame also tested positive, so he quickly learned that part and rehearsed all day with a new understudy for Silly Willy. \"I didn't know whether I was coming or going,\" he says. \"We had plans in place for every person if they got Covid, and because I had played a dame many times before, it was in my mind that if a dame went down I would step, in but I didn't really think it would ever happen. \"It was crazy but there was great teamwork. We just didn't want to let audiences down after not being able to come last year.\"I've had a bit of time to reflect on it now and even though it was only two weeks, it felt like a month. \"Every day I was expecting the phone to ring telling me of another case... but I'm proud we did it and we kept going when so many shows had to close down.\" As backstage crew at the Gordon Craig in Stevenage, Amy Ellis Hall is not used to the limelight, but when they \"lost\" half of the ensemble in the theatre's production of Aladdin, she and two other crew stepped in and made sure no shows were cancelled. \"A lot of things wouldn't have been possible with just three ensemble, so we found some costumes and went on to make the stage look a bit busier,\" she says. \"The rest of the ensemble were really helpful and guided us through.\" They also had to quickly learn the magic trick involving sawing a person in half. They \"just hoped for the best\", she says, but luckily \"it all went fine\". \"It was the first time we've ever had to go on, but obviously these are strange times and we wanted to show to go on and be the best it could be as people had paid to see it.\" In total, the stand-ins did 15 performances, playing different roles as people either got ill or returned. \"Every day it was like 'Which version are we doing today?' but we did whatever we could do to help make it OK. \"At one stage we were jumping between the two [jobs], running across the stage for an ensemble number and then moving a truck across it [to change scene] so it was busy. \"I'm not now saying 'Oh, give me a costume, I want to go on', but if we had to do it again we'd be prepared to.\"Find BBC News: East of England on Facebook , Instagram and Twitter . If you have a story suggestion email eastofenglandnews@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-beds-bucks-herts-59910343"}