{"datetime": "2022-01-12T06:22:09.000Z", "author": "Victoria Hicks & Jennifer Harby", "subject": "Coronavirus pandemic", "title": "Theatres offer spark of hope after Covid challenges", "article": "People in the theatre industry have spoken of their joy at reuniting with audiences following the restrictions of the pandemic and cancellations due to the Omicron variant. BBC News speaks to actors and directors about their hopes for 2022. Jude Taylor describes the first time he set foot on stage following the \"mega lockdowns\" of the past two years as \"electrifying\". A composer and writer from Market Harborough, in Leicestershire, Jude - one of the resident creatives at Leicester's Curve Theatre - has been affected by the impact of Covid on theatre, like so many of his fellow professionals, but found some financial stability through work he does as a teacher. \"Covid has been a massive challenge for the theatre industry,\" he said. \"Planning is still difficult, even now - you have no idea what's going to happen in a few days, never mind a few months. \"A show I had worked on for a year that was due to premiere in London was cancelled with six weeks to go. \"Nobody is invincible - even the big national tours are affected.\" Leicester itself felt the impact of the pandemic,with the closure of its Haymarket Theatre .\"It's heartbreaking. A lot of things have been lost during the pandemic and it's really sad,\" said Jude, 27. But he added he had also been struck by the resilience of the industry, despite the challenges. \"Audiences have been so supportive,\" he said. \"The power of theatre and storytelling can be really healing and a great way to bring people together. \"After so long in isolation, the idea of coming back together - in a safe way - can give you that spark of hope and joy.\" On 10 December,new rules requiring theatre-goers to wear face masks came into force . Chris Stafford, chief executive of Curve, said the Christmas season had been particularly challenging. \"Here at Curve, we normally average around 85-90% attendance for our Christmas show which, this year, was A Chorus Line,\" he said. \"But we saw a major drop in audiences. We only did 60% attendance. \"We were spotting sales patterns that were a direct result of the Omicron variant. \"When there were announcements around that and Plan B, we saw a sudden decline in bookings. \"We very much hope that we will start to resume business as usual. \"There's real anxiety about what happens if there is another variant but it's palpable how much audiences have missed the theatre experience.\" For those venues that rely on their annual pantomimes to underpin their season - and their finances - there was a bit of Christmas cheer. The Nottingham Playhouse said it had lost only two performances from the run of its pantomime - Beauty and the Beast - which had been very well attended, but sales for future events were a more mixed picture. \"Two smaller-scale touring shows have just pulled their tours for January, but there are comedy shows later this month that are sold out,\" a spokesman said. \"Overall customers are being more cautious at the moment.\" Across the city, at Nottingham's Theatre Royal, audiences were said to be \"holding steady\". \"It is undeniable that we are still operating in an extremely challenging and uncertain environment,\" added Peter Ireson, the venue director for Nottingham's Theatre Royal and Royal Concert Hall. \"The current high Covid rates are creating challenges across the board. \"We were fortunate that all 49 performances of our family pantomime, Robin Hood, could go ahead over the festive period as scheduled and our audience attendance numbers are holding steady at about 75% of what we would usually see at this time of year. \"We remain cautiously optimistic for 2022, as we anticipate these numbers will continue to rebuild towards pre-pandemic levels. \"Seeing our audiences return to enjoy live performance once again has been an utter joy, and illustrates just how important the arts are to our wellbeing and happiness, especially in these difficult times.\" Follow BBC East Midlands on Facebook , Twitter , or Instagram . Send your story ideas to eastmidsnews@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-leicestershire-59952732"}