{"datetime": "2021-11-05T12:28:42.000Z", "title": "Solar flare sees Northern Lights visible from Wales", "article": "A \"unique\" glimpse of the Northern Lights was visible to people in many parts of Wales this week. But if you missed it, don't worry, you could get another chance in a couple of weeks' time, according to expert Allan Trow.The sightings of Aurora Borealis in Wales are rare -the last one recorded in Wales was in 2016. However, Mr Trow believes advancements in digital cameras means we will capture more of them in the future.This week's display was described by the Met Office Space Weather Operations Centre as the result of a \"coronal mass ejection\" from the sun, also known as a solar flare, interacting with earth's magnetic field. Spokeswoman Krista Hammond said it left the sun at about 03:00 GMT on Tuesday and arrived at the earth at about 20:00 GMT on Wednesday.The sight wascaptured in areas including Devon , Cornwall and the Lake District. \"We've had reports that the aurora could even be seen in some central areas of the UK, which is possible when a storm of this magnitude impacts the earth,\" Ms Hammond added. Mr Trow, who runs the Dark Sky Wales education service , said such phenomenon are caused by the outpouring of charge particles from the surface of the sun, that interact with the earth's magnetosphere. \"This one was particularly strong,\" he said.\"It was recorded by quite a few people across the UK. It looked fantastic from the Brecon Beacons, a wonderful display.\" Mr Trow said it was visible to most people with a cloudless northerly view, but he missed it as he was travelling home after working in the Brecon Beacons.However, there could be another chance for all of to see this. \"It may occur in a couple of weeks if we get lucky.\" he said \"The sun is supposed to be in a quiet period, so we are quite fortunate to get these outbursts.\" He said sightings of the Northern lights in Wales as \"pretty rare\" and ones as impressive as Wednesday's as \"pretty unique\". \"I can't remember when there was one before (2016), but a lot more are being captured now because of digital cameras,\" he added. \"They are a lot more sensitive to the light than our eyes, so they're being reported more. \"Before the digital revolution, they weren't recorded.\" One man who captured it was Karl McCarthy who described it as \"a fantastic experience\" to \"witness such a beautiful Aurora\" from Twyn-y-Gaer in the Brecon Beacons. ", "url": "https://www.bbc.com/news/uk-wales-59175781"}