{"datetime": "2021-02-24T19:23:30.000Z", "title": "UK Treasury to control 'levelling up' cash for Wales, Scotland and NI", "article": "The Treasury has announced a £4.8bn \"levelling up fund\" for local projects will now be UK-wide, not England only. UK ministers will decide how some of the cash is spent on schemes such as regeneration projects in Wales. It prompted an angry response from the Welsh Government, which accused the Westminster government of \"aggressively\" undermining devolution. The announcement of £4bn for England last year triggered an extra £800m for Wales, Scotland and Northern Ireland.However, the Treasury now says it will run the fund for all four UK nations rather than hand any extra cash to the devolved governments. The SNP in Westminster accused the Conservatives of wanting to dismantle devolution. As previously announced, under the UK chancellor's Spending Review, the first ministers of Wales, Scotland and Northern Ireland would have been able to decide what to do with their share of the £800m. Plaid Cymru said UK ministers were \"undermining Welsh democracy\".But the UK Government says its\"levelling up\" agenda aims to reduce regional inequality in the UK. On Wednesday, Chief Secretary to the Treasury Stephen Barclay said that communities in Scotland, Wales and Northern Ireland would benefit from \"at least £800m\" of investment by the UK government for town centre and high street regeneration, local transport, cultural and heritage projects. Welsh Secretary Simon Hart said the fund represents \"significant investment in Wales and is testament to our determination to level up the whole of the UK\".The funding is not additional to money previously announced at last year's Spending Review. But it has now been confirmed it will be run as a UK-wide fund, not a fund for England with extra cash given to the other nations under the Barnett formula. In the UK Internal Market Act passed last year the UK Government was granted new spending powers in areas that are otherwise devolved, such as powers to spend on infrastructure and cultural and educational facilities.A Welsh Government spokesman said: \"This isn't new or additional money. This is the UK Government aggressively undermining the outcome of two referendums which backed Welsh devolution. \"The UK Government was not elected to take decisions or spend money in areas that are devolved to Wales. \"It is also an example of the unconstitutional Internal Market legislation, which was rejected by the Senedd, being used to stop decisions about Wales being taken in Wales.\" Prior to the Welsh Government response, Mr Hart said: \"This is not about politicians and power - this is about jobs, livelihoods and post-Covid recovery. \"I do wish Welsh Government would stop fretting about their own little status in Cardiff and actually look at the bigger picture\". SNP deputy Westminster leader Kirsten Oswald accused Mr Johnson's government of seeking to \"bypass the devolved governments and dictate spending over devolved areas\". She said: \"Rather than passing on funding through Barnett consequentials - which could have seen Scotland receiving its share totalling around £400m - the Tories are intent on dismantling devolution and taking control, with absolutely no clarity over how much will be spent in Scotland.\" Plaid Cymru Westminster leader, Liz Saville Roberts MP said the announcement was \"about undermining Welsh democracy and the proven priorities of our country\". \"Our communities are crying out for funding, but with an election around the corner it's clear that this Tory funding won't be spent to remedy the long-term needs of Wales but will be allocated according to political interests,\" she said.", "url": "https://www.bbc.com/news/uk-wales-politics-56181547"}