{"datetime": "2021-11-03T17:44:42.000Z", "title": "Wales to get nearly quarter of EU fund's replacement pilot", "article": "Wales will get nearly a quarter of a new £200m fund set up as a pilot for replacing EU aid. More than 160 projects totalling £46m led by Welsh councils will receive packages between £1.9m and £6,600. Every council in Wales except Flintshire is receiving cash, with projects ranging from training schemes to enhancing Llandudno promenade. But the Labour Welsh government accused Tory ministers of misleading the public over how it would replace EU money. It accused UK ministers of cutting replacement money it was promised. The UK government said that claim was \"incorrect\". Plaid Cymru called for a needs-based funding formula administered by the Welsh government.Wales received £375m every year under the old EU arrangements aimed at helping poor regions. The cash is being slowly phased out, with most of it ending next year. A full list is atthe UK government website . Chancellor Rishi Sunak has said that over time the UK government will match EU funding of £1.5bn a year. It is planning a new Shared Prosperity Fund (SPF), expecting to roll out from April 2022, and the Treasury has pledged it will \"at least\" match EU funding for the poorest region. The £200m Community Renewal Fund has been launched as a pilot for the SPF, with England receiving £123m, Wales £46m, Scotland £18m and Northern Ireland £12m. Wales will get most funding per head, while in England the South West region will receive the largest sum. But the CRF has been criticised for not giving Wales and other devolved governments a say in how it is spent. The Welsh government had administered EU cash, and some of the money is used to fund apprenticeships and the Development Bank for Wales. Ministers have claimed that there could be 5,300 fewer apprenticeship placements supported every year if the money was not fully replaced. However, in turn, the Conservative Welsh secretary has claimed Wales had spent some EU money on\"vanity projects\" . UK Secretary of State for Levelling Up Michael Gove said:   \"We are determined to unite and level up our whole United Kingdom. \"The projects we are supporting today, from Wrexham to Caerphilly, will help communities across Wales realise their full potential, create new opportunities for the future and help us achieve net zero carbon emissions.\" A Welsh government spokesman said: \"Throughout the Brexit debate, the UK government gave repeated assurances Wales would not lose 'a single penny' of EU funding should the UK exit the EU.\"Today's announcement by the UK government shows they are short-changing Wales by cutting the replacement funding we were promised. \"Instead of Wales receiving at least £375m annually in new money to invest from January this year, it confirms Wales will receive just £46m. This is not \"levelling up\", it's levelling down. \"It is yet another clear demonstration the people of Wales have been misled by the UK government.\"Plaid Cymru MP Liz Saville Roberts MP said Wales a whole was losing out \"by forcing local authorities to fight among each other for a smaller pot of money\". \"There is still an opportunity for the UK government to match its 'levelling up' rhetoric with action by committing to a needs-based funding formula for the Shared Prosperity Fund, administered by our devolved government in Wales.\" A UK government spokesperson said the Welsh government's claims were \"incorrect\".\"The EU structural fund programme will continue until December 2023 and the £200mn UK Community Renewal Fund [UKCRF] announced today is in addition to it. \"The UKCRF will help local areas prepare for the UK Shared Prosperity Fund in 2022, the scheme that will see UK-wide funding at least match EU money - reaching around £1.5bn a year.\" The Welsh government is standing by the figures it has highlighted. ", "url": "https://www.bbc.com/news/uk-wales-politics-59147579"}