{"datetime": "2021-03-04T18:14:42.000Z", "title": "Row after Gwynedd placed in lowest priority group for Levelling Up Fund", "article": "The UK government has been accused of \"a stitch up\" by a Plaid Cymru MP after Gwynedd was placed in the lowest priority need category for a new fund to finance infrastructure projects in deprived areas of the UK. Details were published on Wednesday of the £4.8bn Levelling Up Fund. Liz Saville Roberts claimed \"our public money is being snatched for the budget of Tory bungs\". UK ministers said all areas could apply with cash going to the most in need. Welsh First Minister Mark Drakeford said the way UK ministers were distributing the fund made \"the life of those who want to argue for the United Kingdom far more difficult\" because it showed there was \"hostility\" to devolution at \"the heart of government\". In the Budget, Chancellor Rishi Sunak said the fund was \"intended to support investment in places where it can make the biggest difference to everyday life, including ex-industrial areas, deprived towns and coastal communities\". Wales, Scotland and Northern Ireland will receive a minimum of £800m from the fund, which lists local authority areas in three priority groups. In Wales, 17 local authorities are in priority level 1: Blaenau Gwent, Bridgend, Caerphilly, Cardiff, Carmarthenshire, Ceredigion, Conwy, Denbighshire, Merthyr Tydfil, Neath Port Talbot, Newport, Pembrokeshire, Powys, Rhondda Cynon Taf, Swansea, Torfaen and Wrexham.Flintshire, Anglesey and the Vale of Glamorgan are in priority level 2, and Gwynedd and Monmouthshire are in priority level 3.Ms Saville Roberts, the MP for Dwyfor Merionydd which is in Gwynedd, said: \"The chancellor includes his own constituency in the highest category of need, while Gwynedd is in the lowest.\" Under previous EU funding criteria, Gwynedd was prioritised due to being one of the least developed areas of Europe, along with the rest of West Wales and the Valleys. \"Our public money is being snatched for the budget of Tory bungs. This is not 'levelling up' but a stitch up,\" she said. Under the Levelling Up Fund, local authorities are invited to bid for financing for projects like town centre developments, upgrades to cultural sites and new road schemes, but the bid they submit must have the backing of the local MP. Ms Saville Roberts says this approach \"completely bypasses Wales' democratic structures - instead giving the secretary of state the role of a feudal overlord, from whom MPs are expected seek political patronage\". Welsh Government Finance Minister Rebecca Evans said the fund had been put together in a \"poorly informed way\".She said: \"Clearly Welsh government knows the communities where funding is most required, knows that actually whole local authorities are not the same all the way across. \"Within one local authority you'll have areas which need funding desperately and other areas which are more prosperous.\" A UK Treasury spokesperson said: \"All local areas in the UK will be able to apply for funding through the levelling up fund.\"The bandings do not represent eligibility criteria - and money will be allocated to the areas most in need. \"Further technical details will be published by the government in due course.\" Last week, it was announced that UK ministers would control the Levelling Up Fund UK-wide.It would allow them to spend on devolved areas such as infrastructure using new powers in the UK Internal Market Act.These spending powers mean the UK government is able to control new pots of funding for regeneration projects. Speaking to the UK Parliament's Welsh Affairs Committee on Thursday afternoon, Mark Drakeford said: \"As far as the Internal Market Act is concerned and the Levelling Up Fund, I really believe these are poisoning the well of intergovernmental relations across the United Kingdom.\"The Levelling Up Fund, he said, \"will lead, I believe, to a series of random investments with no strategic sense of purpose behind them, and with a trail of difficulties in their wake over, for example, the way in which future liabilities for those investments are to be picked up\".\"It is far more than just disappointing, I think it makes the life of those who want to argue for the United Kingdom far more difficult.\" Although Gwynedd is ranked as a low priority in the Levelling Up Fund, a separate fund called the Community Renewal Fund places it among fourteen priority places in Wales to compete for a UK-wide pot of £220m in the next financial year. In total, the Community Renewal Fund identifies a hundred priority areas across the UK.It is described as a pilot for developing the successor scheme to the EU aid programme that awarded £375m a year to some of the poorest parts of Wales. The UK government promised in its election manifesto that Wales would not lose money when the successor scheme, called the Shared Prosperity Fund, is developed. The pilot fund does not guarantee any funding for Wales but it does say that the way funding is allocated \"does not pre-determine the allocation approach for the UK Shared Prosperity Fund\".The Shared Prosperity Fund is expected to be set up in 2022.", "url": "https://www.bbc.com/news/uk-wales-politics-56279405"}