{"datetime": "2021-11-04T08:34:12.000Z", "subject": "Brexit", "title": "Scheme to replace EU cash for poor areas unveiled", "article": "The UK government has unveiled the first areas to benefit from a forthcoming fund to replace EU grants to help poorer regions. Wales will receive nearly a quarter of the total, with the South West getting the highest proportion within England. The fund will be used to invest in skills, education, local businesses and employment. But it has previously been criticised for not giving the devolved governments a say in how it is spent.A new Shared Prosperity Fund (SPF), which is due to replace EU structural funds to help poorer area, is expected to roll out from April 2022. The government has announced 477 projects across the UK that will get cash under a pilot for the new scheme, ahead of its launch. Under this pilot, English regions will receive £123m, Wales will receive £46m, Scotland £18m and Northern Ireland £12m.Wales will get the most funding per head - similar to the EU scheme, under which it was also proportionally the largest recipient of aid.The South West will receive the largest proportion in England.The fund will be spent on various projects - bid for by local authorities - to spend on skills, education, local businesses and employment.In a statement , levelling up minister Neil O'Brien said: \"This is levelling up in action - investing in projects across the whole of the UK that will make a real difference to people's lives.\"Supporting those on low incomes to become budding entrepreneurs, investing in local businesses and councils at the forefront of our decarbonisation drive, and funding new education and training facilities that will help people go far but stay local.\"Through this fund we are also empowering local leaders to shape the places they live, guaranteeing that these investments have a lasting impact.\" But the Welsh government accused Conservative ministers of \"short-changing Wales\". Instead of Wales, under EU funds, receiving at least £375m annually in new money to invest from January this year, a spokesman said the announcement \"confirms Wales will receive just £46m\".\"This is not 'levelling up', it's levelling down,\" he added. The Treasury has previously pledged that funding under the SPF will \"at least\" match EU funding for the poorest regions.At last week's Budget, Chancellor Rishi Sunak said that \"over time\" it will match EU funding of around £1.5bn a year - as EU funds taper out until they are fully replaced by UK government funds.The fund allows the UK government to directly invest in areas - like education and economic development - that would otherwise be controlled by politicians in Cardiff, Edinburgh and Belfast.Under the UK Internal Market Act - a new law passed last year - the UK government gained new powers to spend in areas like infrastructure, education and economic development that would otherwise be devolved.Examples of successful bids for cash in England include £443,824 for a youth hub in Blackpool, £300k for a \"Bounce Back\" Skills for Jobs project in Liverpool, £659,220 for a project to support businesses to get to 'Net Zero' emissions in Norfolk and £974k for \"Decarbonising Doncaster\".In Scotland, they include £274,742 to create a \"World Class Visitor Attraction\" in Dumfries and £480k to create a \"Net Zero\" Innovation District in Glasgow.In Wales, they include more than £1m to be invested in a Creative Industry training programme in Merthyr Tydfil and more than £1.3m to be spent on an enterprise and skills programme in Pembrokeshire.In Northern Ireland, successful bids include a £1.8m investment in a post-covid small businesses programme in Belfast.", "url": "https://www.bbc.com/news/uk-politics-59142481"}