{"datetime": "2022-02-02T16:56:05.000Z", "author": "Reality Check team", "subject": "Budget 2021", "title": "What is levelling up and how is it going?", "article": "The government has unveiled its long-promised \"levelling up\" plan to improve opportunities across the country. Levelling Up Secretary Michael Gove said it would: \"shift both money and power into the hands of working people\". It was a key part of the Conservative Party's 2019 election manifesto, based on the idea that people and communities that feel they have been left behind, should get a chance to catch up. The policies in the new plan are to be achieved by 2030.But what has the levelling up project delivered so far?Research from the Institute for Fiscal Studies (IFS) found that: \"On a wide variety of measures, regional disparities in the UK are greater than in most comparable countries.\" But it also found that after adjusting for housing costs, living standards between UK regions were not particularly unequal. Many organisations have put forward suggestions of things that need to be addressed such as employment rates, pay, health and formal education, but there seems to be fairly broad agreement that one of the central issues is the differences in productivity between regions - that's the amount of value created (GVA) per hour worked. One of the factors cited as having caused this productivity gap is that government and universities spend more on research and development in the south-east of England.The government's latest plan proposes to increase public investment in research and development outside the South East of England by 40%, by 2030. In its2019 manifesto , the Conservative Party said it would be \"levelling up every part of the UK\", which would involve: Clearly, the government has been busy with the pandemic (which has itself highlighted problems of inequality in the UK), but let's look at what progress has been made in the five areas in the manifesto. The chancellor announced in November 2020 that he waschanging the way that the benefit of investment was calculated to allow projects with big regional impacts to be prioritised.In October 2021, the governmentrevealed the successful bids for the first round of the £4.8bn Levelling-Up Fund. A total of just under £1.7bn was shared between 105 towns, cities and areas. And101 towns are developing proposals to share £2.4bn as part of the Towns Fund. The government has pledged to have 22,000 civil servants based outside London by the end of the decade, with a target for 25% of roles to be outside London by 2025. Its manifesto had said: \"we need to get away from the idea that 'Whitehall knows best'\".Announcements so far include: Lord Sainsbury, launchinga report on levelling up in March 2021, said that while moving civil servants around the country was of \"symbolic importance\", it would not level up. He argued that for that to happen, more powers would need to be given to local government to control things like transport and the courses taught at local further education colleges. The plans announced in February 2022 propose having elected mayors in more areas of England with negotiations to extend the powers of the mayors of the West Midlands and Greater Manchester as blueprints for other areas to follow. The chancellor announced an extra £126m in March 2021 to fund work placements and training for 16 to 24-year-olds in England.Covid has been particularly bad for younger workers, and he also increased the incentives for companies taking on apprentices. Apprenticeships fell in 2017-18 following the introduction of the Apprenticeship Levy andare still well below the level they were at that point. As for theNational Skills Fund , the chancellor announced an initial £375m for it in November 2020 with another £1.6bn coming in the following three years. The latest plan in February 2022 promises to have 200,000 more people a year completing high-quality skills training in England by 2030. The 2019 manifesto said getting Brexit done would provide \"new support to people in rural and coastal communities, and for our farming and fishing industries\". That promise may ring a little hollow for some. Companies that export some types of shellfish to the EU for example have struggled with new regulations. And all exports of food of animal origin are facing new bureaucracy and costs, which cut into their profits.The government set up a£23m support scheme to cover losses incurred in the fishing industry, as well as a new £100m fund to modernise fishing fleets and rejuvenate coastal fishing facilities.But industry representatives say the promise of taking back full control of UK fishing waters has not yet been fulfilled.The only reference to farming and fishing in the new levelling up plan paper concerns investment in farming and fishing innovation funds. Freeports are a big favourite of both the prime minister and chancellor, and there are going to beeight freeports in England , located at: The first to begin operating were Teesside in November 2021 and Thames the following month. Discussions are under way about where other freeports will be in the UK. The chancellor said they would provide \"an unprecedented economic boost across the UK\". But the Office for Budget Responsibilitysaid in October 2021 : \"given historical and international evidence, we have assumed that the main effect of the freeports will be to alter the location rather than the volume of economic activity\".What claims do you want BBC Reality Check to investigate? Get in touch Read more from Reality Check ", "url": "https://www.bbc.com/news/56238260"}