{"datetime": "2021-03-03T19:00:56.000Z", "subject": "Budget 2021", "title": "Levelling up aid scheme an assault on devolution, says minister", "article": "The bidding process for a UK-wide fund for deprived areas is an \"assault on devolution\", a Welsh minister has said. Finance Minister Rebecca Evans was reacting to news there will be no role for the Welsh Government in handing out money from the newLevelling Up Fund . The fund makes councils in Wales the gateways for cash and also requires the backing of the local MP. The chief secretary to the Treasury rejected suggestions the UK Government was trying to sideline Welsh ministers. Steve Barclay said people wanted \"different governments working constructively together to protect jobs and livelihoods across Wales\". Ministers in Cardiff initially expected the funding for local regeneration and transport projects would be spent in England, with a share going to the devolved administrations' budgets. But after the chancellor's Budget, Ms Evans said: \"It's just an astonishing assault on devolution.\" There were also \"huge questions\" to be raised about a pilot scheme, called the Community Renewal Fund, to replace EU financial aid as the amount of money on offer \"was just tiny\", she said. The Welsh Government will not be administering that programme either. \"It doesn't even start to replace the kind of that we've lost and the kind of funding the UK government promised we would received,\" Ms Evans added. Defending the Levelling Up Fund, Mr Barclay told BBC Wales: \"I don't think a scheme involving Welsh Members of Parliament is bypassing Wales in any form, and I think it's important that we complement existing schemes and ensure more money is going directly to communities in Wales.\" \"It's right that we work in partnership, not just with the Welsh Government, but also with Welsh Members of Parliament and local authorities\". \"I welcome those conversations and I look forward, as part of our commitment to levelling up across the United Kingdom, to having those discussions with council leaders, with Members of Parliament across Wales of all political parties.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-56269538"}