{"datetime": "2021-11-05T11:22:33.000Z", "author": "Chloe Blissett", "subject": "Our Planet Now", "title": "Climate change: Life in the shadow of Wales' landslide coal tips", "article": "Living in the shadow of coal tips, Lydia Godden said the thought of them slipping is \"just quite frightening\". Fifty-five years on from the Aberfan disaster the 23-year-old thought it was \"surprising\" how many were in her hometown of Merthyr Tydfil. A recent study prompted bya landslide in Tylorstown identified 327 tips in Wales deemed high-risk, meaning they pose a threat to life or property. Welsh and UK governments disagree over who should pay to make these tips safe. \"We need and we just want to see an action plan of what's going to be done.\" said Ms Godden. \"How are these tips going to be made safe? \"It needs to become a part of the public's awareness.\" The coal tips pepper the landscape around the south Wales valleys. A total of 51 are in Caerphilly, 75 in Rhondda Cynon Taf, 59 in Merthyr Tydfil, 31 in Bridgend, 39 in Neath Port Talbot, 14 in Blaenau Gwent and five in Swansea. Recent landslides have led many to draw comparisons to the Aberfan disaster of 1966, where an avalanche of coal waste slid down a mountainside after a period of heavy rain.Within minutes the village was covered in 40,000 cubic metres of debris. A total of 144 lives were lost, 116 of them children. When Ann Davies was growing up she thought nothing of living in the shadow of a former coal tip. Then, last year the 68-year-old was looking out of her window when heavy rain sent 60,000 tonnes of rubble tumbling from the tip in Tylorstown, Rhondda Cynon Taf. \"I don't feel very safe, you don't know what lies beneath,\" said Ann, who is frightened whenever it rains. Ann was looking out of her living room window when it started to crash down. She was \"very scared\" as she watched slide opposite her house.\"I lived with it over there, but it was green, she said.\"But then all of a sudden there were sinkholes and the slurry coming down.\" She now fears a tragedy Aberfan could happen again. The rubble from the Tylorstown landslide fell into an unoccupied ravine below. She fears the community might not be so lucky next time. This was just one of several landslides to occur as a result of Storm Dennis in Rhondda Cynon Taf.Rhondda Member of the Senedd (MS) Buffy Williams said people living close to the tips had fears about landslips on their minds \"all the time\". \"If you live near one of those tips you'd be continuously looking out your window to see if there's movement out there,\" Ms Williams said. Heavy rainfall and flooding are the main causes.The annual rainfall in Wales has increased as a result of climate change.Coal tips are primarily composed of stone and other discarded material from mining operations. This material is stacked on top of each other, and combined to form a coal tip.South Wales' heavy mining history has left it with many left over coal tips. The terrain largely consists of many steep-sided valleys. Such conditions make these tips more susceptible to collapse when exposed to heavy rainfall.Geologist Dr Jamie Price explained: \"Both more prolonged and more intense rainfall events will heighten the risk of coal tip collapses. \"Increases in the moisture content of the coal tips and increases in groundwater level in general can affect the stability of these coal tips and could induce failure and collapsing of the coal tips.\" Ms Williams has called for some of the coal tips to be removed entirely, while others to be monitored constantly. The Labour MS said: \"We need the funding to do that job properly, and at the moment, the UK government to say and they're not going to be supplying us with any funding to support this project.\" The Welsh government has called on the UK government to \"take responsibility\" for public safety and the environmental impacts of the coal industry. But a UK government spokesperson said: \"In 2020, to help with the unforeseen impact of Storm Dennis, we provided £31m of additional funding to the Welsh government, of which £9m was to repair vulnerable coal tips. Ultimately, however, the management of coal tips in Wales is a devolved matter and therefore not one the UK government would expect to provide additional funding for.\"The Welsh government is more than adequately funded to manage the costs of devolved responsibilities. In last week's Budget the chancellor announced Barnett-based funding for the Welsh government of £18bn per year, delivering the largest annual funding settlement since devolution over 20 years ago. \"This additional £2.5bn per year means the Welsh government will now receive around £120 per person for every £100 per person of equivalent UK Government spending in England in order to deliver its devolved responsibilities.\" ", "url": "https://www.bbc.com/news/uk-wales-59160734"}