{"datetime": "2022-02-01T20:34:10.000Z", "title": "Almost 500-mile-long lightning bolt crossed three US states", "article": "An almost 500-mile long bolt of lightning that lit up the sky across three US states has set a new world record for longest flash, scientists have confirmed. The bolt in 2020, extended a total of 477.2 miles (768 km) and spread across Mississippi, Louisiana, and Texas.The previous record was 440.6 miles (709 km) and recorded in Brazil in 2018. Lightning rarely extends over 10 miles and usually lasts under a second.Another lightning flash recorded in 2020 - in Uruguay and Argentina - has also set a new record for duration at 17.1 seconds. The previous record was 16.7 seconds.\"These are extraordinary records from lightning flash events,\" Professor Randall Cerveny, the World Meteorological Organization's (WMO) rapporteur of weather and climate extremes, said.According to the WMO, both records took place in areas prone to intense storms that produce \"megaflashes\". Professor Cerveny added that greater extremes are likely to exist and are likely to be recorded in the future thanks to advances in space-based lightning detection technology.The WMO warned that lightning was a hazard and urged people in both regions and around the world to take caution during storms.\"These extremely large and long-duration lightning events were not isolated but happened during active thunderstorms,\" lightning specialist Ron Holle said in a WMO statement. \"Any time there is thunder heard, it is time to reach a lightning-safe place\".Previously accepted WMO 'lightning extremes' include a 1975 incident in which 21 people were killed by a single flash of a lightning as they huddled inside a tent in Zimbabwe.In another incident, 469 people were killed when lightning struck the Egyptian town of Dronka in 1994, causing burning oil to flood the town.The WMO notes that the only lightning-safe locations are \"substantial\" buildings with wiring and plumbing, rather than structures such as bus stops or those found at beaches.Fully enclosed metal-topped vehicles are also considered reliably safe.", "url": "https://www.bbc.com/news/world-us-canada-60221521"}