{"datetime": "2021-07-12T10:51:56.000Z", "title": "Jaipur: Lightning strike kills 16 taking selfies in India", "article": "A lightning strike killed at least 16 people and injured many more in Jaipur in northern India on Sunday. The victims were taking selfies in the rain on top of a watch tower at the city's 12th Century Amer Fort, a popular tourist attraction. Dozens have also died in lightning strikes in Uttar Pradesh and Madhya Pradesh states.Lightning strikes kill some 2,000 Indians on average every year, according to official data.A senior police officer told the media that most of the people among the dead at the fort's tower were young. Twenty-seven people were on the tower and the wall of the fort when the incident happened and some reportedly jumped to the ground.Sunday alone saw nine more deaths from lightning strikes reported across Rajasthan state where Jaipur is located, according to local media reports.At least 41 people - mostly women and children - were reportedly killed in Uttar Pradesh state. The highest toll of 14 was recorded in the city of Allahabad (also known as Prayagraj).Two men, who were taking shelter under a tree, died on the spot after they were struck by lightning in Firozabad city. The remaining deaths occurred in several districts across the state. At least seven died in Madhya Pradesh. Experts say casualty numbers are high in the two states because a large number of people work outdoors in agriculture and construction.The chief ministers of Uttar Pradesh and Rajasthan and India's Prime Minister Narendra Modi have announced compensation for the families of those who died.India's monsoon season, which sees heavy rains, typically lasts from June to September.The Indian Meteorological Department (IMD) has said that deaths by lightning strikes have doubled in the country since the 1960s - one of the reasons they cited was the climate crisis.The data says lightning incidents have increased by 30%-40% since the early- to mid-1990s. In 2018 the southern state of Andhra Pradesh recorded 36,749 lightning strikes in just 13 hours.More than 100 people died in two states in June last year in lightening-related incidents.Officials say they are more common in areas with thinner tree cover, leaving people vulnerable to being struck.Source:Royal Society for the Prevention of Accidents ", "url": "https://www.bbc.com/news/world-asia-india-57801398"}