{"datetime": "2022-02-09T18:58:35.000Z", "author": "Roger Harrabin", "subject": "Climate change", "title": "Renewables auctions to be held annually in green energy push", "article": "The government has re-stated its faith in green technologies with a decision that it says will create a steady stream of renewable energy projects. Energy Secretary Kwasi Kwarteng says renewable power is the best way to shield the UK from volatile gas prices. He announced that auctions to supply low-carbon electricity will now happen every year, instead of every two. He says this will bring more certainty to firms planning to invest in wind turbines and solar panels. The renewables industry is delighted - especially after a week that's seen the government's energy policy under fire from some MPs and commentators who believe the costs of the drive to eliminate carbon emissions by 2050 are too high. Mr Kwarteng said: \"We are hitting the accelerator on domestic electricity production to boost energy security, attract private investment and create jobs in our industrial heartlands. \"The more clean, cheap and secure power we generate at home, the less exposed we will be to expensive gas prices set by international markets.\" His colleague, Energy Minister Greg Hands, added: \"The UK is already leading the world in renewable energy and today's announcement will take us even further. \"This will help provide cheaper energy to consumers, guaranteeing more of our energy is produced at home and reducing our dependence on fossil fuels.\" The new government announcement concerns auctions that guarantee the winning firms a minimum price for electricity. That cuts their investment risk and allows them to borrow money more cheaply. The auctions - invented by an unknown civil servant - have been copied round the globe, and have helped drive down the price of offshore wind by 65% in the UK in a decade. They have saved billions of pounds worldwide. A renewable industry spokesman, Rob Norris, said it was reassuring that despite demands to restart fracking for shale gas, ministers have instead backed power from the wind and the sun. In order to hit UK targets, the offshore industry must now quadruple its current annual rate of installation. Similar increases in onshore wind, solar and other clean power sources are vital too, as well as ramping up the rollout of innovative technologies like floating wind, \"green\" hydrogen from excess wind energy, and marine power. The government has decided to stick with auctions for support to build onshore wind and solar power after these technologies were previously left without support. The industry is confident that new offshore wind, onshore wind and solar will produce power more cheaply than the current wholesale electricity price. Morag Watson, director of policy at Scottish Renewables, said: \"By 2050 demand for electricity will have almost doubled, and the vast majority of that electricity must come from renewable sources if we are to meet net-zero [emissions]. \"The [auction] mechanism plays a central role in facilitating that, and increasing the frequency of auctions is essential if we are to tackle climate change.\" The race towards renewables has been criticised by a 19-strong group of MPs called the Net Zero Scrutiny Group, which argues for an end of support for renewables, because it adds to current energy bills. It says the UK should produce its own gas by fracking, although experts say this wouldn't affect the consumer price much because prices are set by the international market. Mr Kwarteng is steering a careful course through the debate over gas use. Many scientists and the International Energy Agency say new drilling for fossil fuels should be halted because enough fossil fuel has already been discovered to wreck the climate. But the minister is approving further drilling in the North Sea because he says the fuel will be needed as the UK makes the transition to the low-carbon economy. Craig MacKinlay, the organiser of the NZSG, fears the impact of energy bills on households and argues that the UK should improve energy supplies by encouraging a free-market approach. He was not available for comment on the government's renewables move. Jim Watson, professor of energy policy at UCL, who is writing a history of energy policy, told BBC News that deregulating energy over the decades had been shown to fail. \"I don't see how deregulation would solve the current crisis\", he said. ", "url": "https://www.bbc.com/news/science-environment-60325908"}