{"datetime": "2022-02-07T07:00:11.000Z", "author": "Roger Harrabin", "title": "New greenfield housing still designed around cars, report finds", "article": "Housing developments on former farmland are adding hundreds of thousands of extra car journeys to England’s roads, a report has found. It says typical new 'greenfield' homes are designed around the car - with often three parking spaces per home. Essential services such as shops, schools and doctors are often almost impossible to reach on foot or by bike. The government planning department welcomed the report, agreeing new housing should depend less on cars. The Transport Secretary Grant Shappssaid last year : “Public transport and active travel (walking and cycling) will be the natural first choice for daily activities. \"We will use our cars less.\" But the report from Transport for New Homes – backed by the RAC Foundation - says car dependency is actually getting worse. Its researchers conducted field visits to 20 new housing developments across England – three years after a previous survey around the country. They found that greenfield housing has become even more car-based than before. They say the trend for building with the car in mind extended beyond housing, with out-of-town retail, leisure, food outlets and employment orientated around new road systems.They found that planners and construction firms are building in a style they refer to as ‘car-park to car-park’. This is the opposite of Mr Shapps' stated wishes, they say. It's creating a sedentary lifestyle and isolation for new residents, as well as limited choices for people who don’t drive.Despite plans for vibrant communities with local shops, leisure facilities and community services, the visions of developers have not materialised. Equally, the excellent public transport promised was often not in place and in some cases had even been reduced.They say that in practice, greenfield estates planned as ‘walkable vibrant communities’ were dominated by parking, driveways and roads with easy access to bypasses and major roads. In contrast, 'brownfield' developments on previously built-up land in cities tended to be less car-based, allowing better access to local amenities by foot, cycle and public transport, the report said. The researchers commended two greenfield developments for being far less car-dependent: Derwenthorpe, near York, and Poundbury in Dorset, which was built according to principles of architecture advocated by the Prince of Wales. They had been designed around walkability and the needs of a local community from start to finish, without compromise. They were also well-positioned to allow residents to easily walk and cycle along overlooked streets to shops and services in their nearby town centres. Jenny Raggett from Transport for New Homes, said: “We can’t go on as we have been, building many hundreds of thousands of new homes in places which are not only impossible to serve with sustainable transport, but actually promote more and more travel by car.“At a time of climate emergency and with a need to cut congestion on our roads, this is not the way we should be building for the future. We have to do things differently. “Small shops, cafes and businesses built for local living are just not there in most new greenfield estates. Local parks, community halls, playing fields and other amenities that would take people away from looking at their screens and encourage them to get out and walk or cycle, appear often not to have materialised.“Good public transport often remains aspirational with cuts to services looming. For people who cannot afford a car or cannot drive, they are essentially stuck. This cannot be a healthy vision for how people will live in the future.” Reacting to the report, a spokesperson for the Department for Levelling Up, Housing and Communities said: \"By 2030, we want half of all journeys in towns and cities to be walked or cycled and are investing £3 billion into bus services. \"National Planning Policy is clear that significant development should give priority to pedestrians, cyclists and public transport and we will be updating guidance later this year to promote street design that favours walkways and cycle paths over motor traffic.\" But Steve Gooding, head of the RAC Foundation and a former director at the Department for Transport, told BBC News that what seemed like irreconcilable goals within government itself, weren't helping. \"There's long been a disconnect between the ambition of the transport department to promote alternatives to the car and pressure on the housing department to see as many homes as possible built.\" Case studies 1. Cranbrook, near Exeter Cranbrook is a new town with up to 2,900 homes and potential for expansion to 6,500. Walkability was part of the master plan but Cranbrook is still waiting for a promised high street, a children’s centre and community facilities. Residents must use a car to access many amenities. Researchers say they saw few residents during their visit. 2. Derwenthorpe, York Derwenthorpe is a development of 481 homes on the outskirts of York, about two miles from the city. Researchers said it had good public transport and safe walking and cycling routes to shops and cafes. It enjoys green spaces and a variety of different-sized homes to cater for a range of ages - not just families. Car parking spaces were limited. The researchers said it felt like a friendly place with a real community. ", "url": "https://www.bbc.com/news/science-environment-60245980"}