{"datetime": "2021-07-27T10:48:37.000Z", "subject": "Climate change", "title": "Isle of Man government outlines five-year climate change plan", "article": "Phasing out fossil fuel-powered vehicles and harnessing the resources of the ocean are among the Isle of Man government's new plans to tackle climate change. A five-year action plan has been shared in July's sitting of Tynwald.The policy and reform minister outlined key themes - energy, housing, \"blue carbon\", transport and fossil fuels. Ray Harmer has called for a \"national conversation\" this summer, as apublic consultation has been launched.The area of blue carbon looks at ocean-based ways to tackle climate change, which Mr Harmer said could be achieved through enhancing \"carbon-storing habitats like seagrass\". \"The ocean is our biggest carbon source\", he added. The government has committed to achieving net-zero greenhouse gas emissions by 2050, in line with theEuropean Union's Paris climate agreement . It is a target some politicians havecriticised in the past for not being ambitious enough. The consultation aims to form how the next administration tackles the problem from September.Mr Harmer said the Climate Change Transformation Team, which was established in September 2020, would be working to \"help people understand the issues\", so they can \"effectively participate in the climate conversation\".Plans to ban the registration of fossil fuel vehicles by 2030 is also within the plan, to phase out one of the island's \"biggest single contributors to our national emissions\".\"As an island with a particular love of the motor vehicle, I know this transition may seem particularly challenging\", Mr Harmer said.A further change would introduce energy performance certificates for homes and new building regulations to develop more low-carbon buildings.Mr Harmer said the consultation, available online until 31 August, was fundamental as these were \"important and expensive decisions\" and it was crucial to \"get good input from our community and business\". Why not follow BBC Isle of Man on Facebook and Twitter ? You can also send story ideas to northwest.newsonline@bbc.co.uk ", "url": "https://www.bbc.com/news/world-europe-isle-of-man-57970671"}