{"datetime": "2021-11-03T22:52:51.000Z", "author": "Will Fyfe", "title": "Climate change: Coal tips warning system essential, says expert", "article": "An early-warning system to detect movement in disused coal tips should be \"essential\", an expert has said. Remote monitors - used to pick up volcanic activity and tsunamis - would sense landslips and raise the alarm. People living nearby would also receive these alerts straight to their mobiles, according to Prof Karen Hudson-Edwards. Climate Change Minister Julie James said the Welsh government has been testing technology to issue such alerts via a mobile app. Prof Hudson-Edwards, adviser in the Law Commission review into coal tips, said extra measures should be in place. \"Given that we hadAberfan in 1966 and thespill in Tylorstown last year, that thankfully didn't kill anybody, I believe such a system would be essential in Wales,\" she said. \"In a sense these are natural disasters, even though the coal tips are man and women-made. \"We definitely have things to learn from volcanoes because we often see a lot of landslide and debris from volcanos.\" Prof Hudson-Edwards said probes should be added to the face of coal tips to monitor any sudden changes in temperature or movement, whilesatellite imaging would also be essential. Authorities in Wales are currently trialling remote monitoring devices on a small number of higher risk tips and began using satellite imaging in September.\"We could actually map the locations of different land uses, like buildings and housing or schools and agricultural land,\" said Prof Hudson-Edwards, of the Camborne School of Mines at Exeter University. \"We can link that to where the coal tips are and work out what the path would be of any spilled material if there was to be a failure. \"In the mining industry we've talked about putting in warning systems for towns. \"You could definitely have a system that uses a phone app or even just a normal phone, where if you are monitoring a tip and you get the feeling it might be going, you could have evacuation plans and that kind of system in place.\" Using Coal Authority data, the Welsh government estimates more than 40% of all UK coal tips are in Wales, with about one in seven classed as high risk. A recent study prompted by thelandslide at Tylorstown , where 60,000 tonnes of debris collapsed from a former tip after heavy rain, identified 2,456 disused tips in Wales, with 327 in higher-risk categories. Scientists have warned the safety of coal tips is affected by climate change and have predicted south Wales would face more \"extreme weather\" in the future.The Welsh government wants the UK government to fund work to repurpose, reclaim and remediate tips.But Westminster said the Welsh government was \"more than adequately funded\" to foot the bill, which could be as much as £600m over the next 15 years. Around 70% of coal tips in Wales are privately owned, meaning installing a nationwide warning system would be complicated and likely require negotiating with a large number of landowners.The Welsh government released a council-by-council breakdown of where Wales' old coal tips are, but has not yet revealed the precise location of the tips despite pressure from opposition parties and residents.Scientists have also suggested computer modelling could be used to help predict increased rainfall and flooding events near coal tips.The Welsh government and councils have previously raised concerns that climate change and extreme weather could increase the possibility of tips becoming unstable. \"Arguably we're seeing some of the effects of climate change now,\" said Prof Patrick Foster, who is involved in an EU-funded project looking at the impact of extreme weather events on coal mines.\"There's no doubt that we are having more intense weather events in terms of precipitation. That resulted in the events we saw last year at Tylorstown andSkewen .\" Prof Foster said it was difficult to predict precise changes in rainfall, but studies had suggested a 6% increase during winters in south Wales by the 2050s - and he added increased rainfall could weaken tips and lead to \"instability issues\". \"We've seen what can happen with tip stability and flooding with extreme weather events in recent times,\" he said.\"If that trend continues then we want to do as much as possible to stop events like that from happening again.\" Climate change minister Ms Jamestold Wales Live she hoped the early warning system would never have to be used, but it was important that people didn't \"live in fear\" of sudden landslips. \"We've been doing the tech tests that we need to make sure we've got the right equipment on the right tips,\" she said.\"That it detects the right kinds of issues and that we have the right kinds of alerts for people, so they get the information they need, but not information that's unduly alarmist. \"Hopefully, there will never be a problem because we are putting in the mitigation measures to make sure we don't have slips and movement. But we want people to be alerted if there is a problem.\" The Welsh government hopes to publish data about coal tip locations in the first half of 2022. Ms James acknowledged that insurance and housing could potentially be affected for some people. \"We will be looking to see what we can do with the insurance industry, [such as] speaking to people, as we do for floods, to make sure we have the right schemes. \"We are very aware that people need to have the right information at the right time.\" ", "url": "https://www.bbc.com/news/uk-wales-59133232"}