{"datetime": "2022-02-09T09:56:34.000Z", "subject": "Climate change", "title": "Jeremy Clarkson calls Oxfordshire County Council vegan plans 'madness'", "article": "Jeremy Clarkson has given his support to farmers protesting against a plan to ban meat and dairy from council events, calling it \"utter, utter madness\". Oxfordshire County Council proposes providing only vegan food at meetings and events, and to put more plant-based meals on school lunch menus. The council said the move was part of its efforts to tackle climate change. Clarkson, who has a farm in Chadlington, said he wished he had joined in with the protests. The TV personality's Amazon Studios series Clarkson's Farm is filmed at Diddly Squat Farmand has been a hit with viewers and critics . He tweeted: \"Farmers of Oxfordshire. I wish I'd know [sic] about your protest today. \"I'd have been there like a shot.\" The former Top Gear host also linked to a news item about the demonstration staged by local farmers at County Hall in Oxford on Tuesday, adding: \"Madness. Utter, utter madness.\" Under the plans, which were passed by full council in December, the authority said it would \"ensure that food provided at all council catered events and meetings is entirely plant-based, preferably using ingredients sourced from local food surplus organisations\". It would also see plant-based meals available on school lunch menus at least two days per week. The motion said global meat and dairy production was a \"significant contributor\" to greenhouse gas emissions and deforestation. Leader of the council Liz Leffman declined to comment on Clarkson's tweets. But she told the BBC the plans were \"about councillors taking a stand and saying we want to make our planet more sustainable, make agriculture more sustainable and we will source that produce locally wherever we can\". One of the protest organisers told the BBC that Clarkson was invited but there had been a miscommunication over his availability. The measures are due to go before the cabinet of the Labour, Lib Dem and Green coalition council for approval on 15 March. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-60316424"}