{"datetime": "2022-02-08T18:27:20.000Z", "subject": "Climate change", "title": "Farmers protest over Oxfordshire County Council's vegan menu plan", "article": "Plans to ban meat and dairy from council events send a \"dangerous message\", farmers have warned. Oxfordshire County Council proposes providing only vegan food at meetings and events, and to put more plant-based meals on school lunch menus. Local farmers, staging a protest at County Hall in Oxford, insisted the local authority should be supporting local produce. The council said the move was part of its efforts to tackle climate change. Under the plans, which were passed by full council in December, the authority said it would \"ensure that food provided at all council catered events and meetings is entirely plant-based, preferably using ingredients sourced from local food surplus organisations\". It would also see plant-based menus available on school lunch menus at least two days per week. The motion said global meat and dairy production was a \"significant contributor\" to greenhouse gas emissions and deforestation. \"Reducing consumption of these foods is a key part of tackling climate change,\" it added. Leader of the council Liz Leffman said: \"This is about councillors taking a stand and saying we want to make our planet more sustainable, make agriculture more sustainable and we will source that produce locally wherever we can.\" Speaking at a protest, arable farmer John Richardson said: \"We believe people should be given a choice as to what they eat.\"British farmers have produced quality, sustainable food. \"We're not here to make a stand against vegetarianism or veganism, just trying to promote the good food we produce.\" Richard Binning, a beef farmer from Steventon, said: \"The message they are sending out is really dangerous - they are suggesting it's ok to eat avocados from Brazil, instead of our wholesome British beef. \"There are new environmental measures coming out from central government and the National Farmers Union have made an environmental pledge, so we are doing our bit - and eating local is a really important part of that.\" The measures are due to go before the cabinet of the Labour, Lib Dem and Green coalition council for approval on 15 March. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-60303571"}