{"datetime": "2021-09-09T21:04:21.000Z", "title": "Jeremy Clarkson calls village meeting over Diddly Squat shop", "article": "TV personality Jeremy Clarkson has hosted a public meeting about his farm shop in a bid to quell village gossip. The presenter called the meeting on Thursday at the Memorial Hall in Chadlington, Oxfordshire, amid concern about his Diddly Squat Farm shop. The farm, which he bought in 2008, is the subject of an Amazon Studios series, entitled Clarkson's Farm. Residents attending the meeting said Mr Clarkson revealed plans to open a restaurant. Arriving at the meeting, Mr Clarkson said: \"I'm just here to listen. Gossip spreads in villages and they don't know what we're doing so I thought, the best thing I can do is come down and say, 'This is what we're doing', and then it isn't gossip any more.\" After the hour-long meeting, emerging villagers said Mr Clarkson had announced plans to turn a lambing shed into a restaurant, subject to planning. He also reportedly said he would attempt to curb the number of visitors to his shop where there have been long queues, including people who had travelled long distances to shop there. Resident Maggie Jackson said: \"It's become a theme park now. It's just caused a lot of chaos and a lot of people driving through the village too fast. \"We've got an elderly people's home here, we've got a children's playground. It's just not appreciating village life.\" Jonathan Moore, another resident at the meeting, said: \"As expected there were some people who had very strong views either way.\"The people who had negative views made them more strongly. He gave his views for the future and that's all we can really hope for.\" Posters put up in the village said: \"As there seems to be some debate in the village about what's going on at Diddly Squat, Jeremy Clarkson will be at the Memorial Hall to explain his plans and to take any questions you may have. \"Everybody from the area is welcome to attend. Cheese and wine will be provided.\" Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-58509500"}