{"datetime": "2022-02-09T12:00:19.000Z", "author": "Jonathan Amos", "subject": "Climate change", "title": "Major breakthrough on nuclear fusion energy", "article": "European scientists say they have made a major breakthrough in their quest to develop practical nuclear fusion - the energy process that powers the stars. TheUK-based JET laboratory has smashed its own world record for the amount of energy it can extract by squeezing together two forms of hydrogen. If nuclear fusion can be successfully recreated on Earth it holds out the potential of virtually unlimited supplies of low-carbon, low-radiation energy. The experiments produced 59 megajoules of energy over five seconds (11 megawatts of power). This is more than double what was achieved in similar tests back in 1997. It's not a massive energy output - only enough to boil about 60 kettles' worth of water. But the significance is that it validates design choices that have been made for an even bigger fusion reactor now being constructed in France. \"The JET experiments put us a step closer to fusion power,\" said Dr Joe Milnes, the head of operations at the reactor lab. \"We've demonstrated that we can create a mini star inside of our machine and hold it there for five seconds and get high performance, which really takes us into a new realm.\" The ITER facility in southern France is supported by a consortium of world governments, including from EU member states, the US, China and Russia. It is expected to be the last step in proving nuclear fusion can become a reliable energy provider in the second half of this century. Operating the power plants of the future based on fusion would produce no greenhouse gases and only very small amounts of short-lived radioactive waste. \"These experiments we've just completed had to work,\" said JET CEO Prof Ian Chapman. \"If they hadn't then we'd have real concerns about whether ITER could meet its goals.\"This was high stakes and the fact that we achieved what we did was down to the brilliance of people and their trust in the scientific endeavour,\" he told BBC News. Fusion works on the principle that energy can be released by forcing together atomic nuclei rather than by splitting them, as in the case of the fission reactions that drive existing nuclear power stations. In the core of the Sun, huge gravitational pressures allow this to happen at temperatures of around 10 million Celsius. At the much lower pressures that are possible on Earth, temperatures to produce fusion need to be much higher - above 100 million Celsius. No materials exist that can withstand direct contact with such heat. So, to achieve fusion in a lab, scientists have devised a solution in which a super-heated gas, or plasma, is held inside a doughnut-shaped magnetic field. The Joint European Torus (JET), sited at Culham in Oxfordshire, has been pioneering this fusion approach for nearly 40 years. And for the past 10 years, it has been configured to replicate the anticipated ITER set-up. The fusion announcement is great news but sadly it won't help in our battle to lessen the effects of climate change. There's huge uncertainty about when fusion power will be ready for commercialisation. One estimate suggests maybe 20 years. Then fusion would need to scale up, which would mean a delay of perhaps another few decades. And here's the problem: the need for carbon-free energy is urgent - and the government has pledged that all electricity in the UK must be zero emissions by 2035. That means nuclear, renewables and energy storage. In the words of my colleague Jon Amos: \"Fusion is not a solution to get us to 2050 net zero. This is a solution to power society in the second half of this century.\" The French lab's preferred \"fuel\" to make the plasma will be a mix of two forms, or isotopes, of hydrogen called deuterium and tritium. JET was asked to demonstrate a lining for the 80-cubic-metre toroidal vessel enclosing the magnetic field that would work efficiently with these isotopes.For its record-breaking experiments in 1997, JET had used carbon, but carbon absorbs tritium, which is radioactive. So for the latest tests, new walls for the vessel were constructed out of the metals beryllium and tungsten. These are 10 times less absorbent.The JET science team then had to tune their plasma to work effectively in this new environment. \"This is a stunning result because they managed to demonstrate the greatest amount of energy output from the fusion reactions of any device in history,\" commented Dr Arthur Turrell, the author of The Star Builders: Nuclear Fusion And The Race To Power The Planet. \"It's a landmark because they demonstrated stability of the plasma over five seconds. That doesn't sound very long, but on a nuclear timescale, it's a very, very long time indeed. And it's very easy then to go from five seconds to five minutes, or five hours, or even longer.\" JET can't actually run any longer because its copper electromagnets get too hot. For ITER, internally cooled superconducting magnets will be used. Fusion reactions in the lab famously consume more energy to initiate than they can output. At Jet, two 500 megawatt flywheels are used to run the experiments. But there is solid evidence that this deficit can be overcome in the future as the plasmas are scaled up. ITER's toroidal vessel volume will be 10 times that of JET. It's hoped the French lab will get to breakeven. The commercial power plants that come after should then show a net gain that could be fed into electricity grids. This is a long game and it's significant that of the 300 or so scientists working as JET, a quarter are in the early part of their careers. They will have to carry the baton of research forward. \"Fusion takes a long time, it is complex, it is difficult,\" said Dr Athina Kappatou, who's in her thirties. \"This is why we have to ensure that from one generation to the next, there are the scientists, there are the engineers and the technical staff who can take things forward.\"Many technical challenges remain, however. In Europe, these challenges are being worked on by the Eurofusion consortium, which comprises some 5,000 science and engineering experts from across the EU, Switzerland and Ukraine. The UK is a participant, too. Its full involvement in ITER, however, will require first for Britain to \"associate\" to certain EU science programmes, something that so far has been held up by disagreements over post-Brexit trading arrangements, particularly in relation to Northern Ireland. JET is likely to be decommissioned after 2023 with ITER beginning plasma experiments in 2025, or soon after.", "url": "https://www.bbc.com/news/science-environment-60312633"}