{"datetime": "2021-09-10T15:19:45.000Z", "title": "Clarkson's Farm: 'Swamped' village has seen more trade", "article": "TV personality Jeremy Clarkson said he sympathises with people in his village after it was overwhelmed with visitors as a result of his latest TV series. The presenter called a meeting for residents of Chadlington, Oxfordshire, on Thursdayto quell \"gossip\" about his Diddly Squat farm shop . Villagers had complained of traffic delays caused by visiting fans. Mr Clarkson admitted the village had been \"swamped\" but said it had led to increased trade for local businesses. Speaking on the Jeremy Vine radio show, he said: \"I absolutely sympathise with people in the village.\"There is more traffic, yes, but there is more business - the village shop is doing better, the cafe in the village, the pub in the village - they are all doing better. \"They are swamped with people but they are swamped with people spending money.\" The farm, which he bought in 2008,is the subject of an Amazon Studios series, entitled Clarkson's Farm. Mr Clarkson said: \"I had no idea that the show was going to be as successful as it was. \"Then thousands and thousands of people descended - we weren't ready for it, the village wasn't ready for it.\" Resident Maggie Jackman, who called into the Radio 2 show, said Mr Clarkson had been \"very affable, disarming and amusing\" at the meeting. \"In 10 minutes, he had won over many of the audience,\" she said, but added the village was \"split into three\". \"There's a very hard-line opposition who would like to see it shut, there's a middle ground, then there are the younger people who quite welcome him.\" People leaving the meeting on Thursday said Mr Clarkson had announced plans to convert a lambing shed into a restaurant and would attempt to curb the number of visitors to his shop. Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-58519620"}