{"datetime": "2021-05-30T08:36:31.000Z", "author": "Steven McIntosh", "title": "Jeremy Clarkson reveals 'heartache' filming farming TV series", "article": "There are, famously, a lot of things that wind Jeremy Clarkson up. Cycle lanes, electric cars, vegan food - that sort of thing. The broadcaster and columnist has made a career out of saying provocative things about provocative subjects. But his already-limited patience is severely tested in his latest TV series, which follows the 61-year-old as he attempts to run his own farm in the Cotswolds. Clarkson's Farm marks a significant change in direction for the presenter, who is usually known for fronting motoring programmes and ITV's recent reboot of Who Wants To Be A Millionaire. For the last two years, however, cameras have followed him on his Chipping Norton farm as he contends with disobedient animals, problematic weather, broken tractors, unresponsive crops and strict insecticide laws - and that's before the pandemic even hits. The eight episodes confirm, not that there was any doubt, that being a farmer is extraordinarily hard work.It's fair to say he underestimated the challenge at the beginning. \"I've had the farm since 2008, but I haven't really been involved with it at all,\" Clarkson says ahead of the launch. \"A man in the village ran it, and then he retired, and I don't know what it was, but I just thought 'I can do that'.\"I genuinely thought you put seeds in the ground, weather happens and then food grows. So I thought 'that's not difficult', but it's phenomenally difficult and the heartache is extraordinary, plus it's phenomenally badly paid. So I thought, if I get someone to film me doing it, that will offset some of the losses.\"The heartache refers, in part, to difficult decisions Clarkson is seen having to make throughout the series, such as having sheep put down. \"Nobody likes killing an animal,\" he comments. \"You can't say 'I enjoy killing animals' - you'd be deranged or a sociopath - so you don't enjoy it, you've got to do it, it's the business. We all like having a roast.\" He pauses for moment. \"Well, these days I appreciate some people eat seeds and weeds, but normal people eat meat, and they like a Sunday roast. So it has to happen, and that was my first experience of it. I nearly abdicated the responsibility of taking sheep to the abattoir to someone else, and then I thought 'no, come on you've got to do it.'\"(It's worth saying that, despite being a regular target of Clarkson's, the number of vegans in the UKhas increased in recent years , with more restaurants and food brands now offering vegan products.) The new series is Clarkson's first solo TV venture for Amazon Prime Video, which he joined after getting sacked from Top Gear in 2015. When he, Richard Hammond and James May signed with the streaming service later that year, each was given a deal for a solo TV format in addition to their contracted Grand Tour episodes.As a result, we've seen May launch a cookery programme, Hammond front a survivalist show, and now we have Clarkson harvesting crops and attending sheep auctions.He encountered seemingly endless challenges over the course of filming, which he reels off as he speaks to journalists.\"Weather, weather, weather, weather, Brexit, weather, Covid, weather, weather and sheep, I would say were the 10 big problems that we had,\" he says. \"There were five separate weather records set in a 12-month period. Every farmer around here said to me 'you couldn't have chosen a worse year to start farming'. You couldn't even put seeds in the ground, because it didn't stop raining for nine weeks. So it was just ridiculous.\" \"And then we came out of [the bad weather] and it was just pure sunshine, 30 degrees,\" notes his co-star Kaleb Cooper, a 22-year-old tractor driver and farm worker who was enlisted to guide Clarkson throughout the series.Many people will say the volatile weather serves Clarkson right. After years of fronting motoring shows and being,until recently, dismissive of environmental matters, Clarkson is now directly impacted by them. \"Yes, I do see the irony of it, being screwed up by global warming, or climate change at least,\" he admits. But, he adds: \"I wish we could have some global warming now, which we do need.\" (Our interview is taking place on a particularly cold and rainy day in the middle of May.) Diddly Squat Farm was so-named by Clarkson as a light-hearted reference to its poor crop yields. But long before Amazon announced the show's release date, the farm was making headlines - although not always for the right reasons. The council recently instructed Clarkson toremove a steel roof he'd installed without the proper planning permission. Meanwhile, some locals have complained that his farm shopundermined the viability of other businesses in the area, as a result of his attempt to loosen the restrictions on selling local produce.Other challenges were posed by the Covid pandemic and the teething problems of Brexit (Clarkson was a staunch remainer). \"I tried to grow durum wheat, which you use to make pasta, and I found out the other day that it was stuck in the docks at Calais for three weeks, right in the middle of the planting season, we couldn't get it out, because of Brexit,\" he says.\"I'm sure it will settle down, and of course it's been very good for the vaccine rollout, I'm the first to admit that, but I don't think it's helping particularly in any of the other things I'm doing.\" On the flip side, one episode actually sees him hampered by EU regulations. When one of Clarkson's fields fails to produce any oilseed rape due to black beetle foraging, he is visibly frustrated by the ban on neonicotinoids - a chemical insecticide which would have killed them off. \"That's £4,000 just gone because of the beetle, and the EU won't let me kill the beetle,\" he comments.The European Union banned many neonicotinoids as a result of their harmful ecological effects - particularly on bees. Clarkson later says that outlawing them \"was a necessary thing to do\". Perhaps the biggest question is: who is is this series aimed at? The target audience isn't entirely clear, and it's hard to imagine the petrol-heads who have watched Clarkson's previous shows will suddenly be enamoured by a show about agriculture. \"The BBC's running a lot of farming programmes, there's obviously an appetite for them,\" he replies when we ask. \"There's two ways that farming is covered ordinarily. One is American industrial farming, and we hear these awful reports of huts full of cows which stretch for acres in every direction. And then the other is Kate Humble with a newly born lamb in fresh straw. \"And the reality is that most British farming is sort of in between. It's actually pretty good, it does its best to look after the environment, look after the animals, there are very high standards in this country. So it's a love letter to farming and a love letter to the British countryside.\" He concludes: \"I think there are very few farming programmes where the main thrust is [agricultural]... So yeah, I hope people find it interesting. If a lot of my audience come over from cars and think 'Oh I didn't know that about farming' then that's good, and I think a few farmers will watch me make mistakes and think 'I've done that'.\"Clarkson's Farm is released on Amazon Prime Video on 11 June. ", "url": "https://www.bbc.com/news/entertainment-arts-57101577"}