{"datetime": "2022-01-10T15:51:36.000Z", "title": "Jeremy Clarkson Diddly Squat Farm restaurant refused permission", "article": "A planned new restaurant for TV personality Jeremy Clarkson's Oxfordshire farm has been refused permission. Diddly Squat Farm, in Chadlington, is the site of the former Top Gear host's Amazon Studios series, Clarkson's Farm. A West Oxfordshire District Council (WODC) planning sub-committee declined the plan on Monday.Clarkson said it would enhance farming and tourism in the area and the refusal meant a \"very bad day for farming\".When asked how frustrated he was, he said: \"Very, and so will all the local farmers.\"Planning officers saidthe proposal to renovate a lambing shed into a restaurant was out of keeping with the Cotswolds Area of Outstanding Natural Beauty (AONB).The shed was built in 2020 after a new flock of sheep was bought to diversify the farm business. It has now been merged with another local farmer's flock, the council said. But council officers said the building has since been used, without planning permission, as a cafe and a bar area.Ahead of Monday's meeting, a total of 53 objections were received by the council, along with 12 letters of support. Chadlington Parish Council said it held a public meeting in November to decide its view on the \"divisive and contentious\" application but a vote was inconclusive. In September Clarkson admitted the farm had \"swamped\" the village but said it led to increased trade for businesses. He hosted a residents' meeting on the farm that month, when heunveiled plans for the new restaurant .Clarksontold Jeremy Vine : \"There is more traffic, yes, but there is more business. \"The village shop is doing better, the cafe in the village, the pub in the village - they are all doing better. \"They are swamped with people but they are swamped with people spending money.\" The authority said it \"recently\" served Clarkson's farm with a planning contravention notice after allegations that products sold in its shop were not grown, reared or produced on the farm, or from other local producers.If proved, that would be in contravention of a condition agreed when that was givenplanning permission in November 2019 , the council said.Follow BBC South on Facebook , Twitter , or Instagram . Send your story ideas to south.newsonline@bbc.co.uk . ", "url": "https://www.bbc.com/news/uk-england-oxfordshire-59942600"}