{"datetime": "2021-10-09T06:09:03.000Z", "title": "Coal tips: Satellite technology to cut landslide dangers", "article": "Satellite technology usually used to find water on other planets could help make Wales' coal tips safe. The Welsh government-commissioned project comes afterlandslides at a tip in Tylorstown , Rhondda Cynon Taf, during Storm Dennis in February 2020. Analysis after the slide showed stability problems would be widespread, and affect other tips in south Wales. The data will be key to prioritising work on the tips, according to joint project manager Richard Pidcock. Due to climate change, Mr Pidcock said it was even more important to monitor the risks. In 2020, Rhondda MP Chris Bryant warnedit could cost £500m to ensure the safety of more than 2,000 coal tips across Wales. The Coal Authority has appointed ground investigation specialists Central Alliance, who will use satellite imagery to analyse soil moisture at coal tips and surrounding areas across 10 local authority areas in south Wales. It will assess a large number of high-risk tips, irrespective of ownership. It is an adaptation of technology used to search for water and life on other planets such as Venus and Mars, and allows users to remotely measure soil moisture levels below ground level and assess risks. The first stage starts in October to create a baseline during drier months, and will be followed with a second phase to capture seasonal change in winter early next year. The assessment will confirm the effectiveness of existing drainage systems and identify any hidden moisture which could represent a future risk, the project leaders have said. A Welsh government spokesperson said: \"Alongside engineering works, technology has an important role to play in ensuring the safety of disused coal tips. \"It's important that all possible means of monitoring tips over the long term are considered, and funding different technology trials helps to ensure we have appropriate approaches in place.\" Mr Pidcock, joint managing director at Central Alliance, said it was \"fantastic\" to see the Welsh government and Coal Authority use cutting-edge technology, which was originally developed by the company Asterra, to \"provide reassurance that existing drainage systems are effective and to identify hidden wet areas\". He added: \"As we have seen from recent extreme weather events from around the world, it is vitally important to monitor the impact of climate change, and the GroundSat satellite mapping project will form an important dataset for that assessment.\" Phil Thomas lives near a coal tip in Ynyshir, and said the work needed to be done as soon as possible. \"I am really pleased to see the Welsh government and local authorities are working together to find out whether these tips are wet or need any kind of work, but it does surprise me it has taken 19 months to get to this point,\" he said. Mr Thomas welcomed the use of new technology, but said this should not replace the use of older technology such as boreholes. ", "url": "https://www.bbc.com/news/uk-wales-58821164"}