{"datetime": "2020-02-25T18:54:58.000Z", "title": "Flooding: Former Wales coal tips being checked amid landslip fears", "article": "A number of high-risk tips in the old south Wales coalfield are being examined by engineers after heavy rain from recent storms caused landslips. First Minister Mark Drakeford has said the Welsh Government \"are taking this situation seriously\" as there are 40 old tips in the highest risk category. Storm Dennis caused landslides, as well as floods, including one caught on camera in Rhondda Cynon Taff. Mr Drakeford said those tips would be checked by the end of the week. Footage of the landslip in Tylorstown raised fears in communities in the Welsh Valleys and the first minister met Welsh Secretary Simon Hart, the Coal Authority and Natural Resources Wales to discuss the safety of coal tips after the storms causedlandslips . \"Most of them have been investigated already, and assurances have been received from engineers that they don't pose a risk to life and property,\" said Mr Drakeford. The first minister and the UK Government have agreed to work together to \"urgently assess the safety of tips\" and ensure they are \"properly inspected and monitored\".\"Householders and businesses want reassurance that this risk is being taken seriously and both governments are working together to see that it is minimised or eliminated,\" said Mr Hart. There are 30 high-risk coal tips in Rhondda Cynon Taff, three in Blaenau Gwent, 13 in Caerphilly and seven of Bridgend's 121 tips are in the highest risk category. \"While we already inspect former coal tips, these checks are being carried out purely as a precautionary measure,\" said Bridgend councillor Richard Young. \"If any issues are highlighted which require attention, we will take urgent action to ensure that the sites continue to remain safe.\" It has been estimated the cost of theflood damage in Wales after Storm Dennis could reach at least £180m. The Rhondda was one of the worst hit areas of south Wales and its county town Pontypridd was submerged after the River Taff burst its banks. On the other side of the mountain from Tylorstown in Llanwonno, a resident said a \"significant\" amount of land slid.In Mountain Ash, a car became trapped in rocks which were brought into the town in the bad weather.Engineers have also been looking to make land safe near Big Pit National Coal Museum in Blaenavon following a landslide above the site, Torfaen council said. Roads in Pontygwaith, Rhondda, Pant near Merthyr Tydfil, Whitecastle in Monmouthshire, Groesfford in Powys and streets in Swansea were all blocked by landslips while a landslide in Aberbeeg closed the Ebbw Vale rail line. ", "url": "https://www.bbc.com/news/uk-wales-51635124"}