{"datetime": "2021-10-01T09:40:13.000Z", "subject": "COP26", "title": "COP26: Welsh ministers push for wider climate summit role", "article": "There have been \"full and frank exchanges\" between the Welsh and UK governments over plans for the COP26 summit, the climate change minister has said. Ministers in Cardiff Bay had hoped for \"more of a role\"at November's conference in Glasgow . Following talks, Julie James told BBC Wales she was now \"broadly\" happy with arrangements. A COP26 spokesperson said there would be a role for the first minister. The UK is organising the United Nations' latest international conference on climate change, with this year's event considered the most significant since the Paris summit in 2015. It is hoped it will lead to tougher action on cutting the emissions driving a rise in global temperatures. Welsh government ministers and officials are heading to Glasgow as part of the UK delegation. Ms James said she had spoken to organisers about \"the fact that we would have liked more of a role than I think they at first envisaged\". \"We've had some full and frank exchanges I think it's fair to say,\" she said. \"But they've been good discussions and we're currently working on the fortnight's programme and on where we can have input, where we can best play a part.\" This included a day devoted to smaller nations, states and regions, she said. The Welsh and Scottish governments were also working together as part of group of 260 regional governments around the worldcalled the Under2 coalition , and are sponsoring the organisation's tent at COP26. \"We want to learn what is already working elsewhere in the world, particularly in countries that look very much like us so we can just carry that straight across,\" Ms James said. Sharing policy achievements from Wales was also a priority, including theinnovative housing programme on decarbonising homes and theWell-being of Future Generations Act , she said. Events and discussions about climate change are also being organised throughout Wales under the banner COP Cymru while the conference is happening. A COP26 spokesperson said: \"The prime minister has been clear that there is a role for all the first ministers from across the UK at COP26 and we are working together with all the devolved governments in the UK, including the Welsh government, to ensure this crucial summit is a success. \"We are working hard to deliver a world-class COP that reflects how seriously we are taking the responsibility to tackle climate change.\" ", "url": "https://www.bbc.com/news/uk-wales-58752693"}