{"datetime": "2021-10-26T16:31:30.000Z", "title": "Coal tips: Areas of Wales with most higher-risk sites revealed", "article": "Rhondda Cynon Taf has the largest number of higher-risk coal tips in Wales, with 75 posing a potential safety threat, new figures show. A council-by-council breakdown of where Wales' 327 higher-risk tips are located has been published, including 71 now revealed to be in the worst category. There are calls from opposition parties for precise locations to be disclosed. But First Minister Mark Drakeford said the Welsh government was not hiding anything. Andrew Morgan, leader of Rhondda Cynon Taf (RCT) council, said the tips were regularly monitored and checked for movement, but long-term investment was needed. \"Clearly, if climate change is going to see more heavy rain in short periods of time, we want to make sure and give assurance to residents that the tips are stable,\" he toldBBC Radio Wales Breakfast . As well as RCT, Merthyr Tydfil and Caerphilly have large numbers of high-risk tips. The information was published ahead of a coal tip safety summit on Tuesday between Welsh and UK ministers. Category A tips are either \"minor\" or have already been restored, while category B ones are unlikely to cause a risk due to their size or location.Category C and D tips pose a higher potential safety risk, but the Welsh government stressed it did not mean they posed an imminent or immediate threat, but that more frequent inspections were scheduled. It also renewed calls for the Conservatives in London to fund work to repurpose, reclaim and remediate disused coal tips, which it thinks will cost £500m to £600m over the next 15 years. But the UK government said the Welsh government was \"more than adequately funded\". Climate change has raised concern that extreme weather could increase the risk of tips becoming unstable. Alandslide at Tylorstown in RCT following Storm Dennis prompted new work to identify all disused coal tips in Wales. The study, conducted by the Welsh government with the UK government's Coal Authority and others, identified 2,456. While 1,155 and 678 are in category A and B groups respectively, 256 are in category C and 71 are in category D. Rhondda Cynon Taf has the highest number of high-risk tips, with 23 category D and 52 category C. It is followed by Merthyr Tydfil with 14 in category D and 45 in category C, then Caerphilly, which has seven in D and 44 in C. Neath Port Talbot has the highest number of disused tips of any authority, but only has 12 category D and 27 category C. Ceredigion, Conwy, Denbighshire, Gwynedd, Newport and Vale of Glamorgan have no recorded disused coal tips. Many tips are in private ownership and the Welsh government said the figures were subject to change. It also plans to introduce a new management regime and law which would have a new categorisation system.The Welsh government said it was the first time it had published a breakdown by council area, but opposition parties have previously called for more detail of their locations. Under current plans the Welsh government hopes to publish the details in the first half of next year. Mr Drakeford told BBC Wales that his government will publish precise locations \"as soon as we are confident that it is in proper order, ready to be shared\". \"70% of coal tips in Wales are privately owned. There's quite a complex piece of work to be done to make sure we've got all the proper details in good order,\" he said. Philip Thomas, from Ynyshir, lives less than 100m from a coal tip and runs social media accounts calling for action to clean up the sites across south Wales. He said while the figures were not a surprise, it was \"shocking that there are so many higher risk tips out there\". He added: \"What goes through my mind is if they're teaching children that Aberfan is a terrible disaster, and we should never forget, why have we forgotten?\"Why has it taken Tylorstown for us to realise that these tips have been there?\" Welsh Conservative Janet Finch-Saunders said it was \"vital Labour ministers provide more detail on the locations of these sites and urgently announce an action plan to put local communities' worries at ease\". \"However, all we have seen so far is Labour ministers blaming others. They've had ample opportunities to protect people and communities by making these coal tips safe, but as ever, they've chosen not to act, instead they've opted to pass responsibility.\" Plaid Cymru's Heledd Fychan urged both the UK and Welsh governments to work together so that Aberfan is never repeated. She said: \"People living in the communities most at risk should also be told the status of the coal tips nearby, so that they can help authorities by urgently reporting any changes they may see.\" Mr Drakeford said winter inspections were under way for higher-risk tips. \"We recognise how concerning living in the shadow of a coal tip can be for communities and we want to reassure local residents that a lot of work is being done to ensure they are safe. \"Our funding settlement does not recognise the substantial, long-term costs of remediating and repairing these sites.\" A UK government spokesman said: \"In 2020, to help with the unforeseen impact of Storm Dennis, we provided £31m of additional funding to the Welsh government, of which £9m was to repair vulnerable coal tips.\"Ultimately, however, the management of coal tips in Wales is a devolved matter and therefore not one the UK government would expect to provide additional funding for.\" ", "url": "https://www.bbc.com/news/uk-wales-politics-59041863"}