{"datetime": "2021-10-25T05:20:55.000Z", "author": "Garry Owen", "subject": "Climate change", "title": "Energy: Are the Welsh coalfields turning green?", "article": "As fossil fuels are phased out across the world, the question on many people's minds is what should replace them. One former coal mining community has been busy looking for solutions. Renewable energy projects are now taking the place of carbon in parts of Carmarthenshire's Amman Valley. And there are calls to ensure these schemes remain community-owned, so profits stay in Wales. For decades Welsh communities like this one exported millions of tonnes of coal across the world, but things have moved on. Dan McCallum runs community energy charity Awel Aman Tawe, set up in 1998. \"It is not about feeling guilty about the past. Yes this area has produced a lot of coal which has caused pollution, but we have to look to the future,\" he said. \"We have always produced energy here in this area. It used to be coal and now it's renewable energy, whether from wind energy or solar panels. \"So now we have solar panels on local buildings like Cwmgors rugby club. People see that transition naturally.\" The charity works with schools and community groups to raise awareness and help people reduce their carbon footprint.\"I would like to see as much of our energy as possible in the future being community-owned so the income from that energy stays in Wales,\" said Mr McCallum.\"We have great examples of this already. Look atYnni Ogwen, in north Wales and their work with community-owned hydro (power).\" By keeping assets and resources in Wales, jobs could be created that could help young people in the area, Mr McCallum said. Despite these developments, local historian and former miner, Dr John Dorian Evans, believes the role coal played in many Welsh communities should not be forgotten. \"It's important to remember the effort people went through to produce the coal, men and women, and our culture was based on the coal industry,\" he said. \"It was a way of life. Nearly every house in the street I lived on had a miner in it. The conversations were about coal and the production of coal or wages paid by the National Coal Board. \"In Ammanford we have a miners hall. Miners donated from their wages each week to create these buildings and they were centres for their communities. Dr Evans believes the rising cost of gas proves the need for a mix of energy sources to meet the UK's energy requirements, including investment in carbon capture and storage as well as biomass fuels.Former miner Terry Pugh is passionate about the need for change and feels more help needs to be given to support \"green ventures\". \"We need to turn this industrial area into a green valley. It is a giant step but a necessary step,\" he said. \"We need to change the way we behave as a society to make the world a cleaner and better place. \"We would be further ahead if there was more grants and more laws to move on. There are so many things we could be doing in this country that aren't being done and need to be done desperately before it is too late.\" ", "url": "https://www.bbc.com/news/uk-wales-59016647"}