{"datetime": "2021-02-16T14:16:27.000Z", "author": "Steven Fairclough", "title": "Coal tips: Almost 300 in Wales classed as 'high-risk'", "article": "Almost 300 old coal tips in Wales have been classed as \"high-risk\" a year on from a 60,000 tonne landslip caused by Storm Dennis. The matter was discussed at a Welsh Government summit on mine safety on Tuesday. Wales has more than 2,000 coal tips. Most are on private land and most are around the south Wales valleys. Of those, 294 are categorised as \"high-risk\", meaning they could endanger life or property. Seventy are in Caerphilly, 64 in Rhondda Cynon Taf, 59 in Merthyr Tydfil, 42 in Bridgend, 35 in Neath Port Talbot, 16 in Blaenau Gwent and eight in Swansea. The landslip last year was at Tylorstown, in Rhondda. Since it happened, work has been done to map tips and assess their stability.The Welsh and UK governments, the Coal Authority, local councils and other bodies have been examining the problem. Their investigation has concluded current legislation surrounding tips is \"neither sufficiently robust or fit for purpose in relation to inspection and maintenance\". Coal Authority chief executive, Lisa Pinney, said managing tips on hillsides was key to reducing risk to communities. \"Just under 300 are higher-risk sites but that really just means that they needed much more regular attention and inspection to make sure they stay safe,\" she said. She said when there were concerns, action would be taken.\"Any tip which is old mining material sitting on a hillside can pose a risk, obviously, but the key thing to their safety is to manage water and keep it away,\" said Ms Pinney. \"And that's why these inspections and maintenance are so important.\" No-one was hurt in the Tylorstown landslip and work is under way to secure the hillside. Rhondda MP Chris Bryant said funding was essential. \"It's shocking that no proper register of disused coal tips was made when the mines closed, so this work is long overdue,\" he said.\"With so many on private land this is going to be a massive and complex piece of work in which Parliament and Senedd must work together. \"My biggest fear is [Chancellor] Rishi Sunak will demand that local councils pay for this out of their council tax but the poorest communities in the UK should not be forced to pay for tidying up our national industrial heritage.\" Plaid Cymru Member of the Senedd for Rhondda Leanne Wood said the UK government should foot the full bill for making the tips safe and anything less would be \"unacceptable\". \"When the profits from coal mining were not seen in Rhondda, nor in many other coalfield areas across Wales, coupled with the high cost to health and lives of the workers and their families, that funding and more is owed to us,\" she said. Welsh Conservative Janet Finch-Saunders said long-term work to make the tips safe could only be done in partnership with the UK government. Coalfield historian Ben Curtis said some tips were removed or made safe after the Aberfan disaster in 1966.\"But it is a potential problem that continues to remain for some of these tips to become unsafe over time, perhaps [because of] factors like the effects of climate change and increased rainfall,\" he said. A UK government spokesperson said: \"Ever since the devastating storms of early 2020, the UK government has been working with the Welsh Government on its devolved responsibility to provide extra support for flood relief and protection to the communities which were so badly affected. \"In December we confirmed that £31m would be provided for this vital work, of which £9m was to repair vulnerable coal tips. \"We also provided the Welsh Government with an additional £1.3bn for next year at the recent spending review so they are well placed to continue this work\" The summit - which was held virtually - was also due to discuss wider issues of mine safety after water escaped after building up in a mine shaft in Skewen, Neath Port Talbot,flooding nearby homes in January. \"The coal tip is made up of what we call unconsolidated materials so this is loose material like grains of sugar, all stacked up on top of each other,\" Ashley Patton, an engineering geologist from the British Geological Survey said.She toldBBC Radio Wales Breakfast : \"When it gets to a certain angle it can make it unsafe and then when you get triggering factors, such as water from a spring line or from heavy rain that we've seen quite a lot of in south Wales, it can just make it destabilise. \"The main problem with south Wales is you've got lots of steep-sided valleys and then if you're going to put coal spoil on top of those steep slopes that's just going to make it more likely that it's going to fail... \"The most important thing is to take what we call the angle of friction so you're looking at what is the perfect angle for that material - so if you can cut it back to a shallower angle... generally speaking, it could be quite stable, and of course the other important thing is to make sure that the slopes are not sited on any spring lines or areas where farmers are putting water onto the slopes.\" ", "url": "https://www.bbc.com/news/uk-wales-56073459"}